{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/propaganda-and-the-party-congress-how-to-report-from-north-korea",
  "id": "2016-05-05-235",
  "sectionId": "world",
  "body": "North Korean leader Kim Jong-un is preparing for the biggest political event of his career – a once-in-a-generation coming together of the Korean Workers’ Party, an institution described as the “backbone of the state”. As with other events of great national pride – like the annual Pyongyang marathon, or any basketball game associated with Dennis Rodman – 130 international journalists have been invited to report on the spectacle otherwise know as the seventh party congress.  But while the regime seems happy to allow a foreign tourism industry to operate and to grant visas to the occasional overseas student, journalists asking questions about the numbers held in prison camps or interviewing ordinary North Koreans is not an option. Yet the world is thirsty for any drops of information from North Korea, so how do reporters who are granted access balance the need to scrutinise with staying in the favour of their regime minders? As news reports from the BBC, The Washington Post and Reuters have demonstrated this week, describing the country as “reclusive” or “oppressive” is OK, but trying to get a quote from someone you shouldn’t isn’t. Martyn Williams, editor of North Korea Tech, a blog monitoring media output from the country for more than 20 years, explains that it’s all about treading a delicate balance – while remembering that the DPRK’s propaganda machine isn’t as sophisticated as we might think. “The minders will readily ask a cameraman to delete a certain picture they don’t like, but will [also] quite happily provide TV crews with a shot sure to make them look bad – [such as] the hand going over the camera lens,” he says.  As for reporting the really critical stuff? You wait until you get home, he suggests.    My North Korean minder just gave me a \"reporter\" armband - as if I might go unnoticed through Pyongyang without it pic.twitter.com/kLk0IdCgG3— Anna Fifield (@annafifield) May 4, 2016    Talking about the challenges of reporting from North Korea, The Washington Post’s Anna Fifield has previously written of the “thrill” of getting “an elusive visa.... yet so maddening when you realise that you’re moving through a kind of real-life Truman Show.” Fifield is one of the handful of journalists who landed in Pyoynang this week and, making use of the “surprisingly fast internet”, has since taken to Twitter to share snapshots of the country. Here’s what we’ve learned so far:  Reporting starts at the airport Visas maybe difficult to come by but some might argue that the hardest thing about getting to North Korea is getting on the plane: Air Koryo, the government carrier, has been ranked the world’s worst airline four times in a row.  For others, the airport is the place to start documenting their rare trip, from the departure lounge onwards.  The BBC’s Rupert Wingfield-Hayes used his seemingly smooth landing in “one of the most isolated, impoverished and repressive places of earth” to introduce his first news piece.  In a testament to North Korea’s erratic visa process – which has previously approved celebrities from American rapper Pras from the Fugees to feminist activist Gloria Steinem – the BBC team has been joined by three Nobel laureates and Prince Alfred of Liechtenstein.    Off to #Pyongyang for a rare look inside a country that’s often in the headlines #cbc pic.twitter.com/cu8jRKK7RP— Nahlah Ayed (@NahlahAyed) May 4, 2016    Fifield also spotted someone checking in a huge television – presumably not to watch western DVDs, which are forbidden.    This guy is checking in a serious TV - a 65\" Sony Bravia - on today's Air Koryo flight from Beijing to Pyongyang pic.twitter.com/KegglgjBUa— Anna Fifield (@annafifield) May 3, 2016    Everyone supports the government  Like all foreign visitors to North Korea, journalists aren’t able to move without an official minder, so it should come as no surprise that the “ordinary North Koreans” they are allowed to interview fully support the government’s isolationist point of view.  On Wednesday, the BBC was greeted at Pyongyang’s Kim Il-sung university by a group of students pledging to “glorify” their country just as their “founding dictator intended”.  When a student was asked about his views on nuclear weapons, his reply seemed to come straight from the government’s propaganda-heavy hymn sheet, claiming that the US and South Korea are trying to eliminate the DPRK, so they need their nuclear arsenal for self-defence. A few days earlier, Wingfield-Hayes’ team had attempted to speak to two bystanders at a hospital who presumably had not been given the OK to talk, and they quickly ran away. Slices of life  Other journalists made use of their internet access to share the narrow prism of daily life the government is happy for the world to see, from a daycare centre to the streets of the capital where only the elite are allowed to live.    A blustery day in #Pyongyang #NorthKorea. The view from our hotel is limited, as is our freedom to move around. pic.twitter.com/5ilSVN5LKy— Will Ripley (@willripleyCNN) May 4, 2016      We visited a North Korean daycare center, where a teacher helped one of her two-year-olds with his toy machine gun pic.twitter.com/KDCvf2slkd— Anna Fifield (@annafifield) May 4, 2016    Even if these are scenes familiar to some ordinary North Koreans, none would be able to share such scenes on social media.  According to Williams only a handful of citizens have internet access and “the so-called elites have access to a domestic network that looks like the internet but only connects to websites run by official institutions.” Celebrations will be revolutionary With just a day until the congress kicks off and citizens preparing for the celebrations, NK News reported that KCNA, the state’s main broadcaster, had run an editorial using terms including “battle”, “victory”, “achievement” and “revolution” more than 100 times.      Girls practice dancing with red flags ahead of Friday’s celebration. Photograph: Damir Sagolj/Reuters    With the minders of international journalists sure to have been briefed along similar lines, how much can the world hope to learn from their reports?  “Even if movement is controlled and information rationed, nothing beats building understanding of North Korea than being there,” says Williams.  “The more reporters get to see under the surface, even just a little, the more likely we are to get more nuanced coverage and more understanding that goes past the propaganda.”",
  "webTitle": "Propaganda and the party congress: how to report from North Korea",
  "webPublicationDate": "2016-05-05T10:30:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/propaganda-and-the-party-congress-how-to-report-from-north-korea",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Maeve Shearlaw",
      "id": "profile/maeve-shearlaw"
    }
  ],
  "guardianId": "world/2016/may/05/propaganda-and-the-party-congress-how-to-report-from-north-korea"
}