{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/marcella-recap-episode-five-hang-high-the-guilt-free-bunting",
  "id": "2016-05-02-26",
  "sectionId": "tv-and-radio",
  "body": "Things are getting complicated in Marcella land, with yet more characters and the grim subject of child abduction thrown into the mix. It’s chaotic, convoluted and increasingly hard to follow, but I do have a sneaking admiration for the show for chucking everything at the wall and seeing what sticks. Detective. Witness. Suspect A good week for our titular crime-solver, who looks to finally be off the hook for Grace Gibson’s murder, and managed to eke out an admission of guilt from her old adversary Peter Cullen. Cullen’s confession came at the end of a lengthy interrogation scene in which Marcella used every last trick in the book – spraying herself in the perfume Cullen bought for Maddy, questioning his abilities in the bedroom and playing to his vanity by declaring him nothing more than a “piss-pot copycat killer”. At that point, Cullen couldn’t bear to be considered some ersatz Grove Park wannabe and confessed to all the original murders. That he did so without a lawyer present doesn’t seem to have been a problem for anyone involved, least of all the show’s writers.     Not just some ‘piss-pot copycat killer’ … Peter Cullen admits to the original Grove Park murders. Photograph: Amanda Searle/ITV    Cullen managed to get a few decent jabs in himself, twigging that Marcella had separated from Jason and highlighting the shared fear he and Marcella have in being “replaced” by their partners. The old “we’re not so different, you and I” trope has been done to death in detective dramas, but this was an effective spin on it, mainly because we know that Marcella, like Cullen, is capable of acts of violence. There was some nice tense back and forths between the pair, with Cullen trying to goad Marcella into a moment of rage by mentioning “little Juliette”, whose birthday it is. Just what happened to her 11 years ago, and why does Cullen seem to know the ins and outs of it? Marcella’s second big victory of the week came when she managed to link the Grove Park killer – or rather the copycat – to Grace Gibson’s death, effectively absolving herself. It was rather fortunate that Cara’s friend Leah was wearing the same drug-filled necklace the killer took as a trophy from Grace, and managed to get arrested, putting her in direct contact with the police, but hey, I’m sure Marcella will take it. She probably shouldn’t put up the “I’m not guilty” bunting just yet – there’s still the testimony to come of Mo, the cab driver working illegally for Hassan. Hassan was murdered this week by an unknown assailant, after revealing to Marcella that Mo had seen a woman carrying a heavy object out of Gibson’s flat. The team are already on Mo’s trail – I have a feeling that he might point the finger of blame at Marcella when they do track him down. Also under suspicion While Cullen has taken the rap for those original killings, there’s still the more recent crimes left to solve, most notably the attack on the old man last week. The hotel keycard dropped during that botched effort links to Bendik, but while he’s definitely a wrong’un, CCTV footage shows that a hooded figure nabbed his keycard after he handed it back in. Who could that hooded figure be? Well, bizarrely there’s a chance it’s Matthew, Henry’s mate and head of the IT firm that set up the computer used by the person who threatened Cara shortly before she died. (I did say it was convoluted!) Matthew doesn’t look the type to threaten webcam girls and stick plastic bags over people’s heads, but what about his boyfriend Yann? I’m guessing he could get access to the computer through Matthew, and he’s certainly exhibiting enough telling weirdo traits. His surprise for Matthew, an exact recreation of their first meal together, came off as more creepy than caring, especially when he decided to interrupt their date with a tirade about Matthew’s closeness to Henry. Like Cullen (and Marcella), fear of being replaced seems to be fuelling Yann’s fire. Whoever the killer is they’ve struck again, this time adding “child abduction” to their rap sheet. Six-year-old May has been taken, after the killer murdered her babysitter in the standard fashion. Thankfully they didn’t do the same to May – probably a bit much for primetime TV – but why they didn’t is an interesting question. As is “what links all these victims?” Surely there are too many interlinked plotlines here for these killings to be completely indiscriminate. Other goings on     Curious … Sylvie Gibson and her husband Stephen Holmes, who has a strange fondness for Grace. Photograph: ITV    Finally, the “Gibson land deal” subplot sparks into life, with Jason accidentally taking out a hit on Andrew Barnes, the bloke from the planning commission. And just as he had managed to get himself back into the Gibson family’s good books as well. The man who did the hitting was Stuart, Bendik’s lodger … yet more evidence that in Marcella’s London (population: 25) everyone knows everyone. Elsewhere, the Gibsons continue to prepare for Grace’s funeral, which they’ve been readying themselves for for at least three episodes. Stephen, Sylvie’s husband, continues to express his grief in a curious manner, this week staring longingly at pictures of Grace online. Sylvie clearly knows all about Stephen’s fondness for Grace, and was just about to blurt out something telling when she was rudely interrupted by news of the Lambeth deal. Until next week ... Notes and observations  Cameo of the week goes to Claire Shaw, the plummy woman whose PC was used to intimidate Cara, and who blurted out the week’s best line. “Has someone been having sex in my computer?” Talking of IT, the long-running joke about the various detectives rolling their eyes whenever Mark says anything vaguely technical is getting incredibly dull.  That said, Mark is an incredibly annoying character and it wouldn’t be the worst thing in the world if a bag found itself sellotaped to his head in the near future.",
  "webTitle": "Marcella recap: episode five – hang high the guilt-free bunting!",
  "webPublicationDate": "2016-05-02T21:00:36Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/marcella-recap-episode-five-hang-high-the-guilt-free-bunting",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/marcella-recap-episode-five-hang-high-the-guilt-free-bunting"
}