{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/bbc-white-paper-john-whittingdale",
  "id": "2016-05-11-135",
  "sectionId": "media",
  "body": "Ahead of Thursday’s white paper, which could change the BBC as we know it, emotions have been stirred amid fears the government will erode the corporation’s editorial independence.   Related: BBC charter renewal: the main sticking points    At the Bafta awards ceremony on Sunday Peter Kosminsky, director of Wolf Hall, accused the government of trying to “eviscerate” the BBC and Channel 4 and a former home office minister told the Guardian on Tuesday editorial independence is a “red line” that must not be crossed. We asked Guardian readers to tell us what the BBC means to them as listeners, viewers and readers of the corporation’s output, and how they see its future. Many of you wanted to send a message to the government about a national treasure that must remain free from political interference, though some of you were pragmatic in calling for some change.  Overwhelmingly readers were passionate about an institution that has a large part in their lives and, because of the way it is funded, the idea you should have a large say in its future. These are some of your responses – you can add yours in the comments below. ‘Endangering its editorial freedom is not the way forward’     Jan Mills    The BBC is my trusted source of information, my drama companion and provider of a window into worlds beyond my own. It is the Great Britain I love – eclectic, intelligent and open. Endangering its editorial freedom is not the way forward. You will lose all that is best about the BBC and if you do that the Tories will be remembered forever for one thing – destroying a part of our way of life. I say to them: think again. Better scrutiny of its finances has to happen but all that is needed is greater transparency and an independent audit once every two years. The rest works well and should be left alone.Jan Mills, company director, 65, South East England ‘The BBC should be free to expose government corruption or incompetence’ Do not destroy the BBC by starving it of funds or by dictating content. The BBC generally provides high quality programmes and news coverage: it should stand as a benchmark for other providers and should not be reduced to their level. Yes, it may occasionally embarrass politicians by exposing government corruption or incompetence, but that is better than having news and content based purely on the commercial benefit and political views of a small number of wealthy individuals.Barry Westby, 64, Nottingham  ‘The white paper plans are monstrous’ I have been a Tory voter most of my life but if this government diminishes the BBC in any way, or undermines its independence by imposing government appointees to a new board, as well as the chairman and deputy, I will never vote Tory again. The public does not want a state broadcaster: the apparent plans in the white paper are monstrous. The vast majority of the public will hate this government if it does not abolish Mr Whittingdale’s plans – he should take note of the many petitions and consultations overwhelmingly indicating this. The BBC belongs to us, the public, not the government.Anonymous, 75, Surrey ‘The BBC must give future generations inspiration’     Luke Emmett    The BBC has done such good for so many people and is consistently finding new ways to surprise us. We must protect the institution and what it serves to do. It has brilliant principles and continues to have massive fanbases for all its shows. I say to the government, please don’t destroy the BBC – we don’t have anything else as special, unique and wonderful as what it gives us. The future should be inventive and expansive and allow shows to celebrate what they can do while allowing creative talent to burst through and future generations to have funding and inspiration to continue its brilliant legacy.Luke Joseph Emmett, 20, Weybridge ‘The BBC needs to be many things to many people’ My mother is 95, was born in the Far East, is a long-time Conservative voter and has listened to the BBC her entire life. She is horrified at any hint of government influence on BBC programming or news. I suggest the government ignores people like her at its peril. The BBC needs to be many things to many people, from Strictly to Bake Off to news that hurts politicians. I would like to see its administration and financing taken away from government completely with the formation of a public body away from Whitehall to be put in charge of the licence fee and given the role of protecting the BBC from political intrusion. CC Hogan, 55 ‘Listen to the BBC’s stars and learn’     Sean    I say to the government, keep your grubby hands off our BBC. It is a world-class public service broadcaster, not answerable to shareholders or reliant on advertisers. The BBC board needs to remain independent and not full of government appointees and cronies: listen to its stars and learn. Public service broadcasting, with a brief to inform, educate and entertain, paid for by the general licence fee works. If it ain’t broke don’t fix it.Sean, gardener, 60, London ‘Independence is too important a principle to be lost’ Teaching and entertaining us must continue, for who else would do it? The BBC gave me my love of computer programming with its BBC Micro project in the 80s, Horizon, although dumbed down, has no equal, and I love the BBC’s Reithian remit. The politicians of old got it right – independent funding and independence from government are principles too important to be lost. The role of government should be to occasionally fine tune the BBC remit and ensure that it continues to exist and evolve, as it is doing now, leading the way with new models of distribution. Anonymous, 69, Sussex ‘This pressure every 10 years is unnecessary and threatens the BBC’s integrity’ The BBC is ours like the NHS: these are the last two remaining beacons of hope and the government wants to rid us of them in their current guise as money is to be made. I would be happy for the licence fee to continue in its current guise – I think it’s cheap and value for money but they should try to experiment with more work from the arts and have BBC Three reinstated to TV rather than internet only. The BBC has to be independent and not have this pressure applied every ten years, threatening its integrity.Matt, Photographer, 40, Southampton ‘One should feel sorry for John Whittingdale and David Cameron’ If the government harm the BBC it they will be taking away a large part of my life: they have no right to strip away the culture of this country. One should feel sorry for John Whittingdale and David Cameron for lacking soul and culture – and just wanting their politics and ideas to be the only ones millions of UK citizens are allowed to experience. I have written to my MP but Philip Hammond just replied with the party line: the government’s plans could reduce my quality of life – but they won’t listen.Sian Williams, early years teacher, 54, Surrey ‘The BBC should reflect the people and communities it reaches’     Isabel    The BBC should remain editorially independent of the government and should strive at all times to reflect, in an unbiased and inclusive way, the people and communities it reaches, both in the UK and abroad. Let it remain a flagship of broadcasting, admired throughout the world. Let it not become politically influenced. The cost of a TV licence is too cheap in my view – I am not wealthy, but would be prepared to pay a higher price for the privilege of watching a channel with no advertising which produces programmes of high quality and wide remit.Isabel, self-employed, 60, Scotland ‘Do not let the BBC dominate the intellectual and cultural life of this country’ My message to the government would be this: do not let the BBC dominate the intellectual and cultural life of this country in the way it does. It has demonstrated time and again that it cannot be trusted. We need a very much more modest and trimmer BBC. I deeply resent being forced to pay for this bloated organisation.Michael Quigley, engineer, 45, Birmingham ‘I am happy to pay but we need a better model in the digital age’     Caroline    The BBC is famous globally for its output and the government are threatening to ruin that. Leave the experts to run the BBC: you are politicians, not broadcasters. The amount of money they get, what they choose to spend it on and when they choose to schedule those programmes should be left to the experts. The government have no place meddling with how the BBC operates, but I do think the BBC could do with a better business model – the licence fee is outdated. I am more than happy to pay for services, but we need a model more in keeping with the digital age.Caroline, digital project manager, 38, Kent ‘The BBC has literally said ‘sorry, goodbye’ to young people’     Jake    I used to use the BBC’s services much more when BBC Three was on the TV – I imagine they’ll have lost a lot of viewers from my generation. Why can’t our public service broadcaster be truly run for the public? Plans for the future need to remember the people who will be paying a licence fee in the years to come are the ones who are the most disengaged from the service – the BBC has literally said “sorry, goodbye” to young people by closing its channel aimed at them and moving it online. Do they think we don’t watch actual TV now?Jake, student, 17, Darlington  ‘I am proud of the BBC and long may it continue’ The BBC should be applauded, encouraged and supported, not undermined, curtailed and decimated. It’s the envy of the world and its reputation for fair, impartial reporting is second to none. It does everything well: drama, news, documentaries, sport, current affairs, entertainment – the list is endless. As a British citizen I am proud of the BBC and long may it continue. The government seems to be actively planning the demise, downfall and destruction of probably the best broadcasting organisation in the world. It beggars belief.Jennifer, retired teacher, 65, Wales",
  "webTitle": "'The BBC belongs to the public, not the government': readers defend the corporation",
  "webPublicationDate": "2016-05-11T16:00:10Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/bbc-white-paper-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Matthew Holmes",
      "id": "profile/matthew-holmes"
    }
  ],
  "guardianId": "media/2016/may/11/bbc-white-paper-john-whittingdale"
}