{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/another-election-another-excuse-to-play-the-punters-for-mugs",
  "id": "2016-05-17-339",
  "sectionId": "commentisfree",
  "body": "So far so good. Peta Credlin is doing an outstanding job putting the boot, knife and elbow into Malcolm Turnbull. Give her a chance and she’d have her heel on his neck. She’s cutting through more adroitly than Bill Shorten and his million-and-one manicured campaign events.  While Tony Abbott is trying his darnedest to get all his Malcolm-hating allies to support the return of the government, for the sake of the party, Credlin has cut loose with asides about “Mr Harbourside Mansion” and his abandoned walk through a Penrith shopping centre – a act of gross cowardice, if not treason, in Credlin’s frame of reference.  In relation to the PM’s campaign team she said, “I was surprised that they were flat footed”, possibly pinpointing the real reason there would be no more walking in Penrith.    Related: Australian election 2016: Coalition delays start of backpacker tax – politics live    Credlin knows about these things. She’s now a commentator on Sky News and for News Corp papers. Last week she told the sprinkling of people who get their “news” from Sky that pictures on the evening TV from the 2010 election campaign of then opposition leader Tony Abbott and Christopher Pyne pushing billycarts were “gold”. The prime minister at the time, Julia Gillard, might be making a $100m announcement, but Credlin believes that nothing beats “active pictures of [Abbott] engaging with people whose votes you want” – even if they are kiddies of billycart age, who can’t vote. Tony Abbott described her TV performance as “riveting viewing”.  The misguided strategy of constantly injecting images of Tony Abbott in visi-vests into peoples’ living rooms, with or without billycarts, explains why the electorate quite smartly concluded their leader was a goose.  The political class and their camp followers in the media must believe the electorate can be played for mugs. The synthetic fulminations about collapsing property prices and surging rents, if Labor dares fiddle with the sublime negative gearing policy, is the latest confected outburst that defies careful analysis.  For instance, the Grattan Institute last month issued a report that found negative gearing had an annual cost of $11.7bn on the public purse, “distorts investment decisions, makes housing markets more volatile and reduces home ownership ... like most tax concessions, these tax breaks largely benefit the wealthy”.  Right on cue, rich as Croesus “Aussie John” Symond, from the semi-eponymous home loans business, warned of a recession if this distortion-inducing scheme was messed with by Labor.  We also witnessed the contributions of immigration minister Peter Dutton who weighed in when some Labor candidates had the temerity to express dissatisfaction with the treatment of asylum seekers and refugees held indeterminably on Nauru and Manus Island. This, the minister said, amounted to “open defiance” of our border protection.  Credlin reminded us that government lawyers had warned Abbott’s people about the doubtful legality of towing boats back to Indonesia – further demonstrating the sub-surface complexity of an issue that had been sold as a slogan.  That no candidate is allowed to express a contrary view about the shameful offshore detention policy shows the extent to which election campaigns are a manufactured process.  The Labor candidate for the NSW seat of Macarthur, Dr Michael Freelander, got into trouble with the tabloids when he said that the detention centre at Manus Island was a “concentration camp”.  This was ramped-up as a Nazi slur on our border policy. In fact, Freelander is not the only person to come up with “concentration camp”.  Earlier this month, former Victorian court of appeal judge Stephen Charles QC had a piece in The Age in which he used the same words. He wrote:   Prime Minister, it is high time for you and the rest of them to man up, to dismantle these concentration camps, fulfil the obligations Australia undertook under international treaties, acknowledge the basic moral and ethical standards on which these treaties are based, and resettle the detainees in Australia.  We don’t know the party politics of the former judge but, in a speech last week, Julian Burnside QC described Stephen Charles as a Melbourne “blue ribbon” person. You get the picture.  Attorney general George Brandis also made an over-egged entry into the campaign, insisting that Peta Murphy, the Labor candidate for Dunkley, be disendorsed because she supported a 2009 submission from Liberty Victoria opposing the expanded powers for Asio and the Australian Federal Police.  This opened-up a small hornet’s nest because Bill Shorten started fingering Liberals who had also expressed reservations about the overblown terror laws, including the Liberal candidate for Goldstein, Tim Wilson. The candidate who is holding the Liberal flag for Bronwyn Bishop’s former well-padded seat of Mackellar, Jason Falinski, committed the unpardonable sin of saying that asylum seekers on boats should be welcomed rather than shunned.  Politicians are hard-wired to duck the difficult issues that desperately need a more nuanced approach and fall back on the slogans and clichés that wrap the problem in sugar coating.  In that respect this election is no different from all the others that stretch back into the mists. Ignore the hard stuff, just yell something trite.  Last week Lenore Taylor showed us up close the banality of the scripted campaign pit-stop.   ‘Looking forward to the enterprise tax cuts in the budget?’ Turnbull asked Brisbane hardware shop proprietor, Ian Gill, cameras whirring.  ‘Yes, they should be quite good for us,’ Ian replied, on script.  Turnbull: ‘Can I just say that we are so committed to supporting businesses like yours. You are the engine room of the economy.’  Gill: nods, agreeably.     Related: Is Australia headed for a recession? And how credible is John Symond’s warning?    Journalists are there as extras, with the task of recording and projecting politicians, usually the most devious, calculating of human beings, as saintly crusaders with touching concerns about the welfare of their citizens, from their mortgages to the glucose monitoring devises for their kiddies with type 1 diabetes.  In the world of the backroom boys and girls, the question asked every 24 hours is “who won today?” It’s not the same as asking, “have we come up with something that will make a real difference to the people we serve and the betterment of Australia?”  Meanwhile, over in the real world at Sportsbet, the punters have the Coalition well ahead of Labor as the next government, Tanya Plibersek is seen as the next most likely Labor leader, the odds for Abbott becoming PM again are only 2:1, and they think Pauline Hanson is not so likely to be elected to the Senate.",
  "webTitle": "Another election, another excuse to play the punters for mugs | Richard Ackland",
  "webPublicationDate": "2016-05-17T01:56:58Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/another-election-another-excuse-to-play-the-punters-for-mugs",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peta Credlin",
      "id": "australia-news/peta-credlin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Ackland",
      "id": "profile/richard-ackland"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/another-election-another-excuse-to-play-the-punters-for-mugs"
}