{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/11/vintage-apple-products-ipod-collectors-item-ebay",
  "id": "2016-05-11-275",
  "sectionId": "technology",
  "body": "If you are one of those people who hoards old electronics, then you might be able to cash in those iPods from the early 2000s for a few hundred dollars – or even tens of thousands.  Like baseball cards from the 60s, Star Wars figurines from the 80s, or Beanie Babies from the 90s, iPods from the early 2000s are becoming the latest collectible items to be trading at frankly ludicrous prices on auction sites like eBay – especially since Apple announced in September 2014 that it was discontinuing the iPod. A factory-sealed third-generation iPod shuffle? $999.95. Mint condition fifth-generation iPod classic, in white? $1,394.99. A silver first-generation iPod mini? Yours for $2,499.99.   Related: Apple Music is being overhauled? Good - here's what it needs to do    But these are on the low end of the price scale. If you have a special edition, especially if it’s still in its original packaging, you could be looking at much more: Apple’s fourth-generation red-and-black special edition released in partnership with the band U2 are trading for around $7,000, used. And that’s before you get to the real collectors’ items. A first generation iPod classic – “battery is really good for its age” – is on sale priced at $9,999.99. A second-generation, still-boxed iPod classic – that’s the last version that had the moving wheel – is currently listed for an extraordinary $19,999.99. Terapeak, a company which tracks pricing of collectibles on eBay, released a study on the pricing of Apple products following the iPod’s discontinuation. It found that classic iPods in their original packaging were priced at collectibles levels – one U2 special edition, Terapeak noted, sold in November for $90,000 – and that ever since Apple discontinued the item the price of even late-model iPods had risen considerably.  Apple memorabilia and promotional materials also trade for huge sums, such as this advertisement for the first iPod for $8,999.99 or this Apple store window display for $5,599. The window display piece is being sold by Hermie Brieto from Los Angeles, who took up selling memorabilia on eBay when his daughter was born so he could work from home and take care of her. This is the second window display he’s put up for sale; the first, a cardboard advertisement, sold recently for $2,000. Brieto doesn’t specialise in Apple products and collectibles, he usually trades in sports memorabilia. But he’s finding a growing demand for Apple-related goods. “It’s because Apple’s been around for a while, and a lot of people, product-wise, they like Apple very much,” Brieto said. “I guess the collectability is because of Steve Jobs, and the history of Apple.” If you have a set or a collection, it can go for even more spectacular sums of money. A fully-boxed set of the three memory-size options of the first generation iPod is currently listed for $50,000. For the same price, you can also get a collectors’ set of the fourth-generation iPod classic, including special editions like the U2 version. And a collection of vintage Apple computers, including the ill-fated Apple Newton hand-held computer, is priced for a “quick sale” at $109,000. Michael Freedman, who lives near the Dead Sea in Israel, is building just such a collection for sale. He has one of every type of iPod ever made, from the first generation Shuffle and Nano to the third-generation classic, all in their original packaging. His collection started when he received an iPod as a gift, but didn’t use it. “It was something special for me because it was an original Apple product,” he said. “I remember that I was afraid to open the box. I was impressed.” “I hold them because I wanted to own something special,” he said, but now he’s looking to sell them. “I think the most value is in the collection itself. Each iPod you can buy here and there, but all of them together is really something special.” He wants to start a new collection, he said, “of old phones for example”.",
  "webTitle": "The $20,000 iPod: vintage Apple products net the big bucks on eBay",
  "webPublicationDate": "2016-05-11T10:30:11Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/11/vintage-apple-products-ipod-collectors-item-ebay",
  "keyword": [
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Collecting",
      "id": "lifeandstyle/collecting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "eBay",
      "id": "technology/ebay",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "technology/2016/may/11/vintage-apple-products-ipod-collectors-item-ebay"
}