{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/04/large-human-brain-evolved-thanks-to-increased-metabolic-rate",
  "id": "2016-05-04-60",
  "sectionId": "science",
  "body": "The hefty brains that set humans apart from other apes came into being when our ancient ancestors massively ramped up their metabolism, scientists say. The shift in metabolic gear, after the human lineage split from other primates, gave humans enough energy to run larger brains, have children in rapid succession, and live longer lives, the researchers found. The US team measured the metabolic rates of more than 100 people and compared them to similar measurements of chimpanzees, bonobos, gorillas and orangutans. They found that weight-for-weight, humans burned calories much faster than any other primate, and that the energy was likely spent on fuelling our brains, longer lives and childbearing habits.   Related: Invention of cooking made having a bigger brain an asset for humans    While adult humans can have children every two years or so, apes space out their childbearing, and while humans typically live into their 70s and 80s, chimps often die in their 50s. On a daily basis humans burned 400 more calories than chimpanzees and bonobos, the close relatives of chimps, 635 more calories than gorillas, and 820 more calories than orangutans, the scientists report in the journal Nature. At 1200ml, the human brain is more than twice the size of an ape brain. And while increasing metabolic rate is a risky evolutionary strategy - if food becomes scarce, you die fast - the benefits of a larger brain may have outweighed the downsides. “Every gram of brain uses an enormous amount of calories,” said Herman Pontzer, the first author on the study at Hunter College in New York.  Writing in the journal, Pontzer and his colleagues at Loyola University in Chicago describe the advances that humans made that allowed them to ramp up their metabolism. First, they learned to share food, making groups of early humans more resilient. Next, they diversified their diets, and took to eating more energy rich foods such as meat. Thirdly, humans developed much larger deposits of body fat, which we can draw on when food is scarce.   Related: Bipedalism, birth and brain evolution | Mo Costandi    “The fat is your reserve tank to help fuel this metabolic engine that we have revved up compared to the other apes,” said Pontzer.  For the study, the scientists measured total energy expenditure over seven to 10 days as the apes and humans followed their usual routines. The metabolic rates of 141 adult humans were compared with those of 27 chimps, 11 orangutans, 10 gorillas and eight bonobos Humans had a greater percentage of body fat than apes and showed marked gender differences, with men having 22.9% body fat, compared with 15.2% for male gorillas, and women 41.7%, compared with 13.9% for female gorillas. Christopher Kuzawa at Northwestern University said the study provided “convincing evidence that humans expend more energy than other great apes, which could help explain how we manage to ‘have our cake and eat it too’ as a species – giving birth to many, high-investment offspring, while also helping offset the costs of our unusually expensive brains.” But he added that the findings were not the last word on the role of energy in the human story, and how we managed to evolve such energetically costly brains. The study focuses on adults, he said, and so misses important differences in childhood, when the costs of wiring the brain and learning make it even more demanding. In childhood, the human brain accounts for 66% of the human base rate metabolism, which is three times more than that in the adult. “The exceptionally high costs of childhood brain development were subsidized by slowing body growth rate,” he said. “As the costs of the child’s brain increases, growth rate slows, and the age of slowest body growth is also the age of maximal brain energy costs.”",
  "webTitle": "Large human brain evolved thanks to increased metabolic rate",
  "webPublicationDate": "2016-05-04T18:11:05Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/04/large-human-brain-evolved-thanks-to-increased-metabolic-rate",
  "keyword": [
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Zoology",
      "id": "science/zoology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/04/large-human-brain-evolved-thanks-to-increased-metabolic-rate"
}