{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/together-eu-greater-sum-parts-latvia",
  "id": "2016-05-24-272",
  "sectionId": "commentisfree",
  "body": ".   Growing up in Latvia in the 1960s, when it was still a part of the USSR, Big Ben became a symbol for dreams about a different, faraway world. The drawing of the Houses of Parliament on the cover of an English language textbook captured my imagination. If I learned to speak English, someday I could get there. It took more than 30 years, during which the Soviet Union was erased from the map, and Latvia became an independent republic. It was June 1995, the plane landed at Heathrow airport and I finally arrived in London. More than that – I was about to enter the European Union. I gave my Latvian passport to an immigration officer; she asked all the standard questions: what was my occupation in Latvia, what was the purpose of my visit, how long was I planning to stay … With a happy smile I explained that I taught mathematics at the University of Latvia, that I was visiting a friend and hoping to see all those places I had been dreaming about since I started learning English all those years ago. The immigration officer looked at me with suspicion, and asked: “How long have you lived in England?” It took me by surprise, and when I told her it was the first time I’d ever set foot on British soil she became visibly angry. “Nobody can speak English like this if you never lived here. Come with me.” After about an hour spent with several other officials I was released, left to apologise profusely to my friend for the delay. “No need to apologise,” she said. “They often do that to people coming from outside the European Union.” That summer I visited a lot of places familiar from my childhood textbook, but I also had a chance to talk to people, and I remember how positive they all were about Britain being a part of EU, which I did not fully understand at that time, coming from a country that, finally, was independent. My next visit to the United Kingdom was in 2008. Time had passed: Latvia had become a member of the EU, my passport said that I was now a citizen of the European Union, my English had changed also – years spent in America had erased my “British accent”. I was one of the artists in the show Beyond Measure in Kettles Yard Gallery, Cambridge and returned to London later that same year to participate in the seminar Arts and Craft Saving the World in connection with another exhibit.     Daina Taimina’s The Cloud of White Thoughts. Photograph: Daina Taimina    Mathematics had inspired my art, and art had brought me back to Europe. I was thrilled to be Latvian and European. My crocheted hyperbolic planes have travelled to Italy, Germany, Belgium, Ireland. But I was proudest when I was invited to be a part of Riga 2014, when it was Culture Capital of Europe, an award that has existed since 1985 to highlight the richness and diversity of European cultures. During the five-week-long exhibit, more than 2,000 people came to see it, not only from Latvia, but also Belgium, Denmark, Finland, the United Kingdom and Ireland, to name but a few.   Related: Europe veers to the right at its peril | Srecko Horvat    The central piece of the exhibit was an installation called The Cloud of White Thoughts. Many people helped me to make it, each making a crocheted hyperbolic plane – a tactile model of a surface with negative curvature – the opposite of a sphere. By combining together these individual pieces, while keeping their original meaning intact, they were transformed into something different – more than the sum of their parts. They became an integral element of something that manifested the importance of collaboration, the willingness to work towards the common goal, the beauty of being in tandem. On the last day we were taking down this installation. One large piece came down first, and suddenly something changed dramatically. The piece on the floor became what it was at the beginning – a crocheted hyperbolic plane – while the rest of the installation still had its other collaborative meaning, though with a sad hole. Memories of this installation – that highlighted the importance of collaboration and working towards the common good – flood back when I think of Britain’s upcoming referendum. Will the EU be left with a sad hole too? • Tell us what the EU means to you and your country",
  "webTitle": "Together the EU is greater than the sum of its parts | Daina Taimina",
  "webPublicationDate": "2016-05-24T08:00:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/together-eu-greater-sum-parts-latvia",
  "keyword": [
    {
      "webTitle": "Latvia",
      "id": "world/latvia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Daina Taimina",
      "id": "profile/daina-taimina"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/together-eu-greater-sum-parts-latvia"
}