{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/northern-ireland-forms-new-power-sharing-executive",
  "id": "2016-05-25-74",
  "sectionId": "politics",
  "body": "Northern Ireland’s power-sharing executive has been formed, with Sinn Féin and the Democratic Unionist party appointing an independent unionist as the region’s new justice minister. The East Londonderry assembly member, Claire Sugden, will take up the justice portfolio, which the two big parties eschewed in order to avoid accusations of one community controlling the police and judicial system. Four DUP and three Sinn Féin members will share the other ministries at Stormont. Sugden, 29, a former member of the Ulster Unionist party, replaces the Alliance party leader, David Ford, as justice minister. The four DUP ministers are Simon Hamilton at economy, Peter Weir at education, Paul Givan at communities, and Michelle McIlveen at agriculture, environment and rural affairs. The Sinn Féin ministers are Máirtín Ó Muilleoir at finance, Michelle O’Neill at health, and Chris Hazzard at infrastructure.  On the appointment of Sugden, the Sinn Féin deputy first minister of Northern Ireland, Martin McGuinness, described her as a “very progressive young woman who clearly understands the need to be minister for everybody in our community”.   Related: Arlene Foster hails DUP's performance in Northern Ireland assembly election    In a public display of unity with her Sinn Féin counterpart, the DUP first minister, Arlene Foster, said: “Martin and I are delighted that Claire has agreed to be the new justice minister and we are very much looking forward to working with her. I hope she will be given the credit she deserves in stepping forward and taking on this ministry.” Sugden’s appointment to the justice portfolio was crucial to the survival of the fledgling power-sharing executive formed just weeks after the assembly elections. A failure to nominate a justice minister would likely have led to another election. However, Sugden’s appointment was criticised by the Ulster Unionist party as a “corruption” of the Good Friday agreement, as ministerial seats should be allocated on the basis of party strength.  Mike Nesbitt, the UUP leader, referred to a speech made by Sugden last year when she described Stormont’s leaders as “jokers” in a falling “house of cards”. “We are not in favour of this, because it is a corruption of the Good Friday agreement,” he said. “The person who said, ‘This house of cards is falling, and good will come of that only if the jokers at the top come crashing down too and do not get up again’, is our new justice minister, who is propping them up again.”    Related: Politics in Northern Ireland is changing forever as nationalism diversifies | Malachi O’Doherty    Sugden said taking up the post was “probably the most difficult decision I have had in my life”. She succeeded Ford after his party decided to enter opposition with the UUP and the nationalist Social Democratic and Labour party. The Alliance party’s move to the opposition benches was the main reason for the delay in reconstituting the power-sharing regional government. Sugden’s nomination could potentially pose political problems for Sinn Féin given that her appointment will be held up by hardline republican dissidents as evidence that the policing and judicial system is still controlled by a pro-union politician.",
  "webTitle": "Northern Ireland forms new power-sharing executive",
  "webPublicationDate": "2016-05-25T17:16:49Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/northern-ireland-forms-new-power-sharing-executive",
  "keyword": [
    {
      "webTitle": "Northern Irish politics",
      "id": "politics/northernireland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Democratic Unionist party (DUP)",
      "id": "politics/dup",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sinn Féin",
      "id": "politics/sinn-fein",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Martin McGuinness",
      "id": "politics/martin-mcguinness",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Arlene Foster",
      "id": "politics/arlene-foster",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ulster Unionist Party (UUP)",
      "id": "politics/uup",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "SDLP",
      "id": "politics/sdlp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "politics/2016/may/25/northern-ireland-forms-new-power-sharing-executive"
}