{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/06/morrisons-chief-executive-david-potts-given-1m-pound-bonus",
  "id": "2016-05-06-135",
  "sectionId": "business",
  "body": "Morrisons’ chief executive, David Potts, has been handed a £1m bonus after the supermarket chain bounced back to profitability and improved sales. The former Tesco executive, who took the helm at Morrisons in March last year, more than doubled his total earnings to £2.25m with the £1.09m bonus, half of which is paid in shares that do not vest for three years. It came on top of £747,000 in salary, a £200,000 relocation support package and £26,000 of other benefits including a car allowance. He also got £187,000 in lieu of a pension. The pay package is slightly more than his predecessor Dalton Philips who earned £2.1m in the year to March 2015 and a £1.1m payoff when he was sacked after a slump in sales and profits.   Related: Three more companies face shareholder wrath over executive pay    Potts was also granted £2.6m in long-term share awards, equivalent to three times his salary, which he could collect in February 2018 if he meets cash flow, profits and sales targets. The pay deal potentially sets Morrisons up for another confrontation with shareholders at its annual shareholder meeting in June after more than a third of shareholders, an unusually high number, voted against the supermarket’s remuneration report last year. Potts has not taken a pay rise for the coming year – with a basic salary of £850,000. He could earn up to double his salary again in annual bonus and up to 2.4 times his salary in long-term share awards subject to a three-year performance targets – a total package of more than £4m. Trevor Strain, Morrisons’ finance director, was given a £50,000 rise in basic salary to £575,000.  Directors’ chunky renumeration packages were revealed after staff were given an average 20% rise in their basic rate of pay to £8.20 an hour this year – a £1 more than the government’s “national living wage”, a new minimum wage for the over-25s. But some of that increase was offset by changes to benefits – including the end of extra pay for Sundays and paid breaks. Morrisons is battling to secure its place on the high street against rising competition from discounters Aldi and Lidl and heavy price cutting by rivals Tesco and Asda. Total sales for the year to 31 January fell 4.1% to £16.1bn after the group closed a net total of 20 stores. The Bradford-based supermarket chain revealed a pre-tax profit of £217m after a £792m loss in the previous 12 months, when it was forced to close stores as sales slumped in the face of heavy competition from discounters Aldi and Lidl.  But underlying profits which strip out the impact of one-off writedowns, restructuring costs and profits from the sale of unwanted properties – decreased almost 27% to £302m, slightly lower than the £308m analysts had expected.",
  "webTitle": "Morrisons chief executive given £1m bonus",
  "webPublicationDate": "2016-05-06T14:16:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/06/morrisons-chief-executive-david-potts-given-1m-pound-bonus",
  "keyword": [
    {
      "webTitle": "Morrisons",
      "id": "business/morrisons",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/06/morrisons-chief-executive-david-potts-given-1m-pound-bonus"
}