{
  "apiUrl": "https://content.guardianapis.com/natwest-partner-zone/2016/may/10/business-ideas-the-good-the-bad-the-crazy",
  "id": "2016-05-10-265",
  "sectionId": "natwest-partner-zone",
  "body": "Although a few business ideas are unique, many involve what Kevin Duncan describes as “conceptual blending”, which is taking an idea and applying it in a new context. “Add the delivery mechanism of a biro to stick deodorant and you invent roll-on deodorant,” he explains.  Duncan is a business adviser, marketing expert and author of more than 20 books for small businesses, including The Ideas Book: 50 Ways to Generate Ideas Visually. “Anyone can have a business idea,” he continues. “But if enough people aren’t willing to buy it to cover your costs and generate enough profit – you have no business.”    When testing business ideas you must be brutally honest. If it's rubbish, start again. And again.  Kevin Duncan     Asking potential customers as early as possible what they think of your business idea – and how much they would pay for it – is essential. “Before starting up, the founders of Innocent set up a stall at a jazz festival with ‘good’ and ‘bad’ bins. All people had to do was lob their empty smoothie container into one bin or the other. Easy, fast, reliable market research.” Promising ideas can be refined, says Duncan, who believes you should test fast, then decide. “Many advisers say you should ‘always be in beta’, but I disagree. Get it right at the beginning and then get on with it.” Duncan also encourages entrepreneurs to speak to experts, particularly if you lack technical knowledge. Their input can make a big difference. “When testing business ideas you must be brutally honest”, he says. “If it’s rubbish, start again. And again. If your ideas are never good enough, admit it and give up. It could save you a lot of time, money and grief.” Recipe for success     Timo Schmidt, co-founder of Gousto    “I came up with the idea while sitting at home thinking there had to be a better way to cook great meals without all the hard work,” recalls Timo Schmidt, co-founder of Gousto. “Having to find recipes, go shopping, and weigh ingredients was painful, and inevitably you end up wasting food. I thought if someone could fix this for less than the supermarkets charge, it would be insanely amazing.” Schmidt started London-based Gousto with friend James Carter in 2012. Customers can visit the website, pick recipes and then order pre-measured ingredients to ensure no waste, which arrives at their door. “We made many small changes before launching, but our first real customer feedback triggered much bigger changes,’ Schmidt confesses. Soon they were testing their recipes from market stalls, where reaction was overwhelmingly positive, but they were still able to learn. Schmidt says it’s essential to test a business idea thoroughly before committing time and money. “Customer feedback is so important. We still obsess about listening to our customers – they drive our entire product roadmap,” he says. In less than four years Gousto has scaled to now support more than 200 jobs, selling millions of meals per year. It has attracted £20m of investment, and ex-LOVEFILM CEO, Simon Calver, now sits on the company’s board. Gousto has launched apps to make ordering even more convenient, while introducing more choice to the menu (which now features dishes created by Theo Randall and Mary Berry, as well as wine and desserts). “You must take time to develop ideas – but sometimes it does take a leap of faith,” Schmidt says. Socks appeal     Kahana and De Sousa: “some people struggle with new ideas. Don’t listen to them”    Gil Kahana and Humberto De Sousa became friends while studying communication design at Central Saint Martins in London. One day they were enjoying food and drink with friends and as Kahana relaxed he lifted up his feet. He wondered why most socks looked so boring. Then he got around to thinking how much better socks could be if animated with characters (“almost like wearing sock puppets on your feet”).  “A few days later Humberto decided to develop the idea,” Kahana says. They met each week when possible, organising design sessions around their existing full-time jobs. “We drew quirky faces onto white socks, to see what worked best. At first we didn’t really have any business ambitions, but it grew. We then asked people on the street for their views on personal expression through clothing. It confirmed our thinking: the characters on our socks should only become visible when shoes were taken off.”  Chatty Feet launched in 2012 and feedback was mostly positive, says Kahana. “One blog made a negative comment, but it didn’t stop us,” he adds. Now with such characters as Kate Middle-Toe, Prof Brian Sox, Andy Sock-Hole, they sell socks in 27 designs in nine countries. “Last year we doubled our unit sales and we’re currently looking to open up new overseas markets,” he adds. When seeking feedback, Kahana recommends having a prototype. “Then people can see exactly what you’re talking about. Also carry out research to make sure someone hasn’t already got there. Discussing your ideas with others can be beneficial, but make sure you’re in a stimulating environment. You should feel able to express your thoughts. Some people see the world in strict paradigms; they struggle with new ideas. Don’t listen to them,” he says. Buoyant sales     Kev Moseley, founder of SwimFin    Kevin Moseley was a swimming instructor in Lancashire in the late-1980s. For a fun way to end lessons he would pretend to be a shark and swim around the pool wearing a fin made from two polystyrene kickboards. One day a child asked if he could try the fin, because it looked fun. Moseley experienced his own eureka moment, realising the commercial potential.  “Over some years I created, tested and improved prototypes,” he remembers. “I’d taken out a trade mark and had patents pending when I was invited to appear on Dragons’ Den in 2006. The Dragons abused me in their typical style – even saying my product that was dangerous. Afterwards I was angry, but determined to show them.”    It was a huge gamble... I could never have been 100% sure it would succeed  Kevin Moseley     Moseley remortgaged his home, borrowed from the bank, cashed in his life savings and sold his swimming school business to raise start-up capital. “It was a huge gamble, risking everything on an idea seeking to change the way swimming is taught around the world. I could never have been 100% sure it would succeed,’ he says.  Moseley continued to modify his product, and had it tested rigorously against international safety standards. “I spent 18 months on R&D. You can’t launch a swimming aid without thorough testing – parents must be able to trust your products.” Then he found a manufacturer and launched Northampton-based SwimFin in 2008, running the business from his garage. “In our first year we sold about 70,000 units in 46 countries overseas – a promising start. Now we export to more than 100 countries, have 44 exclusive international distributors and in the next year we hope to sell our one millionth SwimFin. We have a range of products, but the pioneering SwimFin is still the bestseller. I’m very proud of my idea and the business.” This advertisement feature is paid for and produced to a brief agreed with NatWest, sponsor of the winning new business and business essentials hubs.",
  "webTitle": "Business ideas: the good, the bad and the crazy",
  "webPublicationDate": "2016-05-10T09:00:05Z",
  "webUrl": "https://www.theguardian.com/natwest-partner-zone/2016/may/10/business-ideas-the-good-the-bad-the-crazy",
  "keyword": [
    {
      "webTitle": "NatWest partner zone",
      "id": "natwest-partner-zone/natwest-partner-zone",
      "sectionId": "natwest-partner-zone",
      "sectionName": "NatWest partner zone"
    }
  ],
  "authors": [],
  "guardianId": "natwest-partner-zone/2016/may/10/business-ideas-the-good-the-bad-the-crazy"
}