{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/anti-radicalisation-chief-says-ministers-plans-risk-creating-thought-police",
  "id": "2016-05-24-243",
  "sectionId": "uk-news",
  "body": "The police chief leading the fight to stop people becoming terrorists has said government plans targeting alleged extremists are so flawed they risk creating a “thought police” in Britain. Simon Cole, the police lead for the government’s own Prevent anti-radicalisation programme, said that the plans may not be enforceable and risk making police officers judges of “what people can and can not say”. His comments in a Guardian interview expose opposition in part of Britain’s security establishment against the planned Conservative government bill which was unveiled last week in the Queen’s speech.    Related: Police and faith alliance attacks counter-extremism bill    The bill widens Britain’s counter-terrorism fight to legislate against those defined as extremists but who do not advocate terrorism. Supporters of the measures say such people encourage those who want to commit atrocities and are ideological fellow travellers, who undermine common bedrock British values. However, Cole said that other senior police officers have concerns about the plans and the Guardian has learned separately that several British police chiefs are opposed or have serious reservations. “Unless you can define what extremism is very clearly then it’s going to be really challenging to enforce,” Cole said.  “We don’t want to be the thought police, we absolutely don’t want to be the thought police.”     Simon Cole: ‘Unless you can define what extremism is very clearly then it’s going to be really challenging to enforce.’ Photograph: Rui Vieira/PA    Asked if government plans create a danger of that, Cole said: “Potentially there is a risk.” It is rare for a senior police figures, let alone one who is part of the counter-terrorism establishment, to go on the record to voice scepticism about government plans backed by senior ministers.  David Cameron wants the plans to be part of his legacy and a flagship policy. The bill has been beset by Whitehall wrangling and criticisms over the effects it will have on freedoms in Britain.   Related: Cameron terror strategy runs aground on definition of extremism    Cole, the police lead for the Prevent programme since December, accepted that the plans had triggered deep concerns among Muslims. Asked if he was concerned he said: “Yes, because the police need to be able to safeguard people without being drawn into a hugely contentious potential role about a kind of thought police control of what people can and can not say. “And that needs really clearly defining and it needs parliament to lay out what is and isn’t acceptable.” The government has still not provided a definition of extremism, and critics also point out it will alienate people who might otherwise provide useful information on those posing the most danger to national security as well as feeding a narrative that Muslims are picked on. Many British Muslims are furious about the plans but Cole pointed out others in society are anxious about them too. “There is real concern about that, I would say not just within specifically the ... Muslim communities,” he said. His senior policing colleagues are among that group, Cole said: “I think we have concerns about how enforceable a piece of legislation would be. I don’t think it’s unreasonable that we reflect on how we would do that and I think we as a profession are very focused on threat and risk and harm and how to deal with it.” He said it was proper for police chiefs to speak out and offer advice, adding: “It is for the government to decide what to do with legislation, and it is for us to offer, when asked, if asked, to offer an operational view of it.” Cole said: “Within society as a whole we have to... have some limits about what you can say but they need to be as broad as they possibly can be.” The counter-extremism bill unveiled last Wednesday includes powers to ban organisations deemed as extremist, gag individuals and allow local councils to shut premises assessed as being used to promote hatred.    Related: Counter-extremism bill and Prevent strategy put our rights at risk | Letter from Diane Abbott MP, Natalie Bennett and 47 others    Until now the main focus of British policy had been to prevent violent extremism. The proposed new government measures expand the definition of who will be deemed as holding unacceptable views and punished. It comes amid a sustained terrorist threat since the rise of Isis and with security officials assessing it is highly likely that violent jihadis will attempt to attack the UK. At the weekend an alliance of organisations and opinion formers jointly criticised the plans.  A statement backed by Liberty, Index on Censorship, the Muslim Council of Britain, and Sir Peter Fahy, the former chief constable of Greater Manchester and Cole’s predecessor as policing lead for Prevent, says: “We are gravely concerned that the proposed counter-extremism and safeguarding bill will feed the very commodity that the terrorists thrive on: fear. “These proposals will serve to alienate communities and undermine free speech, but there is scant evidence that they will tackle the terrorism we all want to confront.” Fahy in his last weeks as a chief constable also spoke out against the plans to the Guardian saying they risk undermining the very British values they purport to bolster. But Cole, chief constable of the Leicestershire force, is one of a new generation of police chiefs, potentially hoping for a bigger job, and risks angering a government already critical of the police.",
  "webTitle": "Anti-radicalisation chief says ministers' plans risk creating 'thought police'",
  "webPublicationDate": "2016-05-24T09:08:13Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/anti-radicalisation-chief-says-ministers-plans-risk-creating-thought-police",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vikram Dodd",
      "id": "profile/vikramdodd"
    }
  ],
  "guardianId": "uk-news/2016/may/24/anti-radicalisation-chief-says-ministers-plans-risk-creating-thought-police"
}