{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/marcus-rashford-england-chance-euro-2016-australia",
  "id": "2016-05-26-22",
  "sectionId": "football",
  "body": "The last time England played Australia, in February 2003, the occasion was memorable for the debut of a freckle-faced Liverpudlian who has not done too badly for his country since cadging a lift from his Uncle Eugene to the team hotel and managing to fall asleep when he should have been downstairs for his first get-together. Wayne Rooney’s first impressions of the England squad, once someone had “fetched a spare key from reception, opened my bedroom door then shaken me awake”, was that it was a cliquey world – “Manchester United’s players sitting together and the Liverpool players on another table” – where the standard of training was better than anything he had ever been used to at Everton. England were trailing 2-0 when he came on as a half-time substitute. Rooney set up the goal for Francis Jeffers, another debutant, but England lost 3-1, ignominiously, and the night was notable for an unusual occurrence: Sven Goran Eriksson losing his temper. “Sven was understandably angry,” Rooney recalls.   Related: Marcus Rashford in line to make England debut against Australia    Thirteen years on it is now Marcus Rashford’s turn as the new kid on the block. Rooney, now the elder statesman of England’s squad, had the impudence to chip David James in one of his first training sessions and Everton’s boy wonder was already on his way to international stardom by the time – with a 12-year-old Jordan Henderson one of the ball-boys – England played Turkey not long afterwards on their last visit to Sunderland. Rashford has taken a similar path so far but, if anything, the teenager from Wythenshawe, on the edge of Manchester, will be under even more pressure bearing in mind the backdrop to his first England appearance will be that Roy Hodgson has to finalise his Euro 2016 squad before Tuesday’s midnight deadline. Rashford, in other words, will get only one chance in England’s colours to show he belongs at this level and the pressure is considerable. “I, my coaching staff, the rest of the players and the whole of the English football world will be watching,” Hodgson said. “Everyone will be saying: ‘We all think this lad has something special, can he now show it again?’ “We appreciate his pace. We appreciate his directness. We appreciate his desire to get behind defences with or without ball. Just take the FA Cup final as the most recent example. He plays with a confidence in his own ability. He has important qualities for our style of play.   Related: Manchester United’s Marcus Rashford here to stay, says Michael Carrick    “I can’t alter the fact that playing him will create headlines and exceptional interest but I suppose that is part of him being an international footballer and there is nothing I have seen in his make-up so far, watching him at Manchester United and seeing him these few days in training, that leads me to believe that isn’t the case. But we’ll see.” It is certainly a lot to ask of a player who started the season in Manchester United’s under-18s, does not turn 19 until Halloween and played in front of 3,264 people on his last international appearance – a 2-1 defeat against Canada for England’s under-20s at the Keepmoat Stadium, Doncaster. Rashford is 16 months older than Rooney when the boy from Merseyside became England’s youngest player, at the age of 17 years and 111 days. Yet, in another sense, he is actually ahead of Rooney in terms of the speed at which everything has happened. Rashford’s first cap will arrive only 92 days after he made his first-team debut at Old Trafford, and with only 18 first-team appearances to his name, whereas Rooney went 179 days from breaking into the Everton side to playing for England and had been involved in 26 games for his club. It is also worth keeping in mind that Gareth Southgate, England’s under-21s’ manager, left Rashford out of his last squad because it was considered “a bit early for him exposure-wise”. That decision looks increasingly bizarre and, listening to Hodgson at England’s team hotel, nobody should automatically presume Rashford will be cut free when the squad is whittled down to 23 players in the coming days.   Related: Louis van Gaal: Marcus Rashford rivals the best I have brought through    More than anything, Hodgson sounded taken aback by what he has seen in the last three months. “We knew he was in our system,” he said. “We knew he had played games in the teams lower down the age groups but, no, it was a surprise for us when his name appeared on the team-sheet and, of course, we were as surprised as anyone to see how well he did. “I worked hard to play it down at the beginning, after one or two games, when people were saying ’a new genius was born’ and ’Hodgson must take him to France’. I wanted to play down all those expectations and demands and at least give him a chance to see if he could keep it up for two or three months and, in fairness to him, that’s what he has done.” There is certainly no doubt who will be the centre of attention when England play their penultimate warm-up game and, though Hodgson would not rule out Daniel Sturridge’s chances of playing, it seems inconceivable that the Liverpool striker will be risked when his troublesome calf has flared up again. The stage is set for Rashford. “He has very interesting qualities, so can he produce them at international level at such a young age?” Hodgson said. “Now we will find out.”",
  "webTitle": "Marcus Rashford gets his England chance with Euro 2016 place at stake",
  "webPublicationDate": "2016-05-26T21:30:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/marcus-rashford-england-chance-euro-2016-australia",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/26/marcus-rashford-england-chance-euro-2016-australia"
}