{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/11/heathrow-airport-ban-night-flights-plan-third-runway",
  "id": "2016-05-11-305",
  "sectionId": "environment",
  "body": "Heathrow has agreed to curb night flights if permission is granted for a third runway, as it announced measures it claimed met all the conditions set by the Airports Commission for its expansion plan. As well as banning all arrivals and departures before 5.30am, the airport said it would support the introduction of an independent noise authority, and pledged not to add new capacity unless it can do so without delaying UK compliance with EU air quality limits. It also revealed it would accept any government decision to rule out building a fourth runway in the future. In July last year, the Airports Commission recommended a third runway be built at Heathrow alongside a significant package of measures to make the airport’s expansion more acceptable to local residents. While Heathrow had previously accepted the majority of its conditions, including a much more generous compensation scheme, it had held out on night flights and resisted making any pledge against further expansion. But the government’s slow response to the commission, and its deferral of any decision until at least this summer, has pushed Heathrow to take up the initiative. In a letter to the prime minister on Tuesday, Heathrow’s chief executive, John Holland-Kaye, said the planned expansion would provide a boost to the economy while balancing the impact on the environment. The letter stated: “You set up the Airports Commission and it unanimously recommended expanding Heathrow. You demanded ambitious plans from my team to deliver expansion with a bold and fair deal for our neighbours. “Today, I am proud to submit a comprehensive plan that meets and exceeds your demands. This is a big commitment from us, but it is the right choice for the country, local communities and jobs across Britain. “We have acted now to let you and your government make the right choice, in the long-term interest of our country. It will enable you to choose Heathrow and secure a stronger economy and Britain’s place in the world. “Expanding Heathrow can help Britain win thousands more jobs and ensure that future generations have the same economic opportunity that we have enjoyed.” The Airports Commission recommended a ban on scheduled night flights from 11.30pm to 6am, but Heathrow has proposed that the restrictions should be in place from 11pm to 5.30am, which it claimed met the condition.  Holland-Kaye said the move, which is contingent on new capacity from a third runway, was “a real prize” for local residents who had campaigned for decades for a night-flight ban. But it could see a significant amount of early morning traffic after 5.30am; currently six flights land before that time, several at around 5.25am.  The chief executive said night flights were “the biggest single challenge to us” and the schedule had to balance the needs of local residents with incoming flights from Asia that allowed business travellers to work in the City of London. He said: “It’s a better outcome. I think we have struck the right balance.”  John Stewart, the chairman of the main anti-Heathrow-expansion group, Hacan, said: “Heathrow’s decision to move on night flights could turn out to be significant. Hacan has long campaigned for a ban on flights before 6am but things have remained the same for decades. Heathrow’s proposals may prise open a door on night flights that has been firmly closed for 25 years.”   Meanwhile, Holland-Kaye said Heathrow would continue to work to meet air quality concerns – although he said the biggest problem was traffic on the M4, outside the airport’s perimeter. He said he had urged the new mayor to extend the low emission zone to the M25, while the airport was encouraging staff and customers to travel by public transport.  Heathrow has pledged to create an ultra-low emissions zone for airport vehicles by 2025 and develop an emissions charging scheme for all vehicles accessing the airport. It has also proposed that the Environment Agency should be given the role of an independent aviation air quality authority to scrutinise the airport’s plans.  Mary Creagh MP, the chair of the Commons environmental audit committee, said she was pleased to hear Heathrow’s commitment to a ban on night flights and the introduction of an independent noise authority. “Heathrow’s proposals to tackle air pollution, however, need to go much further much faster,” she said. “Promises on future rail links and air pollution charges are seven to 10 years away. People living near the airport need action on air quality much sooner and one quick win would be slashing fares on Heathrow Express to encourage more people to use it.  “Whatever the government decides on airport expansion, it needs a strategy for reducing carbon emissions from aviation. We will scrutinise the government’s plans to limit the noise, air quality, and climate change impacts of a third runway carefully.”   In December, the Department for Transport confirmed that the commission’s shortlisted options – new runways at Heathrow or Gatwick, or extension of an existing runway at Heathrow – were “viable”. But it also announced that further work on noise, pollution and compensation – which it expects to be concluded “over the summer” – will be carried out before it makes a decision on which project to support. The new London mayor, Sadiq Khan, stated in his manifesto that he would oppose a third runway at Heathrow and would continue to call for expansion at Gatwick as a “more viable, cheaper and easier to build alternative” even if the government pursues the Heathrow option. However, Khan faced criticism after dropping his predecessor’s objection to the expansion of London City airport, which is seeking planning permission to grow its traffic by 40%. Sian Berry, the Green party’s mayoral candidate, said Khan was “neglecting his duty to stand up for residents in east London, who will be blighted by more noise and already live with illegal levels of air pollution”.",
  "webTitle": "Heathrow to ban night flights as part of plan for third runway",
  "webPublicationDate": "2016-05-11T08:54:02Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/11/heathrow-airport-ban-night-flights-plan-third-runway",
  "keyword": [
    {
      "webTitle": "Heathrow third runway",
      "id": "environment/heathrow-third-runway",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Heathrow airport",
      "id": "uk-news/heathrow-airport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business travel",
      "id": "travel/business",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Heathrow",
      "id": "travel/heathrow",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    },
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "environment/2016/may/11/heathrow-airport-ban-night-flights-plan-third-runway"
}