{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/against-interpretation-susan-sontag-100-best-nonfiction-books",
  "id": "2016-05-16-354",
  "sectionId": "books",
  "body": "Susan Sontag saw herself as a novelist. The years between 1962, when she completed her first novel, The Benefactor, and 1965, when she began her second, Death Kit, were for Sontag “a sharply defined period” in which she wrote many of the literary critical and cultural pieces that came to define her even more strongly than her fiction. In her Paris Review interview of 1994, Sontag confessed: “Writing essays has always been laborious. They go through many drafts, and the end result may bear little relation to the first draft; often I completely change my mind in the course of writing an essay. Fiction comes much easier, in the sense that the first draft contains the essentials – tone, lexicon, velocity, passions – of what I eventually end up with.” Sontag’s earliest essays, nonetheless, have a heady and self-confident originality. This collection for instance contains two modern classics, Against Interpretation and Notes on Camp, as well as discussions of Lévi-Strauss, Sartre, Camus, Beckett, Godard, a memorable demolition of Ionesco, together with psychoanalysis and science fiction cinema. Sontag, who came to influence generations of readers around the world and saw herself at war with philistinism, was nothing if not transgressive. And always intensely varied. In the same Paris Review interview, she said of her writing that “it’s supposed to be diverse, though of course there is a unity of temperament, of preoccupation – certain predicaments, certain emotions that recur – ardour and melancholy. And an obsessive concern with human cruelty, whether cruelty in personal relations or the cruelty of war.” Notes on Camp, which first appeared in 1964 in the Partisan Review, an early patron, fell to one side of that “unity”, but caused a sensation that propelled Sontag to instant prominence in American intellectual circles. Summarising Sontag’s reputation, Time magazine declared that “she has come to symbolise the writer and thinker in many variations: as analyst, rhapsodist, and roving eye, as public scold and portable conscience”. Sontag would have been gratified by such a description. “I had come to New York at the start of the 1960s,” she wrote later, “eager to put to work the writer I had pledged myself to become.” Her aesthetic was, and would remain, omnivorous. “My idea of a writer: someone interested in ‘everything’… The only surprise was that there weren’t more people like me.” But of course there weren’t. Sontag was inimitable, in both life and work. Her writing quickly became the quintessential commentary to the 1960s, which was unfolding, raucously, and sometimes violently, around her in New York. Typically, she spurned any kind of easy pigeonhole. “It wasn’t the 60s then. For me it was chiefly the time when I wrote my first and second novels, and began to discharge some of the cargo of ideas about art and culture and the proper business of consciousness which had distracted me from writing fiction. I was filled with evangelical zeal.”     Susan Sontag at a writers’ conference in 1966. Photograph: Bob Peterson/Time Life Pictures/Getty Images    In its review of this volume, the New York Times latched on to Sontag’s moralistic side, describing her as a “thoroughly American figure standing at the centre of Against Interpretation. The dress is new, true enough, and the images strange. The haunting image is that of a lady of intelligence and apparent beauty hastening along city streets at the violet hour, nervous, knowing, strained, excruciated (as she says) by self-consciousness, bound for the incomprehensible cinema, or for the concert hall where non-music is non-played, or for the loft where cherry bombs explode in her face and flour sacks are flapped close to her, where her ears are filled with mumbling, senseless sound and she is teased, abused, enveloped, deliberately frustrated until – until we, her audience, make out suddenly that this scene is, simply, hell, and that the figure in it (but naturally) is old-shoe-American: a pilgrim come again, a flagellant, one more self-lacerating Puritan.” This is super-fine, as far as it goes, but it misses Sontag’s appetite for intellectual exhibitionism. There was, I think, always more than a touch of Oscar Wilde about “Miss Sontag”. Like Wilde, she was a self-confessed “pugnacious aesthete”; like Wilde she revelled in aphorism; and, like Wilde, she absolutely refused to play safe. Despite the promise of her brilliant university career, she had other ideas. “I was not going to settle for being an academic: I would pitch my tent outside the seductive, stony safety of the university world.” Like her contemporary, Germaine Greer (No 13 in this series), Sontag was for “freedom”, a throwing off of “old hierarchies”, but she was also self-consciously placing herself squarely in a line of American thought: “The ardours I was advocating seemed to me – still seem to me – quite traditional. I saw myself as a newly minted warrior in a very old battle: against philistinism, against ethical and aesthetic shallowness and indifference.”    Like the fumes of heavy industry… the effusion of interpretations of art today poisons our sensibilities  Susan Sontag     As well as commenting on the 60s, Sontag came to embody the decade. “How one wishes,” she wrote later, “that some of its boldness, its optimism, its disdain for commerce had survived. The two poles of distinctively modern sentiment are nostalgia and utopia. Perhaps the most interesting characteristic of the time now labelled ‘the 60s’ was that there was so little nostalgia. In that sense, it was indeed a utopian moment. The world in which these essays were written no longer exists.” Sontag’s work, however, unequivocally outlives her. The title essay, which even carries an epigraph from Wilde (“It is only shallow people who do not judge by appearances. The mystery of the world is the visible, not the invisible”) sounds a passionate appeal for “an erotics of art”. Sontag’s argument, expressed with much greater brilliance and subtlety than any simplification can convey, is that critical “interpretation”, which takes its cue from Plato and Aristotle, has become reactionary and stifling. “Like the fumes of the automobile and of heavy industry which befoul the urban atmosphere, the effusion of interpretations of art today poisons our sensibilities.” This, says Sontag, “is the revenge of intellect upon the world.” Thus, the task of the critic is “not to find the maximum amount of content in a work of art… Our task is to cut back content so that we can see the thing at all.” Sontag’s Wildean provocations reached their apogee in her famous 1964 essay, Notes on Camp, also collected here. The debt to Wilde is manifest on almost every page. Remarkably, Sontag holds her own with verve. “The essence of camp,” she begins, “is its love of the unnatural: of artifice and exaggeration. And Camp is esoteric – something of a private code, a badge of identity, even, among small urban cliques.” Cleverly recognising that “it’s embarrassing to be solemn and treatise-like about Camp” and run the risk of having perpetrated “a very inferior piece of Camp”, Sontag proceeds to set out 58 witty and coruscating numbered “notes”, culminating in the ultimate Camp statement: “It’s good because it’s awful.” What we need now, more than ever: this kind of originality and risk. A signature sentence “A sensibility (as distinct from an idea) is one of the hardest things to talk about; there are special reasons why Camp, in particular, has never been discussed.” Three to compare Susan Sontag: Illness As Metaphor (1978)Camille Paglia: Vamps & Tramps (1994)Susan Sontag: In America (2000)",
  "webTitle": "The 100 best nonfiction books: No 16 – Against Interpretation by Susan Sontag (1966)",
  "webPublicationDate": "2016-05-16T04:45:26Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/against-interpretation-susan-sontag-100-best-nonfiction-books",
  "keyword": [
    {
      "webTitle": "Essays",
      "id": "books/essays",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert McCrum",
      "id": "profile/robertmccrum"
    }
  ],
  "guardianId": "books/2016/may/16/against-interpretation-susan-sontag-100-best-nonfiction-books"
}