{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/09/digital-changed-uk-fashion-industry",
  "id": "2016-05-09-256",
  "sectionId": "media-network",
  "body": "From live-streaming catwalk shows to ordering an outfit to be delivered direct to your desk 90 minutes after you’ve bought it on your mobile, the world of fashion has undergone a huge shake-up thanks to technology. We’ve waved goodbye to the days of when our clothes shopping was restricted to our local market or high street; instead digital has become a key part of the shopping experience, with the global online clothing and footwear sector worth a staggering $175bn in 2015, up from $23bn in 2005, according to Euromonitor International. Fashion-hungry consumers shop at global online stores 24/7, and engage with brands through social networks such as Instagram or watch catwalk shows – once just exclusive to the elite – online. “Fifteen years ago, Asos was just one-year-old, Facebook was three years away to being founded and Instagram was not even yet an idea,” says Keely Stocker, editor of fashion trade title Drapers. “That shows just how rapidly the industry has changed over the last decade. Pure-play retailers such as Asos and Net-a-Porter have come along and brought a new shopping channel to customers and forced high-street retailers to increase their channel offering to keep up with the change in consumer shopping habits. Add mobile and social channels on top of that and you can see just how much the way we shop has changed.” For consumers, the breakthrough of the internet has led to increased choice, with access to millions of products from brands worldwide at the tap of a few keys. Shopping has become much more convenient to the customer, with deliveries sent to their location of choice – home, work, collect from store – and at a time that suits them.  “Now consumers hold all the power,” says Bernadette Kissane, apparel and footwear analyst at Euromonitor International, adding that consumers can now compare the prices of a product on their phones while walking round a store. “Fashion brands are now at the mercy of what consumers want, rather than pushing products onto them.” Charlotte Ellis, director of digital at womenswear retailer Karen Millen, agrees. “Technology gave us the ability to interact with the customer and understand her so much better, putting her at the centre of our business. Through digital we can reach her wherever she is, giving her 24-hour access to our product whenever she wants it.” The unstoppable rise of online and technology has forced high street chains to create a strong digital presence in order to compete with their rivals, particularly the more innovative online-only players such as Asos. Ellis says Karen Millen’s business has been transformed since it launched its first website in 2009.  “Karen Millen’s digital offering has grown significantly and continues to grow, particularly in the UK where digital has been a key focus,” she says. “Customer exposure to the brand exploded with the digital eruption and enabled us to enter new markets and expand our business globally.” In more recent years, retailers have tapped into the trend for shopping as we go and launched mobile optimised sites and apps, and also introduced technology in-store – take Burberry, for instance, which arms store staff with iPads, in order to make the customer experience more seamless.  With smartphone traffic overtaking desktop visitors, Karen Millen has made mobile a more significant part of its strategy: “Customers are increasingly adopting a ‘mobile first’ approach to shopping and a high percentage even search our site while they are instore, so mobile is extremely important,” says Ellis. The internet has changed the fabric of UK retail. Independent fashion retailers are fighting more than ever as they compete with online-only operations that don’t have to cough up stifling business rates and are adapting to an increasingly digitised society. “Digital has been a blessing and a hindrance to many smaller retailers,” says Stocker. “It has allowed them to reach a whole new audience but it’s a costly channel. Many are still looking at their digital options while others are reaping the benefits of a digital store.”   Related: The high-street estate agent of the future    Many independents, including womenswear retailer The Dressing Room, have cracked digital and seen their businesses transform into global storefronts. Three years after opening her St Albans store in 2005, Deryane Tadd launched the website, enabling shoppers worldwide to buy from her curated stock of premium brands. “Online has absolutely transformed my business,” says Tadd, adding that the website accounts for around 30% of overall turnover and is seeing more than 30% growth year-on-year.  “The website is our best marketing tool to get people through the door of the bricks-and-mortar store, and also allows us to engage with our customers at any time of day through the content we have online, such as styling videos, lookbook shots and constant product uploads. I knew nothing about ecommerce and made many mistakes along the way, but we now have a strong and evolving multichannel offer.” Tadd has embraced digital more than many luxury retailers. In wanting to keep their goods exclusive, many premium brands have been slow to adopt digital and even now many are playing catch up to the likes of Net-a-Porter and online stores such as Matches and John Lewis. “In an industry where brand perception is everything, the internet is considered a tool that dilutes the brand experience and removes the exclusivity many luxury brands are built upon,” says Kissane. For the most part, fashion retailers have embraced social media, turning to the likes of Instagram and Twitter to create stronger engagement – in real-time – with their customers. “Social media is an important part of our business,” says Neil Chadwick, co-founder of fashion retailer Seasalt, which sells through its 33 UK stores and its website. “We regularly post about the Cornish inspiration for our collections – pictures or videos of the sea, a fisherman’s garden or the beach, and our product. It drives revenue and allows us to interact with our customers directly. It’s more than just about selling products, it allows us to build a community and communicate our brand values.” As for the future, as retailers collect more customers data and use it smartly to recognise and target shoppers across the different channels, the focus will be on creating more of a tailor-made experience. With fashion brands now able to converse and sell to customers wherever they are in the world, online has changed the fabric of the industry beyond recognition. To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Digital has changed the fabric of UK fashion",
  "webPublicationDate": "2016-05-09T09:30:11Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/09/digital-changed-uk-fashion-industry",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Bearne",
      "id": "profile/suzanne-bearne"
    }
  ],
  "guardianId": "media-network/2016/may/09/digital-changed-uk-fashion-industry"
}