{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/the-dogs-dont-work-nsw-greens-say-66m-wasted-on-drug-sniffer-dog-unit",
  "id": "2016-05-25-309",
  "sectionId": "australia-news",
  "body": "New South Wales police have spent more than $66m funding its sniffer dog drug detection unit since 2010, sparking questions over the program’s effectiveness. Figures provided to the NSW parliament reveal the police have spent an average of $9,420,416.57 per year on the cost of maintaining the police detection dog unit from 2010 to 2016 to date, a total of nearly $66m. But that figure – provided to the NSW Greens MP and justice spokesman, David Shoebridge, in response to questions on notice in parliament last month – covers only the unit’s upkeep, training and operational costs, which he says underestimates the true cost of drug dog operations.   Related: Two police officers who trolled Greens' dog-sniffer Facebook page were on duty    Shoebridge says the figure raises questions, particularly given that NSW police have repeatedly refused to release information on its effectiveness. Drug dog units require a large amount of police resources. An operating manual released under NSW freedom of information laws shows that a minimum of six officers must accompany each dog and its handler. This number increases to 10 officers at music festivals. “We now have a further 65 million reasons to stop the ineffective police drug dog operations,” he said. “The waste of money is just extraordinary. Added up since 2010 that’s enough to build four brand-new primary schools with a cool $6m left over as change.” The justification for conducting searches is also an issue of ongoing concern. There were 14,600 people searched in 2014, with 74% of those searches resulting in no drugs being found. The police operating manual states that the drug detection unit cannot rely merely on the dogs to justify conducting a search on a person. Instead, the police rely on largely unknown intelligence reports on specific geographical locations to aid in justifying their searches. Shoebridge said a taxpayer-funded program should have publicly available metrics that should be subject to public scrutiny.   Related: Sniffer dogs: Greens NSW renew push to end their use in stop and search    “Any other part of government would have to justify its expense but the police drug dog unit seems to be above criticism,” he said. “Put simply, the dogs don’t work and the police waste enormous resources proving that point every day at our train stations and on our streets.” The responses also states that NSW police only receive one complaint a year – but that it paid an average of $57,000 a year from legal proceedings relating to the program. Guardian Australia has contacted NSW police. The NSW Greens launched the Sniff Off campaign in October 2014 to lobby against police use of drug detection dogs in public places, which the party says violates Australians’ civil liberties. Last month, two of three police officers caught posting misinformation to the page were confirmed to have done so while on duty, and all three had been involved in drug detector dog operations.",
  "webTitle": "'The dogs don't work': NSW Greens say $66m 'wasted' on drug sniffer dog unit",
  "webPublicationDate": "2016-05-25T02:05:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/the-dogs-dont-work-nsw-greens-say-66m-wasted-on-drug-sniffer-dog-unit",
  "keyword": [
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    },
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/25/the-dogs-dont-work-nsw-greens-say-66m-wasted-on-drug-sniffer-dog-unit"
}