{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/retail-survey-highlights-at-risk-jobs-as-high-street-changes-women",
  "id": "2016-05-11-253",
  "sectionId": "business",
  "body": "Nearly half a million shop workers, mostly female, are in danger of losing their jobs as a result of changes on the high street and the growth of online retailing. The group, aged between 26 and 45, are identified as a “lost generation” in a survey conducted by the industry trade body the British Retail Consortium (BRC), published on Wednesday. The research suggests there is a gloomy outlook for the workers, many of whom are carers who need to work close to their family home, as they could find it hard to find alternative jobs.   Related: UK retailers suffer sharp drop in sales    Sir Charlie Mayfield, the chairman of the BRC and the John Lewis Partnership, said the Retail 2020 report “includes some worrying findings”. The retail sector, the country’s largest private sector employer, is going through unprecedented upheaval as changes in shopping habits see sales move online, reducing the number of shoppers on the nation’s high streets. Some 46,000 UK shops lie empty and about a third of those have been empty for more than three years.  Using the benchmark of earning less than £8.05 an hour, the BRC says 1.5 million people work in low-paid UK retail jobs. About 70% are female and one in five receive means-tested working age tax credits.  Increasingly major retail chains are retreating from high street parades, opting instead to run fewer, larger stores that are a destination for shoppers, a trend that has contributed to the number of people employed in retail falling for the last seven years. At the same time retailers are facing rising costs – most recently from the introduction of the “national living wage” – and sluggish, if any, sales growth as shoppers switch their spending power to entertainment, holidays and eating out. The rate of store closures was accelerated by the financial crisis, which claimed major high street chains such as Woolworths. The sector is braced for fresh pain following the collapse of the department store chain BHS and fashion retailer Austin Reed, which together employ more than 12,000 people.      Woolworths stores began closing down in 2008. Photograph: Peter Macdiarmid/Getty Images    Although the chains have attracted interest from potential suitors, store closures are likely to be a feature of any rescue deal.   In March, Lord Wolfson, the chief executive of Next, said trading conditions for retailers this year could be the worst since the financial crisis. Warning that 2016 could feel like “walking up the down escalator” the Tory peer pointed to slowing earnings growth, weakening economic output and a possible permanent shift in consumer spending habits towards nights out, holidays and other non-retail spending. British retailers suffered their sharpest drop in sales for eight months in April as more cautious shoppers reined in spending and cold weather affected sales of spring and summer clothing, industry figures showed on Tuesday. The BRC echoed comments from Next and Sainsbury’s about the “experience economy” competing with shops for consumers’ disposable income. The national living wage of £7.20 an hour for workers aged 25 or above took effect last month. Many retailers, including B&Q and Waitrose, have been cutting staff benefits and pay for Sundays and bank holidays to offset the higher costs but others, such as Greggs, have said they can absorb the change without changing terms for staff. Moody’s, the credit rating agency, predicted last year that retailers would increase prices or cut large numbers of jobs as the national living wage rises to £9 by 2020. With supermarkets locked in a price war, the grocery sector, which employs about 1 million people, is likely to cut jobs by speeding up automation, Moody’s said.  However, it said the national living wage could benefit retailers by putting more money in the pockets of British shoppers.",
  "webTitle": "Women could bear brunt of high street job losses, survey warns",
  "webPublicationDate": "2016-05-11T11:30:00Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/retail-survey-highlights-at-risk-jobs-as-high-street-changes-women",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Job losses",
      "id": "business/job-losses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    },
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/11/retail-survey-highlights-at-risk-jobs-as-high-street-changes-women"
}