{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/16/tips-links-and-suggestions-mary-oliver-mat-johnson",
  "id": "2016-05-16-115",
  "sectionId": "books",
  "body": "Welcome to this week’s blog. Here’s a roundup of your comments and photos from last week, with lots of poetry – from Mary Oliver’s approachable words to Emily Dickinson’s obsession with gardens –, a “brilliantly” funny book about race in America, and readers forgetting what they’ve read. booksnourishcarole praised the poetry of Mary Oliver:   Mary Oliver is my favorite poet in the spring, when everything comes alive again and awes us with the Earth’s beauty and bounty. Her poetry is accessible and always makes me more alert to my surroundings and I see with more appreciative eyes. “Still, what I want in my life / is to be willing / to be dazzled – to cast aside the weight of facts / and maybe even / to float a little / above this difficult world. / I want to believe I am looking / into the white fire of a great mystery.” (excerpt from The Ponds)       [I can’t help but link to this beautiful piece from Brain Pickings on Oliver, her soulmate – the photographer Molly Malone Cook – and what attention really means. If you haven’t seen it or don’t know much about Oliver, you will probably enjoy this discovery.]  SydneyH has finished The Europeans by Henry James:   ... which is my new favourite among the texts of his that I’ve read, and is certainly the most readable. For me, the first page alone is worth more than all of The Ambassadors combined. It’s essentially what I had been looking for in James’s work, something with the wit and intelligence of What Maisie Knew, without compromising its appeal with misty abstractions. The plot is essentially about the incestuous romances of an aristocratic American family when two European cousins come to stay, back in a time when that was an unremarkable occurrence. It sounds innocuous, but it’s a sharp satire. I’m now leaning towards James’s shorter and earlier works, so I’ll add The Spoils of Poynton to my list.  fingerlakeswanderer recommended Mat Johnson’s “brilliantly funny and just plain brilliant” novel, Loving Day:   ... narrated by a “mixed-race” man who discovers that he has an 17-year old “white” daughter. For those who don’t want to read a serious book that deals with race in America – how about if that serious book made you laugh your a## off? Johnson’s discussions about race, and gender, and self-identity are sharp and funny, the very best kind of satire that slices you open while you’re busy guffawing. He’s a hell of a writer.  Yosserian has started The Spectator Bird by Wallace Stegner – which prompted a question for other readers:   About twenty pages in, déjà vu struck, and I realized I must have read this before … a certain scene brought back a strong mental image of the moment I had at the time of first reading it. I’m now about the third the way through, I still cannot remember the outcome of the novel. I got me to thinking about how I remember novels. Some people I know can reel of the entire narrative of books, while I struggle to be articulate, but nonetheless have a strong set of mental images and somewhat ineffable emotions feelings. I have the same thing looking back over my life. Some people can spin long yarns about past experiences, and again I’m completely inarticulate. Anyway, I just wondered about the differing way people remember books they have read.  Interesting links about books and reading  Uninvent This: a New Yorker series in which writers – from Charlie Brooker to Carrie Brownstein – talk about the one thing they wish hadn’t been invented.  The Lost Gardens of Emily Dickinson: on the poet’s adoration of the plant kingdom, and how it impacted her life and work. In the New York Times.  Why I quit being a writer: Jaime Clarke on saying goodbye to the writing life, in Literary Hub.  How Books Became the Language My Father and I Found Together: “In a relationship where communication doesn’t come easily, literature has become our shared vernacular,” by David L Ulin for Buzzfeed.  When Your Memoir Needs Less of You: “It feels reassuring to write everything you remember, how it all felt. But to write well sometimes involves rejecting reassurance.” By Lucas Mann for Catapult.  Weeding the Worst Library Books: “On their blog Awful Library Books, two librarians highlight books that seem to them so self-evidently ridiculous that weeding is the only possible recourse.” In the New Yorker.   If you would like to share a photo of the book you are reading, or film your own book review, please do. Click the blue button on this page to share your video or image. I’ll include some of your posts in next week’s blog. If you’re on Instagram and a book lover, chances are you’re already sharing beautiful pictures of books you are reading, “shelfies” or all kinds of still lifes with books as protagonists. Now, you can share your reads with us on the mobile photography platform – simply tag your pictures there with #GuardianBooks, and we’ll include a selection here. The next blog will come on Monday 30 May, so comments will remain open until then. Happy reading!",
  "webTitle": "Tips, links and suggestions: what are you reading this week?",
  "webPublicationDate": "2016-05-16T16:48:53Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/16/tips-links-and-suggestions-mary-oliver-mat-johnson",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "User",
      "id": "community/community",
      "sectionId": "community",
      "sectionName": "Community"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Marta Bausells",
      "id": "profile/marta-bausells"
    }
  ],
  "guardianId": "books/booksblog/2016/may/16/tips-links-and-suggestions-mary-oliver-mat-johnson"
}