{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/euroscepticism-lonely-idea-failure-refugee-crisis",
  "id": "2016-05-23-271",
  "sectionId": "commentisfree",
  "body": ".   A few weeks ago the former Greek finance minister Yanis Varoufakis described the position of his Slovenian counterpart Dušan Mramor during the Greek crisis last year as surprisingly hostile, almost bordering on the comical. The Slovenian finance minister was said to be the first one to threaten him with Grexit. As he put it, one seldom encounters such a combination of economic illiteracy and self-defeating hostility. This small episode encapsulates typical Slovenian political servility and the sustained complex of inferiority, often compensated for with self-important behaviour, in this instance taking the main initiative when it comes to the questions of Europe’s future. Possibly Slovenia is the last of its members that would decide to leave the safe shelter of European union: to withdraw from it simply cannot become a matter of serious public dispute. It is hard to believe that we will ever go to a referendum. Even the controversial Slovenian philosopher Slavoj Žižek, always ready to invert the conventional standpoints of the majority into sheer impudence, has come to see more and more hidden advantages of European culture – especially when it comes to the question of how to treat refugees crossing the old continent. Last October our premier warned that the EU will face collapse if the bloc cannot agree on a plan to confront the sudden influx of refugees through the Balkans. “If we don’t find a solution today, if we don’t do everything we can today, then it is the end of the European Union as such,” Miro Cerar said. Such a dramatic call exemplifies not only their fear, but also the fidelity of Slovenian politicians to the EU. The country became an independent state in 1991; historically it always used to be a part of bigger national and political entities, dependent on others. The attainment of independence gave the country a strong identification with central Europe and its cultural milieu, running away from its southern neighbours. Slovenia, bordering Austria, Italy, Hungary and Croatia, always felt more naturally European than anything else. The national character is determined by the slave mentality as a result of our history, with some flavour of Nietzschean slave morality, revaluing that which the master – the EU – likes to value.   Related: Europe veers to the right at its peril | Srecko Horvat    There is a strong belief in Slovenia that we cannot possibly remain an island with a population of only 2 million, geographically almost at the heart of Europe yet politically separated. Indeed, upon joining the EU in 2004 there was high economic growth – most of our trade is with other EU states – although the economic crash has been felt. Slovenia recorded a public debt at about 83% of the country’s GDP by the end of 2015, which is about €32bn. It was only 27% in 2004. Willing or not, we are caught in the economic flows, and the domestic economy would have surely fared worse if we had been isolated and not part of the EU. We may feel discomfort and anger with European politics, yet periodical Euroscepticism is merely a lonely idea without serious foundation. Economists repeat that there is always the opportunity to correct mistakes and make better use of the 500 million-strong European market. The weakness of the smaller nation means it must adapt to the diktats of the biggest. Although it may seem tempting to complain of Brussels bureaucracy and the frequently hopeless rigidity of the political leaders of Europe, it is deeply unjustified. The EU’s failure to cope with the refugee crisis should not mean we have to leave behind the project of inclusive, democratic society; where solidarity, diversity, freedom and equality are cherished and safeguarded. On the contrary, we are facing critical times, when populism and political extremism more and more threaten the democratic and social structures of the EU. The financial crunch has raised some deep doubts about identity and politics. Nevertheless, the European democratic culture must prevail over the efforts of elites: its governance should lead to more egalitarian models than the free-market orthodoxy, and greater solidarity among member states. We should remember that the very idea of the EU was to solidify the peaceful union of different states, which had been at war for several centuries and ruined by the tragic consequences of conflict in the first half of the 20th century. In this sense it realised the programme of Immanuel Kant from his essay on perpetual peace, surely one of the fundamentals of contemporary liberal thought. An integrated Europe, with its single market, common rules and a shared framework of human rights and justice, is a legacy worth improving, not abandoning. The referendum on the UK’s membership is motivated by an incorrect “homeopathic” doctrine – namely that more disintegration would cure the processes of disintegration. Leaving is a bad solution and for some members being a part of the group is a matter of plain survival – in this regard I don’t believe Slovenia can afford the exit, neither economically nor politically. More importantly, I don’t believe Europe as a whole could afford it either. • Tell us what the EU means to you and your country",
  "webTitle": "Euroscepticism is a lonely idea without serious foundation | Boris Vezjak",
  "webPublicationDate": "2016-05-23T08:00:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/euroscepticism-lonely-idea-failure-refugee-crisis",
  "keyword": [
    {
      "webTitle": "Slovenia",
      "id": "world/slovenia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Boris Vezjak",
      "id": "profile/boris-vezjak"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/euroscepticism-lonely-idea-failure-refugee-crisis"
}