{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/sevilla-liverpool-europa-league-final-basel-party",
  "id": "2016-05-18-24",
  "sectionId": "football",
  "body": "For an afternoon in the muggy Swiss sun, and for 45 minutes on the pitch, Liverpool turned Basel red. Win or lose, on some level this was always likely to be an occasion to pick over, to wring the drops from at the end of a fevered, stop-start season. And so it proved to be, even in comprehensive defeat to a superior Sevilla team who flexed their shoulders as Liverpool shrunk and eased their way to a third successive Europa League title. There is no shame in defeat here to a more competent, gnarlier team. Liverpool dominated for a spell in the first half and might have gone two goals up. But Sevilla are a powerful machine, and a more settled one right now. They equalised after 20 second-half seconds, a goal you could see coming after about five, energised by a furious half-time huddle with the manager, Unai Emery. Two more goals from the excellent, beautifully balanced Coke followed in the next 25 minutes.   Related: Coke double shakes Liverpool as Sevilla hit back to win Europa League final    Liverpool will feel not just the pain of defeat and of dampened carnival expectation, but also the tangible loss of a Champions League spot and all its attendant benefits. But the fact remains, this would have felt like a sneaking in through the cat-flap for an eighth-placed team of someone else’s odds and ends which is still being furiously stripped down and made over. For Liverpool the challenge now is to take what they can from their own thrilling run to this final. And to take pleasure, too, in their own massed presence here, a gathering of the clans in this peculiar sunken central European plughole, with its Schengen-fudge of border points and cancelled trams. Jürgen Klopp is good on the subject of moments, snapshots of pleasure that are really the point of all this. For Liverpool it has been a harrowing, valedictory year, the kind that deserves a send-off, and they had one here even in defeat. Before kick-off Marketplatz at the edge of Basel’s old town was filled with bouncing, boozing red-shirts, drenched intermittently with flare smoke. At St Jakob Park the fans covered the stands with a great dangling laundry of homemade banners and flags. The early prognosis was good as Liverpool pressed at the weak points in Sevilla’s back line. They should have had a penalty too, three Uefa officials spotting nothing amiss as Daniel Carriço stopped the ball with his arm. No excuses though. The moment to take this game away came and went at the end of the first half. Daniel Sturridge’s opening goal was a sublime piece of invention. Taking the ball from Philippe Coutinho, Sturridge stopped for a micro-second before bending the ball into the far corner with the outside of his left foot, the perfect shot, in the perfect spot, starting outside the line of the post, then curling back past David Soria’s hand in an untouchable arc. The stadium erupted in a wild barrelling roll of red joy, Klopp and his bench out whirling and punching the air like a western saloon-bar dust-up. But that was that for Liverpool, as Sevilla came snapping out of their corner after half-time, a brilliantly executed surge from the masters of this competition.     Sevilla celebrate as Coke lifts the trophy. Photograph: Simon Hofmann/UEFA via Getty Images    As the final whistle blew Sevilla’s bench came hurtling on to the pitch in transports of glee, applauded by Liverpool’s fans even as their own players slumped. Klopp dwelt on Liverpool’s failure to react to the Spanish side’s surge, but he will know this was also the right result. Liverpool looked a level below a Champions League team in the second half here, profoundly outplayed by opponents who just looked more grown-up, more in tune with how to go about winning a football match. But then this isn’t really a team yet, more a working model conjured out of the air by Klopp’s whirling hands on the touchline. Roberto Firmino ran out of puff, but he will surely grow again next season. Coutinho was wasted and muscled out of it on the left. Emre Can isn’t yet the influence he so desperately wants to be. Otherwise, new players will improve the squad. A centre-half, two goalkeepers and a powerhouse midfielder might be a good start. Oh, and a left-back. Left-back. Left. Back.   Related: Jürgen Klopp: Liverpool shocked by Sevilla equaliser and never recovered    For now perhaps the best thing is simply to enjoy the journey, with all its highs. And to take a lesson, if anyone in English football is capable of doing so, from the stunning recent success of Spanish football. It has been easy to dismiss La Liga’s supremacy as a function of colossal spending power and seductive home conditions, thereby ignoring the fact Barcelona have the most successful high-end player nursery of the last 20 years. But of course this goes much deeper. By Saturday week it will be six European trophies in a row that have been won by three different Spanish teams, maybe four. Some fluke. Some weak, clásico-whipped league. In terms of depth, game management, tactical versatility and basic quality of player, La Liga is miles ahead. This was the perfect test point: seventh in Spain versus eighth in England. Seventh absolutely strolled it. What happens next is just as interesting. Emery has had three-and-a-half years to groove his systems and sift his players. Klopp needs time to do the same. The party may have fizzled. But the real work starts now.",
  "webTitle": "Liverpool's Europa League party fizzles out as Sevilla reign again | Barney Ronay",
  "webPublicationDate": "2016-05-18T21:13:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/sevilla-liverpool-europa-league-final-basel-party",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/2016/may/18/sevilla-liverpool-europa-league-final-basel-party"
}