{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/hiroshima-family-members-among-dead-george-takei",
  "id": "2016-05-30-130",
  "sectionId": "commentisfree",
  "body": "Barack Obama became the first US president ever to visit Hiroshima last Friday – the site where the first atomic bomb, deployed by the United States to end the second world war, laid waste to the entire city and killed more than 70,000 people instantly before another 70,000 died agonizing, lingering deaths over the next two months.  I had family members among the dead in Hiroshima – my mother’s sister and her five-year-old child, whose bodies were found in a canal, burned nearly beyond recognition by the blast.  At the time, the Allied populaces celebrated the news, for this meant the war would soon be over, and millions of soldiers and civilians would be spared a prolonged and bloody conflict. But with the peace that followed came a deeper understanding of what we had unleashed, and that humanity had entered a new and dangerous era where the fate of not just a city but all of civilization lay at stake.   Related: Obama's Hiroshima visit strengthens his call for nuclear disarmament | Sharon Squassoni    The day of the attack, my family and I were incarcerated in Tule Lake segregation camp in California. Japanese Americans from the west coast had been incarcerated by the US government in internment camps shortly after Pearl Harbor was bombed by Japan. In the camp, we had heard rumors and reports of the bombing and word spread quickly.  We had no access to any official information because camp authorities had cut off all news from outside. My mother was hysterical with anxiety for her Hiroshima relatives, not knowing whether they were alive or dead. Her family had returned to that very city from the US prior to the war.  We did not know whether to believe the rumors, for how could a single bomb have wiped out the entire population? As the truth became clearer, we were filled with dread and grief. The bombing was supposed to have been catastrophically horrific. My mother was so tortured by anguish of the unknown that my father suggested we should consider our relatives dead. Yet ironically, we also understood that this could mean our own liberation, and that a terrible price had been paid for our own freedom. Over seven decades have since passed. Obama’s visit bears historical significance, not as any gesture of regret, but as an acknowledgement of the horrors of nuclear weapons. There are survivors from that attack, some still suffering the long-term effects of radiation. They are called the hibakusha, and they have dedicated their lives to ensuring that no one anywhere ever suffers their fate again.  One of the most poignant moments of the president’s trip occurred when one of them – Shigeaki Mori, who is my age, 79 years old – embraced Obama, saying simply: “Today was the best day that was given by America.” For me personally and many others, the acknowledgment of the suffering held deep meaning and we are grateful for it. Some also wonder whether, before we undertake any further soul-searching over the bomb, formal apologies should be issued – for the terrible attack at Pearl Harbor that began the war for the US, and for the atomic bombs that ended it.  I hope we might at least agree that it is a sorrowful thing whenever any innocents die in war. Like that of the hibakusha, our focus might instead best be directed forward, in the hopes that atomic weapons truly become a thing of the past.  I share Obama’s call for a nuclear-free world. This must, however, mean more than lofty words. Whether the answer to nonproliferation is tougher sanctions or deeper engagement will be hotly debated, but in either case we must pledge to work closely with other powers, to reduce not only the number of weapons in our arsenals, but also the numbers of states bearing or seeking to bear them.  I thus cannot help but fear a recent proposal by Donald Trump that Japan, South Korea and Saudi Arabia should join the nuclear club and arm themselves with such weapons. I agree with those who predict this would take us closer to the brink of their use, for with each new club member comes unknown and potentially unmitigatable risks.  I recently returned to Hiroshima, a place I visit often. Seeing the modern city that arose from the ashes of the bomb reminded me once again of how humankind’s technological prowess has advanced over these seven decades, even while our penchant for warfare and for mightier weapons to wage it continues unabated. Without a commitment to peace and diplomacy, and to concerted and real action, we risk repeating the horror on a scale unimagined.  Let us then honor the dead of the Hiroshima bombing and the dream of the hibakusha by renewing our efforts, working together as we must towards disarmament and a world without nuclear weapons.",
  "webTitle": "Hiroshima: I had family members among the dead  | George Takei",
  "webPublicationDate": "2016-05-30T11:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/hiroshima-family-members-among-dead-george-takei",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "George Takei",
      "id": "profile/george-takei"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/hiroshima-family-members-among-dead-george-takei"
}