{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/22/louis-van-gaal-iron-tulip-muddled-thinker-manchester-united-jesse-lingard-fa-cup-final",
  "id": "2016-05-22-78",
  "sectionId": "football",
  "body": "Louis van Gaal arrived at Manchester United as the “Iron Tulip” and departs as the “Muddled Thinker”. The confusion that swirled around his tactics, team selection and man-management is why José Mourinho is set to take over  and it was again evident in the XI the Dutchman sent out for the FA Cup final.   Related: Louis van Gaal says ‘it’s over’ as his Manchester United reign is set to end    One of Van Gaal’s persistent moans this season has been the lack of pacy wingers. Step forward, then, Jesse Lingard, who is precisely this and who before Saturday’s 2-1 victory against Crystal Palace had made 39 appearances in a breakthrough year. He was in the starting lineup that beat Bournemouth 3-1 on Tuesday night at Old Trafford but despite Van Gaal’s pointing to the need for speed along the flanks, Lingard was dropped against Crystal Palace. A head-scratcher – but Van Gaal has made this a prime occupation for those who have regularly watched his United these past two seasons. Attempting to solve the puzzle of what the former Holland manager was up to whenever his players kicked off became the side-game to the match. After Lingard’s relegation to the bench the next conundrum was in the United engine room. Van Gaal sent out a team to beat Palace that again had Wayne Rooney in a deep-lying midfield position. The issue is not the England captain’s ability to operate there – he can – but in how the Dutchman lined up the rest of his men. Michael Carrick operated alongside Rooney, as did Marouane Fellaini, these last two perhaps told by the manager to rove forward when they could. The lack of clarity over their roles arises because to observe United was to see them too often clogged up across midfield. With Rooney and Fellaini playing a game of should I stay or should I go, United had a man too many – and this slowed them. The last thing this Van Gaal side requires is further hindrance to any attacking with zest. The 64-year-old’s insistence that passing into submission is the way forward has proved only a sideways move. So United were even stodgier than usual – some feat – and would advance to territory near Palace’s area and no further. It meant that at half-time they dominated but were held at 0-0. It meant they were vulnerable to the kind of smash-and-grab goal they have too often suffered under Van Gaal. On 78 minutes it occurred. Palace had been subdued, then up popped Jason Puncheon with a volley that beat David de Gea from close in on an angle. Alan Pardew’s side were in dreamland and Van Gaal’s were in the nightmare of being responsible for United’s third consecutive FA Cup final loss, to follow 2007 and 2005. Rooney, however, was about to step up to illustrate he can still be United’s X-factor. His mazy run from near the centre circle to the right edge of Palace’s area acted as a magnet, pulling them out of shape. The cross Rooney sent over as his weight took him in the opposite direction impressed, as did the way it dropped on to Fellaini, whose chest-down was finished by a grateful Juan Mata. Cue a mightily relieved United. This was nine minutes from the end and then in extra-time Chris Smalling was dismissed for a second yellow card on 105 minutes. By the 110th United were ahead. Lingard had eventually been sent on by Van Gaal, just before the 90-minute mark. Now he showed his class and what United had been missing, letting fly with a rocket of a volley that gave Wayne Hennessey no chance in the Palace goal. Of his Boy’s Own moment, Lingard said: “It was a massive feeling. To win it is great, and ending the season on a high with my family and friends watching in the crowd. It fell nicely for me to hit; I knew I had to catch it right and luckily I did.” United deserved the victory and glory of a 12th FA Cup triumph that puts them alongside Arsenal as the competition’s most successful club. It was a win of bloody-mindedness – as if the players wanted to prevail despite, and not because of, Van Gaal. Lingard said: “It’s the United way – we showed great team spirit. We had the older lads in midfield and youth up front to guide us through.”   Related: FA Cup win on its own was never enough to save Louis van Gaal | Paul Wilson    Van Gaal, who on Sunday indicated that his time at United was “over”, at least ended two muddled years as a winner. Being the first man to secure a trophy in the post-Sir Alex Ferguson era, after three years, is no small achievement. Van Gaal outlined what this means to him. “A lot, because that was my aim. My aim was the experience of English football, English culture and to bring a title to Manchester United in spite of the transition that we have to make. I’m very happy because I’ve done it [won the Cup] in four countries and I don’t think many other managers can say this. It feels unbelievable.” Of Lingard’s winner, he added: “It was a fantastic goal and a special moment. You don’t see them too much. I had a lucky hand, I believe.” Luck is a red herring. Too often Van Gaal’s United have not been good enough. Man of the match Jesse Lingard (Manchester United)",
  "webTitle": "Louis van Gaal: from Iron Tulip to muddled thinker at Manchester United",
  "webPublicationDate": "2016-05-22T14:18:00Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/22/louis-van-gaal-iron-tulip-muddled-thinker-manchester-united-jesse-lingard-fa-cup-final",
  "keyword": [
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/22/louis-van-gaal-iron-tulip-muddled-thinker-manchester-united-jesse-lingard-fa-cup-final"
}