{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/20/luvvies-eu-letter-celebrities-europe-politics",
  "id": "2016-05-20-55",
  "sectionId": "global",
  "body": "When is a distinguished writer not a distinguished writer? When he’s a celebrity. I rather feel that John le Carré has earned his right to let it be known that he would prefer Britain to stay in the EU. He’s no stranger to internecine international politics, after all. Yet suddenly Le Carré is just one among nearly 300 “luvvies” who have signed a letter, published in the Telegraph, arguing that EU membership is good for the arts.   Related: Benedict Cumberbatch and Paloma Faith among 250 stars backing EU    Le Carré is by no means the only signatory who lists gently towards the intellectual heavyweight end of the cultural spectrum. Ian McEwan’s there. So’s Carol Ann Duffy. Yet that hasn’t stopped the letter from the jeers of condemnation. Because somehow it’s an outrage if the effete denizens of “the arts” don’t accept that success in literature, fashion design or architecture renders them exileys from the horny-handed, back-breaking toil of democracy. Actual luvvies have signed the letter as well. By which, of course, I mean posh theatrical types. It’s easy to see where they’re coming from. Without Europe, after all, would the UK ever have caught on to the both-cheeks, mwah-mwah, air kiss? I very much doubt it. I don’t want to live in a world where Jude Law greets Jenny Agutter with a firm handshake, or Keira Knightley and John Hurt exchange gruff nods. I don’t actually want to live in a world where we sneer at these guys even as we enjoy their talents. But God, why do they make it so easy to do?     ‘I doubt that Tracey Emin hopes the population will join her in lobbying for legislation to tighten the health and safety aspects of bed making.’ Photograph: Lauren Hurley/PA    It’s hard not to notice, as you stare at a neat panel of photographs of already achingly familiar faces, that a lot of these “luvvies” are indeed posh. Perusing the Guardian’s own neat panel, I did a quick background audit. Sam Taylor-Johnson had free school meals, I told myself. Paloma Faith grew up in pre-gentrification Hackney. Danny Boyle had Irish parents, when having Irish parents was like having a tattoo on your forehead saying: “I’m an IRA potato.” The other three – Benedict Cumberbatch, Helena Bonham Carter and Dominic West – are, however, as posh as anything. They’re people who have never had to worry too much about where the next meal’s coming from, or how to put a roof over their heads. Privileged people dominate in the arts again now, after a mid-20th century blooming of working-class talent, precisely because it’s so hard to invest time and energy in your future, rather than your here and now, when you don’t have the Bank of Mum and Dad to back you. So who are these guys to tell the people who have to worry about the here and now what to think, how to vote, or indeed simply to remind the nation that their own elite passions and preoccupations are also an important aspect of national life? Which they are. Well, they’re the guys whose names persuade people to watch TV shows, go to movies, buy perfume, become aware of a certain brand of jeans or stand in the rain waiting for an actual sighting, maybe an actual wave.    What’s more arrogant than deciding that making your opinions public isn’t worth the hassle you’re going to get?    Whether we like it or not, whether they like it or not, they are people who have persuasive superpowers. Of course they’re bound sometimes to find themselves thinking: “How can I use my persuasive superpowers to Do Good?” The answers – charity work, awareness raising, speaking out – are well rehearsed. I doubt that Matthew Bourne believes people will vote the way he suggests because they loved his Swan Lake; that Michael Frayn hopes to galvanise fans of A Very Private Life; or that Tracey Emin hopes the population will join her in lobbying for legislation to tighten the health and safety aspects of bed-making. They all just received the letter in their inbox, and realised, among other things, that it would be more self-important to refuse to sign than to sign. What’s more arrogant than placing yourself “above” politics? What’s more arrogant than deciding that making your heartfelt opinions public simply isn’t worth the hassle you’re going to get for doing so? The royal family is obliged to place itself above politics. For everyone else, it’s either a highly self-indulgent luxury or a hopeless admission of how little you feel you and your views matter. Neither ardent self-love nor abject self-loathing is enviable.   Related: The luvvies’ Brexit letter only shows most people vote with their wallets | Simon Jenkins    Brexiters don’t fulminate about the beautiful people opposing them en modest masse because their intervention is trivial and silly; they insist that it’s trivial and silly because they wish it were. People who see the letters EU and read them as “Prepare to be bored out of your mind” (and I’m afraid I count myself in that number more certainly with every day that passes)may well see “Nitin Sawhney” and think, “23 June. I suppose I’d better make the effort to turn up and vote in.” Likewise, people who might not previously have quite mustered the enthusiasm to commit to voting out might find Kelly Hoppen’s advice exactly the thing they needed to kick hard against. Which is fair enough. Putting your name to a letter because it’s a mildly novel way of keeping something important in the headlines, even though you know it will irritate some people and inspire others to slag you off, in exactly the way they always do, is actually the act of a pretty decent sort, someone who actually doesn’t always take themselves too seriously at all. Luvvies. I love ’em. Mwah-mwah.",
  "webTitle": "Why I love the luvvies’ EU letter (mwah!) | Deborah Orr",
  "webPublicationDate": "2016-05-20T17:27:21Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/20/luvvies-eu-letter-celebrities-europe-politics",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Deborah Orr",
      "id": "profile/deborah-orr"
    }
  ],
  "guardianId": "global/2016/may/20/luvvies-eu-letter-celebrities-europe-politics"
}