{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/24/ivf-its-overwhelming-and-shocking-at-every-single-turn",
  "id": "2016-05-24-161",
  "sectionId": "lifeandstyle",
  "body": "Here’s something we all understand about conception: it’s a private thing. So what was most difficult about in vitro fertilisation (IVF), says Gareth Farr, was juggling issues around conceiving a baby in the midst of a busy working life – but when no one else knew what was going on. “I’d be in a meeting or teaching a class and I’d have to pretend I needed to use the bathroom so I could go off and find an empty room and take a call to find out how many embryos had been fertilised,” he says. “And then I’d have to phone my wife, Gabby, and tell her whatever crucial information had been imparted from the clinic, and then race back into the meeting or class and pretend nothing had happened.” IVF is enormously stressful, but as a society we’ve not really begun to unpack what that means for an individual, for a couple and their relationship, or for wider relationships within a family. With assisted conception on the rise – 2% of all babies born in Britain are now conceived this way, and the number is increasing – it’s becoming more important for the issues to be understood and for us as a society to at least acknowledge them, and perhaps to do more to help couples through what’s involved. That’s Gareth’s view and based on his and Gabby’s five-year quest for a baby, and all they went through, he’s written a play that seeks to grapple with the issues – it opened this week in Birmingham before travelling to London.    I felt by turns emasculated, embarrassed, pathetic and ashamed  Gareth Farr     Like many couples, Gareth and Gabby thought that once they made the decision to have a child, one would simply come along. They’d met in 2003 at the Young Vic – she’s a theatre producer, he’s a playwright and drama teacher. He remembers mentioning, on a visit to his GP to talk about something else, that they’d been trying for a baby for several months. “She said 80% of couples get pregnant within a year of trying, just keep at it,” he says. “But then it got to a year and we were like, oh. Ok. So we’re in the 20%.” When they embarked on infertility treatment, they decided not to tell family and friends. “For a long time we didn’t tell anyone else,” says Gareth. “We thought, this is all going to work out, and then there will be a baby and we don’t need to tell anyone how it all happened. So there was all this pain and anxiety and sadness in our lives, but we weren’t sharing it … I wasn’t sharing it with anyone because I was too proud.”  What they hadn’t realised – and this is one of the big issues Gareth aims to explore in the play – is how enormous the toll of that is on a couple and their relationship, as well as their work and career. “I felt by turns emasculated, embarrassed, pathetic and ashamed,” remembers Gareth, 38. “But I wasn’t sharing it with anyone, I was just desperately trying to cope. It’s a man’s role to support his partner, but while I was trying to support Gabby, I was crumbling inside. The IVF journey saps your energy, it takes you somewhere you didn’t even know existed. It’s overwhelming and shocking at every single turn. It’s a bit like going through bereavement or cancer, but no one knows what’s happening to you.”   Related: IVF: 'I had the dread feeling that I was part of some greater experiment'    The other major issue for Gareth, and again one he explores in the play, is how it feels when something that should happen in the most private and intimate arena of a life, moves instead to a hospital clinic, a sperm production room and a laboratory.  “It has a big impact on your sex life – in fact, at times you aren’t even allowed to have sex,” he says. “I used to have to mix Gabby’s drugs and then inject her and it absolutely wasn’t how I’d ever thought we’d be making a baby.”  Another issue, he says, is that although conception should be a shared experience, in IVF the focus – often for understandable and necessary reasons – is on the woman and her body, but that can make a partner feel redundant and uncertain about what’s required of him. “All the needles and the tests and the dropping your knickers at every turn was for me,” says Gabby, 39. “Gareth said quite early on: ‘I wish I could do my share.’ At least I felt I was doing something – it was very physical, there were all these drugs and needles and tests.”  “For me,” says Gareth, “it felt a bit like watching from the sidelines.”    You won’t find any pictures of our ‘perfect family’ on social media. I remember all too easily how that felt.  Gabby Vautier     The turning point for Gareth came when Gabby dragged him along to an infertility support group. “I thought, I’ll just sit in the corner and say nothing,” he remembers.  In fact, they couldn’t shut him up – and as well all the poured-out feelings came the realisation, from talking to others in the room, that theirs was a universal experience. “I’m a playwright, so I’m always looking for human drama – and it was very clear I was surrounded by it,” says Gareth. “Also, this is a subject that hasn’t been much explored in the arts, especially the performing arts – and there are important issues here that deserve an airing.”  He’s also very aware, he says, that he and Gabby survived their IVF journey at least partly because they have a strong relationship – so how much harder must it be for a couple who are already feeling their connection is a bit ropey? Not to mention the fact that needing several rounds of IVF dents a couple’s finances big-time – another guaranteed relationship iceberg. “The couple in the play struggle, as Gabby and I struggled, with how IVF chips away at every bit of your life,” says Gareth. “Of course there’s humour, because there has to be humour in any journey you go on – you absolutely have to look for the lightness, you have to find it anywhere you can, because that can be a lifesaver.”     Gareth and Gabby and their twin daughters, Astrid and Florrie, now 18 months old. Photograph: Frantzesco Kangaris for the Guardian    If you want to know the ending of Gareth’s play you’ll have to go and see it: but here’s the ending of his and Gabby’s real-life story. On the fourth round of IVF, having remortgaged their London flat (they live in Surrey now) and having survived the emotional rollercoaster of three failed attempts, Gabby’s pregnancy test was positive. “Gareth said straightaway: I bet it’s twins and I bet they’re girls,” she remembers. It was, and they were. So now it’s Gareth and Gabby and 18-month olds Florrie and Astrid. “We’ve become exactly the sort of couple I always hated when I was going through IVF, the kind whose stories end like this,” says Gabby.  While their lives have gone through another seismic shift to parenthood – the shift they wanted all along – they both try very hard not to lose sight of the fact that many other couples and individuals are still out there, still on the IVF journey, still hoping, and still very sensitive to other people’s stories. “You won’t find any pictures of our ‘perfect family’ on social media,” says Gabby. “I remember all too easily how that felt.”  Accompanying the play will be two day-long fertility festivals, which aim to open up discussion on many of the issues explored in the play. “We want to give people the space to talk about these incredibly difficult issues,” says Gabby. Even when it’s over, it’s still there in the background. “It changes you – it’s left scars, and it will always be part of us,” says Gareth. “We’re different from the parents we would have been.”  He and Gabby know, too, that they are the lucky ones. Most people who go through IVF and experience all the emotional strain they experienced, don’t emerge with a baby at all. How much tougher, they ask, is the fallout likely to be for them? The Quiet House by Gareth Farr is at Birmingham Repertory theatre until 4 June, and then at the Park theatre, London, 7 June to 9 July. The fertility festivals are on 28 May in Birmingham, and 11 June in London. For the full programme see fertilityfest.com",
  "webTitle": "IVF: 'It’s overwhelming and shocking at every single turn'",
  "webPublicationDate": "2016-05-24T13:00:10Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/24/ivf-its-overwhelming-and-shocking-at-every-single-turn",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "IVF",
      "id": "society/ivf",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Moorhead",
      "id": "profile/joannamoorhead"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/24/ivf-its-overwhelming-and-shocking-at-every-single-turn"
}