{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/07/saturdays-best-tv-the-hollow-crown-attenboroughs-passion-project-miranda",
  "id": "2016-05-07-191",
  "sectionId": "tv-and-radio",
  "body": "The Hollow Crown: The Wars of the Roses – Henry VI Part I 9pm, BBC2A second series of adaptations of Shakespeare’s history plays begins with the story of an ineffectual young king (Tom Sturridge) and a nation about to descend into civil war. The famous faces (Hugh Bonneville, Adrian Dunbar, Sally Hawkins and more) can be distracting and this isn’t one of the Bard’s best works, but there’s power enough to carry you along – and Sophie Okonedo is terrific as Margaret of Anjou. Jonathan Wright Attenborough’s Passion Project 6.30pm, BBC2To mark the naturalist’s 90th, the Beeb is screening four of his most intriguing and personal films across two weekends. Tonight’s selections are A Blank On The Map, from 1971, and The Lost Gods Of Easter Island, first broadcast in 2000, which explore a lost tribe from Papua New Guinea and the origins of a mysterious figurine respectively. Next Saturday will see him in slightly more wildlife-themed waters, as he explores fossil hunting and Darwinism. Hannah J Davies What Do Artists Do All Day? 7pm, BBC4Scottish artist Katie Paterson previously collaborated with Margaret Atwood and a freshly planted Norwegian wood to create Future Library, a book no one will be able to read until 2114. Her latest project also channels nature but is more immediate: Hollow, an artwork constructed from 10,000 samples of different tree species, will be unveiled on Monday. This film follows Paterson as she scours arboretums in search of raw materials. Graeme Virtue BBC Young Musician 2016 7.30pm, BBC4Five contestants compete for three places in the final. The winners of the woodwind, keyboard, brass, percussion and strings finals make their case from the stage of the Royal Welsh College of Music and Drama, to judges Alpesh Chauhan, Huw Humphreys, Dobrinka Tabakova and Meurig Bowen. Viewers with a fondness for the underdog should cheer on the percussionist: only once, in 1998, has an entrant from this category won the competition. Andrew Mueller Hinterland 9pm, BBC4Rhys and Mathias continue to investigate crime in rural Wales, seeking truth using only their icy, disbelieving stares. In tonight’s episode, the IPCC clears Tom of negligence but that doesn’t stop his brooding. No wonder. When a lawyer is murdered, the investigation also throws up a series of macabre discoveries at a remote cottage. Meanwhile, a lynch mob are assembling to exact summary justice on their own psychologically vulnerable suspect. John Robinson Weekend Binge: Miranda 9pm, GOLDA triple bill from the queen of affable slapstick. This binge includes the episode in which Miranda’s plan to take French classes backfires when she runs into a loathed former teacher, played by Peter Davison – whose occasional TV appearances are a reminder of his exemplary timing. It also includes the one with the Officer and a Gentleman ending and the usual sterling support from Sarah Hadland, Sally Phillips and Patricia Hodge. Julia Raeside Film Choice     Logan Marshall Green, Noomi Rapace and Michael Fassbender in Prometheus Photograph: Allstar/TWENTIETH CENTURY FOX FI/Sportsphoto Ltd./Allstar    School For Scoundrels(Robert Hamer, 1960) Saturday, 10.30am, BBC2Robert Hamer’s last film, made as his alcoholism was taking a heavy toll, lacks the delicious wickedness of earlier works, such as Kind Hearts And Coronets, but there’s much to enjoy. Based on Stephen Potter’s bestselling books Gamesmanship, Oneupmanship and Lifemanship, it stars Ian Carmichael as the naive Palfrey, who joins Alastair Sim’s College of Lifemanship to turn the tables on his oppressors: a snooty waiter, a pair of secondhand car swindlers and, worst of all, tennis cheat Terry-Thomas, who has stolen his girlfriend. Paul Howlett Prometheus(Ridley Scott, 2012), 9pm, Channel 4Ridley Scott’s long-awaited prequel to Alien explores the genesis of the malevolent space-creature. Noomi Rapace’s Dr Elizabeth Shaw is the new Ripley figure among the Prometheus crew (which includes Michael Fassbender as android David) who are on a mission to locate the extraterrestrials that may once have visited Earth. Spectacular, ambitious and, at times, revolting, its breathtaking vision blasts it over the weird narrative lapses. Paul Howlett Red Eye(Wes Craven, 2005)9pm, Film4Fasten your seatbelt, you’re in for a bumpy ride. Wes Craven switches from horror to mainstream thriller in this tale of a plane passenger (Rachel McAdams) terrorised by a hitman (Cillian Murphy) who threatens to have her father (Brian Cox) murdered unless she helps with his assassination plot. Taut, daft and suspenseful viewing. Paul Howlett Zodiac(David Fincher, 2007), 10.50pm, BBC2Fincher brings all the grim and grisly expertise of his Seven to this handsomely crafted, intense thriller about the real-life case of a serial killer stalking late-60s San Francisco. Leading the hunt for Zodiac are cocky cop Mark Ruffalo and intense, cerebral newspaper cartoonist Jake Gyllenhaal; it’s as much about the personal toll of their years-long quest as detective story. Paul Howlett Today’s Best Live Sport Championship Football: Final Day, 12noon, Sky Sports 2There’s only one game that matters among today’s Championship fixtures. But the Middlesbrough v Brighton clash at the Riverside presents a thrilling scenario. With Burnley’s ascent confirmed, Brighton must win to reach the Premier League. Any other result will see Middlesborough promoted and the Seagulls facing a long trip home with only the play-offs to look forward to. An occasion promising frayed nerves and bitten fingernails all round. Phil Harrison IPL Cricket: Royal Challengers Bangalore v Rising Pune Supergiants 11am, Sky Sports 5Coverage of the match in Bangalore. Premiership Rugby Union  3pm, BT Sport 1Coverage from the final day of the Aviva Premiership season. Premier League Football: Leicester v Everton 5pm, Sky Sports 1The brilliantly unlikely champions enjoy a tension-free lap of honour.",
  "webTitle": "Saturday's best TV: The Hollow Crown; Attenborough's Passion Project; Miranda",
  "webPublicationDate": "2016-05-07T05:00:06Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/07/saturdays-best-tv-the-hollow-crown-attenboroughs-passion-project-miranda",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/07/saturdays-best-tv-the-hollow-crown-attenboroughs-passion-project-miranda"
}