{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/cbso-morlot-review-symphony-hall-birmingham-john-luther-adams-become-ocean",
  "id": "2016-05-20-173",
  "sectionId": "music",
  "body": "First performed in Seattle in 2013, Become Ocean was the work that finally nailed John Luther Adams’ place among the front rank of living US composers. The 42-minute orchestral score won the Pulitzer prize for music the following year; it was released on CD, and has been widely performed across Europe. But it has only now reached these shores, in the City of Birmingham Orchestra’s concert with the same conductor who was responsible for its world premiere, Ludovic Morlot.     Pulsing sequences … conductor Ludovic Morlot. Photograph: Marie Mazzucco    For 40 years now, Adams’ work as a composer has been inextricably linked with his involvement in environmental issues, but Become Ocean is the biggest, most overwhelming expression of those concerns so far. The score bears his stark epigraph: “Life on this earth first emerged from the sea. As the polar ice melts and sea level rises, we humans find ourselves facing the prospect that once again we may quite literally become ocean.”  Yet the music itself is anything but stark or bleak. It’s rich, deeply textured and all-encompassing, and the three massive climaxes that articulate the huge span – moments when the pulsing sequences that Adams assigns to his groups of strings, woodwind and brass come exactly into phase – seem more celebratory than apocalyptic. The presence of the musical processes underpinning this glorious, constantly changing stasis is impossible to ignore – there are precisely planned symmetries everywhere, and the work itself is one gigantic palindrome – but the orchestral beauties and the tonal harmonies never seem contrived. As its waves steadily accumulate, subside and build again, Become Ocean seems to be part of a tradition stretching right back to the prelude to Wagner’s Das Rheingold, via Debussy and Sibelius. Morlot had included sea-inspired Sibelius in the first half of this concert, with the wild Prelude from the incidental music to The Tempest, and the tone poem The Oceanides. They had been interleaved with something completely different – Ravel’s two piano concertos, in which Steven Osborne was the typically fluent, poised soloist.",
  "webTitle": "CBSO/Morlot review – rich, deeply textured and all-encompassing",
  "webPublicationDate": "2016-05-20T12:28:31Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/cbso-morlot-review-symphony-hall-birmingham-john-luther-adams-become-ocean",
  "keyword": [
    {
      "webTitle": "City of Birmingham Symphony Orchestra",
      "id": "music/city-of-birmingham-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/20/cbso-morlot-review-symphony-hall-birmingham-john-luther-adams-become-ocean"
}