{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/tahmima-anam-bones-grace-novel-review-canongate-bangladesh",
  "id": "2016-05-29-153",
  "sectionId": "books",
  "body": "By far the most powerful episode in Tahmima Anam’s new novel first appeared in the April 2013 issue of Granta, which showcased the magazine’s once-a-decade roll call of Britain’s best young novelists. In Anwar Gets Everything – a nerve-shredding excerpt from The Bones of Grace – a Bengali labourer is ordered to wash the windows of a Dubai high-rise without proper safety precautions. Anyone who extrapolated from this a protest novel about the blood behind Emirati bling might be surprised. Anwar’s story turns out to be only one element buried deep within a wider-roaming saga of star-crossed Ivy League academics. Most of the novel is narrated by Zubaida, a marine palaeontologist from Dhaka, whose fieldwork (in Pakistan, where she’s hunting an ancient whale skeleton) gets caught in the crossfire of sectarian violence. During her graduate study at Harvard, she falls for blue-eyed Elijah, a philosopher who hopes that she’ll break off her engagement back home. But “home” is moot anyway: Zubaida is haunted by the knowledge that, as a baby, she was adopted, and that her biological parents left no trace of themselves. Zubaida addresses an imaginary Elijah, recounting how they met and her turmoil on returning to Bangladesh. How the novel’s disparate strands come together is a perpetual tease. On page 125 there’s a tip-off: Anwar is “carrying his secret, which is also my secret”. But 50 pages later, we’re hardly wiser: “Don’t blame me for parsing out the story slowly, Elijah. These things take time.”   Related: Tahmima Anam: ‘I have a complicated relationship with Bangladesh’    While the characters need no convincing of their feelings for each other, we do, and the book’s structure makes this tricky: Zubaida has to write for us as well as for Elijah. Their coded correspondence once she returns to Bangladesh, in text messages consisting only of song titles – off-the-peg emotion – feels like Anam’s workaround as much as theirs. Zubaida’s heritage, or the lack of it, does a lot of heavy lifting: “I was a person whose life began with her own life, and not, like you, with a family tree that stretched back generations … What would you do with this messy history, Elijah? Your chamomile-scented home, your overfed cat, lemonade in the refrigerator, and that family tree, so august, no mystery blood, no revolutions…” Almost all the book unfolds in this tone, wounded and puffed-up. Zubaida implies that her fiance might understand her better by reading Tolstoy, which – like that whale hunt – suggests the lofty company Anam wants to keep. Yet there are hints that she’s not wholly happy with how this (at times superlative) novel knits together. With the plot speeding up, someone says “it’s too much randomness”, and even Zubaida calls her story “nonsensical”. It isn’t, but when she says Anwar’s world “made everything else shrink – my little quest to find my origins, even the wound of your absence”, it all but pops the ballo​o​n she’s spent 350 pages blowing up. The Bones of Grace is published by Canongate (£14.99). Click here to buy it for £11.99",
  "webTitle": "The Bones of Grace by Tahmima Anam – review",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/tahmima-anam-bones-grace-novel-review-canongate-bangladesh",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Anthony Cummins",
      "id": "profile/anthonycummins"
    }
  ],
  "guardianId": "books/2016/may/29/tahmima-anam-bones-grace-novel-review-canongate-bangladesh"
}