{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/30/lies-damned-lies-and-drunken-men-using-lamp-posts",
  "id": "2016-05-30-49",
  "sectionId": "technology",
  "body": "Facebook certainly does have a lot to answer for in the way it responds to sexist abuse (MPs lead national campaign against sexist abuse online, 26 May). I often get abusive, misogynistic messages on my Facebook page from complete strangers and these are frequently accompanied by penis pictures. When I complain, the response I get is that these messages do not contravene their “community standards”. Yet a tasteful photo of me breastfeeding my baby was removed, because Facebook doesn’t allow female nipples (male nipples are fine).Elizabeth BaylissStafford • The Treasury committee (MPs’ report condemns ‘misleading’ EU referendum campaigns, theguardian.com, 27 May) seems to have come to the same conclusion as RD Laing who summed up the use of statistics as follows: “Statistics should be used as a drunken man uses lamp posts – for support rather than illumination.” We can only guess what he would have concluded about the state of the various politicians who have been abusing statistics in the last few weeks.Andrew GarradBristol • Stephen Plowden (Letters, 30 May) argues that if unchecked immigration continues we will “have to build the infrastructure to accommodate several million more people”. It would be nice if our governments built the infrastructre to accommodate the people we already have. Their failure to do so is nothing to do with immigration.Jeremy CushingTaddyforde, Exeter • Given that Charles Dickens created characters called Fanny Cleaver and Dick Swiveller, does that mean that Our Mutual Friend and The Old Curiosity Shop need to be rewritten (Letters, 30 May)?Tom LockeFife • As a pig farmer we used to call the runt of a litter Tat because there was no tit for Tat.David BuckinghamLeamington Spa, Warwickshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Lies, damned lies and drunken men using lamp posts | Letters",
  "webPublicationDate": "2016-05-30T17:38:45Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/30/lies-damned-lies-and-drunken-men-using-lamp-posts",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/30/lies-damned-lies-and-drunken-men-using-lamp-posts"
}