{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/07/tories-rebel-over-bbc-reform",
  "id": "2016-05-07-54",
  "sectionId": "media",
  "body": "A Conservative rift has emerged over a radical plan to reform the BBC, limit its autonomy and divide the licence fee with other broadcasters. On Thursday, culture secretary John Whittingdale will publish long-awaited proposals that could lead to the most far-reaching changes to BBC governance in its history. The Observer has learned, however, that at least 20 Tories in both houses of parliament are ready to oppose the recommendations, which they see as an assault on the BBC’s editorial independence, creative freedoms and ability to run its own affairs. Peers including former Conservative chairman Lord Fowler will launch a draft bill challenging key tenets of the Whittingdale plans. It aims to make charter renewal subject to approval by both the Commons and the Lords, and to secure BBC-only licence fee income, linked to inflation. While the cross-party grouping of peers realise they have almost no chance of getting the bill on to the statute book, they hope it will act as a rallying point for those who support a more cautious approach to BBC reform. Whittingdale’s proposals do not require legislation, but the prospect of a Tory rebellion on another key domestic reform proposal will alarm ministers reeling from a series of U-turns. On Friday, the education secretary abandoned plans to compel all schools to become academies, after reversals on child refugees and disability benefit cuts. One Tory backbencher spoke of his concern that Whittingdale’s vision of a scaled-back and stringently monitored BBC will play badly in the party’s heartlands. “Any government plan that appears to be anti-BBC, and above all to question its independence, would not go down well with a significant number of Tory MPs. Who are the people who listen to The Archers, watch Strictly and listen to the Today programme? In large part, they are Tory voters,” he said. Whittingdale’s plans include using a portion of the licence fee to fund children’s programming on other commercial networks and imposing a bar on scheduling the most popular BBC shows, such as The Great British Bake Off, at prime time to create a more level playing field. A draft seen in Whitehall also indicated he intends to make the BBC reveal how much it pays stars such as Graham Norton and Chris Evans. The BBC’s 10-year charter expires at the end of the year. Whittingdale is to argue for greater public scrutiny of all the corporation’s spending and to urge that the BBC Trust should be abolished, with future regulation shared by a powerful new board of trustees and Ofcom, the media watchdog. “Governments of all persuasions have tried to interfere with the BBC, and political antagonism towards it is certainly not confined to one party. That suggests to me that the BBC’s global reputation for balance and impartiality is not only justified but also deserves to be protected,” said Fowler, an ex-chairman of the House of Lords communications select committee. “Under the current rules for the royal charter and charter renewal, decisions rest entirely with the government. There is no parliamentary scrutiny, no vote in parliament and no appeal. It is utterly undemocratic, it makes a nonsense of parliamentary sovereignty, it hands all power to ministers, and it is no way to treat an organisation as precious to our country as the BBC.” Waheed Alli, the Labour peer, independent TV producer and founder of The Great BBC Campaign, said: “Our bill should be seen as a warning shot across the culture secretary’s bows. It gives parliament – and the public – the chance to be heard. And the strength of feeling across all parties in both houses of parliament means Mr Whittingdale will face unprecedented opposition.” He added: “Our message to him is that if he goes ahead with his plans to wreck the BBC, he will have a new and almighty fight on his hands, both in parliament and across the country.” Earlier this month, Lord Patten, the former Tory cabinet minister, publicly criticised the culture secretary in his first comments on the BBC since stepping down as chairman two years ago. “Where are these constituencies where the voters worry more about the BBC than they do about having a job, or getting a home, or putting food on the plate?” he asked. “I can tell you the answer: they don’t exist.”",
  "webTitle": "Senior Conservative MPs and peers in fight to halt radical BBC reform",
  "webPublicationDate": "2016-05-07T20:28:00Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/07/tories-rebel-over-bbc-reform",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Strictly Come Dancing",
      "id": "tv-and-radio/strictly-come-dancing",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "media/2016/may/07/tories-rebel-over-bbc-reform"
}