{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/greens-vow-to-change-law-to-prevent-penalty-rate-cuts-adam-bandt",
  "id": "2016-05-16-367",
  "sectionId": "australia-news",
  "body": "Labor has refused to say whether it would override any Fair Work Commission decision to reduce penalty rates after the Greens promised to try to protect rates regardless of the independent umpire’s ruling. Speaking on Radio National on Monday, Labor industry spokesman Kim Carr said Labor wanted to defend penalty rates, but would wait to see the decision of the Fair Work Commission and what legislation was put forward to protect them. “In all my experience with the Labor party our defence of penalty rates has been absolute, I expect it to continue that way,” he said. On 21 April Bill Shorten said he would abide by the decision of the independent umpire, when asked if he would accept a penalty rate cut. Labor’s policy is it would make a submission in defence of penalty rates to the Fair Work Commission review. The commission would not be obliged to follow such a submission, meaning Labor’s policy cannot guarantee penalty rate cuts would be blocked. On Monday, Shorten claimed that “only a Labor Government can be trusted to protect our penalty rates system”. He said he was confident a Labor government would “win the argument” in the Fair Work Commission. He warned the Green’s policy would be “loading the gun” for a future Conservative government to intervene in independent setting of penalty rates and “dismantle” penalty rates. Shadow employment minister, Brendan O’Connor, said he believed the weight of the commonwealth intervening “would lead to a very good outcome for workers”. Both refused to say they would legislate to prevent a cut. The Greens industrial relations spokesman, Adam Bandt, was due to announce the policy to protect penalty rates with the party’s candidate for the Sydney seat of Grayndler and fire brigade employees union New South Wales secretary, Jim Casey. Bandt told Guardian Australia the Greens were investigating two options: one to legislate the current levels of penalty rates as a floor below which the commission could not cut rates; the other to require that weekend rates be set higher than weekday rates and Sunday rates higher than Saturday. The Fair Work Commission is considering an application to cut Sunday penalty rates in awards covering the retail and hospitality industries. The commission is accepting submissions until 3 June, suggesting a decision is unlikely before the 2 July election.   Related: If Liberal voters back the Greens on preferences, it could hurt Labor a lot    Bandt said it would be “shameful” for Shorten accepted the decision if the commission decided to cut rates. “The Greens are the only party that will protect weekend rates of pay,” Bandt said. “Weekend rates are an integral part of people’s rights at work, with thousands of Australians depending on weekend rates to make ends meet.” Bandt said young people depended on weekend penalty rates to support themselves while studying and cuts would place them under immense pressure. “It is time that people have certainty about the future of their weekend rates. It is time to ensure people’s weekend rates are protected by law.” In an interview on 21 April Shorten said: “I think you can’t just simply cut penalty rates on Sundays just like that. No, I wouldn’t be supportive of that.” “I think there’s a need to make sure that we have a strong set of minimum conditions and I am supportive of people having penalty rates.” But Shorten said he would accept the independent umpire’s decision. Bandt said: “This is everything that is wrong with the Labor party. They talk tough on protecting weekend rates, but will not do anything to protect weekend rates should they be cut.” Casey said: “As a union leader I understand how important it is to compensate people who work Christmas Day, New Year’s Eve, nights and weekends. These are times most of us are spending with our families and friends and we recognise those times as deeply valuable,” he said. The employment minister, Michaelia Cash, has publicly acknowledged “there is an argument now that [penalty rates were] set a number of years ago, they certainly seem to deter weekend work, and we have more and more people wanting to open on weekends”. The government’s position is to allow the Fair Work Commission to set penalty rates. The Productivity Commission review of workplace laws completed in December recommended Sunday penalty rates be cut to Saturday levels in hospitality, retail and entertainment industries. It said the social impacts of Sunday and Saturday work were similar; or, more simply, “Sunday is not special anymore”.   Related: Thanks Daily Telegraph, I welcome a debate about the overthrow of capitalism | Jim Casey    It acknowledged some workers earning penalty rates would have their take-home pay cut, but predicted community-wide gains in the form of more hours of employment, increased availability of consumer services and lower prices. In 2014 the Fair Work Commission cut Sunday penalty rates by about $4 an hour for lower level casual employees in the restaurant industry. Employer groups seized on the case as a precedent that should be applied in other industries. Asked whether the move compromised the independent setting of penalty rates, Bandt said “parliament sets laws that reflect community standards and the independent commission operates within those standards”.  “It is perfectly appropriate for us to say there is something special about Sundays and weekends and work on those days should be paid more. “Unless a line drawn in the sand at the legislative level, employers will always ask to pay employees less.”",
  "webTitle": "Penalty rates: Labor refuses to say if it would prevent Fair Work reducing them",
  "webPublicationDate": "2016-05-16T01:17:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/greens-vow-to-change-law-to-prevent-penalty-rate-cuts-adam-bandt",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/16/greens-vow-to-change-law-to-prevent-penalty-rate-cuts-adam-bandt"
}