{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/sadiq-khan-londoners-deserve-better-tory-campaign",
  "id": "2016-05-07-55",
  "sectionId": "politics",
  "body": "Labour has won control of City Hall in London for the first time in eight years – the first major electoral success for our party in England in over a decade. I am deeply humbled by the hope and trust that Londoners have placed in me. I grew up on a council estate just a few miles from City Hall and I never imagined that Londoners would one day elect someone like me to lead our great capital city. My promise now is to govern in the interests of all Londoners as a strong, pragmatic and independent-minded leader of our city. In planning my programme for the next four years, I have one burning ambition for London that will guide every decision I make – ensuring that all Londoners can have the same opportunities to get on in life that London gave me. Everyone – regardless of their background, wealth, race, faith, gender, sexual orientation or age – should be able to fulfil their potential and succeed. Labour was founded to make the lives of working people better and to create more opportunities for everyone. Whether it’s aspiring to work as a nurse in a hospital, or setting up and running your own business, Labour should be about ensuring fairness, so that everyone has the same chance in life to reach their goals. I learnt a great deal during the campaign – about myself, London and the importance of reaching out to all sections of society. But there are two lessons in particular: first, Labour only wins when we face outwards and focus on the issues that people care about; second, we will never be trusted to govern unless we reach out and engage with all voters – regardless of their background, where they live or where they work. Squabbles over internal structures might be important for some in the party, but it is clear they mean little or nothing to the huge majority of voters. As tempting as it might be, we must always resist focusing in on ourselves and ignoring what people really want. Throughout my campaign, we focused on the issues that Londoners care about most – the lack of affordable housing, transport infrastructure and fares, the NHS, the need for real neighbourhood policing and pro-business policies. It might seem like stating the obvious, but offering solutions to the challenges most people face every day is the only way to win elections. How can you expect to enthuse an undecided voter, or persuade a previous Tory voter, if you can’t gain their trust on the key issues, or you don’t want to talk about what they care about most? Labour has to be a big tent that appeals to everyone – not just its activists. Campaigns that deliberately turn their back on particular groups are doomed to fail. Just like in London, so-called natural Labour voters alone will never be enough to win a general election. We must be able to persuade people who previously voted Conservative that Labour can be trusted with the economy and security, as well as improving public services and creating a fairer society.   Related: London’s new mayor shows Labour what it must do to win    In London from the start we had a 32-borough strategy: I spent as much time in Bromley, Richmond and the City as I did in Hackney, Southwark or Camden. My slogan was “A Mayor for all Londoners”. It should never be about “picking sides”, a “them or us” attitude, or a having a political strategy to target just enough of the population to get over the line. Our aim should be to unite people from all backgrounds as a broad and welcoming tent – not to divide and rule. That’s one reason why the concerns about antisemitism within the Labour party have been so damaging. By not acting quickly enough, the party gave the impression that we didn’t care about the concerns of the Jewish community and that we were not taking accusations of racism seriously. It’s also why the Conservative mayoral campaign was so disappointing. I was looking forward to a good honest campaign, debating how we best tackle things like the housing crisis, high transport fares and air pollution. But David Cameron and Zac Goldsmith chose to set out to divide London’s communities in an attempt to win votes in some areas and suppress voters in other parts of the city. They used fear and innuendo to try to turn different ethnic and religious groups against each other – something straight out of the Donald Trump playbook. Londoners deserved better and I hope it’s something the Conservative party will never try to repeat. Over the next four years, I will work tirelessly to bring communities together and deliver my Labour manifesto for all Londoners. Over the same period, it’s crucial for the whole country that the Labour party becomes a credible government-in-waiting. I know we can do it. We can be the party to offer a positive message that speaks to everyone, every sector and every industry – from public services and the steel industry to big business and the financial sector. We can be the party that is seen to stand for enabling people to meet their aspirations. We have seen that we are at our best – and that we can win big elections – when this is our offer.",
  "webTitle": "What Labour can learn from my victory: we can’t ignore the things most voters want | Sadiq Khan",
  "webPublicationDate": "2016-05-07T20:25:02Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/sadiq-khan-londoners-deserve-better-tory-campaign",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sadiq Khan",
      "id": "profile/sadiqkhan"
    }
  ],
  "guardianId": "politics/2016/may/07/sadiq-khan-londoners-deserve-better-tory-campaign"
}