{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/05/live-racing-thursday-5-may-2016",
  "id": "2016-05-05-253",
  "sectionId": "sport",
  "body": "Thursday’s best bets, by Greg Wood The ground at Chester has dried to good all round ahead of the second day of the May Festival meeting, and another warm afternoon is in prospect as US Army Ranger, the narrow ante-post favourite for the Derby, goes on trial for Epsom in the Group Three Chester Vase.   Related: Horse racing tips: Thursday 5 May    There was a 32-year gap between Shergar, in 1981, and Ruler Of The World in 2013, the last two horses to complete the Vase-Derby double, but Aidan O’Brien is such a keen supporter of this meeting that it is unlikely to be another three decades before it happens again. Even by Ballydoyle standards, US Army Ranger’s pedigree is impeccable – he is by Galileo out of Moonstone, who took the Irish Oaks in 2008 – and he was a 16-1 chance for the Derby before he had even set foot on a racecourse. His three-quarter length success in a maiden at The Curragh last month confirmed his potential, and while he faces some unexposed opponents, it will be hugely disappointing if US Army Ranger (3.10) fails to win convincingly today. If he does come home in front, US Army Ranger’s margin of victory over High Grounds will be one point of interest, as Charlie Hills’s colt was nine-and-a-half lengths behind Midterm, who is a point behind US Army Ranger in the Derby betting, in the Sandown Classic Trial last month. Western Hymn, the favourite for the Group Three Huxley Stakes, also ran at Sandown the same afternoon, when he started odds-on for the Gordon Richards Stakes but did not look entirely comfortable as he failed to hold off My Dream Boat in the last half-furlong. It was the performance of a horse to treat with some caution at short odds, and while Cannock Chase (2.40) is making his seasonal debut today, he looks a better bet at the prices at around 4-1. Elsewhere on the card, Reflektor (4.55) can follow up his recent success at Thirsk, while Lord Franklin (5.25) is a big price for a well-drawn front-runner at this course. He did not show much on his return to action at Haydock last month, but should come on for the run and is feasibly weighted off 79 having won over this trip at Nottingham three runs ago from a mark of 75. Tipping competition, day three Our winners so far: Tuesday Ice Slice 5-2 Rebeccas Choice 16-1 Gone Too Far 11-4 Wednesday No Heretic 11-1 Kimberella 5-1 Supersta 6-1 And our leader is: Mai11 +20.50 … who improved her situation through Kimberella. Drinnker (+12) moved into second through No Heretic and Kimberella, while Bonzodrongo and zubica19 (both +11) come next. Today, we’d like your tips, please, for these races: 3.45 Chester, 4.55 Chester, 5.25 Chester. This week’s prize is a pair of Premier tickets (plus car park badge!) to Newbury for Lockinge Stakes day on Saturday 14 May, when you could see Limato, Time Test, Kodi Bear and Toormore line up against other classy milers. There will be live music after the racing. You can read more about the day and, if you don’t win, order tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -9. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Thursday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-05T09:57:15Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/05/live-racing-thursday-5-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/05/live-racing-thursday-5-may-2016"
}