{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/27/todays-media-stories-from-the-papers",
  "id": "2016-05-27-264",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Silicon Valley’s hoover leaves newspapers hunting for profitDominance of Facebook and Google has seen print ads plummet and newspapers’ once-bright digital future recede Top blog on MediaGuardian Viral video: Star Trek Beyond and Game of Thrones meets Family GuyLaughing Star Wars Chewbacca mask lady drives James Corden to work, Simpsons actor has a treat for graduates and a very happy wolf Today’s headlines The GuardianBBC’s Victoria Derbyshire hails end of cancer treatment. P13Girls and women ‘responsible for half of misogynist abuse on Twitter’. P15Examination of Russia’s media wins Orwell prize. P16Silicon Valley’s hoover leaves newspapers thinking the unthinkable in hunt for profit. P28Comment: Out-Trumping by some old tabloid rivals. P33 Daily TelegraphGuardian writer made up quotes and interviews. P2Women behind half of sexist trolling online. P5‘Ageist’ Eurostar puts cheap tickets on Facebook only. P13Billionaire’s revenge on gossip website. P14Imagination Technologies warns on scale of loss. B3DMGT shares fall as advertising drop hits profits by 11%. B5 Financial TimesApple broached Time Warner bid as growth hunt turns to content. P1, 14, 17Guardian says sorry for fabricated articles. P4Personal technology. P12Analysis: Daily Mail results. P14Comment: Europe’s slugfest with Silicon Valley enters another round. P16Gawker hires bankers to weigh options after takeover approaches. P17 Snapchat overcomes scepticism to raise $1.8bn in funding. P17Alibaba probe focuses on logistics unit and Singles Day numbers. P19Tenth anniversary of Spear’s magazine. P20Imagination Technologies warns on scale of loss. P20 The TimesGawker legal row news. P11French strikers put trains and newspapers out of circulation. P33Snapchat overcomes scepticism to raise $1.8bn in funding. P43Was Apple in Time Warner bid talks? P47Three to launch adblocking for smartphones. P47DMGT shares fall as advertising drop hits profits by 11%. P47New CEO appointed at Imagination Technologies. P48Obituary: Actor David Swift. P56 iComing Dancing judge Peggy Spencer dies aged 95. P2Sadiq Khan denounces advert poster aimed at ethnic minorities. P4BBC cuts Olympics staff. P17Inside Television. P33 Wall Street JournalComment: Brussels on TV. A12Gawker hires banker to explore sale. B1Google wins verdict in Android dispute. B1Viacom director presses for access to Redstone. B2India rejects rule waiver for Apple. B3Lenovo sees weak mobile performance. B3Norwegian watchdog seeks to trim software terms. B4PlayStation 4 sales tops 40m units. B4 Daily MailBBC’s got its gender mix for Rio wrong, says Clare Balding. P5Women behind half of sexist trolling online. P29Imagination Technologies sets out plan for turnaround. P83BBC yaking 80 staff to cover Wales at Euro 2016 Daily ExpressLord Sugar was not first choice for The Apprentice role. P7Star of BBC’s Come Dancing dies aged 95. P10Radio 2 DJ Desmond Carrington turns 90. P29 The SunBritain’s Got Talent coverage. P5Upskirt Calvin Klein ad blasted by MPs. P30Half of Twitter sexists are women. P34Top Gear resorts to using guests who have already been on the show. P45 Daily MirrorTop Gear coverage. P3Star of BBC’s Come Dancing dies aged 95. P25 Daily StarBritain’s Got Talent coverage. P1, P5Chris Evans calls gossip around Top Gear a ‘perfect storm’. P3BBC presenters to be given personal bodyguards at the Rio Olympics. P17 Go to MediaGuardian",
  "webTitle": "Today’s media stories from the papers",
  "webPublicationDate": "2016-05-27T07:50:37Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/27/todays-media-stories-from-the-papers",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/27/todays-media-stories-from-the-papers"
}