{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/oae-truscott-review-st-georges-bristol",
  "id": "2016-05-05-189",
  "sectionId": "music",
  "body": "For all that its prime focus is period-instrument performance, the Orchestra of the Age of Enlightenment, quite rightly, sees no contradiction in commissioning brand new works, and it was to the American Michael Gordon they turned for a bassoon concerto to set alongside Mozart. Appropriately, Gordon looked back to the Enlightenment for inspiration, and his neat conceit was to draw on an Anglo-American meeting of minds, namely those of scientist-philosophers Joseph Priestley and Benjamin Franklin at London’s Club of Honest Whigs. Priestley’s celebrated treatise on the discovery of oxygen – pace Antoine Lavoisier supporters – gave Gordon his title: Observations on Air.  Set over a pulsing double bass, the bassoon’s first musings were in suitably philosophical vein, with a simple arpeggio figure constantly re-examined. Phrasing was not actually that long-breathed, but delivered with a singing tone by soloist Peter Whelan against lively string-writing and the animated interpolations of wind instruments. The central movement was a more reflective affair, and Whelan’s remarkable virtuosity came into play in the fast finale, where Gordon combined all the jauntiness of a Bachian badinerie with knotty counterpoint, marrying the centuries with wit and finesse.  The second half offered further food for thought, with the eight-year-old Mozart’s First Symphony set against the Clarinet Concerto written just weeks before his death. Violinist/director Matthew Truscott and clarinettist Antony Pay made this an insightful collaboration.  At St John’s Smith Square, London, on 7 May. Box office: 020-7222 1061. Then touring.",
  "webTitle": "OAE/Truscott review – marrying the centuries with wit and finesse",
  "webPublicationDate": "2016-05-05T12:33:42Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/oae-truscott-review-st-georges-bristol",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Rian Evans",
      "id": "profile/rianevans"
    }
  ],
  "guardianId": "music/2016/may/05/oae-truscott-review-st-georges-bristol"
}