{
  "apiUrl": "https://content.guardianapis.com/gnm-press-office/2016/may/11/guardian-us-wins-deadline-club-award-for-digital-innovation",
  "id": "2016-05-11-129",
  "sectionId": "gnm-press-office",
  "body": "Guardian US has picked up the Deadline Club’s digital innovation award for The Counted, its ongoing series exposing and documenting lethal force used by law enforcement officers across the United States. The Deadline Club - the largest chapter of the Society of Professional Journalists - recognized reporters Jon Swaine, Oliver Laughland, Jamile Lartey, Ciara McCarthy and Tom McCarthy; interactive journalists Kenan Davis, Rich Harris, Nadja Popovich, Kenton Powell; filmmakers Valerie Lapinski, Mae Ryan and Laurence Mathieu-Leger; production editors Maraithe Thomas and Tom Gottlieb; picture editor Sarah Gilbert; and audience editors Mike Barry and Mary Hamilton for their work on the project. The judges’ citation stated: “The Guardian utilized digital innovation in the highest degree - through photos, interactive graphs, videos, text and more - to showcase stories of people killed by police officers in the United States, and the effect it has had on local communities around the country. The reporting was extremely comprehensive, and offered a depth of viewpoints that diverged from the common reporting rhetoric around this topic. “The Counted” was also presented in a beautiful and easily digestible way, giving it the ability to reach a wide audience. All of these factors made it a stand-out feature in this category.” Last month the Counted team was also honored with an SPJ Sigma Delta Chi award for online public service.",
  "webTitle": "Guardian US wins Deadline Club award for digital innovation",
  "webPublicationDate": "2016-05-11T16:08:16Z",
  "webUrl": "https://www.theguardian.com/gnm-press-office/2016/may/11/guardian-us-wins-deadline-club-award-for-digital-innovation",
  "keyword": [
    {
      "webTitle": "Awards",
      "id": "gnm-press-office/awards",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    },
    {
      "webTitle": "Awards 2016",
      "id": "gnm-press-office/awards-2016",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    }
  ],
  "authors": [
    {
      "webTitle": "GNM press office",
      "id": "profile/gnm-press-office"
    }
  ],
  "guardianId": "gnm-press-office/2016/may/11/guardian-us-wins-deadline-club-award-for-digital-innovation"
}