{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/chicken-review-affecting-debut-teenager-learning-difficulties",
  "id": "2016-05-22-187",
  "sectionId": "film",
  "body": "This very affecting feature debut from director Joe Stephenson, adapted from Freddie Machin’s play by Chris New, centres on a teenager with learning difficulties (Scott Chambers, superb) who communicates more easily with animals – both dead and alive – than with people. Living in a caravan with his volatile and violent brother Polly (a convincingly wired Morgan Watkins), 15-year-old Richard befriends Yasmin Paige’s Annabel, whose family owns the land they live on. With its clash of natural beauty and societal disorder, Chicken nods towards the template of Ken Loach’s Kes, with Richard doting on pet hen Fiona, a symbol of his own flightless yet nurturing plight. Like the young Leonardo DiCaprio in What’s Eating Gilbert Grape, Chambers’s performance has tuning-fork precision, his slightly skewed physical movements and scattershot speech creating a childlike portrait that is neither patronising nor pat, ensuring that Richard becomes a fully rounded character with a complex emotional life, engaging and empathetic. A late-in-the-day revelation provides an unnecessary bombshell, which somewhat underestimates the power of the preceding drama, but Eben Bolter’s widescreen cinematography captures the warmth, loneliness and harsh reality of this disenfranchised world with unobtrusive aplomb.         Watch the trailer for Chicken.",
  "webTitle": "Chicken review – teen who talks to the animals",
  "webPublicationDate": "2016-05-22T06:00:34Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/chicken-review-affecting-debut-teenager-learning-difficulties",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/may/22/chicken-review-affecting-debut-teenager-learning-difficulties"
}