{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/alabama-abortion-clinics-schools-sex-offenders-bill",
  "id": "2016-05-12-11",
  "sectionId": "us-news",
  "body": "Alabama’s Republican governor, Robert Bentley, signed a bill into law on Thursday that will regulate abortion clinics like sex offenders. The bill, SB 205, could shut down two clinics in which the vast majority of the state’s abortions occur. One of the clinics, Alabama Women’s Center for Reproductive Alternatives in Huntsville, was temporarily closed in June 2014 as a result of Trap (targeted restriction on abortion provider) laws in the state when it was determined that the facility could not be retrofitted to comply with the laws’ building code regulations. Its new building, however, sits across the street from Huntsville’s Academy for Academics and Arts, a K-8 school, making it vulnerable once again to shutdown under the newly signed law.    Related: Northern Alabama’s only abortion clinic fights to survive lawmakers' onslaught    SB 205 mandates that abortion clinics be more than 2,000ft (600 meters) from any public school serving children elementary through middle school age, the same kind of restriction required of registered sex offenders. James Owens of Naral Pro-Choice America points out that there are no other laws on the books in Alabama, or any other state, regulating what kind of medical procedures can be done within a certain proximity of a school.  Another abortion clinic, in Tuscaloosa, is also located less than 2,000ft of both an elementary and middle school and now in violation of state law.  The Hunstville clinic is the only abortion provider in all of northern Alabama; when it temporarily closed in 2014, the second closest clinic for residents in that region was the Tuscaloosa one. Combined, the two clinics accounted for 72% of all the state’s abortions in 2014, according to Alabama health department data.  The American Civil Liberties Union has already pledged to fight the new law in court.  When SB 205 passed the state legislature, members of the state’s Black Caucus gathered on the state house floor to sing We Shall Overcome, the protest song that emerged as the anthem of the civil rights movement. According to the Alabama health department, of the 6,848 residents who received an abortion in 2014, 4,080 of those patients – or almost 60% – were black. Another anti-choice bill also signed into law Thursday, SB 363, bans the use of dilation and evacuation, or D&E, in cases of abortions performed in the second trimester. In 2016, there have been 22 proposed D&E bans in 16 different states; in April 2015, Kansas became the first state to implement a ban on D&E procedures in the second trimester for use in abortion, and Oklahoma followed with its own state-wide second trimester D&E ban a day later. (D&E is the medical standard for performing second-trimester abortion.)  Procedure bans such as SB 363 are closely modeled on the anti-choice lobbyist group Americans United for Life’s sample draft legislation for a partial-birth abortion ban bill, distributed for states to adapt for their own uses. “They introduce cookie-cutter bills to see what fits,” notes Nikema Williams, the vice-president of public policy for Planned Parenthood Southeast. “The goal is to make abortion inaccessible in any circumstance across the country, all under the guise of concern for women’s health.” Williams explained that with only five abortion providers in the state of Alabama, closing even one provider has “a huge impact – and low-income women suffer the most” because of the increased burden and costs that travel for abortion care inflicts on this population. And in a state that already has a 48-hour waiting period for abortion care, women who are forced to travel for an abortion are already facing mounting costs associated with transportation, hotels and childcare “just to have a safe and legal abortion”. A report by the Institute on Women’s Policy Research gave Alabama a grade of F for how its female residents fare in terms of health and wellbeing, and a D for reproductive rights specifically. Owens said that procedure bans such as SB 363 are part of a strategy being used by the anti-choice lobby to effectively end second-trimester abortions without having to directly state an outright ban. “They’re getting a little more clever with how they’re packaging these abortions bans because they have found that outright second-trimester bans are met with popular opposition,” Owens said. According to the Guttmacher Institute, 93% of Alabama counties have no abortion clinic and 59% of all Alabama women live in these counties.",
  "webTitle": "Alabama governor signs bill to regulate abortion clinics like sex offenders",
  "webPublicationDate": "2016-05-12T22:11:31Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/alabama-abortion-clinics-schools-sex-offenders-bill",
  "keyword": [
    {
      "webTitle": "Alabama",
      "id": "us-news/alabama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Gerson Uffalussy",
      "id": "profile/jennifer-gerson-uffalussy"
    }
  ],
  "guardianId": "us-news/2016/may/12/alabama-abortion-clinics-schools-sex-offenders-bill"
}