{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/yacht-sex-tape-backlash-undermines-revenge-porn-victims",
  "id": "2016-05-11-389",
  "sectionId": "music",
  "body": "Experts on sexual assault have criticised LA band Yacht for creating a fake sex tape to promote their new album, something activists say may make it harder for “revenge porn” victims to be believed. Bandmates Jona Bechtolt and Claire Evans, who are in a relationship, announced on Monday on the group’s Facebook page that a sex tape had been released online “without our previous knowledge nor consent”. “We hope you understand that this is not a delicious scandal. This is an exploitation,” wrote the electro dance duo. The band announced it was going to try to make the best of the bad situation and sell the video for $5 on its site.  On Tuesday Jezebel revealed that the whole thing was a scheme weeks in the making to advertise a new music video.  Yacht quickly admitted that the whole story was “fiction”. The band wrote: “We created a story that was quickly revealed as fiction by the internet. We expected interest, skepticism, and laughter. We didn’t anticipate the outpouring of genuine support, due partially to the credulity with which this story was so extensively and immediately reported.   Related: Revenge porn: the industry profiting from online abuse    “We did make a ‘sex tape’, and we want you to watch it. We released it as a slowly-unveiling conspiracy, inspired in equal part by The X-Files, Nathan for You, and The KLF. It’s a project that allowed us to play with science fiction, the attention economy, clickbait journalism, and celebrity sex tapes all at once.” “This is a bullshit marketing stunt,” said lawyer Carrie Goldberg, whose New York City law firm focuses on internet harassment and sexual assault litigation. “As somebody who spends all day, every day working with actual victims of nonconsensual porn and rapes that have videos and gone viral, I just thought: where are these guys, I’m going to come and hunt them down,” said Goldberg. Nonconsensual porn, often known as “revenge porn”, is a growing and disturbing phenomena where sexual videos, photos and messages are leaked online without consent. In 2014, video of a Houston 16-year-old woman passed out and half-naked after being raped went viral on Twitter. Now 31 states have legislation against the distribution of revenge porn, with 28 of those states introducing legislation since 2012.  “For every state that passes a law, there’s a backlash that says these women got what they deserved,” said Mary Anne Franks, a law professor at University of Miami and the vice-president of Cyber Civil Rights Initiative, who called Yacht’s actions “appalling”. Underneath the band’s initial announcement, many fans expressed solidarity and empathy with the news, saying they wouldn’t view the video and expressing sympathy about its release. “They’ve taken this moment of evolution – that we as a society can be proud of, people can express sympathy and support of victims, rather than ridicule or blaming them – but what this band has done is exploited that,” said Franks. While some well-known friends of the band seemed to be in on the stunt – including artist Miranda July – other musicians, such as Best Coast, expressed their disgust.    Playing the victim + exploiting your fans as a PR stunt isn't some bold, cutting edge shit- it's just a real shitty asshole thing to do.— Best Coast (@BestCoast) May 10, 2016    The band’s public relations representatives, Motormouthmedia, quickly distanced itself from the sex tape scheme, saying it had advised the band the hoax would be problematic.    It's time to state this. We are not involved in the Yacht situation in any way the idea was devised and executed 100% without us.— Motormouthmedia Judy (@motormouthmedia) May 10, 2016      I did not want to say anything at all, but our friends and media are all asking. we did write the band expressing our concern.— Motormouthmedia Judy (@motormouthmedia) May 10, 2016    Yacht tried to explain the video they did eventually release – which resembles a homemade sex tape but quickly becomes a sci-fi alien romp – as a play on celebrity sex tapes. “Frankly, it’s disturbing to us that press outlets could make the incredibly irresponsible leap from ‘celebrity sex tape,’ which is the cultural trope this project explicitly references, to ‘revenge porn,’ which is unfunny, disgusting, morally repugnant, and completely unrelated,” said the band in its statement. Franks dismissed Yacht’s claim, noting their explanation “means they have no idea what revenge porn is and they don’t believe that celebrities have the right to sexual privacy”. Brooklyn lawyer Goldberg said she has had 50 women in the last month contact her about unwanted photo and videos being spread online, and Yacht’s actions simply make it harder for victims. “My fear is that next time somebody’s sex video goes viral without consent everyone’s going to stop and say: ‘Wait wait wait, we can’t believe her, this is just a stunt’,” she said.",
  "webTitle": "Yacht's sex tape hoax undermines real 'revenge porn' victims, say activists",
  "webPublicationDate": "2016-05-11T00:45:39Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/yacht-sex-tape-backlash-undermines-revenge-porn-victims",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Los Angeles",
      "id": "us-news/los-angeles",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "music/2016/may/10/yacht-sex-tape-backlash-undermines-revenge-porn-victims"
}