{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/john-prescott-foreign-ownership-london-tower-skyscraper",
  "id": "2016-05-25-235",
  "sectionId": "society",
  "body": "The former Labour deputy prime minister John Prescott has attacked the buy-up of almost two-thirds of the UK’s tallest residential building by foreign investors as deplorable. Lord Prescott was joined by a senior Conservative, London’s mayoral leadership and Labour’s front bench in voicing serious concerns about the Tower, after the Guardian revealed that the 50-storey block of 214 luxury apartments by the river Thames at Vauxhall was more than 60% owned by foreign buyers.    Related: 'Tower for the toffs': UK's tallest skyscraper and playground of the rich    Owners of properties in the high rise include a billionaire Russian oligarch, the chairman of a defunct Nigerian bank and a Kyrgyz vodka tycoon. A quarter of the flats are held by companies in secretive offshore tax havens and several owners said their neighbours spent little time in their homes, which sold for £2.2m on average. The revelations about the Tower are likely to be seized on by campaigners and politicians as the starkest example yet of the housing crisis gripping the capital, in which new homes are sold abroad as investments and left largely empty while fewer and fewer young people can afford to buy or rent in the city. The shadow housing minister, John Healey, said the building had become “a symbol of the housing crisis” that “fuels people’s anger and sense of injustice”. Conservative MP Bob Blackman, who sits on the House of Commons communities select committee that scrutinises housing policy, said the ownership of the five-storey penthouse by an oligarch who had not yet lived there was ridiculous. Blackman said it might now be time to consider a policy demanding buyers of UK properties commit to living in the UK for more than 90 days a year. At London’s City Hall, the mayor, Sadiq Khan’s new housing chief, deputy mayor James Murray, said the Tower was “another example of where the previous mayor failed to get to grips with London’s housing crisis, adding: “Sadiq Khan was elected on a mandate that Londoners should have ‘first dibs’ on more of the homes built in the capital.”   Related: The Guardian view on housing in London: bricks and mortals | Editorial    Prescott controversially granted building consent in 2005 against the wishes of the local council and the planning inspector. This week, his decision was attacked as “an appalling mistake” by the former Tory cabinet minister Lord Baker, who predicted in 2005: “In that great tower, there will be no social affordable housing. It is all for the alphas. It is all for the toffs.”  Prescott said: “I was hoping that we were providing housing for housing. We didn’t envisage that it would be given over to people investing in London. I had no power to stop it on the grounds of who was going to occupy it.” Ken Livingstone, who also backed the scheme when he was mayor of London, said he had no idea so many foreign buyers would be seeking to deposit money in London property. He described the international buy-up as appalling. “I was very keen to get foreign investment into London, but that was in terms of constructing developments and creating new jobs, not flogging them off to people who just keep them there in case there is a coup and they have to flee,” he said. “If I was mayor now, I would put compulsory purchase orders on empty homes. Either you live in it or sell it. The more empty properties there are, the more it hypes up the overall house price level.” But representatives of the property industry defended the scheme and insisted there was a vital need for international investment. “Upfront foreign investment is key to bringing forward a lot of these developments,” said Steve Turner, spokesman for the Home Builders Federation. “Their investment ultimately leads to an increase in overall housing supply, including affordable homes. There is affordable housing in this development, but it is just in this particular tower that there isn’t. The foreign funding for this tower will directly lead to the developer’s ability to provide affordable housing.” A spokesman for the developer, St George, said it was wrong to focus only on the makeup of the Tower’s ownership. “St George has a wide range of homes under construction in London, in nine developments providing 9,300 homes, with 2,403 of these being affordable to buy or rent,” he said. “The whole of the St George Wharf site was developed at considerable risk and after it lay empty for decades. St George committed to construction of the Tower in the recession, after the banking crash, when other sites across London were being mothballed. The Tower was an important signpost to the development of Nine Elms from Vauxhall, with the wider Nine Elms development due to create 25,000 permanent jobs over the next 10 years.”   Ghost tower",
  "webTitle": "Politicians condemn 60% foreign ownership of London skyscraper",
  "webPublicationDate": "2016-05-25T09:15:16Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/john-prescott-foreign-ownership-london-tower-skyscraper",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "John Prescott",
      "id": "politics/johnprescott",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "society/2016/may/25/john-prescott-foreign-ownership-london-tower-skyscraper"
}