{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/peter-thiel-paypal-co-founder-to-be-delegate-for-donald-trump",
  "id": "2016-05-10-325",
  "sectionId": "us-news",
  "body": "A Silicon Valley billionaire who is one of the top libertarian mega-donors in Republican politics will be a delegate for Donald Trump. Peter Thiel, who was a cofounder of PayPal and owns a substantial stake in Facebook, is on the ballot in California as a Republican delegate for Trump in the San Francisco-based 12th congressional district. Thiel’s name was on a list submitted to the California secretary of state’s office by the Trump campaign as an approved candidate.    Related: Paul Ryan offers to step down as GOP convention chair if Donald Trump asks    With Trump facing no active opposition as the presumptive Republican nominee, Thiel is a near certainty to be elected in the state’s 7 June primary. A longtime Republican contributor, Thiel was one of the biggest donors to Ron Paul’s Super Pac in 2012. An openly gay yet avowed ideological libertarian, Thiel has previously given to a host of Republican candidates as well to unconventional projects like the Seasteading Institute, which seeks to build floating cities in international waters.  In a 2014 interview with the Daily Caller, Thiel criticized Trump as “sort of symptomatic of everything that is wrong with New York City”. However, Thiel does share certain ideological beliefs with Trump. The Silicon Valley billionaire is very hawkish on immigration and in 2008 reportedly made a $1m donation to Numbers USA, a group that advocates for reduced immigration to the United States. Numbers USA has praised Trump’s immigration plan and given the presumptive nominee an A-rating.  Both Rand Paul’s and Ted Cruz’s presidential campaigns avidly courted Thiel earlier in the election cycle. However, Thiel only made one major donation during the 2016 primaries, giving $2m in August to a Super Pac that supported the longshot candidacy of former Hewlett Packard CEO Carly Fiorina, a vocal critic of Trump.  The billionaire is joined as a Trump delegate in California by a number of other prominent Republicans including House majority leader Kevin McCarthy, former House committee chairman Darrell Issa and congressman Duncan Hunter Jr. McCarthy was previously neutral, although he has insisted he would support the party’s nominee, and Issa endorsed Senator Marco Rubio earlier in the primary process. Hunter was one of the members of Congress to endorse Trump and did so in February.  While Trump is struggling to unite the Republican party nationally – with House speaker Paul Ryan so far unwilling to endorse him – the support of figures ranging the ideological gamut from Thiel to McCarthy shows that the presumptive nominee has at least made some clear steps towards party unity in California.  Representatives for Thiel did not respond to requests for comment.",
  "webTitle": "Peter Thiel, PayPal co-founder, to be delegate for Donald Trump",
  "webPublicationDate": "2016-05-10T04:28:44Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/peter-thiel-paypal-co-founder-to-be-delegate-for-donald-trump",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "PayPal",
      "id": "technology/paypal",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Peter Thiel",
      "id": "technology/peter-thiel",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/10/peter-thiel-paypal-co-founder-to-be-delegate-for-donald-trump"
}