{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/hillary-clinton-indiana-primary-meeting-voters-election-2016",
  "id": "2016-05-03-68",
  "sectionId": "us-news",
  "body": "When Hillary Clinton took the stage at a steel company in Hammond, Indiana, last week, she thanked the dozens of workers before her who had broken from their daily routine, still wearing their yellow hard hats, and began to speak straight from the heart. Invoking the 9/11 attacks, Clinton recalled the profound effect the tragedy and its aftermath had on her – from the massive loss of life to the months-long cleanup efforts. That Clinton was a senator from New York at the time is widely known, but on this Tuesday afternoon she revealed another facet of the recovery efforts that would resonate with those who had gathered to see her speak. Ironworkers, she said, had rushed to the scene from all over New York and New Jersey in the hopes that their skills would be of help in the search for victims. “Sadly, there weren’t very many people to be rescued. People either died or escaped,” Clinton said.    You are very human. I don't care what they say    But the ironworkers stayed on the piles of debris for months, she added, helping to clear the steel beams off the site while breathing in toxic air at great personal cost. Clinton, who worked toward securing healthcare for them and the many other first responders, recounted how one of the ironworkers took a piece of burnt steel from the pile and made her a cross, now one of her “prized personal possessions”. It was a sober moment in a speech focused on Clinton’s plans to boost manufacturing jobs in the US, but also a glimpse at how a candidate long portrayed as less than personable and rather brittle looks to connect with voters on the campaign trail.  Clinton has herself acknowledged that she is not a natural campaigner like her husband Bill Clinton or Barack Obama. But while she has been on the trail, highlighting a wide range of issues, Clinton has relied on her decades of public service to prove that she has not simply witnessed the problems that plague many Americans but, in many ways, personally experienced them through those she has met along the way. In Connecticut, whose primary she won last month, it was through a roundtable with relatives of gun violence victims roughly an hour away from the Sandy Hook elementary school in Newtown, where 20 children and six adults were massacred in 2012. Explaining why she was so passionate about the issue, Clinton, a longtime advocate of stricter gun laws, said she had simply been in too many rooms with too many families who had lost a loved one over the last 20 years.   Related: Indiana primary: what's at stake for the remaining presidential candidates    A man in the audience rose and emphatically declared: “You are very human. I don’t care what they say, but you are very human.” Leading up to the New York primary, where Clinton overwhelmingly defeated Sanders on 19 April, she pursued low-key opportunities to engage with voters on a more personal basis. From a senior center in East Harlem that predominantly cares for Latinos to a block party in the Bronx, Clinton mostly eschewed large rallies in favor of smaller crowds at which she could tailor her message to fit their concerns – ranging from the Puerto Rican debt crisis to criminal justice reform. Her apparent deep-rooted understanding of constituents from every corner of New York was, once more, the byproduct of Clinton’s personal experience serving two terms on its behalf in the Senate. The Democratic primary season has been most notable for the passion and the sheer sea of humanity drawn to her rival Bernie Sanders’ potent rallies. Yet Clinton’s ability to connect with voters has paid dividends and solidified her standing in recent weeks as the likely nominee. The Vermont senator has vowed to press on but seems to lack a plausible path in the face of Clinton’s seemingly insurmountable lead in the race for the 2,383 delegates required to clinch the nomination. Clinton’s campaign, increasingly confident after weathering a drawn-out and at times torrid primary, has already begun to pivot toward the general election. And it is in the months leading up to November that Clinton’s “relatability” will truly be put to the test. Her favorability ratings are ostensibly lower in polling conducted of the wider general electorate.  Her approval numbers have taken a hit among independents in particular, and questions remain over whether she can win over rural, working-class white voters. This week, Clinton embarked on a two-day swing from Kentucky to West Virginia, ending at the south-eastern Ohio border, with a focus on jobs and the economy. In keeping with the strategy employed by her campaign thus far, Clinton again sought out opportunities to get up close and personal with the voters whose support she will need in forthcoming primaries and down the road in November. At an Italian restaurant in Ashland, Kentucky, Clinton listened intently during a private lunch with steelworkers and 20 local economic leaders about concerns related to the manufacturing industry. She also addressed the demise of the coal industry, deeming it to be a “tragedy” for the many parts of Appalachia that have incurred thousands of job losses as a result.     Clinton holds a baby after a campaign event in Charleston, West Virginia. Photograph: Jim Young/Reuters    “I think we owe people in this part of the country a lot, and I don’t want to walk away,” Clinton said. The Appalachia region, described as Trump country, is arguably hostile terrain for Clinton, but her campaign has pledged to reach out even to those who may not vote for her. That Clinton rounded off the trip in Ohio, a critical battleground in the general election, offered yet another sign that she is shifting gears toward November. And it looks increasingly likely that she will face Donald Trump – the GOP frontrunner who may be dominating the Republican race but has historic levels of unpopularity among key demographics, including women and Latinos. Clinton has routinely drawn a contrast with Trump while condemning his statements about immigrants and Muslims. But last week, things again became personal when Trump accused Clinton of “playing the woman’s card” to get ahead and insinuated it was the only reason she had been successful thus far. Clinton’s campaign responded with a “Woman Card” for supporters to purchase – complete with a “Deal me in!” slogan. The tactic raised $2.4m in just three days – 40% of which, aides said, came from first-time donors.  It is through outbursts such as these, which have come to be expected from Trump, that Clinton’s campaign believes there is an opportunity to reach out to voters she has dubbed as “thoughtful Republicans”. Clinton has not, however, cast Sanders away entirely, even while engaging Trump in a potential preview of the fight to come. In her recent victory speeches on key primary nights, Clinton has sought to remind his legion of supporters that ultimately, they share a common set of priorities for the direction of the country. “There’s much more that unites us than divides us,” Clinton told them. However, some polling has shown resistance among Sanders supporters to rallying around her candidacy – and in an election in which turnout could be a decisive factor, her ability to connect will be hugely significant. But it is familiar terrain for Clinton, whose own supporters in 2008 were similarly reticent to back Barack Obama when the wounds of the primary remained fresh. The party ultimately came together, in part due to Clinton’s own aggressive campaigning on Obama’s behalf after conceding the race.   Related: Who will Hillary Clinton's running mate be? Here are some ideas    Asked at a recent town hall if he would encourage his followers to support Clinton if she were the nominee, Sanders was noticeably coy and indicated he had little control of the matter. There is ample time, of course, for Clinton to court his supporters – and the role Sanders will choose to play remains to be seen. At the White House correspondents dinner in Washington DC this weekend, Obama made light of Clinton’s overtures to the young voters, in particular, who have been overwhelmingly drawn to Sanders in the Democratic primary. “You’ve got to admit it, though – Hillary trying to appeal to young voters is a little bit like your relative that just signed up for Facebook,” Obama quipped, bestowing upon her the title of “Aunt Hillary”. “Dear America, did you get my poke? Is it appearing on your wall? I’m not sure I’m using this right.”Clinton, taking the joke in her stride, tweeted back: “Nice job last night. Aunt Hillary approves.” Josh Earnest, the White House press secretary, downplayed the suggestion that Obama had been harsh on the former opponent he deemed “likable enough” in a 2008 Democratic debate. Earnest instead emphasized Obama’s reference during the dinner about turning over the podium to the next president, “no matter who she is”. Clinton’s allies have often pointed to her unparalleled time in the public eye – as a former first lady, two-term senator and secretary of state – when confronted with questions surrounding overall perception of her. Indeed, no other candidate is as well known, nor has anyone else been at the receiving end of two decades’ worth of attacks from opponents. As Karen Finney, a campaign spokeswoman, put it shortly after Clinton launched her second presidential bid last year: “She is one of the most unknown well-known people.” To counter the pre-baked narratives, Clinton has focused her efforts on listening directly to voters, state by state, as she seeks to convince them that she is best positioned to address the concerns that keep them up at night. On Tuesday, she arrived in Charleston, West Virginia, to hold a discussion on substance abuse and promote her proposed $10bn initiative to combat drug and alcohol addiction. It was another campaign stop in which Clinton, rather than simply offering her stump speech, found a way to localize a prominent piece of her platform.  Addressing voters in a state that is a center of the nation’s opioid and heroin epidemic, Clinton said she and her husband had lost five friends to overdoses. She also embraced a plan by the West Virginia senator Joe Manchin to impose a one-cent tax on prescription opioid pain pills. Manchin pointed out that Clinton could have been anywhere.  “But she came here,” he said. “She cares. It’s a state that’s going to be very difficult for her, but she cares.”   Democratic delegate count",
  "webTitle": "Hillary Clinton gets personal with voters as general election approaches",
  "webPublicationDate": "2016-05-03T18:04:43Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/hillary-clinton-indiana-primary-meeting-voters-election-2016",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/03/hillary-clinton-indiana-primary-meeting-voters-election-2016"
}