{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/nfl-medical-marijuana-eugene-monroe-baltimore-ravens",
  "id": "2016-05-17-221",
  "sectionId": "society",
  "body": "For a moment, Eugene Monroe felt paralyzed. It was December, and the offensive lineman for the Baltimore Ravens was sitting in a chair, recovering from a recent shoulder surgery and trying to keep his body propped up as his doctors had recommended. He thought about going to the kitchen but felt completely stuck in place.  “I just couldn’t even get up. I just struggled. I lost where I was for a moment,” the 29-year-old recalled, adding: “I just didn’t feel like myself at all.” Monroe’s physicians had prescribed him oxycodone, and although his body needed relief from severe pain, the side effects of the painkiller were horrible. He felt like a “zombie” – sluggish, lethargic and always in a fog. He avoided developing a dangerous opioid addiction, but many other athletes, particularly professional football players, are not so lucky. That’s why Monroe has become an unlikely advocate for medical marijuana, an alternative painkiller that the National Football League continues to ban despite growing evidence that cannabis is significantly safer than opioids, could reduce opioid dependence and could even diminish the long-term effects of brain injuries. In March, Monroe became the first active NFL player to openly call for the use of cannabinoids to treat chronic pain and sports injuries, and this month he escalated his campaign with the launch of a personal website dedicated to the cause and an $80,000 donation to medical marijuana researchers.    Speaking about pain and how you feel is sort of frowned upon. This game is all about winning and overcoming adversity  Eugene Monroe     In a wide-ranging interview with the Guardian on Monday, Monroe discussed the debilitating pain that NFL players suffer on a daily basis, the widespread misuse of opioids and addiction he has witnessed in the league, and his risky decision to go public with his beliefs – a move that he still fears could cost him his job. “Speaking about things like pain and how you feel is sort of frowned upon, because this game is all about winning and overcoming adversity, and no one wants to hear about the struggle,” he said.     Baltimore Ravens NFL player Eugene Monroe. Photograph: Jeff Nelson Photography    But the potential medical benefits of cannabis for players were too great to stay silent, he said. “My family is far more concerned with my health and ... being there for my children than they are with my employment in the NFL.”   Related: Runner’s high: the athletes who use marijuana to improve their training    NFL rules dictate that when players test positive for marijuana, they face discipline – first with a referral to a substance abuse program, then with fines and temporary suspensions upon subsequent violations.  The NFL, which has also been plagued by controversy over players’ concussions, has faced increasing pressure in recent months to allow its players to use medical cannabis, a substance that is legal in roughly half the states in the US. A number of former NFL players have called for an end to the marijuana ban, noting that cannabis is safer than many alternatives and that injured players are often given a harmful cocktail of pills and anti-inflammatory injections to get them back on the field as soon as possible.     My family is more concerned with my health and being there for my children than they are with my employment in the NFL    Research suggests that the opioid epidemic that has devastated families across the US is a significant problem within the NFL. A 2011 study of 644 retired players found that former NFL players were three times more likely to abuse prescription painkillers than the general population and that 71% reported misusing medication.  Studies have also demonstrated that cannabis is safe and effective for treating chronic pain – without serious side effects – and that states with medical marijuana have lower opioid overdose mortality rates than states that still outlaw pot.  Also of note is research suggesting that cannabidiol, a cannabis component, can act as a short-term “neuroprotective”, meaning marijuana could potentially help protect players from a brain disease that afflicts many in the NFL.     The research Monroe has funded will investigate how various substances, including marijuana, help NFL players deal with pain. Photograph: Jeff Nelson Photography    The research Monroe has funded – through Realm of Caring, a Colorado-based organization that aids families using cannabinoid therapy – will investigate how various substances, including marijuana, help NFL players deal with pain. “It’s definitely a first of its kind, and it’s sorely needed,” said Marcel Bonn-Miller, a University of Pennsylvania professor co-leading the study with a Johns Hopkins University researcher. The study could have implications for a wide range of athletes and for army veterans who have suffered traumatic injuries, he said. Even though he’s the lone voice publicly pressuring officials, Monroe said that the misuse of opioids and need for cannabis is widely discussed in the league. Monroe, who does not use marijuana due to the NFL ban, said that at least 30 of his teammates have privately expressed support for his campaign and that he has talked to dozens of others in the NFL who share his beliefs. Most players live with intense pain that is hard to articulate to those who haven’t played football, he said. “We lunge ourselves at each other as hard as we can … and it hurts,” he said, adding: “You continue to play through those injuries.” He said he often wakes up in a “world of hurt” with a stiff and sore back and aches throughout his body. Once he gets out of bed and stands up, his knees, ankles and feet immediately experience excruciating pain. “It just becomes normal. You learn to deal with it.” Monroe, a father of three, said he hopes his efforts will educate people in and out of the NFL about the dangers of opioids. “They’re causing a great deal of death and disaster all over the country.” The NFL, however, is not currently reconsidering the marijuana policy, spokesman Brian McCarthy said in an email.  “We are guided by medical advisers. They have not indicated a need to change.”     Monroe, a father of three, said he hopes his efforts will educate people in and out of the NFL about the dangers of opioids. Photograph: Jeff Nelson Photography",
  "webTitle": "Amid opioid epidemic, NFL player risks career to push for medical marijuana",
  "webPublicationDate": "2016-05-17T10:30:00Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/nfl-medical-marijuana-eugene-monroe-baltimore-ravens",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "society/2016/may/17/nfl-medical-marijuana-eugene-monroe-baltimore-ravens"
}