{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/non-syrians-denied-asylum-claims-under-eu-turkey-deal-meps",
  "id": "2016-05-10-192",
  "sectionId": "world",
  "body": "Hundreds of non-Syrian asylum seekers deported under the EU-Turkey migration deal were not allowed to claim asylum in either Greece or Turkey, a group of European politicians has claimed. After interviewing 40 of the deportees, the three MEPs have concluded that, despite EU promises, the deal with Turkey is not being enacted according to international law.   Related: From war in Syria to a Turkish sweatshop for child refugees    “All refugees interviewed told us they were not given the opportunity to ask for asylum, neither in Greece nor in Turkey,” Cornelia Ernst, Marina Albiol and Josu Juaristi said in a report released to journalists after they visited two detention centres in northern Turkey. “All said they did not know what will happen to them, and had received no information since they had arrived in Turkey.” The trio are the first independent observers to corroborate the UN refugee agency’s earlier claims that some of the refugees were sent back to Turkey by mistake. Throughout 2015, hundreds of thousands of asylum seekers were allowed to land in Greece by boat from Turkey, and then move onwards to northern Europe. This stopped in March, after the EU agreed a deal with Turkey to send back new arrivals. More than 300 have since been returned – the majority to the two camps visited by the MEPs, and around a dozen Syrians to a third camp in southern Turkey. Those Syrians told the Guardian by phone that they had returned willingly to Turkey, but had since been denied legal representation and were being held indefinitely.  “[Officials] told me: don’t give money to any lawyers to help you,” said one pregnant detainee, who gave her name as Lara. “They said: the lawyers can’t help you. Nobody can help you here.” The MEPs, from the leftwing coalition European United Left–Nordic Green Left, said the deal had come at great ethical cost.  “I cannot see how an agreement such as the EU-Turkey deal, which builds upon such deportations, can be legitimate or legal in any way,” said Ernst, an MEP from Die Linke, a leftwing German party. The MEPs’ report also cited refugee testimony from southern Turkey, where Syrians claimed to have been shot at when crossing the border from their war-torn country. Hussein told the MEPs: “I was approaching the border with my 11-year-old cousin when the Turkish [gendarmerie] shot me when I was about 500 metres away from the border, and the bullet crossed both my thighs – only muscles, no bone.” In a separate report released on Tuesday, Human Rights Watch claimed that at least five Syrians had been killed while trying to reach Turkey in the past two months. Turkey says it neither shoots people on the border, nor deports refugees back to Syria, and maintains it operates an open-door policy towards Syrians.  “Turkey is the largest refugee-hosting country in the world,” the Turkish foreign ministry has said. “It is out of the question that the Syrians are encouraged to return to their countries voluntarily or forcibly. Turkey is bound by its obligations under international law and is determined to continue providing protection to the Syrians who have fled from violence and instability in their country.” The EU has consistently maintained that deportees to Turkey were being returned in line with international law.  “According to our information, all those persons who were returned were aware of their rights and had the opportunity to claim asylum,” an EU spokesperson has said.",
  "webTitle": "Non-Syrians denied asylum claims under EU-Turkey deal - MEPs",
  "webPublicationDate": "2016-05-10T11:50:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/non-syrians-denied-asylum-claims-under-eu-turkey-deal-meps",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/10/non-syrians-denied-asylum-claims-under-eu-turkey-deal-meps"
}