{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/senior-french-mp-denis-baupin-resigns-sexism-allegations",
  "id": "2016-05-09-86",
  "sectionId": "world",
  "body": "A vice-president of France’s national assembly has resigned after eight women accused him of sexual harassment, once again raising the spectre of sexism that many women in French political circles, including MPs and journalists, have claimed is rife. Denis Baupin, an MP for the Europe Écologie Les Verts (EELV) party, strenuously denied the accusations and said his lawyers would countersue. “They are lies, defamatory and have no basis in fact,” said Baupin’s lawyer, Emmanuel Pierrat. Baupin, 53, is married to Emmanuelle Cosse, the current minister for housing and a former national secretary of the EELV.     Sandrine Rousseau. Photograph: Philippe Huguen/AFP/Getty Images    Sandrine Rousseau, a former EELV spokesperson, alleged in comments made to the website Mediapart that Baupin had attacked her in October 2011 during a meeting on preparations for the presidential election the following year. “I left the room and in the corridor outside, Denis Baupin came over, pushed me against the wall by my chest and tried to kiss me. I pushed him away violently,” Rousseau said. Elen Debost, the deputy mayor of the city of Le Mans, claimed she had received hundreds of text messages from Baupin. She said: “I felt what all women feel when they are victims of violence: they blame themselves, they feel fragile, isolated. That’s all I felt at the time and it stopped me from complaining. I’m not proud of not having complained.”     Elen Debost, deputy mayor of Le Mans. Photograph: Jean-Francois Monier/AFP/Getty Images    Isabelle Attard, a former MP for the Calvados region, made allegations of “almost daily harassment with salacious, provocative SMSs”. “They came in salvos,” Attard said. Clémentine Autain, a regional councillor for the Front de Gauche, told France Info that “everyone knew” and that one of the women who accused Baupin had “confided in her” certain events that she considered “very serious”. Autain said the women had not come forward before because of the “political climate moulded by a virile world”. She said: “The political world is a hunting ground in which women try to survive … [they are] isolated and don’t want to be perceived as victims.” The campaign group Osez le Féminisme issued a statement calling for an end to the “impunity for those in power”. “To think the Denis Baupin affair is isolated is a mistake. For several years, men in politics have been implicated in affairs of violent machismo,” it wrote, citing the Dominique Strauss-Kahn affair as an example.  DSK, as Strauss-Kahn is known in France, was on track to become president in 2011 when he was accused of sexually assaulting a maid in a New York hotel. The case was later dropped, but his political career was over and his wife, the television presenter Anne Sinclair, divorced him. Mediapart, which published the women’s claims against Baupin, said it had spent several months investigating the accusations. The women told France Inter radio, which also investigated the claims, that they had been prompted to accuse Baupin after seeing a photograph in which he and seven other male MPs posed for a photograph wearing lipstick to protest at violence against women. None of the women had complained publicly before or reported the alleged harassment to the police. As most of the accusations took place more than three years ago, they are out of time for legal proceedings.",
  "webTitle": "Senior French MP resigns amid sexual harassment allegations",
  "webPublicationDate": "2016-05-09T17:20:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/senior-french-mp-denis-baupin-resigns-sexism-allegations",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/09/senior-french-mp-denis-baupin-resigns-sexism-allegations"
}