{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/06/kevin-crossley-holland-our-island-story-history",
  "id": "2016-05-06-224",
  "sectionId": "childrens-books-site",
  "body": "This is what happened. I was 10 years old, and sitting in the back seat of our bashed-up Morris Ten (BTM 812), waiting for my mother. Beside me was the thumping great book that she had been given when she too was 10: Our Island Story by HE Marshall. “She looked so beautiful and fierce as she stood there, with her blue eyes flashing and her golden hair blowing in the wind… ‘The Romans take not only our freedom but our wealth… O brothers and sisters, let us rise, and drive these robbers out of our land! Let us kill them every one!’”      This was her story of the warrior queen Boadicea (or Boudicca as we now call her), leader of the Iceni in Norfolk and Suffolk and beyond… Julius Caesar, Boadicea, Caligula, Saint Alban, Arthur, Pope Gregory, King Alfred – they all sat in the back-seat with me, they were my pillow-companions, and I’m aware now that Marshall’s thrilling stories about them have had a lasting impact on my thinking.  Once, my parents and I were driving through the Chiltern Hills when my father said: “Kevin, did you know Boadicea fought her last battle down in that valley?”     Kevin Crossley-Holland: I’m aware now that Marshall’s thrilling stories about them have had a lasting impact on my thinking. Photograph: PR    I tore down a steep path. I scrabbled amongst molehills (I still always do), picked up a couple of potsherds, and eventually returned to the car, earthy and out of breath and crestfallen. “I did think I’d find a bottle of woad, or something,” I said.   Related: Jackie Morris's seals and selkies – in pictures    This was my EUREKA moment, the linking of words and story to an historical, rebellious (and maybe beautiful), living woman and her army: this is when I fully sensed that history is alive, alive in words, alive in place, alive in you and me, and not only about leaders who are well-remembered but about all the millions of people who are not remembered at all.  With my father’s encouragement I decided to make my own museum in the garden shed.  One of my treasures was the little bronze Roman coin I had found portraying two soldiers with spears, and the laurel-wreathed Emperor Constantine. Looking at this coin, I’m aware of the astonishing Empire stretching from Hadrian’s Wall to Libya, and Palestine to Portugal, but I can also see the girl or her brother who dropped it. I can hear their mother, ticking them off. I can wonder whether they were able to buy anything to eat that evening…   Related: Heartsong by Kevin Crossley-Holland – review    What I’ve come to understand is that it’s helpful to think of Britain as a land of layers. Our garden hedge was planted several hundred years ago, and our little village has buildings over six or seven centuries old. The words I’m using to write this piece may be rooted in Anglo-Saxon and Latin, but some of them probably sound quite old-fashioned because language changes, and I’m ancient and you’re not! One way and another, we need to look back as well as forward to understand who we are, and all we may achieve. We need to hear the heartbeat of men and women and children who were just as alive as we are, and then imagine. Kevin Crossley-Holland is appearing at Barnes Children’s Literature Festival in London with Jane Ray on Sunday May 15 from 4-5pm you can book tickets here.       You can buy Kevin Crossley-Holland and Jane Ray’s book Heartsong from the Guardian bookshop. Kevin’s newest book The RiddleMaster (illustrated by Stephane Jorisch) is out next month.      One of the beautiful illustrations from Heartsong. Illustration: Jane Ray",
  "webTitle": "The story that taught me we have to look back to understand ourselves",
  "webPublicationDate": "2016-05-06T11:01:14Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/06/kevin-crossley-holland-our-island-story-history",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Crossley-Holland",
      "id": "profile/kevin-crossley-holland"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/06/kevin-crossley-holland-our-island-story-history"
}