{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/red-bull-christian-horner-f1-monaco-grand-prix",
  "id": "2016-05-30-68",
  "sectionId": "sport",
  "body": "Christian Horner appeared unsure whether to weep or crack open the champagne after a momentous Monaco Grand Prix on Sunday. Red Bull’s team principal saw his drivers enjoy another very competitive weekend, but he also knew Daniel Ricciardo should have followed up Max Verstappen’s sensational victory in Barcelona with another win here.   Related: F1 Monaco Grand Prix: five things we learned from Monte Carlo | Paul Weaver     The race was sealed with a brilliant drive from Lewis Hamilton but Ricciardo, who qualified on pole, would have triumphed but for a badly fumbled pit stop. Horner said: “It is frustrating to be disappointed with a second-place finish and to have pushed Mercedes really hard all weekend because there was a victory up for grabs. With a standard pit-stop we would be winners of Monte Carlo. “We are nine points from Ferrari in the constructors’ championship, Daniel is third in the drivers’ championship and we were competitive with our first pole position since 2013, so there were a lot of positives.” Red Bull, and their junior team Toro Rosso were also boosted at the weekend by a new deal with the engine supplier Renault, which will make their engines in 2017 and 2018. Horner said: “We have had two very competitive weekends now. We have been very competitive against Mercedes but the true test will be in Montreal, to see how we fare there because it is a completely different type of venue. “Renault have done a good job and the gain in the power unit is worth 0.2 seconds, so hopefully that will be worth more in Canada and Azerbaijan. It is a positive step forward so we are hoping that will make us much more competitive.” Verstappen, who crashed out in Monaco following another crash in qualifying the previous day, will have an upgrade in Montreal. But the team also have to improve Ricciardo’s mood after two desperately disappointing weekends. At Barcelona he was given a three-stop strategy to ‘cover’ Sebastian Vettel and then saw Verstappen win with a faster two-stop. He said: “I took Barcelona on the chin and then took it well but two in a row now, and it’s not like we’re in Mercedes’ position, we’re not able to win [every] race. “So to have an opportunity to lead two races in a row and especially here in Monaco – to get it wrong twice definitely hurts. I’m not sure where we go from here, what to do.”",
  "webTitle": "Christian Horner sees Red Bull F1 positives and frustrations in Monaco",
  "webPublicationDate": "2016-05-30T16:17:02Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/red-bull-christian-horner-f1-monaco-grand-prix",
  "keyword": [
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Christian Horner",
      "id": "sport/christian-horner",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/30/red-bull-christian-horner-f1-monaco-grand-prix"
}