{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/18/five-apps-help-smartphone-addicts-fight-fomo",
  "id": "2016-05-18-302",
  "sectionId": "sustainable-business",
  "body": "Fomo (fear of missing out) may sound like a silly acronym, but it can drive people to spend excessive time staring at social media feeds, anxious that they may miss a social opportunity or be left out.  The advent of Facebook in 2004 followed by other big social networks over the past decade means the amount of time children spend online has skyrocketed. “Research clearly shows that the amount of time British children and adolescents [spend on social media] has more than doubled in the past 10 years,” says Dr Andrew Przybylski, research fellow at the Oxford Internet Institute. While in the US, a quarter of teens are online “almost constantly”, according to the Pew Research Centre, with 71% using multiple social networks.  Research suggests there are negative impacts to this increase in young people’s time spent online. The Australian Psychological Society surveyed teens aged 13 to 17 at the end of last year and reported that half suffer from Fomo and feel anxious because of it. Alongside potentially increasing the risk of anxiety and depression, a University of Glasgow study found using social media late at night could lead to less, and lower-quality, sleep. This result chimes with research from the University of Pittsburgh on young adults, which found that participants who were on social media the most had three times the level of sleep disturbance compared with those who checked least frequently. London School of Economics professor Sonia Livingstone noted that while most children and adults can simply “shrug off” Fomo, some children struggle to.  “Those without self-esteem or self-confidence tend to follow the crowd more than rely on their own assessment of a situation, and that can lead them into difficulties. Social media offers a strong visualisation of what everyone else is doing/thinking, creating a lot of peer pressure to act in certain ways.”    Related: Fomo, stress and sleeplessness: are smartphones bad for students?    But it’s not all bad news: the teens surveyed by the Australian researchers said social media helped them to build stronger relationships, set better goals, seek help and guidance, and feel “part of a global community”.  And there are ways to help get the balance right. Children and teens may need more support in doing so, however. Parents should be ready to discuss the issues and keep an open mind, says Przybylski. A good starting point is taking this short quiz designed by Przybylski to help people measure their Fomo levels. Anyone can try to better manage their social media use by simply turning on the “do not disturb mode”, switching off notification sounds so they are easier to ignore, or using tactics such as the “phone stacking game” – where everyone in a group piles their smartphones on top of each other, and try to go the longest without checking the device. Aside from these practical approaches, here are five apps that have been designed to measure and manage phone use: Moment Track how much you use your iPad or iPhone with this app, set daily limits and get notified when you go over. You can also monitor how much your children are using their iPhones and iPads. (iOS only; free) Offtime Charts reveal how you use your phone, letting you set goals or restrictions on app use or other distractions. (Android and iOS; free) QualityTime Unsure if you’re overdosing on social media? This tool tracks your smartphone usage and lets you set usage alerts and limits for certain apps. (Android 4.0 and up; free) Freedom Too tempted by social media? Freedom blocks apps and websites for a set time so you can focus. (iOS and desktop, from $2.42 a month) Twilight This app adapts your device display for the time of day, filtering out blue light – thought to disrupt sleep – in the evening with a red filter, theoretically making it easier to sleep after using your phone.",
  "webTitle": "Five apps to help social media addicts fight Fomo",
  "webPublicationDate": "2016-05-18T07:38:34Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/18/five-apps-help-smartphone-addicts-fight-fomo",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Children's tech",
      "id": "technology/children-s-tech",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Anxiety",
      "id": "society/anxiety",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sleep",
      "id": "lifeandstyle/sleep",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicole Kobie",
      "id": "profile/nicole-kobie"
    }
  ],
  "guardianId": "sustainable-business/2016/may/18/five-apps-help-smartphone-addicts-fight-fomo"
}