{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/18/the-month-in-games-into-uncharted-territory-for-the-final-time",
  "id": "2016-05-18-298",
  "sectionId": "technology",
  "body": "The games industry has been doing its best impression of British springtime’s bewildering mix of sunshine and torrential rain with its own rapid cycles of joy and sadness. Holding up the joy end were two magnificent follies: a man managed to get stupid single-button-pressing game Flappy Bird to play on the screen of an e-cigarette, and someone else installed Windows 95 on an Apple Watch. But in that same month we also lost seminal British development studio Lionhead. It was responsible for all-time classics like giant pet-raising game Black & White, and Fable, an RPG that used the full gamut of English regional accents, as well as eccentricities such as The Movies, in which you could produce entire miniature feature films.   Related: Uncharted 4 and the grief of finishing a great video game    Lionhead was latterly bought by Microsoft, and suffered the accidental destruction that large corporations routinely inflict on small, quirky developers. Electronic Arts, another well-meaning but lethal behemoth, has acquired and inadvertently milked to death nearly a dozen smaller studios in the last two decades, from SimCity developer Maxis to Westwood, maker of the once-great Command & Conquer series. And so it went with Lionhead, whose focus shifted from enthusiastic creativity to churning out new iterations of Fable, the final version of which has now been canned along with the company that made it. Super furry animals     Star Fox Zero. Photograph: Nintendo    Conversely, the rueful minority who bought a Wii U got a rare moment of euphoria with the release of Nintendo exclusive Star Fox Zero, a 21st-century update of its fauna-friendly space opera. Spread across a cartoon galaxy, missions use the game’s headline starfighters alongside a transforming tank, gyrocopter and walking robot. Its biggest peculiarity, though, is that you tilt the gamepad to aim at the same time as using the joystick to walk or fly, a process that initially feels like trying to pat your head and rub your stomach while being shot at by hundreds of angry space animals. It does eventually start to make sense. Arriving at the same time was Star Fox Guard, the intriguingly weird commercial realisation of a Nintendo tech demo. It uses the touchscreen to excellent effect as you monitor a bank of CCTV cameras to defend your base against hordes of incoming robots. Although a modestly sized side-order of a game, it’s produced with Nintendo’s usual gloss and attention to detail, making it a delight throughout. Doomed from the start     Doom    Then there were two freebies that were harder to love. Doom, the 90s first-person shooter than defined the genre, saw its multiplayer beta launch online to a chorus of jeers. Having added Call Of Duty-style upgrades, Titanfall-esque temporary power-ups and a Halo-like floaty jetpack jumping ability, the consensus was that Doom’s simple, gory action had been lost by trying to shoehorn in every possible trope of modern games. The other widely maligned multiplayer beta this month was Gears Of War 4, a similarly hoary old beast whose clunky controls, unbalanced weapons and muddy colour scheme left players hoping that its remaining six months of development will trigger a rescue operation. PS-FTW     Ratchet & Clank    Meanwhile, the PlayStation 4 got a brace of good exclusives: Ratchet & Clank is a remake of the 2002 game, and it’s never felt fresher. Its charmingly rendered comic-strip protagonists look even more expressive, and the beautiful colourful backdrops belie a game that’s not afraid of being challenging when it’s in the mood. And Uncharted 4: A Thief’s End is the closing chapter (or is it…?) of the life of Nathan Drake, winsome rogue and stubbly tomb raider. Its gunfights may get a bit tedious, but the vertigo-triggering climbing sections and set-piece puzzles are great. It’s the script and acting that really set it apart, though. Developer Naughty Dog’s tactic of letting actors and writers work together, often for years, make them the world leader in likable, realistic game characters.  Hack attack     The Division    But even successful games get into trouble when hackers aren’t dealt with. Multiplayer shooter The Division and its vision of Manhattan as a lawless quarantine zone had a month that was both good and bad. After a rip-roaring launch, things have now begun to unravel. Online forum users have pointed their dyspeptic fury at both the appalling number of people who openly cheat using PC-based hacks, and the endless search  for better weapons and equipment, which they’ve deemed too slow. The second whinge is familiar to anyone who has ever played an MMO past its opening segments but the hacking complaint is also increasingly real, and possibly unsolvable, because of the very architecture of the game. On the plus side, its beleaguered developers can at least now relax with a nice vape and a game of Flappy Bird.",
  "webTitle": "The month in games: into Uncharted territory for the final time",
  "webPublicationDate": "2016-05-18T08:00:23Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/18/the-month-in-games-into-uncharted-territory-for-the-final-time",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Gillett",
      "id": "profile/nickgillett"
    }
  ],
  "guardianId": "technology/2016/may/18/the-month-in-games-into-uncharted-territory-for-the-final-time"
}