{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/michael-gove-courage-to-give-prisoners-second-chance-to-study",
  "id": "2016-05-22-160",
  "sectionId": "commentisfree",
  "body": "There must have been 50 prisoners in the bleak, scruffy meeting room at HMP Grendon in Buckinghamshire. They had turned out on a Tuesday afternoon to share their first-hand experience of prison education for the review set up last autumn by the justice secretary, Michael Gove. There were two panel members there to listen – me and the chairwoman, the educationist and “superhead”, Dame Sally Coates. The prisoners took it in turns to speak. All were polite, most thought-provoking and some desperate. The most common complaint came from those who – like an estimated one-third of prisoners – identified as having learning difficulties and disabilities.   Related: Looking for better ways to make prison work in the 21st century | Letters    Often, they said, they had gone undiagnosed during their early education (42% of all prisoners have been excluded from school) and there had been no proper screening when they entered the prison system, no tailored provision at the jail, and therefore no means or incentive for them to engage in education. The hard-pressed head of learning and skills at the prison looked away. Later she spelled out the problem for us. If her prison – and prisons across the system – assessed and then responded as best practice to such large numbers with learning difficulties, it would swallow the whole education budget of around £130m for a prison population of 86,000. And where did that leave the other inmates? It was a stark illustration of the strains on the system. There were other disturbing stories at Grendon. We heard much the same on visits to 30 other jails over the course of six months. At each, the Coates panel had unprecedented and unrestricted access. In 25 years writing about prisons, I’d grown accustomed to the prison service finding reasons not to open its doors to outside busybodies. Now there was a red carpet for the education review. It is a welcome part of a new spirit of openness – and hope even – that Gove has engendered in a demoralised system, most recently with the announcement in last week’s Queen’s speech of pilot schemes in six prisons where governors will be given autonomy to promote rehabilitation, free from central controls that often cut across that. Coates’s review is part of the same reform agenda. Critics say that agenda is too small to have any real impact on an overcrowded, understaffed system, starved of money, and there was, at some prisons we visited, a suspicion that we were inspectors, come to find fault. But usually staff and inmates saw us as potential champions for a neglected part of prisons. Heads of learning and skills don’t even sit on the senior management team in most jails. When Ofsted turns up at the gates, as part of a wider evaluation carried out by Her Majesty’s Inspectorate of Prisons, it can rate education provision as inadequate or requiring improvement (as it did in 34 out of 45 inspections in 2014-15) without it having any effect on the establishment being rated good or outstanding. Indeed, in those prisons where education is repeatedly judged inadequate by Ofsted, there is apparently no consequence at all for the governor. In a school, the head would be lucky to keep his or her job, but that is presumably because education matters there. It would have been easy to feel very downcast by the scale of the challenge we saw. It was, however, the pockets of good practice that inspired us to believe they could be shared. Often they had arisen as the result of the resilience and inventiveness of teaching staff. I spent, for example, an uplifting morning in HMP Guys Marsh in Dorset with Elva Longfoot, one of the dedicated band of 4,000 prison teachers who often have committed most of their careers to this unloved area, despite being paid substantially less than their equivalents in further education colleges. On the door of her classroom was a sign that read: “Welcome to Room 7 – Your Temple of Learning” and the unorthodoxy continued inside where she offered short courses that taught the inmates to know themselves as a way of preparing them to learn English and maths. That was the right way round, experience had taught Longfoot, if they were to be persuaded that education was the key to unlocking their own potential. In theory, under the education providers’ contract with Whitehall, the sort of PSD (personal and social development) curriculum that Longfoot offers is not fundable. The focus should be on basic skills. Providers get paid by putting bums on seats in classes for English and maths. But they know – as some of their senior officials told us – that the set-up isn’t working, and so they contrive to find a way to give the likes of Longfoot room to do what is really effective. Another recent visitor to her Temple of Learning had been Gove himself. One of the proposals the Coates panel has made to him in its report, published last week, is that such local autonomy should become the norm, with education geared not to nationally generated targets and clunky funding mechanisms that create perverse incentives, but rather to the needs of individual prisoners. Two practical issues came up time and again. The first was the virtual campus, a bespoke intranet system designed to allow inmates to access a limited number of sites that help with education, employment and CV writing, without getting them on to the internet. Though it is available in 105 jails, in the third quarter of 2015 around 5,000 inmates, or just 6% of the prison population, used it regularly.    One man was not allowed to touch the keys on a computer connected to the internet. A staff member had to do it for him    This pale imitation of what the rest of us take for granted is patently failing. So why not upgrade it to an internet, and allow prisoners to be part of the modern world, but only on the basis of individual assessment and their ability to stick to certain rules? Governors told us they would have no problem with that. The stumbling block, they advised, is ministers who live in fear of headlines about a prisoner using the internet to contact a victim, intimidate a victim or control their criminal network. It would only take one bad case, they warned, to prompt a total shutdown. It is one of the challenges highlighted by the Coates report, now in Gove’s hands. Another is to bring prisons into the digital age with the sort of technology that enables teachers to access up-to-date materials to engage learners and allows prisoners’ education records to be stored and transferred efficiently between jails as they move about the system. Under current arrangements, one inmate we met was taking Level 2 maths for the third time because he could not provide the paperwork to prove he had passed it at his last jail. It’s a waste of his time and of scarce public resources. And what of the impact on reoffending by those serving longer sentences when they are released from internet-free prisons without any of the IT skills that are obligatory to get a job or claim a benefit? I met too many such middle-aged men trying desperately to prepare for the outside world on antiquated prison computers. They had a rough idea of how to send an email, they told me, but only in theory because their machines were not connected to the web. It was hard to be optimistic for them. The second recurring issue was frustration at the glass ceiling that prevents those inmates keen to make up for lost time in their studies from going beyond a Level 2 qualification. Official figures show a fall of 85% between 2012-13 and 2014-15 in those doing Level 3 (A-level) courses in prison. At most now it is a couple of hundred. And those taking Open University modules are down 42% over a roughly similar period. What lies behind this precipitous drop is money. Education providers cannot have funding for anything over a Level 2 course and so are reluctant to provide teaching resources. And the pots of government funding, once provided in the belief that helping prisoners get qualifications reduced reoffending, have gone. So ambitious prison learners must now take out a student loan and – unsurprisingly – most are just not willing, especially when they will pay the same as learners outside, but without the access to tutors or the internet. “At the very least I should get a discount on the fees,” suggested one young man I spoke to, struggling to do his research for an assignment on the one computer with an internet link in the library. He wasn’t able to touch the keys. That had to be done by a member of staff, on his behalf. We might as well have tied his hands behind his back. It all comes down to a basic question. We know that education plays a role in reducing reoffending. The Ministry of Justice’s data reports a 25% fall in reoffending for those who engage up to further and higher education levels. Those who have a job to go to on release are also less likely to reoffend. To get a job you need qualifications. So if we want to cut reoffending – which is now between 46% and 59%, and is estimated by the government to cost society up to £13bn a year – we have to be prepared to make prison education a priority. That will mean a collective change of heart about giving prisoners a second chance. And it will require directing additional public resources to those who have squandered the educational chances society routinely provides. It is not a popular call for any minister, but it is to be hoped Gove will have the courage. The alternative, as I have witnessed these past few months, is to accept a waste of human potential on a colossal and even more costly scale. Peter Stanford is director of the Longford Trust",
  "webTitle": "I’ve seen how our jails wreck human potential. Reform will take courage | Peter Stanford",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/michael-gove-courage-to-give-prisoners-second-chance-to-study",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Personal, social and health education",
      "id": "education/personal-social-health-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Stanford",
      "id": "profile/peter-stanford"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/michael-gove-courage-to-give-prisoners-second-chance-to-study"
}