{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/mark-selby-world-championshp-ding-junhui",
  "id": "2016-05-02-13",
  "sectionId": "sport",
  "body": "Mark Selby, whose only success this season had been to win the minor Gdynia Open event in Poland, won a second trophy here evening – the Betfred World Championship 2016.   Related: Mark Selby beats Ding Junhui to win World Snooker Championship – as it happened    In beating Ding Junhui 18-14 – a repeat of his score against Ronnie O’Sullivan in the final two years ago – he became only the sixth multiple world champion in Crucible history, joining Stephen Hendry (7), Steve Davis (6), O’Sullivan (5), John Higgins (4) and Mark Williams (2). And of the players mentioned he most closely resembles Higgins, for the excellence of his match play and all-round skills, and the ability to win crucial matches with his B game. Selby, a Leicester City supporter who won his title only a few minutes after his football team had been confirmed as champions, has been on his B game throughout this championship and he was able to lift himself only occasionally in his largely tactical, safety-based victory. But it was still good enough to beat Ding, who ultimately had to be content with becoming the first Asian player to reach the final. Selby went into the second day of the final leading 10-7. Ding was the perkier, more confident player at the start and won the first two frames. But the opening session was shared 4-4. When Selby won the first two frames of the final session to go 16-11 up it looked all over. But then Ding won three in a row, the last with a break of 103, to make it 16-14. But that was to be Ding’s last success. Selby won the scrappy next frame before taking the title with a break of 74. He said: “It’s fantastic. It was very special to win it two years ago but I felt under a lot more pressure now than I did then. I don’t know which is the bigger shock, me winning this or Leicester City winning the Premier League. I’m so proud of Claudio and the boys. We’re only a small place. “It was a tough final and with the amount of pressure Ding is under, from China alone, but to play like that – I can’t imagine how he could do that. “In the first to 18 a 6-0 lead is not a huge one, especially against someone like Ding. He played fantastically earlier today and I had to just hang on to him. I’m just over the moon. I saved my best performance for the final and I only had two good sessions in the tournament. Luckily my ‘B’ game is pretty good.” Rob Walker, snooker’s wonderfully energetic and comic MC, who appears to have walked straight off the pages of the Pickwick Papers, has nicknames for all the players. Some work well, others less so. But when Walker introduces Selby as “The Jester from Leicester” it is as if his humour has taken a decidedly ironic turn. Steve Davis was closer to the mark when, referring to Selby’s Sunday evening vigil, he described him as “the night porter from hell”. Selby is also, according to his old mentor Willie Thorne, “the most dedicated snooker player I have ever seen”.   Related: World Snooker Championship to remain on BBC until at least 2019    There is a rare determination about him, which is hardy surprising in view of the fact his mother walked out of the family home when he was only eight. He and his brother were brought up unaided by their father, who died when Mark was 16. The influence of Ding’s father was hardly any less relevant. When he was eight years old he took “Little Ding” with him to a local snooker hall and, when his father went to the toilet, he returned to find his baby-faced son had taken over his cue and won the match for him. While another memorable final was being played out, the World Snooker chairman, Barry Hearn, celebrated a “boom time for the sport”, announcing a two-year extension to the sport’s contract with the BBC, which will run until 2019, while announcing the world championship will remain in Sheffield until 2027. Hearn said: “The BBC have gone the extra mile for us. They have had their licence fee frozen by HM Government. It’s cut their arms off, in terms of competing with the pay broadcasters, but compete they did. “The BBC are struggling financially. But they have really got behind snooker. We have had 20 extra hours of additional coverage this year. That’s good because it shows that once they have bought something they really make the most of it, instead of hiding it in the schedules. Now I can’t wait to see the numbers coming in from China.” It was another memorable final – particularly when the form of these players this season is considered. Ding, ranked 17, had to qualify for this championship.",
  "webTitle": "Mark Selby clinches second world title with 18-14 win over Ding Junhui",
  "webPublicationDate": "2016-05-02T22:15:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/mark-selby-world-championshp-ding-junhui",
  "keyword": [
    {
      "webTitle": "World Snooker Championship",
      "id": "sport/world-snooker-championship",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Snooker",
      "id": "sport/snooker",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/02/mark-selby-world-championshp-ding-junhui"
}