{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/toni-erdmann-review-long-german-comedy-is-slight-biting-little-miracle",
  "id": "2016-05-13-25",
  "sectionId": "film",
  "body": "This is proving to be a festival for broad, outrageous and enjoyable comedy. Bruno Dumont has just given us his madly over-the-top seaside extravaganza Ma Loute, and now German film-maker Maren Ade presents Toni Erdmann – an uproarious movie with a lot of big laughs. It’s a film that starts out looking like a European version of Hollywood’s bittersweet generational pictures about lovably impossible dads, like Jack Lemmon’s Kotch (1971) or Alexander Payne’s About Schmidt (2002). But then it gradually mutates into something darker and more disorientating. The film is very funny – but asks its audience to wonder if being funny, if wanting to make people laugh, and particularly if using comedy for family-bonding, really is the sign of being relaxed and life-affirming in the way people who are talented at comedy often assume. Part of the film’s success is the way Ade manages the arc of this tonal change over its long running time before retuning to its minor key of gentleness and sadness. We get hotel bar scenes, office scenes, pervy sex scenes. We get an embarrassing yet euphoric karaoke impression of Whitney Houston’s cover of The Greatest Love of All. And later there is a very surreal party featuring some good old-fashioned German Freikörperkultur: funky moments that Lars von Trier himself might admire. The 69-year-old Austrian actor Peter Simonichek plays Winifried, a divorced German schoolteacher who baffles and exasperates his friends with a fondness for wacky humour and practical jokes. He likes funny wigs and joke false teeth. We see him in the first scenes wearing zany scary-movie white-face makeup because he is producing a special musical tribute to a colleague who is retiring – all the kids have to dress up as mummies and ghosts too, singing a song in execrable taste linking retirement with death. The colleagues and the kids look doubtful.      A further froideur sets in when his daughter Ines (Sandra Hüller) comes home for her birthday from her work in Bucharest, where she is a sleek, sophisticated management consultant, advising an oil company on making savings through layoffs. She clearly used to adore her father’s jokes when she was a little girl but now finds them deeply irritating. For his part, Winifried suspects she is unhappy and unfulfilled. So to cheer her up, or to challenge and even bully her in some odd way, he makes a horribly misjudged decision to travel to Romania and show up at her offices in costume as a freaky comic character called “Toni Erdmann” – for laughs. Clearly he is suffering from some kind of breakdown and transferring his happiness on to her. Ines’s astonished anger at his hjinks is taken hard and he becomes more like a stalker. But then Ines shows that this kind of bizarre, confrontational humour may be in her DNA too. Nothing could be more cliched, or more questionable, than the idea that ambitious career women without children must therefore be pitiable, emotionally empty figures – and Toni Erdmann does come close to this old chestnut. But Ade upends the cliche with her extravagantly strange, farcical situations – interestingly flavoured by embarrassment and resentment. Ines is embarrassed by her silly, sad, borderline sociopathic old dad – yet ashamed of having derided him to her friends when she thought (wrongly) that he couldn’t hear. And he is ashamed on her behalf and is convulsed with an emotion very like hate at the realisation of how little she thinks of him. Who would play Toni in a remake? Bill Murray? Jack Nicholson? Alec Baldwin? Ben Kingsley would deliver the edge of fanatical strangeness and he would look good in the wig. Meanwhile, the hilarious German original is something to be savoured.",
  "webTitle": "Toni Erdmann review: long German comedy is slight, biting little miracle",
  "webPublicationDate": "2016-05-13T21:07:22Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/toni-erdmann-review-long-german-comedy-is-slight-biting-little-miracle",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/13/toni-erdmann-review-long-german-comedy-is-slight-biting-little-miracle"
}