{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/bayern-munich-atletico-madrid-champions-league-match-report",
  "id": "2016-05-03-19",
  "sectionId": "football",
  "body": "Diego Simeone has won everything at Atlético Madrid during four-and-a-half thrilling years, apart from the biggest trophy of all. The club’s tightly wired manager was minutes from taking the Champions League in 2014 only to lose out in extra time to Real Madrid. The agony of that night and Sergio Ramos’s 93rd-minute equaliser for Real has stayed with him. Now, redemption beckons and – possibly – a measure of revenge. Atlético advanced to only the third European Cup final of their history on a wild night in Bavaria, which featured a penalty miss by each team, controversy and drama to leave the nerve ends raw. The triumph was built around Antoine Griezmann’s 31st goal of the season – a breakaway finish early in the second half – but underpinned by trademark hustle and team effort.   Related: Pep Guardiola bows out at Bayern: I have given my life for this club    If Real can beat Manchester City in the other semi-final on Wednesday night, Simeone will scent an opportunity to even the score. It was Real who also knocked Atlético out at the quarter-final stage last season. But whoever provides the opposition at the San Siro on 28 May, Atlético will travel with confidence and why shouldn’t they, having knocked out Barcelona in the quarter-finals and now Bayern Munich. The closing stages might have been less frantic had the Atlético striker Fernando Torres not seen his 85th-minute penalty saved by Manuel Neuer, after which the five minutes of stoppage time seemed to stretch for an eternity. Simeone was in such a frenzy he slapped the Atlético club delegate, Pedro Pablo Matesanz, as he sought to speed along the substitution of Stefan Savic for Koke. He and the Atlético bench waved like maniacs for the full-time whistle but when it finally blew, the euphoria consumed them. The misery belonged to Pep Guardiola and Bayern Munich. This is the serial trophy accumulator’s third and final season at the club, before he departs for City and this defeat marked the third time he has lost in the semi-final of Europe’s elite competition to a club from his native Spain. Bayern did everything they could but will rue Thomas Müller’s penalty miss in the 34th minute. They had led through Xabi Alonso and had Jan Oblak not kept out Müller’s kick, it might have been a different story. Bayern racked up 35 goal attempts, 12 of them on target, to Atlético’s seven and four but, after the interval, they had fewer clear-cut chances. It had been impossible to escape the feeling that Guardiola, so dominant domestically in Germany, had needed to win the Champions League to gild his legacy at the club. He refused to accept his inability to do so added up to failure but there could be no masking the end-of-era heartbreak. Atlético’s defensive numbers ought to be daubed in concrete – they had arrived with 16 goals against them in 36 La Liga games and five in 11 in the Champions League. Oblak has kept 31 clean sheets across the two competitions. In a first-half that belonged to Bayern, he was beaten by Alonso’s deflected free-kick from a central position on the edge of the penalty area. Atlético’s defensive wall failed to do its job and Alonso’s shot spun past the wrong-footed Oblak off José María Giménez. The tension bubbled. Simeone went through his demented air-traffic controller routine on the touchline and, at one stage in the first-half, as angry words broke out between the benches, it appeared he had to be calmed by Franck Ribéry, the Bayern winger. The first penalty award was a big call, as is any for pulling at a corner and, when Giménez was penalised by Cuneyt Cakir for getting too close to Javi Martínez, it threatened to undermine Atlético. Oblak, though, saved brilliantly from Müller before he repelled Alonso’s attempted follow-up. Simeone made a tactical change at half-time and it served to turn the tie. Off went the defensive midfielder, Augusto Fernández; on came the left winger, Yannick Carrasco, and Griezmann was moved to the right in a 4-5-1 formation. Atlético began to gain footholds further up the pitch but when they equalised, it was from a pure counterattack. Torres’s pass sent Griezmann clean through and, having been given the benefit of the offside doubt from the assistant referee, he finished nervelessly. Bayern shook their heads clear to set up the grandstand finish. Arturo Vidal headed David Alaba’s cross back for Robert Lewandowski to score from close-range and the stadium seemed to shake. Back came Atlético on the break and they were rewarded when Cakir ruled Martínez’s foul on Torres had been inside the area, rather than just outside. Bayern were horrified. Torres had the chance to end it from 12 yards but his penalty was weak. Neuer saved. Bayern had a lifeline but they could not grasp it.",
  "webTitle": "Antoine Griezmann fires Atlético Madrid into final at Bayern’s expense",
  "webPublicationDate": "2016-05-03T20:57:31Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/bayern-munich-atletico-madrid-champions-league-match-report",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/03/bayern-munich-atletico-madrid-champions-league-match-report"
}