{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/national-museum-spanish-civil-war-barcelona",
  "id": "2016-05-29-145",
  "sectionId": "world",
  "body": "On a sunny morning earlier this month, a small group gathered at the entrance to Barcelona’s Fossar de la Pedrera, or Mass Grave of the Quarry. They were a mix of ages and types. An elderly woman, smartly dressed, clutched flowers as she stood next to her middle-aged son. A father and his young daughter waited patiently. Another visitor struggled to keep a restless chihuahua in check and hold on to her parasol.   Related: Spain to make first exhumations from civil war mausoleum    The Fossar is relatively inaccessible from the city. Hidden by sheer walls of sandy rock, it rarely features in the tourist itineraries. Local people generally stay away but, once a month, small huddles can be seen making a dignified progress between the plaques and monuments, tactfully slowing down as members of the group linger over a particular name or a certain tribute. This is a place of mourning. Following the end of the Spanish civil war in 1939, the bodies of 1,700 Republicans –soldiers, civilians, people caught in the wrong place at the wrong time – were carted through the centre of Barcelona and dumped here without dignity or ceremony, after summary execution by the fascist forces of General Francisco Franco. Their bullet-ridden corpses were covered in quicklime before being thrown into a pit, the better to ensure their rapid decomposition. In a grim example of fascist humour, the medical certificates of many of the dead reported the cause of death as “internal haemorrage”. A memorial was finally built in 1985 and for the past few years monthly tours have been conducted, in Catalan, by an Englishman, Nick Lloyd, who has lived in Barcelona for 28 years. More often than not, on days such as these, Lloyd ends up doing as much listening as talking. The Fossar de la Pedrera is full of untold stories. The woman with flowers turns out to be the granddaughter of Eudald Coma Gironella, a Republican justice of the peace from the small town of Sant Vicenç de Torelló, an hour’s drive from Barcelona. Until a few months ago his family had no idea where his remains were. Then friends spotted his name on one of the tall columns listing the dead. So here they are. Rosa Vaqué Coma tearfully says a prayer for the grandfather shot two years before she was born, and worries aloud over whether he was allowed to receive the last rites. A few yards away, Alfons Vázquez Obiols is showing his 13-year-old daughter, Joanna, the name of Antonio Alcoverro Aliern, a municipal policeman in Barcelona when the Nationalist uprising took place. “He was my grand- mother’s brother,” says Vázquez. “He testified against someone who took part in the uprising. He was forced to testify; it was his job, he wasn’t politically involved. When Barcelona fell to the fascists in ’39, Antonio was arrested. My aunt went every day to the jail to bring him breakfast. One day she was told he was killed. The family were never given the body.”     General Franco strikes a victor’s pose in June 1939. For 40 years he tried to airbrush the Republican losers from Spain’s history books. Photograph: AP    Against the will of his aunt, Vázquez has sought out the relevant files: “My aunt said, ‘Don’t do this. Just forget.’ That generation is still a bit frightened. They said it happened a long time ago, we want to forget. So in the end I didn’t tell them what I did.” Even some of Vázquez’s friends are unsympathetic to his quest for documents. “I’ve got friends in Madrid who say, ‘What’s the point? Just leave it’,” he says, but he has no intention of doing that, believing that Spain has a long way to go before its accounts with the civil war are settled. He reserves particular ire for the memorial of the Valle de los Caídos (Valley of the Fallen). It was claimed by Franco that this grandiose basilica, crypt and monument – built near Madrid, in part by Republican prisoners, and inaugurated in 1959 – would represent a “national act of atonement”. Franco himself is buried there. Dominated by a giant cross and built at the behest of the dictator, who devoted his life to cleansing Spain of godless Marxists, the Valle de los Caídos has never come close to being a site of national reconciliation. A few weeks ago, in a historic ruling, a judge ruled that the remains of two Republican victims of summary executions could be exhumed and reburied in “dignified” fashion somewhere else. “That place is a scandal,” says Vázquez. “It is simply a fascist memorial. It’s unacceptable.” Another father in the Fossar group has reluctantly come alone. Sergio Lobo wanted to bring his 12-year-old daughter, Candela, but she backed out. “She says they’re not teaching her about this at school. She doesn’t feel like she understands enough,” he says. (Candela is not alone: a major survey a few years ago found that 69% of 14-to 17-year-old respondents said they had received little or no information about the civil war.) The body of Lobo’s grandfather has never been found, as remains the case with tens of thousands of other Republican casualties. His remains could be near Girona in north-east Catalonia, where he is believed to have fought, or perhaps closer to Barcelona. Who knows? “I have no idea where my grandfather is buried,” he says. “I can’t give you any details at all. Can you imagine!” Two things torment Lobo: the disappearance without trace of his grandfather and the sense that his daughter’s generation will grow up in ignorance of the bloody times that claimed his life. “Why haven’t we done what other countries have done?” he asks. “Why haven’t we done what Germany did and performed the hard work of remembering and debating? Why don’t the schools do more? I try with Candela, but it’s very difficult. “The fact it is left to an Englishman to take guided tours of this place tells you something. We have just stuck a bandage on top of the wound and forgotten about it. It won’t do. Here in Catalonia all the talk is about independence from Spain. Yes, that’s all well and good. But first things first. I fear that my daughter will not be able to tell her daughter about what the civil war really was.”     Defeated Republicans march into exile in France. Photograph: STF/AFP/Getty Images    Eighty years after Franco’s troops launched a military uprising against the elected Republican government of Santiago Casares Quiroga on 17 July 1936, there is still no museum dedicated to telling the full story of the civil war. Around the Aragón battle sites, where George Orwell fought alongside the revolutionary Marxist militiamen of the Poum, small museums can be found chronicling the bitter fighting on that crucial front. In the southern port of Cartagena – the Republic’s naval base – a former air-raid shelter now houses a series of galleries portraying local experiences of the conflict. In Guernica, the Basque town bombed by German and Italian planes in April 1937 and portrayed in its agony by Picasso, there is a permanent exhibition devoted to the theme of peace. But nowhere is there a museum that attempts to tell the unexpurgated, tragic tale of Spain’s suffering between the summer of 1936 and April 1939. “It is pretty astonishing,” says Paul Preston, the eminent British historian of 20th-century Spain, “that there isn’t a museum that tries to give the whole picture and represent all the sides to the civil war.” Preston sits on the international board of the Association of the International Museum of the Civil War (Amigce) which has formally asked Barcelona’s mayor, Ada Colau, to provide a suitable building for such a museum. The project, which would be self-funding and non-profit, has the support of the Orwell Society in Britain and the relatives of International Brigaders around the world. It has also received a remarkable letter of support from the National Socialism Documentation Centre in Cologne, the largest regional memorial site for the victims of Nazi Germany. But Spain is not Germany. The legacy of the past is more contested and considerably more complicated. “It is still so Manichean in Spain,” says Preston. “It’s still very much ‘those not with us are against us’. And there are still a lot of people who think Franco was wonderful.” Abroad the Spanish Republicans’ doomed struggle against Franco and the fascist powers of Germany and Italy was commemorated in the work of writers such as Orwell, André Malraux, Ernest Hemingway and Victor Serge. The world remembers a noble fight to safeguard a fledgling democracy from the fascist menace of Franco, backed by Adolf Hitler and Benito Mussolini. But during the decades of the Franco dictatorship, a counter-version of history was prosecuted with ferocious energy, one in which Nationalist soldiers stepped in to save old Catholic Spain from the alien, hostile forces of atheism and communism. “Spain suffered 40 years of national brainwashing and terror,” says Preston. “The aim of that war had been to destroy as many Republicans as possible. And under the Franco regime you saw the institutionalisation of his victory.” War memorials appeared across Spain, but only the Nationalist dead were named and remembered. Survivors such as Sergio Lobo’s widowed grandmother, who eventually found work as a cleaner in a Madrid barracks, were warned to knuckle down, say nothing and forget. “When she asked questions about her husband, they told her, ‘Listen, you have two children. Work, and keep quiet’,” Lobo recalls.     Civilians take shelter in a Madrid metro station in 1938. Photograph: Universal History Archive/UIG via Getty Images    The savage repression of Republican Spain eventually ran out of steam. By the time of Franco’s death, in 1975, the mood had altered. But the new impulse was not to rehabilitate the losers of the conflict, but to consign the country’s bloodiest episode to history. The notion that, to use the phrase coined by another historian, Paloma Aguilar, a “collective insanity” had gripped Spain, became the founding spirit of Spain’s new democracy. A general amnesty was granted for crimes committed during the war and for 30 years or so an unofficial pacto de olvido (pact of forgetting) held. Not any more. One book – a novel – sums up a generational shift that has now led Spaniards such as Vázquez and Lobo to ignore the advice of ageing relatives and seek to shine a light on the country’s unhappiest secrets. The Soldiers of Salamis, published in 2001, follows a middle-aged journalist’s attempt to unravel the truth of a famous incident towards the end of the civil war, when a prominent Falangist escapes a Republican firing squad. The recently bereaved narrator, a fictionalised version of the book’s author, Javier Cercas, interviews a member of the battalion charged with performing the execution. The civil war veteran is now in his 80s. Explaining the motives for stirring up old enmities, Cercas tells the old man: “I just want to talk to you for a while, so I can tell what really happened, or your version of what happened. It’s not a question of settling scores, it’s about trying to understand.” Cercas’s meditation on memory struck an extraordinary chord with the Spanish public, shooting to the top of the bestseller lists and staying there. A film of the book came out in 2003, to similar acclaim. “The significance of Soldiers of Salamis was that it spoke to the notion of filial duty,” says Sebastiaan Faber, a US-based academic who is about to publish a book entitled The Memory Battles of the Spanish Civil War. “It spoke to a middle-aged generation whose parents had died, or would soon pass away, and who began to feel they owed it to their parents and grandparents to know fully what happened, and to transmit it to the next generation. So you are seeing this generational shift in Spain, the feeling that past suffering creates a duty to tell.”     The Basque town of Guernica after its devastation by German bombs in 1937. Photograph: Universal History Archive/UIG via Getty Images    Over the past decade or so, the new spirit of inquiry has generated an outpouring of books, films and documentaries about the civil war. In the former battlefields of Aragón, Catalonia and Castile, searches conducted by Emilio Silva’s Association for the Recovery of Historical Memory, founded in 2000, have led to the recovery of the remains of nearly 2,000 victims of Francoist killings. Like the fictional narrator of Soldiers of Salamis, Silva went looking for the past, beginning with the location and exhumation of the remains of his own grandfather from a ditch in north-west Spain. His work helped to launch a memory movement, focused on reclaiming the lives erased from the history books during the Franco era. Then, in 2007, the Socialist prime minister José Luis Rodríguez Zapatero, went far beyond what his predecessors were willing to risk in the 80s and 90s. Though opposed by the conservative Popular party, Zapatero passed a Law of Historical Memory – a kind of legislative riposte to the pacto de olvido. The new law formally condemned the Franco regime, gave recognition to victims on both sides and offered support to their relatives. It also decreed that overtly Francoist symbols were to be removed from public buildings and spaces. Nearly 10 years on, that last injunction is still the source of bitter controversy. In December, Manuela Carmena, the new mayor of Madrid and the first leftwing incumbent of that post for 24 years, announced that 30 street names in the capital with a connection to Franco were to be changed. Amid fierce resistance, it still hasn’t happened. There are still, it seems, two Spains when it comes to re-examining the civil war. Nevertheless, according to Faber, something fundamental has changed. “The old argument that Spain is different from other countries in how it deals with issues like the mass graves no longer holds. Even rightwing parties no longer feel they can be on the wrong side of history. I talked to Silva recently and he said he feels that the ‘commonsense’ view has shifted. Before, the feedback over exhumations would be about misgivings over stirring up the past. That kind of blowback isn’t happening any more.” So has common sense shifted to the extent that the previously unthinkable was now possible: a comprehensive museum of the Spanish civil war? “Maybe Barcelona would be freer to do this than Madrid,” says Faber. “It would be a less divisive issue there. And part of Catalonian identity is that it sees itself as more forward-thinking than Madrid.” Outside the Rosa de Foc bookshop in Barcelona’s university district, a faded banner proudly celebrates the spirit of the tumultuous summer of 1936: “Neither wars nor frontiers: CNT Catalunya”. The Rose of Fire is run on a voluntary basis by the CNT union, once the mightiest force in Republican Barcelona. During the first summer of the civil war, its members defeated the Nationalist insurgency, took over the city’s factories and turned the Ritz hotel into a workers’ canteen. For a shortlived period, they ran the entire city. Now there is just a bookshop, albeit one with treasures such as The Golden Book of the Spanish Revolution, produced by anarchist exiles in 1946 to mark the 10th anniversary of the war. The introduction still packs an emotional punch as it declaims: “Those of us who lived those unique and unforgettable days, days destined to light up the history of the world, will never lose the memory of them.” Behind the counter, Carmen is the current custodian of those memories. “This is a unique place,” she says. “We are keeping the story alive. And if the story is not kept alive in Barcelona, where will it be kept alive? This is the place where the anarchist revolution really happened. It is a unique place in the world.”     Anarchist fighters in Barcelona in July 1936. Image shot 1936. Photograph: Alamy Stock Photo    In 2016, the politics of Barcelona and Catalonia are dominated by the dream of independence from Spain. But along with the Fossar de la Pedrera, throughout the city there are plentiful reminders of the traumatic history it shared with Madrid, Seville, Valladolid and Burgos. At the entrance to a bar named La Llibertaria, a lifesize model of a 1930s paper boy selling a revolutionary paper greets the visitor. Upstairs, a blue-overalled female Republican militiawoman stares out from a recruitment poster. This was the image, some say, that inspired Orwell to create the character of Julia in Nineteen Eighty-Four. In Las Ramblas, a plaque marks the spot where the Poum leader, Andreu Nin, was arrested by Republican police, “assisted” by Soviet agents. And during the week foreign tour groups led by Lloyd and other expatriate guides crisscross Barcelona, retracing Orwell’s steps. But, as in the rest of Spain, there is no central place where the whole story of 1936-39 is told. “It’s the question I am always asked,” says Lloyd. “Why is there no museum of the civil war?” Dr Pelai Pagès, professor of contemporary history at the University of Barcelona, is one of Spain’s foremost historians of the conflict and a prime backer of the museum project. “With its enormous cultural tradition, the Barcelona of today can offer an international museum of the civil war which would help Catalans and Spaniards alike, as well as the foreigners who live in the city or visit, to understand what the civil war has meant to our history,” he said. If Ada Colau agrees, there is little doubt that Sergio Lobo and his daughter would be among the first visitors, as would Alfons Vázquez. “It would be great if this could happen,” says Vázquez. But he also sounds a note of caution. “It’s going to be difficult. When the subject of the civil war is talked about, the two sides of Spain divide immediately.” Can that division be contained and accommodated within the walls of one building? “There will never be a consensus on what happened between 1936 and 1939,” says Faber, “and even if that were possible, there will never be a consensus about how to narrate what happened. But in a democracy there should be a higher kind of agreement, an agreement that it is good to collectively discuss the past as a society.” Or as Pagès puts it, a museum dedicated to the country’s darkest hours can help to safeguard its future: “The civil war was the most important event in the history of 20th-century Spain. It was the prologue of the second world war; it generated a dictatorship that lasted almost 40 years and its effects continue into our times. Creating a museum is a means to preserve the historical memory of an event that should never be repeated.” THE SPANISH CIVIL WAR: A BRIEF HISTORY REBELLION On 17 July 1936 General Francisco Franco launched a military uprising against the Republican government elected that spring. Mobilising troops from Spanish Morocco – the so-called Army of Africa – the Nationalist forces quickly took control of Seville and other areas in the south. The plotters claimed to be acting in defence of traditional Catholic Spain and to restore order to the country. Their treatment of the opposition was brutal. REPUBLICAN MILITIAS MOBILISECivilians join militias and prepare to fight to defend the Republic. In Barcelona, anarchist workers put down the Nationalist insurgency and launch a social revolution of their own. Factories are collectivised, and in some parts of Catalonia money is abolished. The Ritz hotel in Barcelona is renamed Hotel Gastronómico No 1 and serves as a workers’ canteen. A short-lived euphoria sweeps the left as the belief takes hold that Franco’s uprising could be the catalyst for a socialist revolution. In Madrid, the Republican government, which hopes to build a popular front including moderates and liberals to combat the Nationalist threat, will become increasingly concerned at the growing radicalism. GEORGE ORWELL JOINS UPOn Boxing Day 1936, the writer arrives in Barcelona and joins up with the Poum, a revolutionary socialist party. Orwell goes to the Zaragoza front to fight and will subsequently write the classic war memoir Homage to Catalonia about his experiences. In May 1937, as tensions mount between communist, socialist and anarchist forces behind the Republican lines, Orwell becomes involved in street battles in Barcelona. His experiences will inform his indictment of Stalinism in the book Nineteen Eighty-Four. GUERNICABombed in April 1937, the fate of the ancient Basque town of Guernica was to become a symbol of the devastation caused by war. Raids by aircraft from Nazi Germany and fascist Italy constituted one of the first systematic aerial bombing campaigns to be conducted against civilians. In January that year, the Republican government had commissioned Pablo Picasso to create a mural for the World’s Fair. After the bombings, that mural became the one depicting the horror and suffering of the town. The artwork remains the most famous ever produced on the subject of war. Hundreds of thousands of civilians died during the civil war as a result of bombings and executions. There is now a museum dedicated to peace in Guernica. BATTLE FOR MADRIDThe Spanish capital endured what amounted to a two-and-a-half-year siege during the civil war. After invading from the south in the summer of 1936, Franco’s forces, assisted by German and Italian air power, came close to taking Madrid towards the end of the year. A heroic resistance saw the Nationalist forces beaten back. But the government eventually decamped first to Valencia, then to Barcelona. By the winter of 1938 Madrid was freezing, starving, and more or less out of arms and ammunition. On 26 March 1939 Franco ordered his troops to advance on Madrid after fighting there between Republican factions. Two days later the city had fallen. Thousands of its defenders were executed. EXILEFor hundreds of thousands of Spaniards, Franco’s victory meant exile. As the Nationalist forces advanced through Catalonia, a steady flow of refugees headed to France. In the winter of 1939 more than 450,000 are estimated to have crossed the border. Some Republicans went on to fight for the French Resistance against the Nazis. The refugees hoped to be welcomed by the French, but they were treated with suspicion and hostility. THE DICTATORSHIPFrom the end of the civil war in 1939 to his death in 1975, Franco ruled Spain. His regime, particularly in the early years, was cruel, repressive and vengeful towards the defeated enemy. Near Madrid a huge monument to the Nationalist dead, the Valley of the Fallen, was erected. Meanwhile the executions of Republican sympathisers continued well into the 1950s, and thousands languished in prison for years.",
  "webTitle": "Eighty years on, Spain may at last be able to confront the ghosts of civil war",
  "webPublicationDate": "2016-05-29T07:00:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/national-museum-spanish-civil-war-barcelona",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Francisco Franco",
      "id": "world/francisco-franco",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "George Orwell",
      "id": "books/georgeorwell",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Ernest Hemingway",
      "id": "books/ernesthemingway",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Coman",
      "id": "profile/julian-coman"
    }
  ],
  "guardianId": "world/2016/may/29/national-museum-spanish-civil-war-barcelona"
}