{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/leicester-marc-albrighton-pressure-tottenham",
  "id": "2016-05-02-154",
  "sectionId": "football",
  "body": "Marc Albrighton has hailed the never-say-die attitude that has taken Leicester City to the verge of the Premier League title and left Tottenham Hotspur with no margin for error when they face Chelsea at Stamford Bridge on Monday night. Leicester’s point at Manchester United extended their unbeaten run to 10 matches and means that Claudio Ranieri’s side will be crowned champions if Spurs fail to beat Chelsea. The Leicester players are planning to watch the Spurs match together and Albrighton hopes that the draw secured at Old Trafford, courtesy of Wes Morgan’s first-half equaliser, turns up the heat on Mauricio Pochettino’s side, who also have history against them. Spurs have not beaten Chelsea at Stamford Bridge in 28 attempts, going to back to February 1990, when Gary Lineker, of all people, scored a late winner in a 2-1 victory.   Related: Leicester’s fans get in the title spirit as Wes Morgan earns draw | Stuart James    “Maybe it does put a little bit more pressure on [Spurs],” Albrighton said after the 1-1 draw at Manchester United. “I don’t know whether they were expecting us to get anything, probably a point. They’ve got a tough game away at Chelsea and we’ll be watching that with a close eye on it. I don’t think we can ignore this one. I didn’t watch last week, but I think when there is a chance to win the league, like this week, we have all got to watch it. I think we will probably spend the night all together.”           Leicester City’s Claudio Ranieri: I’ll be last to know if Spurs lose    Albrighton made a conscious decision to avoid Tottenham’s game against West Bromwich Albion a week earlier, when Craig Dawson scored at both ends as the title race took another twist. “I was in a restaurant in Lichfield with my fiancee, oblivious to it,” the former England Under-21 international said. “The week before when they played Stoke, I watched that. I saw them roll Stoke over and that was pretty hard to take. So last Monday I said we’d go out for a nice meal, and I left my phone in the car. I got back and saw the result and was delighted.” Although Leicester missed out on the chance to wrap up the title at Old Trafford, there was much to be admired about the way they recovered from conceding an early goal, at a time when United were building up a head of steam, hauled themselves back into the game through Morgan’s header and showed resilience and spirit to hold on for a point. “We’ve got that never-say-die attitude. I think that’s won us a lot of points this season,” Albrighton said. “Early on this season you’ve got the draws at Stoke and Southampton, we were 2-0 down in both of them, and 2-0 down in the home game against Villa [when Leicester came back to win 3-2]. So that showed our character early in the season and we’ve continued to do that. We’ve gone behind at Old Trafford, which is a daunting place - it’s a big pitch and the fans are behind them, but credit to the lads, we carried on going, got the equaliser and held on.” The one sour note for Leicester was Danny Drinkwater’s second-half dismissal, which rules him out of Saturday’s home match against Everton. “It is obviously going to be a massive loss for us,” Albrighton said. “Drinky is a great player, he’s been brilliant for us this season and he’ll be gutted that he won’t be able to get involved on Saturday. But I am sure whoever steps in – whether it is Andy King or one of the other lads – will do a fantastic job.”",
  "webTitle": "Leicester players will watch Tottenham match together, says Marc Albrighton",
  "webPublicationDate": "2016-05-02T11:50:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/leicester-marc-albrighton-pressure-tottenham",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/02/leicester-marc-albrighton-pressure-tottenham"
}