{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/universities-subject-gender-imbalance-maths-physics-engineering-science",
  "id": "2016-05-03-323",
  "sectionId": "education",
  "body": "When Helen Atkinson addresses a typical lecture hall of 170 engineering students, it is likely that fewer than 25 of them will be female. Elsewhere in the same university, her colleagues in psychology will face a similar sea of faces dominated by one gender – except this time the exceptions will be male. Atkinson, head of the department of engineering at the University of Leicester and chair of the education and skills committee at the Royal Academy of Engineering, says nationally the proportion of women studying engineering has been creeping up – but only creeping – from about 12% in 2008 to 15% in 2015. In other subjects the balance is just as skewed. Latest figures from the Higher Education Statistics Agency show nearly 80% of those studying nursing and other subjects allied to medicine are women, while 83% of computer science students are men. In teaching, more than 76% of students are women, but in architecture, men dominate. There have been many attempts to try to redress such imbalances but they have tended to be one-off initiatives, says Ellen Pugh, policy adviser at the Equality Challenge Unit. But, she says, research by the Higher Education Academy, to be published this month, has identified the need for a longer term, more wide-ranging approach. In this, Scotland is leading the way. The Scottish Funding Council commissioned the HEA research and, also this month, will produce its final gender action plan on addressing gender imbalances at subject level. Its interim plan, published in February, promised to “outline the case for positive action; detail how it can be effectively implemented and encourage its use across the sectors”.   Related: Recruit women, urges engineers’ first female leader    It stated that no subject should have a gender imbalance of more than 75:25 by 2030. It wants to increase the proportion of men at university generally by that time to reduce the gap between male and female participation – now 13.8% – by five percentage points, focusing particularly on men from deprived areas. The targets will be linked to universities’ outcome agreements – negotiated agreements between institutions and the funding council that set out what they are expected to deliver in return for public funding. Rachel Adamson, senior policy officer at the Scottish Funding Council, says that while the targets are long term, they will begin to be addressed in next year’s outcome agreements. But she says: “They are targets rather than quotas. It’s about encouraging them in the right direction.” The University of Leicester has taken a similar approach through its involvement in the United Nations’ HeForShe gender equality initiative. The university, one of 10 worldwide to be given the role of HeForShe impact champion, has identified six disciplines with the largest disparity between male and female enrolment – computer science, engineering, physics and astronomy, sociology, media and communications, and psychology – and will aim for a one percentage point change towards gender parity every year.    ‘Scotland is leading the way. Its plan is for no subject to have a gender imbalance of more than 75:25 by the year 2030’    A new higher education institution due to open next year has gone even further. The New Model in Technology & Engineering, Hereford, a private university specialising in science, is committed to achieving gender parity in both the staff body and faculty. Karen Usher, co-leader of the university development team, says it has worked with Olin College of Engineering in Massachusetts, which has made the same commitment, to work out how this can be done. One step towards encouraging women is to emphasise ways physics can help solve global problems. Another is to focus on employment links. But the university will also end the requirement for maths and physics A-levels, giving students other ways to achieve the knowledge they need, because of the problem that far fewer girls than boys take these subjects at A-level. University College London’s civil, environmental and geomatic engineering department removed subject-specific entry requirements because of the limited numbers of women taking physics at A-level, and managed to improve male:female ratios. Similarly, Cambridge University managed to increase by 39% between 2010 and 2012 the number of women on its natural sciences course choosing to continue with physics in the second year. It attributes this to a more gradual introduction to the mathematical aspects of the course and to more teamwork and structure in practical sessions. Gender inequalities in schools are one of the biggest barriers to achieving gender parity at university, according to Susannah Lane, head of public affairs at Universities Scotland. She says: “It’s one of those issues that manifests itself at university but you don’t correct the problem if you just address it at university level. Unless you address the social pressures on children at school when making subject choices you aren’t going to bring about the level of change you want to. It comes down to girls playing with certain sets of toys and boys with others.”   Related: How much do you know about women in engineering? – quiz    In fact, she says university recruitment often ameliorates the problem. Boys taking physics highers outnumber girls 71:29 but the ratio is only 61:39 at degree level. In art and design girls outnumber boys 81:19 in highers but 64:36 in degrees. Mary Curnock Cook, chief executive of the Universities and Colleges Admissions Service, who has been concerned for some time about gender imbalance, and particularly the under-representation of men at university, says: “The sex gap in education begins long before university choices are made and many cultural norms need to be challenged.” But it is a complex picture, says Pugh, with inequalities in education sometimes reflected differently in the workplace. Although the dominance of female undergraduates studying teaching creates more female teachers, there are still more male than female headteachers. Sociology is dominated by women at undergraduate level, but sociology professors remain overwhelmingly male. At one university in the 80s, Atkinson came across male lecturers showing pictures of nude women in lectures and defending themselves with “it keeps the men awake”. While much more still needs to be done, at least, she says: “Nowadays no university would contemplate that.”",
  "webTitle": "Universities get creative to even out subject gender imbalance",
  "webPublicationDate": "2016-05-03T06:10:47Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/universities-subject-gender-imbalance-maths-physics-engineering-science",
  "keyword": [
    {
      "webTitle": "The gender gap",
      "id": "education/educationsgendergap",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University teaching",
      "id": "education/universityteaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Engineering general",
      "id": "education/engineeringgeneral",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Swain",
      "id": "profile/harrietswain"
    }
  ],
  "guardianId": "education/2016/may/03/universities-subject-gender-imbalance-maths-physics-engineering-science"
}