{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/why-does-ireland-hate-women-abortion-republic",
  "id": "2016-05-05-183",
  "sectionId": "commentisfree",
  "body": "Yesterday, the body of a newborn baby was found amid refuse at an Irish recycling plant. Nothing terribly exciting there. Where I’m from, this is an old story. It was told a lot the year I was born. In 1984, the near-dead body of Ann Lovett, a 15-year-old schoolgirl, was found at a grotto of the Virgin Mary at Granard, County Longford, where she had gone to give birth in secret. Her newborn son was found dead beside her; she died later that day in hospital. Just three months later, a newborn washed up on White Strand beach at Cahersiveen, County Kerry. It had been stabbed to death. The gardaí forced a confession from a local woman called Joanne Hayes. Later, Hayes admitted that, yes, she had become pregnant by a local married man, Jeremiah Locke. But their baby died shortly after birth, and she buried it on the family farm. When Hayes produced the body, the gardaí said that she must have had twins. And when the Cahersiveen baby was shown to have a different blood type to Hayes and Locke, the gardaí ludicrously accused Hayes of having become pregnant simultaneously by two men. If it were not for an anonymous call from someone in Granard to the Sunday Tribune, we might never have heard of Ann Lovett. The paper ran the story on 4 February 1984, and Gay Byrne, a much-loved figure in Irish broadcasting, read it live on Saturday night television: “Girl, 15, dies giving birth in a field.” After a stony pause, Byrne flung the newspaper to the ground and said: “Nothing terribly exciting there.”     Savita Halappanavar died after she suffered a miscarriage. Photograph: The Irish Times/PA    Lovett’s death and the Kerry babies case were the impetus for a national conversation around the treatment of unmarried mothers. Gay Byrne’s radio show received hundreds of letters. They detailed the nation’s long and tragic history of concealed births, a terrible compendium of desperate women, children stolen and, sometimes, children killed. It was just one year after Ireland had voted to add a “pro-life” amendment to its constitution. Byrne read the letters aloud – many were grateful for finally being able to share their stories. We like to think that we’re past all that, in Ireland. It’s a different country now. You don’t need a prescription for condoms anymore. Divorce was legalised in 1995. Sure, as of last year, we even have gay marriage. So why is it that just two weeks before the people of the Republic went to the polls to give their overwhelming support to marriage equality, a newborn baby with serious hypothermia, umbilical cord still attached, was found crying at the side of a road in Dublin? The state named the girl Maria – of course, Ave Maria Ave – and officials made, and I quote, appeals to “Mammy” to come forward. And why is it that now, just under a year later, another little girl has been found, dead this time, and the state is once more using the jarringly cutesy language of care, urging, and again I quote, “Mum” to come forward for medical attention?    How are we going to create an Ireland in which no woman ever feels that she needs to give birth in secret?    Mammy, Mum: the choice of words is as telling as it is hypocritical, as the state all but sends women with crisis pregnancies to go and pray to the virgin at Granard. Ireland cares about Mammy, it cares about Mum, but it does not care about pregnant women and girls who do not want to be mothers. It does not care about those who are too young or too poor to take the boat to England for abortions. Why is it that on this issue – women’s bodies, women’s choices – Ireland will not move forward? It’s 2016, not 1984. How are we going to create an Ireland in which no woman ever feels that she needs to give birth in secret, in which newborns are not left at the side of roads or in recycling bins? Surely Irish people can see that providing women with the choice to terminate an insensate and insentient foetus in the early stages of pregnancy prevents needless suffering? But another day, another news story from home that leaves me sad and incredulous: a young woman prosecuted for taking abortifacient pills; a teenage asylum-seeking rape victim forced to carry to 26 weeks and deliver by C-section; a brain-dead woman kept alive as a cadaveric incubator; the ideologically decreed death of Savita Halappanavar; a dead baby found at a recycling plant; Joanne Hayes; Ann Lovett; and so many hundreds of others that we know nothing about because nobody made that anonymous phone call. Nothing terribly exciting there.",
  "webTitle": "Destroyed women, abandoned babies: why Ireland must move forward on abortion | Emer O’Toole",
  "webPublicationDate": "2016-05-05T13:02:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/why-does-ireland-hate-women-abortion-republic",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emer O'Toole",
      "id": "profile/emer-o-toole"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/why-does-ireland-hate-women-abortion-republic"
}