{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/strictly-bbc-john-whittingdale-charter-renewal",
  "id": "2016-05-02-45",
  "sectionId": "commentisfree",
  "body": "“BBC faces charter ban on Saturday Strictly”, splashed the Mail on Sunday, with similar front pages in the Sunday Times and Telegraph. The Tory press was briefed that the BBC charter would bar the corporation from competing with ITV and others in primetime. No Strictly up against X Factor, no Night Manager up against ITV Sunday drama. Forget the elixir of competition: the BBC must back down.   Related: Government could ban BBC from showing top shows at peak times    This is just the latest in a long series of threats leaked or floated in the run-up to this month’s white paper on the BBC’s charter renewal. Some predictions may be wishful thinking from competitors, but many emanate from rightwing BBC haters who find its success an affront to their beliefs: a public broadcaster ought to fail while commercial rivals thrive according to a market ideology where private must always outdo public. If the BBC, with half Sky’s income, keeps winning in quality and popularity, the reason can only be unfair competition. That core belief is strongly held by the culture secretary, John Whittingdale – a longtime BBC basher. What’s he up to? After embarrassing newspaper stories, he is wooing back the Tory press with an attack on the BBC. David Cameron may be glad of a BBC distraction to placate his party’s outraged Brexiteers. Floated so far is an array of plans to undermine the BBC: its political independence; its universal offer of something for everyone; its funding; children’s and arts programmes; and BBC online. Whittingdale warns that the charter will not be for 11 years, as previously, but five-year reviews to keep the BBC on a short tether. Let’s start with this primetime ban. Never mind cheating licence-payers out of seeing what they like best when they want it, how would it work? Imagine an episode of W1A where BBC executives agonise over finding surefire low-rating shows for weekends. Go dark with The Sky at Night? What about a musical called Springtime for Hitler? Or a dull show about baking cakes. But no! Bake Off became an unexpected mega hit. Why make top programmes only to hide them at inconvenient times? The aim is to demolish the BBC as a widely loved universal broadcaster: Rupert Murdoch wants it shrunk to a small information channel few would subscribe to. His son James made the case in his notorious MacTaggart lecture, accusing the BBC of “throttling” the market.   Related: The BBC is caving in to a Tory media policy dictated by Rupert Murdoch | Jonathan Freedland    Last month Whittingdale again suggested that BBC funds should be top-sliced and given to other broadcasters. In the past this “contestable funding” was proposed for arts programmes, but strongly opposed by the arts council and the creative industries. This time it’s for children’s programmes, though CBBC and CBeebies are hugely popular, parents knowing children get good quality and no ads. The BBC makes 94% of British children’s programmes, while others fail to invest. Why shouldn’t ITV put some of its £850m profit into good children’s TV, without raiding the BBC? Because it doesn’t want to. When Canada and New Zealand top-sliced public broadcasters to give cash to others, it failed because they couldn’t find commercial channels willing to show serious programmes. The only aim of the top-slicers is to slash BBC funds. Most serious to the BBC’s reputation is the plan drawn up for Whittingdale by David Clementi, a former chairman of Virgin Money and Prudential, to create a single board running the BBC, dominated by political appointees. The current trust is separate to the executive board that runs the BBC day to day. But for the first time this single board running the corporation would be stacked by the government of the day. The BBC could no longer claim to be politically independent. Foreign powers would rightly say the BBC was controlled by the British government. The chilling effect of government interference was felt immediately after the last election when the BBC was ambushed, as if in revenge, and the chancellor, warning of the BBC’s “imperial ambitions”, swiped £650m without public or parliamentary consultation. The new BBC board would be overseen by Ofcom – a competition regulator. This week’s story suggests the BBC would submit to competition rules, as if there should be a level playing field in broadcasting. That spells the end of the BBC as our great national broadcaster, paid for and enjoyed by all. But Ofcom shows no appetite for BBC-wrecking: its latest annual report on television finds BBC1 scoring highest in all measures of quality and distinctiveness, closely followed by BBC2, with ITV, Channel 4 and Channel 5 well behind. Whittingdale keeps opening new fronts, recently complaining the BBC is not “distinctive” enough. The corporation’s reply is well worth reading: it shows how much more news, current affairs and drama it offers, with less entertainment, soap and films than ITV. For trust in online news, the BBC soars above others.    In an experiment people who claim not to use BBC channels had them taken away. After nine days all begged for them back    Given Whittingdale’s long history as a BBC critic – he called the licence fee “worse than the poll tax” – sabotage is to be expected in the upcoming charter proposals. But does the government really want to take on such a popular institution? In the government’s own consultation, 75% of those surveyed are “glad the BBC exists”, 80% say it serves its audiences well, and 75% say the licence fee is the best method, with under 10% opposed. At £12 a month against an average £61 Sky bundle, no wonder 76% say the BBC is good value. Recently a private experiment with people who claim never to use the BBC took away BBC channels from all their devices. After nine days all begged to get the BBC back: they and their children missed BBC programmes they had wrongly thought were on commercial channels. Despite previous resistance to the licence fee, they thought the price of one Subway sandwich per week was well worth all they had missed. But don’t count on common sense. David Cameron’s government often drives straight into brick walls in plain view when pursuing passionately held ideological objectives. The question is how loudly fans of The Archers, Radio 3, Strictly, Bake Off, War and Peace or Match of the Day will defend this soundscape of the nation – this rare social glue in a fissiparous society – and show they are all goggling together, as bonded to the BBC as they are to the NHS.",
  "webTitle": "Threats to shift Strictly are just part of the plan to sabotage the BBC | Polly Toynbee",
  "webPublicationDate": "2016-05-02T19:04:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/strictly-bbc-john-whittingdale-charter-renewal",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/strictly-bbc-john-whittingdale-charter-renewal"
}