{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/27/apple-time-warner-iphone-tv",
  "id": "2016-05-27-66",
  "sectionId": "technology",
  "body": "When you’re the biggest company in the world, with a lead product that is arguably the most successful consumer electronic product of all time, what do you do for an encore? That’s the luxury problem now facing Apple. And it appears the company thinks it may have found the solution on TV. The iPhone maker has reportedly considered buying Time Warner, owner of Game of Thrones maker HBO, CNN, Adult Swim and Warner Brothers movie studio.  As the larger company struggles with a business model increasingly focused on a single product – the iPhone – Apple is looking to diversify its holdings. Executives held meetings with media giant Time Warner about buying the media firm, according to the Financial Times. The deal, suggested by Apple senior vice-president Eddy Cue to Time Warner’s Olaf Olafsson, didn’t progress – respective CEOs Tim Cook and Jeff Bewkes never officially sat down – but according to the FT, which confirmed a previous story in the New York Post, what began as a deal to include Time Warner’s programming on a streaming video platform (which Cue oversees) briefly turned into a discussion of how to acquire the whole company. Netflix and Amazon’s Prime TV service have shown there is an appetite for new TV services backed by subscriptions not ads. And Apple likes the idea of a subscription model, as should be evident from the company’s commitment to troubled audio service Apple Music. It also needs some new products. Sales of iPhone dropped far enough last quarter to result in the first revenue decline at the company in 13 years. The smartphone is also worryingly dominant for Apple – it made $32.9bn of the $50.6bn Apple received in the quarter; the company’s “services” sector, which made up $6bn over the same 90 days, is where Apple appears to be trying to expand. As it looks to diversify, the company is floating other trial balloons. It’s working on robot cars and put a billion dollars behind Didi Chuxing, a Chinese Uber-style ride-hailing service. Given that Apple has $216bn in free cash, and is still raking it in by any measure, it can afford to experiment with pretty much anything. And Time Warner represents an excellent investment for anyone who wants, and can afford, to take advantage of the rapidly changing media landscape.  As declining viewership and cable subscriptions begin to take a toll on major media companies, players like Disney, Time Warner and Viacom are all dealing with varying degrees of shareholder concern about the future of their business models. Viacom has reportedly considered selling off film division Paramount, a move so drastic it prompted a break between the company’s nonagenarian controlling shareholder Sumner Redstone and its CEO, Philippe Dauman, previously Redstone’s right-hand man. More generally, the problem is one of finding ways to get consumers to pay enough for content to continue making it at the same rate. The Netflix business model may be sustainable or it may not, but it has certainly dealt a crushing blow to companies competing with the cash-rich streaming service both for viewers and for creators, whom Netflix and upstarts like Hulu and Amazon Prime spends hundreds of millions of dollars wooing away from traditional media gigs.   Related: Netflix and thrill: TV industry braced for rollercoaster ride    Bewkes was dubious of Netflix when other companies were eagerly taking its money, mocking the firm’s belligerent upstart status. “It’s a little bit like, is the Albanian army going to take over the world?” he told the New York Times in 2010. “I don’t think so.” Now, the Albanian army is encroaching on even the most successful networks, but Bewkes’ skepticism has protected much of Time Warner’s programming from the cannibalism that has afflicted so many companies that eagerly sold on reruns to streaming services, not realizing that viewers were more content with their old library content than they were with new shows. It’s easy to see why the company would be attractive to Apple. Last year HBO launched a standalone streaming service, HBO Now, free from cable subscriptions and Apple TV was its first distributor. The move was cheered by “cord cutters” the millions of people who have decided to jettison cable, and satellite, TV services in order to get their media over the internet. Other Time Warner assets that would appeal to Apple are Adult Swim, one of the very few cable networks that boasts a young viewership – 22.9 years old in 2014 – and the company’s movie studio division, one of the largest in the world, to say nothing of the treasure trove of intellectual property, from Batman to Bugs Bunny to the Flintstones, that would come with the purchase. But Time Warner is a big company with a legendarily complex bureaucracy at its core; any company seeking to acquire it will also acquire that. The media firm was on the block in 2014 for a cash-and-stock deal that would have totalled about $80bn, and the buyer, Rupert Murdoch’s 21st Century Fox, suggested it would go all the way to $89bn. The deal collapsed, and now Time Warner’s market cap is $59.3bn.  Apple probably doesn’t want all of Time Warner, although it could easily afford it. And Bewkes doesn’t seem keen on breaking up the company. “Splitting up can destroy value,” Bewkes reportedly told an investor in one meeting. So the deal may well never go beyond Cue’s spitballing. But Wall Street likes it. Stephen Cahall and Leo Kulp, analysts at RBC Capital markets, were enthusiastic about the deal despite its not having moved forward, saying in a note to investors that despite the proposal’s implosion, “we nonetheless expect trading desks across Wall Street to get excited given it’s APPL, which we hear has some extra cash”. Apple needs new toys, and Time Warner needs to change. Traditionalists in the TV and film worlds are leery of tech-world entrepreneurs anxious to tinker with their business models. They’ll happily point to Time Warner’s disastrous era-defining merger with AOL.  But as Apple sits on its huge cash pile and watches cracks appear in its best product the pressure to do something big appears to be growing. As anyone who watches Game of Thrones will know, it’s hard enough to take the Iron Throne. But keeping it is even harder.",
  "webTitle": "After the iPhone: Apple eyes Time Warner and TV for its next act",
  "webPublicationDate": "2016-05-27T16:49:58Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/27/apple-time-warner-iphone-tv",
  "keyword": [
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Time Warner",
      "id": "media/time-warner",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "HBO",
      "id": "media/hbo",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "technology/2016/may/27/apple-time-warner-iphone-tv"
}