{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/12/live-racing-thursday-13-may-2016",
  "id": "2016-05-12-287",
  "sectionId": "sport",
  "body": "Related: Horse racing tips: Thursday 12 May    Thursday’s best bets, by Greg Wood It is a beautiful spring morning here in York, offering at least a hint that winter has finally packed its bags and headed off to annoy someone else. And if summer is now officially on the way, there could be no better moment for Midterm, or one of his opponents in today’s Dante Stakes, to mark himself out as a worthy favourite for the Derby, three weeks on Saturday. Midterm has done nothing wrong in his two starts to date, and the time of his win in the Sandown Classic Trial last month suggested that he could indeed be a Group One horse in waiting. His position in the Derby betting, however, owes as much to the fact that none of the Derby trials since have produced a convincing winner with the obvious exception of the 2,000 Guineas, and Galileo Gold’s chance of running at Epsom appears to have been boffined by gene-testers. This, surely, is his moment - yet the market remains unconvinced. Midterm is a 6-4 chance for the Dante this morning, more likely to be beaten than he is to win, and while nothing is being heavily backed against him, the implication is that somewhere among his 11 opponents Midterm will meet his match. There are several interesting sub-plots in the race, including Frankie Dettori’s decision to ride Wings Of Desire ahead of Foundation, the runner-up in the Craven Stakes last month. The official line is that he knows how good Foundation is, having ridden the colt in four of his five previous starts, and wants to assess Wings Of Desire at first hand. It does not suggest much confidence from the jockey that Foundation is going to be a top-class colt this season, however, or even that he has a solid chance against Midterm today. Midterm, meanwhile, also has a new jockey in Pat Smullen, as Ryan Moore is aboard Deauville (3.15) for Aidan O’Brien. Deauville was just behind Foundation as a juvenile, but if he has made normal progress over the winter, he should be a serious opponent for Midterm this afternoon, and as a son of Galileo, the step up to a mile-and-a-quarter seems sure to suit. The quickening ground should be a benefit too, as the only poor run of his career was on holding ground at Doncaster in October. Elsewhere on the card, Journey (2.40) looks like a filly with a big year in front of her and can get off to a winning start in the Middleton Stakes, while Royal Birth (2.10) has a solid chance in the opening sprint handicap. Higher Power (6.45) and Zeehan (2.25) look like the best bets on the cards at Newmarket and Salisbury respectively. Tipping competition, day four Our winners so far: Monday Bayan Kasirga 11-1 Wordismybond 5-1 Quick N Quirky 9-2 Tuesday Sir Dylan 7-2 Livella Fella 12-1 Lady Bayside 8-1 Wednesday Magical Memory 5-2 So Mi Dar 4-5 Castle Harbour 9-2 And our leader is: BearRides +18.50 … despite a winnerless Wednesday. Quite a few of you were looking beyond the favourites yesterday, which turned out not to be the best tactic, as they all won. 16heathermac01 (+16) comes next. Today, we’d like your tips, please, for these races: 3.15 York, 3.45 York, 5.20 York. This week’s prize is a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -9. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Thursday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-12T09:48:36Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/12/live-racing-thursday-13-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    },
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    }
  ],
  "guardianId": "sport/blog/2016/may/12/live-racing-thursday-13-may-2016"
}