{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/02/wales-assembly-election-labour-carwyn-jones-ukip-voters",
  "id": "2016-05-02-130",
  "sectionId": "politics",
  "body": "The leader of Welsh Labour, Carwyn Jones, was at Bridgend College to speak about his party’s manifesto pledge to create 100,000 all-age apprenticeships. He chatted with young would-be plumbers and carpenters, and got his hands dirty having a go at bricklaying. But then, as so often, he had to veer off-piste to answer a barrage of questions about subjects other than those in the control of the Welsh assembly, including the allegations of antisemitism within Labour; the credibility of Jeremy Corbyn and the EU referendum. In short, Welsh-only topics are not top of everyone’s concerns.   Related: Welsh Labour leader denies banning Corbyn from election campaign trail    “It can be difficult,” Jones told the Guardian. “The European issue, in particular, overshadows everything else. We know that the London broadcast media is obsessed with it.”  Jones, however, who succeeded Rhodri Morgan as Welsh first minister in 2009 and has been the most senior UK Labour leader since the resignation of Gordon Brown as prime minister the following year, believes more Welsh citizens are engaged in this election campaign.  “What’s struck me in my fifth campaign is that more people are aware there is an election. They’re not saying, what election? They are much more aware of the election, of devolution,” he said. The fourth Welsh assembly ended in mid-March in shambolic fashion. The Labour government, which ruled with half of the assembly’s 60 seats, suffered an embarrassing defeat over an eye-catching and wide-ranging health bill that included a crackdown on e-cigarettes.      Sam Gould, Ukip Welsh assembly candidate for Caerphilly, uses a snow machine to engage voters. Photograph: Gareth Phillips for the Guardian    Plaid Cymru, the Welsh nationalist party, had been prepared to back the bill but changed its mind after a Labour minister, in a clumsy attempt at end-of-term humour, called the party a “cheap date” – suggesting its support was easily won. Five years of work was lost in an instant. It made both parties, and indeed the assembly itself look less than competent, and the Tories, the second biggest party going into this campaign, were champing at the bit.  Within days the spat seemed irrelevant. The steel crisis – centred on Port Talbot, 15 miles along the south coast from Bridgend – broke, followed by the Panama Papers saga. Then came Corbyn’s problems over  antisemitism in the Labour party. Meanwhile, the question of EU membership has swirled around every debate, visit and photo opportunity.  Roger Scully, a professor of political science at Cardiff University, said it was unfortunate the campaign had been so overshadowed, likening it to the 2003 election when Welsh-only issues were sidelined by the Iraq war.  “It is a pity,” he said. “The Welsh assembly passes laws and control major areas of public policy like education and the NHS. The way those powers are exercised ought to be subject to proper scrutiny.”  He believes Labour may have benefited most from the distractions. “Research suggests most people in Wales are not particularly impressed by Welsh Labour’s record on health and education … if people aren’t paying so much attention to those areas, that may help them.” A poll last week suggested Labour would slip to 28 seats, and privately party strategists say they would be content with that result. The poll has the Tories dropping to third place with 10 seats and Plaid leapfrogging them with 13 seats.  Jones, who has been assembly member for Bridgend since the first election in 1999, played down the polls. “I’ve learned there are fine margins between success and failure. I do know that we are in very good heart, we’re still out there knocking on doors, meeting people.  “With the work we’re putting in and a bit of luck we can be in the situation we are in now. There are lots of ifs and buts, a lot of factors that nobody can control,” he said.     Boris Johnson campaigns in Cardiff with the leader of the Welsh Conservatives, Andrew RT Davies (left), and the AM candidate for Cardiff North, Jayne Cowan. Photograph: Matthew Horwood/Getty Images    Significantly, Jones is prepared, even now, to think about working with others. “From my perspective we couldn’t work with the Tories or Ukip, they are too far to the right of us,” he said.  “When it comes to Plaid and the Lib Dems [who are predicted to plunge from five to two seats], of course we can work with them. We’ve done it in the past. We will look at the situation after Thursday. Our objective is to be in a position where we can govern alone. But if we need to discuss issues with other parties, of course we will.”  Plaid and its charismatic leader, Leanne Wood, best known on the national stage for slapping down the Ukip leader, Nigel Farage, during one of last year’s general election debates, have run an attractive, positive campaign.  Wood told the Guardian that Labour was an uninspiring establishment party. “Given that we’ve had 17 years of Labour leading the government, they are the establishment. They are stale, tired,” she said. The former probation officer with a rebellious streak, who was once expelled from the Welsh assembly after calling the Queen “Mrs Windsor”, would certainly be a colourful character in a coalition government.  The Tories are thought to have been badly hit by the Port Talbot crisis and the Panama Papers, but are working hard to refocus the electorate’s attention back to devolved issues.  Andrew RT Davies, the Welsh Conservative leader, said people on the doorstep wanted to speak about the issues the assembly had power over. “They do want to talk about the health service, they do want to talk about education, they do want to talk about job security. Those are all factors that people gladly engage in,” he said. It is certainly true that the BBC leaders’ debate in Cardiff sparked into life when an audience member berated Jones over the contentious subject of treatment for cancer patients, yelling at him: “Rhag eich cywilydd!” or “Shame on you!”      The Plaid Cymru leader, Leanne Wood. Photograph: Nick Ansell/PA    Meanwhile, none of the main parties are ignoring Ukip. The party has never won a seat at the assembly but last week’s poll has Farage’s Welsh arm, for which the former Tory MPs Neil Hamilton and Mark Reckless are standing, winning seven seats – a result that would fundamentally change the makeup and feel of the assembly.  While Jones was visiting Bridgend, half an hour down the M4 in Newport two Ukip stalwarts were busy refurbishing a 1930s art deco cinema, which is being rebranded as The Neon - Newport entertains our nation – a venue for gigs, comedy and films. Andy Byers, the secretary of the city’s Ukip branch, and James Peterson, the candidate for Newport East, are lapsed Labour voters who believe their new party is the true champion of the working man and woman.  Byers, who grew up in Greater Manchester, said he had been attracted by Ukip’s “commonsense” approach. “I love my country, I’m a monarchist. All the other parties seem to be eroding our British identity. It bothers me that we’re losing that.”  Peterson, who once worked at the Llanwern steelworks in Newport, where his father was a union representative, said though it was not a devolved issue, border control was the big talking point in the area.      The Ukip leader, Nigel Farage. The party is expected to do well in places such as Newport among white working-class former Labour voters. Photograph: Facundo Arrizabalaga/EPA    “When you say you’re from Ukip people want to talk about immigration. I think it’s because Ukip is the only party addressing it. I listen to their concerns and then talk about the issues that are devolved, like the NHS. But with Ukip there are no taboo subjects. If you speak to a Labour or Lib Dem person and mention immigration, you’re shot down in flames,” he said. As in the north of England, Ukip is expected to do well in places such as Newport among white working-class former Labour voters. It would be a major surprise if they did not win a seat here.  This may be an election overshadowed by nationwide and worldwide issues, but that does not mean the Welsh electorate is unengaged. One of the apprentice carpenters at Bridgend, Luke Cavill, 20, was looking forward to voting for the first time. “The assembly makes decisions that affect the lives of all people in Wales. Of course I’ll be voting. This is important.”",
  "webTitle": "Welsh election eclipsed by nationwide issues but voters stay engaged",
  "webPublicationDate": "2016-05-02T13:28:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/02/wales-assembly-election-labour-carwyn-jones-ukip-voters",
  "keyword": [
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Carwyn Jones",
      "id": "politics/carwyn-jones",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/02/wales-assembly-election-labour-carwyn-jones-ukip-voters"
}