{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/family-life-theo-granny-make-pizza-franz-von-suppe-cheesy-macaroni",
  "id": "2016-05-14-188",
  "sectionId": "lifeandstyle",
  "body": "Snapshot: Theo and me making pizza on a rainy day My five-year-old grandson, Theo, is a twin and usually has to share adult attention with his brother, which can be annoying for both of them. Kate, my daughter, likes her twin boys to have some one-on-one time and that’s where granny can step in. So, one rainy day, it was just me and Theo. I’d planned to go to the park but that was a non-starter so I took Theo to the local library where he enjoyed sharing lots of books and being around other children. We headed off to the supermarket after that but when we turned into the car park, I heard an emphatic “no shop, no shop” from the car seat behind me. Theo has Down’s syndrome so his speech is not as developed as most five-year-olds, but the message was clear. “Shall we make pizza then?” I asked – and got a very clear “Yes, pizza” in reply. So home we went and started making a simple pizza dough. When I sprinkled flour on the work surface and showed Theo how to spread it around, he wrinkled up his nose with distaste. He disliked the feel of it as he also dislikes the feel of sand, which had proved a distinct problem when we had a beach holiday the previous year. However, he solved this easily by wiping his hands on my jumper. In the absence of an apron for Theo, I wrapped a tea-towel round his shoulders to keep his clothes cleanish. He helped me roll out the dough into circles and spread tomato paste and grated cheese on top. My husband popped into the kitchen and took this picture of Theo and Granny Ged. What I love about it is the eye contact between us and, in particular, Theo’s adoring expression – it’s not every day I get looks like that! The biggest surprise came later when the pizzas were baked. Kate had already warned me about Theo’s restricted diet. He does eat pizza but only one particular variety. Despite her best efforts, there are many things he simply refuses to eat – so much so that a family friend once asked in exasperation, “Is there anything he will eat?” Theo piped up at once, “Chocolate cake”, causing all present to fall about with laughter. On this occasion, he actually wanted to taste the homemade pizza and demolished several slices of it. Success! Since then, Theo has started eating one or two more foods, but the latest news is that he now refuses … pizza. We might have to make chocolate cake next time. Ged Cooper Playlist: We were named after the Darling children Poet and Peasant by Franz von Suppé I was one of four children, being the only girl with four brothers – John, Michael, my twin Peter and the youngest, Gerald. We were brought up by my mother, Sadie, during the second world war, while my father was serving overseas. She named us after the Darling children in Peter Pan, and we would often tease the youngest as we were not sure whom he was named after. Was it the famous pianist Gerald Moore, as our surname was Moore? After the war ended, we moved into a larger house, which was wonderful. My mother was able to realise her dream of owning her own piano. One day she announced she had a surprise for us and we excitedly waited for the delivery lorry. We had all tried to guess what it might be but to see a beautiful mahogany piano being wheeled into our front room was so exciting. My mother smiled with pleasure as she sat down to play, and we all thought she was so clever. Playing the piano meant so much to her as the war years had been difficult. Now she had a little money to buy this wonderful instrument after long years of hardship when she was probably exhausted with all that she had to do – she also worked full time as a school secretary. She would often disappear into the front room, and one of the tunes she would play was Suppe’s wonderful Poet and Peasant – an exciting and lively composition. I think she enjoyed playing, to give her release from all the worries of bringing up a large family. I will always remember her lovely smile when she had finished playing. My mother played using sheet music, my father played “by ear” – and between them they would often attract attention from passers-by on our suburban road. People sometimes sat on the front garden wall to listen. We felt very proud of our musical parents and my one wish was to learn to play too. It was not to be, but in later years one of my brothers became an organist and entertains people in his Norfolk village. He has inherited his parents’ talent, as has one of my grandchildren, who also plays piano.  Wendy Keeling Taylor We love to eat: Mum’s very cheesy macaroni on Fridays     Macaroni cheese with a crispy top Photograph: Jason Lam/EyeEm/Getty Images    Ingredients 350g spirali pasta 350g extra mature cheddar, grated  1 pint milk 5 level tablespoons of sauce flour Extra grated cheese for cheesy topping  1 teaspoon dry mustard (optional) Salt and pepper Glass of wine for the chef  Boil pasta in hot water until tender. In the meantime, put milk, sauce flour and mustard into a large saucepan. Simmer gently while beating with a plastic ballon whisk until the sauce thickens. Add the cheese gradually. If sauce appears too thick, add extra milk. Season well. Drain water from pasta and add to sauce. Stir in well. Taste – and if not cheesy enough for you, add extra – remember, it’s comfort food. Pour into a large casserole dish. Sprinkle lots more cheese on top and put under a hot grill until crispy. Enjoy. I was brought up in a Catholic family in Belfast and every other Friday we had macaroni cheese as a break from fish – my father had a fruit and fish shop. My mother ran a millinery agency. In the 1970s, the Pope declared that Catholics no longer had to eat fish on Fridays and women did not have to wear hats in church on Sundays. My father was all for sending a deputation to the Vatican to ask the Pope what the hell he was doing, trying to ruin both our family businesses! Macaroni cheese was a family favourite with mountains of grilled cheesy topping – a battle always ensued for the crispy bits! An abiding memory is of my middle brother cheeking my mother at the dinner table as she was serving the macaroni. Every time he answered her back, she flicked a spoonful of macaroni over him while the rest of us looked aghast as our dinner rapidly disappeared down through his hair, on to his face and down the front of his jumper! I still make macaroni cheese on a Friday and long for the comfort of the past – Mum, Dad and the four of us children seated round the blue gingham covered table. Duffy Bocking",
  "webTitle": "Family life: Theo and Granny make pizza, Franz von Suppé’s Poet and Peasant, very cheesy macaroni",
  "webPublicationDate": "2016-05-14T05:45:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/family-life-theo-granny-make-pizza-franz-von-suppe-cheesy-macaroni",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/14/family-life-theo-granny-make-pizza-franz-von-suppe-cheesy-macaroni"
}