{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/12/heathcote-williams-pinter-local-stigmatic-old-red-lion",
  "id": "2016-05-12-335",
  "sectionId": "stage",
  "body": "It all came about after I met Harold Pinter in the barbers. I was young and had just written a book about the speakers at Hyde Park Corner, which Pinter reviewed in the Observer, writing: “These are the only people I’d ever want to listen to.” Not long after, I found myself sitting next to him in the barber shop and thanked him for his review. Harold said: “Have you ever written a play? I know someone on the BBC Third Programme.” The answer was no – and the result was The Local Stigmatic. I was living in Fulham at the time, but hanging out in Soho. I spent most of my days at the Kismet, a drinking club in Great Newport Street populated mostly by actors and gangsters, with a friend of mine called Johnny Quarrel who used to work with the Kray twins. We left the Kismet one day at about four or five in the afternoon and stepped into the sunlight with a man called Alan in tow.  As we were leaving, Alan caught sight of the actor Patrick Macnee from The Avengers and suddenly just went at him. He berated him for being this hapless creature who’d done nothing in his life except be famous. “Who do you think you are? What are you doing spreading your image all over the television? Who cares about you anyway?”     William Frazer and Wilson James in rehearsals for the revival of The Local Stigmatic at the Old Red Lion theatre in London. Photograph: Hanna Aqvilin    It was a completely irrational attack, and very peculiar. Alan was drunk, of course, but I found it rather revealing. At the same time, I’d been hanging around a lot at the greyhounds for the photo finish. The book I’d written had made me precisely £100, so while I was quite privileged, I just didn’t have any money. This sounds completely crooked, but the photo took some time to be developed after the greyhounds had finished a race. You could buy someone’s ticket if they’d bet on the greyhound you knew had won and they were still in doubt – and make money that way. I used to hang out with some low-lives doing that in Romford, and I slowly realised that people followed celebrities the same way they followed greyhounds. So I wrote this play about two young men of the London underworld, Graham and Ray, who follow both.  Looking back, it should really have been called Stalkers. It’s about our obsession with celebrities, which this man Alan demonstrated in no uncertain way. I think it was resentment on his part, envy, tall poppy syndrome – whatever you want to call it. The word celebrity itself didn’t exist back then, though. In those days you’d say someone was famous or notorious. But as I look back on it, this was the very beginning of the celebrity culture we now live in.   Related: Mad then and mad now: AC/DC by Heathcote Williams    David Bailey’s Pin-Ups was a key moment – he took a picture of the Kray twins and included them in his book. If the Krays were famous for being seen with Barbara Windsor, that meant they were firewalled by fame – and that was kind of interesting. A friend of mine, Warren Lemming, has this theory: if you’re famous, it’s as if you’ve got a golden monkey on your shoulder. When people come up to talk to you, they just see the monkey. I’m fairly reclusive these days and don’t really read the papers any more. I read online aggregators. I used to be a news junkie but do I really want to read another interview with an actor just because they are selling something? The Local Stigmatic was influenced by Edward Bond and by Pinter himself, whose stuff I admired hugely. I’d seen The Caretaker and it just opened up the way you could write a play. Graham and Ray are not wholly unlike Goldberg and McCann in The Birthday Party in terms of menace, but I hope it’s not too stylised. This is a world that really existed in London. There’s a gay undertow too.     Harold Pinter, right, rehearsing The Caretaker with actor Donald Pleasance. Photograph: Keystone/Getty Images    The BBC Third Programme hated it. Nothing happened and I forgot all about it. Then Pinter rang me up again one day to say he was doing this double bill due to be presented at the Traverse in Edinburgh. “I’m going to drop one of my plays and suggest they do one of yours,” he said. “What do you think about that?” We flew up together to Edinburgh – and it went into a double bill with his play The Dwarfs. Harold was slightly intimidating to work with but only because, characteristically, he paused quite a lot. Whether he thought what you’d just said was ridiculous wasn’t clear. It was also a complete mystery why he liked my play.  But he did like it. It went to the Royal Court after Edinburgh and now, 50 years later, the director Michael Toumey has revived it. He came to visit me in Oxford with his producer and they seemed to know more about the play than I do. Am I pleased it’s getting redone? I’m thinking more about what I want to do next ... • The Local Stigmatic is at the Old Red Lion, London, until 28 May. Box office: 0844 412 4307",
  "webTitle": "Heathcote Williams: 'Pinter was slightly intimidating – he paused quite a lot'",
  "webPublicationDate": "2016-05-12T07:00:22Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/12/heathcote-williams-pinter-local-stigmatic-old-red-lion",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Fringe theatre",
      "id": "stage/fringetheatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Harold Pinter",
      "id": "culture/pinter",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nancy Groves",
      "id": "profile/nancy-groves"
    }
  ],
  "guardianId": "stage/2016/may/12/heathcote-williams-pinter-local-stigmatic-old-red-lion"
}