{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/putting-together-the-jigsaw-of-last-thursday-election-results",
  "id": "2016-05-10-79",
  "sectionId": "politics",
  "body": "It was very clear to most commentators, and certainly to most Labour supporters, that Kezia Dugdale’s attempt to attract votes with promises of income tax increases to be used on public services plus the non-renewal of Trident, while undeniably brave, admirable even, was soundly rejected by voters in Scotland. Zoe Williams (The elections show politics has more than two flavours, 9 May) appears confused about both Dugdale’s pitch and public reaction to it, as she claims that Labour must move to the left, throughout the UK. She seems to be unaware of the SNP’s nine-year record of inaction and depleted public services across the board and silence on the huge issue of “missing” oil revenue. There is nothing leftwing in their refusal to raise taxes. Their energy is devoted to party PR. The winners last Thursday both won despite their parties. The charismatic Tory Ruth Davidson openly appeals to the centre ground, and does it in plain English with humour and energy. Sadiq Khan has engaged with all comers, and far from relying on Jeremy Corbyn’s frankly divisive politics, has overcome poisonous internal party manoeuvres to run an inclusive and realistically optimistic campaign. Like he says: “We can only improve lives by winning elections. We don’t win elections by just talking to people who already vote Labour.” Carolyn KirtonAberdeen • Zoe Williams rightly makes the point that in Scotland Labour was outflanked by the SNP, a party also on the left and offering policies not so dissimilar from Labour. Together Labour and the SNP polled over 69% of the votes. In England Labour do not have to compete for left-of-centre votes and here they performed much more strongly, especially in London. In recent days there has been much commentary on the decline of Labour in Scotland but, with few exceptions, no acknowledgment that this is because for many voters the SNP is a credible left-of-centre alternative to Labour. And remember that the Tories there, even keeping a distance from Cameron, polled only 22% of the vote. John BoalerCalne, Wiltshire • Zoe Williams’ claim that “Labour was outflanked to the left by the SNP” is misplaced. The first SNP minority administration was propped up by the Scottish Tories and the party was supported by Rupert Murdoch and Stagecoach’s Brian Souter, neither known for attachment to leftwing causes. In government they have underperformed the Tories in support for the NHS, eviscerated local government, shortchanged education and forced through a damaging reorganisation of the police service. They failed to use their powers over tax and opposed an increase in the top rate. Zoe Williams rightly criticises Zac Goldsmith’s mayoral campaign for London. She should take a closer look at how the SNP conducts its politics.Jeremy BeechamLabour, House of Lords • Having been attracted by the headline to Zoe Williams’ article, and agreeing with the subheading that “For the main parties, trying to win voters has become a cynical game. We all deserve a genuine choice,” I keenly anticipated a rigorous analysis of the Liberal Democrats’ performance at the recent elections. Alas, I looked in vain. So, let me attempt to do the job. The Liberal Democrats did well in their strongholds and gained seats in English wards and in Scotland that they had recently held, but otherwise generally polled far too many derisory votes. The Lib Dems’ path back to national significance will not succeed by the Panglossian messages that all too often emanate from party headquarters. Committed speakers should take to the road to explain carefully, association by association, the party’s values and its approach to the current political malaise. There are thousands of Liberals out there who are unaware that they are and, unless the party commits itself to explaining and persuading them, its national future is grim.Michael MeadowcroftLeeds • Zoe Williams goes further than any of your other commentators in understanding the local elections. The roots of Labour’s problems go back a long way, probably to its general abandonment of any real challenge since the 1990s to the neoliberal agenda, certainly to before the 2010 election. Labour lost that election because of a narrative that successfully convinced many former Labour and “swing” voters that the economic crisis was not due to the behaviour of greedy, irresponsible and tax-dodging bankers and corporates but to “Labour overspending on welfare scroungers”. As cuts have begun to bite, new narratives have emerged. In England and Wales, outside London and some other big cities, it tends to be the “Ukip” one, which blames voters’ problems not on Tory austerity but on foreigners in general and migrants in particular. In Scotland, where the first narrative was never successful, the SNP has convinced many voters that their interests are better defended against austerity by a “tough”, “Scottish” and “social democratic” SNP government than by a Labour party characterised as weak and in thrall to Westminster. If Labour, or any other radical alternative, is to make real progress it needs to establish a narrative that puts blame where it truly belongs and supports all those confronting cuts individually or collectively. When they elected Jeremy Corbyn, Labour members and supporters understood that this would take time and involve confronting a virtually unanimously hostile media and more than 30 years of neoliberal economic and ideological dominance. This needs a strong, active and united campaign involving the whole of the labour movement. Those Labour members seeking to undermine Jeremy are actually preventing the development of the only sort of campaign that can defeat Tory dominance.Richard KirkwoodLondon  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Putting together the jigsaw of last Thursday’s election results | Letters",
  "webPublicationDate": "2016-05-10T17:35:57Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/putting-together-the-jigsaw-of-last-thursday-election-results",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/10/putting-together-the-jigsaw-of-last-thursday-election-results"
}