{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/16/how-to-plan-for-your-charitys-pension-auto-enrolment",
  "id": "2016-05-16-295",
  "sectionId": "voluntary-sector-network",
  "body": "By 2018 every employee in the UK aged between 22 and pension age, earning £10,000 or more per year, will be automatically enrolled into a workplace pension. It’s part of the government’s auto-enrolment policy, that is being implemented in stages since October 2012. How much will it cost charity employers? From April 2019, staff at even the smallest charity will see 8% of their eligible earnings (currently from £5,824 to £43,000, before tax) go into a pension pot. Employers are legally obliged to pay in at least 3% of that 8% (with staff making up the remaining 4% with 1% as tax relief). So how are charities responding?   Related: Charity pensions: how to defuse the billion-pound timebomb    Fiona Terry, head of human resources at Samaritans, says that on top of the 3%, the charity will match up to 5% of contributions from employees. “So if they want to contribute 1% [of their salary] we will match this and will similarly match 2%, 3%, 4% and 5%. “Staff are welcome to contribute more, but we cannot go any higher [than 5%],” she says. “A few have opted out – mainly those on lower wages. A few are paying in more.” Macmillan, meanwhile, said it would eventually match employees up to 7.5%, but will be aiming for an equal 4% split by 2018.  According to Andrew O’Brien, head of policy and engagement at the Charity Finance Group, this 7.5% figure doesn’t look dissimilar to what charities might have to offer in the future. “[The] government is looking to ramp up employers’ minimum contributions,” he says. “In Australia they are already paying 9%.”  What to consider It’s important to find out the terms of the pension into which you will be auto-enrolling staff, the fund’s potential returns, and how the scheme is financially rated. A fund’s ethical credentials may also be of interest, and there are often a number of options regarding the types of investments the money can be used for.  Staff wishing to opt out, or choose their own pension provider, are able to do so. However, O’Brien says, employers are not obliged to contribute to a staff member’s own choice of pension. If they do, setting up the payments can be administratively complicated.  Employees who earn less than £10,000 can still ask to be enrolled in the firm’s pension scheme, and employers must comply. But they do not have to contribute if the staff member earns less than £5,824 – although, again, they can choose to do so. Freelancers, casual staff and temporary staff can be a grey area. In general, those with a contract who aren’t self-employed and earn more than £833 a month should be auto-enrolled into the charity’s pension scheme.   Which pensions providers are charities using? Most charity employers are joining multi-employer schemes such as the Pensions Trust and the National Employment Savings Trust (Nest). Both are not-for-profit options and, like most pensions nowadays, offer defined contributions rather than defined benefits – ie the payouts you receive on retirement are dependent on factors such as the amount you pay in, fluctuations in performance of the investment, and the economy. (A defined benefit pension promises a specific income.) In the private sector, Aviva currently sits at the top of ShareAction’s responsible investment chart (pdf) and is used by charities including the School for Social Entrepreneurs. ShareAction, set up as a charity to encourage more ethical investing, opted forNest as its provider, which is at number five on its chart. “Aviva are indeed doing very strongly, particularly on climate change,” says Grace Hetherington, spokesperson for the charity. But the team decided to go with Nest, as the not-for-profit, more cost-effective option, she says. “We were impressed with their strong member communications, robust responsible investment policy and transparency of voting practices.” Nest also offers ethical and Sharia compliant options among others, which limit the companies and sectors the money can be invested into. Its mainstream fund prohibits investment in the most controversial weapons, such as landmines. An employer can also set up its own pension trust and have more flexibility over its offering, which the RSPB has done. The charity has since been able to address its future deficit of £86.5m by closing the final salary section to new entrants, increasing staff contribution rates, and passing on part of future cost increases to pension scheme members.  The Samaritans says it looked extensively at the available options and chose The People’s Pension (TPP), a not-for-profit scheme with three million members. This plan is ranked at 11 on ShareAction’s chart of auto-enrolment pension providers, scoring four points out of a possible 80, compared with Aviva’s 39 and Nest’s 27.  The Samaritans’ head of human resources, Fiona Terry, says:  “All staff following our staging date are auto-rolled with TPP. We spent an extensive amount of time weighing up the options, looking at returns and ethics of various schemes and found TPP to be the best option.” For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "How to plan for your charity's pension auto-enrolment",
  "webPublicationDate": "2016-05-16T08:31:45Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/16/how-to-plan-for-your-charitys-pension-auto-enrolment",
  "keyword": [
    {
      "webTitle": "charity money",
      "id": "voluntary-sector-network/charity-money",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector network blog",
      "id": "voluntary-sector-network/voluntary-sector-network-blog",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Careers",
      "id": "voluntary-sector-network/pro-careers-vsn",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Finance",
      "id": "voluntary-sector-network/finance",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Claudia Cahalane",
      "id": "profile/claudia-cahalane"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/16/how-to-plan-for-your-charitys-pension-auto-enrolment"
}