{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/watford-part-company-quique-sanchez-flores",
  "id": "2016-05-13-266",
  "sectionId": "football",
  "body": "Quique Sánchez Flores will take charge of his final match as Watford manager on Sunday after it was confirmed he is to leave next month. The move comes even though the club could finish as high as 11th should they beat Sunderland at Vicarage Road and other results go their way, with the West Ham manager, Slaven Bilic, saying that the decision was “completely wrong … it’s sick”. At a meeting between the Spaniard and the board on Thursday it was agreed a break clause in his contract would be activated. His departure comes despite him also leading the club to an FA Cup semi-final in his first season. Flores explained of the decision: “We looked at all the season during the meeting and after that I confirmed that the club and me don’t have the same point of view about the season. So we don’t have the necessary conditions to activate the clause to renew my contract. “My contract finishes at the end of June and then I will leave Watford. This is the consequence. I’m very grateful to the players for their amazing effort and I love the Watford fans – they were amazing and gave me a lot of love. I felt completely happy this year. The last game will be really emotional because of the Watford fans.” Watford’s form has dropped off, with two wins from the past 11 league matches. Sanchez Flores will have been aware of the fraught nature of the role, having replaced Slavisa Jokanovic, who departed immediately after guiding Watford into the Premier League. He leaves despite the club admitting he had achieved his target. “Watford … can confirm that Quique Sánchez Flores will leave Vicarage Road at the end of the season following the Sunderland game this weekend,” a statement said. “We would like to thank Quique. He and the team achieved the target set them at the start of the season of staying in the Premier League for a second year. Quique leaves with all our best wishes for the future and the knowledge he is always welcome at Vicarage Road.” “I understand football completely because I’ve been a professional in football for 32 years. I understand everything,” he said. “The most important thing is how I feel in this moment and I feel good and happy as a manager … It’s a long season in England and it’s really, really good for a team who has just been promoted to get 44 points. They have finished in the position they deserve. My work is done.” Flores hopes to stay in the Premier League. “Everything is possible. I’m open to everything after my contract has finished,” he said. “I love the Premier League, it has been an amazing experience, but in football you never know what is next.” Bilic was outspoken in his support for Flores. “Before the season everyone predicted they were likely candidates to go down. Yet they were never in danger and until January or February they were in the top eight, or top 10,” he said. “Add to that they play good football, and add to that they were in the semi-final of the FA Cup, beating Arsenal away. They had a great season, the place was buzzing, it was a season to be proud of. It says it’s more important how you finish than how you start but it is nonsense for me.”        Related: Watford’s Quique Sánchez Flores: ‘Journalism made me a better manager’",
  "webTitle": "Watford to part company with manager Quique Sánchez Flores at end of season\r\n",
  "webPublicationDate": "2016-05-13T08:58:43Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/watford-part-company-quique-sanchez-flores",
  "keyword": [
    {
      "webTitle": "Quique Sánchez Flores",
      "id": "football/quique-sanchez-flores",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/13/watford-part-company-quique-sanchez-flores"
}