{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/09/country-diary-puffins-return-isle-may",
  "id": "2016-05-09-351",
  "sectionId": "environment",
  "body": "On the Isle of May, off the coast of Fife, the seabirds have arrived, and they are feeling broody. From my vantage point on the south cliffs, I have an unfettered view of two shags bedded down comfortably by the water’s edge. Black plumage glistens green in the sunlight. As I watch, one stands to stretch and straighten out her wings, and I count three pale eggs: long and ovoid, like pills. Their oversized nests are mere piles of rotting seaweed, but seem luxurious compared with those of the kittiwakes and razorbills on the precipitous rockface above – mere toeholds in the cliff, streaked with guano. Further down, the sleek, monochrome guillemots crowd on salt-sprayed ledges. Herring gulls edge between them, feigning nonchalance as they scrounge for speckled eggs. The noise is cacophonous: the kittiwakes squall, wailing like newborns and squeaking like squeeze toys; the razorbill’s low, percussive zither sounds intermittent bass notes.   Related: The seabirds of midwife island    I turn inland and take the curving path that climbs the island’s north plateau, eyes raking the ground: all around there are the mouths of the burrows where, not far below the surface, puffins incubate eggs. Every year they return to the same nests, with the same mate. After a tempestuous spring, this weekend’s glorious weather has been a call to action and almost overnight they have gone to ground.  I sit on a rock to wait and watch. It is grassy and rough; treeless, hummocked with sea campion and thrift just beginning to unfurl. The golden star-flowers of celandine and silverweed carpet the ground. Only a few feet away an eider duck watches me with equal determination. She has made her nest upon the path and is disinclined to leave it, visitor or no visitor. Finally my patience is rewarded. A tiny buxom figure waddles busily out, and then another. They twist stiff necks and stretch wings before taking off with a whirr. White cheeks and striped beaks flash by as they wheel overhead in a great loop, coming into land where they began and vanishing into holes as if descending a staircase. Better get back. So must I – but not yet. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Puffins return to the Isle of May",
  "webPublicationDate": "2016-05-09T04:30:04Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/09/country-diary-puffins-return-isle-may",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coastlines",
      "id": "environment/coastlines",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Cal Flyn",
      "id": "profile/cal-flyn"
    }
  ],
  "guardianId": "environment/2016/may/09/country-diary-puffins-return-isle-may"
}