{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/29/bernie-sanders-hillary-clinton-california-democratic-primary",
  "id": "2016-05-29-104",
  "sectionId": "us-news",
  "body": "After Hillary Clinton won the New York Democratic primary in April, her surrogates began relaying the message: game over, Bernie Sanders. Time to go home. It is mathematically impossible to win the nomination.   Related: Hillary Clinton's week from hell: can she shake off troubles to take on Trump?    Technically, they were right. The rivals may be separated by only 270 pledged delegates, a large but not insurmountable gap, but that figure does not take into account the superdelegates who do not owe allegiance to any vote and almost all of whom – 571 – are already pledged to Clinton. Nobody appears to have told Sanders. The Vermont senator has set a punishing pace in California: in the last week alone he addressed crowds in National City, Vista, Irvine, Santa Monica, Anaheim, East Los Angeles, Riverside, San Bernardino, Cathedral City, Lancaster, Ventura, San Pedro, Santa Barbara, Santa Maria, Pomona, Bakersfield, Fresno and Visalia. Sanders has outspent Clinton on advertising and his ground game is strong; he has more than 55,000 volunteers in the state who have made more than two million phone calls, according to the campaign. His rallies, attended by tens of thousands, sometimes more, certainly don’t feel like those of a losing candidate. His audience hang on his every word, joyously finishing his favoured talking-points. They sport hats, T-shirts and even tattoos of Sanders’ unofficial logo: a silhouette of his unkempt hair and glasses which has become almost as recognizable a totem of the 2016 primary as Donald Trump’s red “make America great again” hats. Still, the challenge Sanders faces is steep. Even if you allow for a 10-point or greater swing in the California primary on 7 June, the superdelegates mean Clinton would still have enough to clinch the nomination at the convention in July. In fact, because polls close three hours earlier in New Jersey on the same day, Clinton will likely have reached the 2,383 delegates required for the nomination before California’s results even begin to come in. Few attendees at Sanders rallies – least of all Sanders – seem the least bit fazed. He is clearly having fun, eagerly accepting Donald Trump’s challenge to debate him, a challenge the Republican hastily walked back, to avoid facing the 74-year-old former mayor of Burlington, Vermont, mano-a-mano. Many Sanders supporters remain convinced he is going to get the nomination, either by a miraculous landslide in California or by convincing superdelegates to switch their support. Others, like Joe Tellez, whom the Guardian spoke to at a Sanders rally earlier this month in a packed 15,000-capacity stadium in Sacramento, are less sure of victory but remain upbeat.  “I think it’s difficult – that might be true,” Tellez said. “It won’t be easy … but I remain hopeful.” ‘We’re going to leave it all on the field’ Jeff Weaver, Sanders’ campaign manager, told the Guardian: “What [everyone is] missing is that although the secretary [Clinton] has obviously racked up a substantial delegate lead, there is an incredible wellspring of support for the senator and it has not really made it through the process.” Weaver seems confident of a win in California.  “This kind of intensive campaigning by the senator, it really does move a lot of voters,” he said, pointing to the Michigan primary, which Sanders won despite being 10 points behind just a week before the vote. “He has the capacity to move voters just by his presence at these large events.” Sanders’ energetic campaigning is certainly paying dividends. Recent polling shows Clinton’s lead in California – a state she won against Barack Obama in 2008 – is dwindling, with Sanders well within the margin for error, trailing by just 2%. California’s primary is open, which means independents can vote. In other states, such voters have favoured Sanders over Clinton. There have also been 1.5 million new registered voters, many under 30, a demographic Sanders has won elsewhere by enormous margins. The Sanders campaign office in San Diego was having a party on Thursday evening, celebrating a day of canvassing with the actor Rosario Dawson. Volunteers ate cupcakes and crudités, and used a small hand-cranked press to make “Bernie 2016” badges. “I’m a goal-oriented person, and the goal is 7 June,” said Carolina Rodriguez, a volunteer from San Diego who has been campaigning for three months. “If we as California win, we send a message to the rest of the United States … it’s going to be a huge day, and were going to leave it all on the field.” “I truly believe he can win the nomination,” said Debbie Luna, another volunteer in San Diego. “California alone has a lot of delegates, he’s not that far behind ... from what we see I truly believe that he will win California by a large amount.” Next to her was Kelly Collison, a single mother from Michigan who was part of the Sanders operation that won the primary there, and had brought her eight-year-old daughter to San Diego to help.  “I have never seen anything like this,” she said. “I don’t remember anyone being this hyped and excited in my lifetime, that’s for sure.” ‘A largely political argument’     Sanders speaking in Ventura on 26 May. Photograph: Mark Ralston/AFP/Getty Images     Related: Sanders wants 'hostile' Barney Frank ousted from convention role    If Sanders’ volunteers share this undimmed hope for victory, they share another trait – distrust of the mainstream media, which they see as part of an establishment that wants to see Clinton win.  “The media is bought out by corporate billionaires,” said Luna. “CNN, MSNBC, Fox News – they’re all contributors to Hillary Clinton.” Unlike Clinton, Luna said, “Bernie ... doesn’t get any money from anybody but regular people like us, so they’re not gonna show him on the media, we’re not gonna see him.”  Several volunteers said Sanders supporters aim to get their news from Twitter rather than any traditional media source. Ultimately, the narrow path forward for Sanders – a path only open at all if he wins big in California – will come down to convincing superdelegates to switch their allegiance.  “It would be extremely difficult to surpass [Clinton] in pledged delegates, she has a 270-pledged delegate lead right now,” Weaver said. But he added that what the Sanders campaign could do was “to substantially narrow that lead”. “This is going to be a largely political argument to be made to the superdelegates,” Weaver said. “All the polling shows that, at state level and national level, he’s just a stronger general election candidate. It’s not like that there’s a magic [delegate] threshold, but the closer you are, the stronger that argument will be.”  This article was amended on 29 May 2015. We initially said, incorrectly, that New Jersey was a winner-takes-all state.",
  "webTitle": "‘A capacity to move voters’: can California be Sanders’ golden state?",
  "webPublicationDate": "2016-05-29T11:05:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/29/bernie-sanders-hillary-clinton-california-democratic-primary",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/29/bernie-sanders-hillary-clinton-california-democratic-primary"
}