{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/cameron-confident-a-small-lead-for-remain-eu-referendum-will-settle-britains-eu-question",
  "id": "2016-05-25-19",
  "sectionId": "politics",
  "body": "David Cameron has warned his Conservative critics that a narrow majority in June’s referendum will be enough to settle the question of Britain’s future in Europe. Speaking at the summit of G7 world leaders in Japan, the prime minister was asked what margin of victory he felt would resolve an issue that had caused deep divisions within his party for decades. “Obviously a referendum is based on a simple majority,” he said.   Related: A vote to remain in the EU won’t be the last we hear of Brexit | John Redwood    Some Tory Brexiters have suggested the prime minister’s authority would be fatally undermined if the government scrapes through the vote with a narrow majority for staying in the EU. But Cameron sought to isolate those who doubted the validity of his leadership in the wake of a narrow victory as a small group of life-long Eurosceptics. “There are some people whose life’s work and core belief is that Britain must get out of Europe,” he said. “I have respect for people who hold a very strong view and do everything they can in politics to pursue that. “[But] that is not my view; I disagree with them. There will always be some people who go on making that argument.” John Redwood, the former Conservative minister and a longstanding critic of the EU, has argued in an article in the Guardian that the prime minister will face a tough task in reuniting his divided party if the public vote to remain. “It will be easier to unite the Conservative party if the UK chooses to leave the EU, as that will put the majority of members in agreement with a majority of the public and lead to the election of a pro-Brexit Conservative leader and prime minister when David Cameron steps down,” he wrote. “Cameron faces a more difficult prospect if remain wins. Many of his MPs will be bitterly disappointed by the result and will want to hold the government to every promise made of an improved deal, and will wish to continue to expose the weaknesses and troubles of EU bureaucracy.”      John Redwood: ‘It will be easier to unite the Conservative party if the UK chooses to leave’. Photograph: Richard Gardner/RexShutterstock    He added: “Whichever way the public votes the next leader of the Conservative party is likely to be a Brexiteer.” Cameron made clear that with less than a month to go before polling day, his biggest fear is that turnout will be low among young voters, who tend to be more pro-EU. “One of the things on the campaigning front that is my greatest concern is doing everything we can in the next week in order to get people to register to vote, particularly young people,” he said.   Guardian Explained: EU and young people   “Because this is absolutely a vote about their future, this vote will determine the sort of country, the sort of economy they grow up in, the sort of opportunities they have.” The remain campaign, which is being closely coordinated by Downing Street, will switch its focus to the benefits of EU immigration on Thursday, pointing out that as many as 250,000 EU citizens work in Britain’s public services, and urging leave campaigners to say what would happen to them in the event of Brexit. Former Labour home secretary Jacqui Smith said advocates of Brexit, including Boris Johnson – whom she described as “Nigel Farage in a blonde wig”– had questions to answer about how they would tackle immigration outside the EU. “Our country is being asked to vote for an economic shock, higher prices, lower wages, a permanently poorer country, weaker security cooperation and a less influential Britain on the world stage – all in return for some unspecified new immigration policy that the leave campaign have not even bothered to think through,” she said. Cameron’s enthusiasm for winning over the under-25s is at odds with the Conservatives’ general election strategy, which was centred on wooing older voters. It has also drawn criticism from Labour, who claim a Tory decision to speed up new rules for voter registration led to up to a million young people falling off the register. Gloria De Piero, Labour’s shadow minister for young people and voter registration, agreed that it was vital for young people to take part and welcomed Cameron’s call for action. “However, it comes after many months of the government ignoring our warnings that young people are the least likely age group to be on the electoral register,” she said. Cameron said the issue of Brexit was likely to “be on the agenda” at the G7 meeting. “But the G7 and G20 have already made clear that it is a threat to economic growth, a risk to the world economy,” he added. News that the Conservatives have received more in donations this year than all of the other political parties put together helped fuel fears within Labour that Cameron is preparing for the risk of a snap general election if his party is severely destabilised by the June vote.New figures from the Electoral Commission showed that more than £6.7m out of the almost £12m reported to the watchdog was given to the Conservatives in the first quarter of this year. Labour took £3.7m while the Liberal Democrats received £592,000 and Ukip raised £187,080.Much of the money will have been raised to help fight the local, assembly and mayoral elections, but the total is much higher than in comparable quarters in previous years, which were averaging about £3m in donations. The fixed-term parliament act, passed to provide stability for the coalition between the Lib Dems and Tories, means the government has been elected for five years. There would need to be a two-thirds majority in parliament to overturn it, but it would be difficult for Labour to turn down the opportunity to attempt to get rid of a Conservative government.",
  "webTitle": "Cameron confident a small lead for remain will settle Britain's EU question",
  "webPublicationDate": "2016-05-25T21:30:08Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/cameron-confident-a-small-lead-for-remain-eu-referendum-will-settle-britains-eu-question",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/25/cameron-confident-a-small-lead-for-remain-eu-referendum-will-settle-britains-eu-question"
}