{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/cleverman-first-look-review-wickedly-exciting-aboriginal-superhero-story",
  "id": "2016-05-16-320",
  "sectionId": "tv-and-radio",
  "body": "Early this year one great big why-haven’t-we-seen-that-before box was ticked with the arrival of Spear, the world’s first Indigenous Australian dance movie. A similarly irresistible milestone lies at the heart of ABC TV’s soon-to-air program Cleverman, the first Indigenous Australian superhero series. The kick-off episode, which is broadcast on 2 June and forms the basis of this review, makes it clear the show will be anything but standard save-the-day fare. No caped crusaders; no undies on the outside; no dipsy faux philosophy. Compare this beastly, hellzapoppin debut to that of any recent American superhero series – Netflix’s Daredevil, say, or Jessica Jones – and it’s clear director Wayne Blair has opened one epic can of whoop ass.     Tysan Towney as Djukara in Cleverman, which will air on the ABC in Australia and SundanceTV in the US. Photograph: Lisa Tomasetti    Like the Mad Max universe, or other dystopian worlds where meaningful progress has stalled or reversed, Cleverman’s series creator, Ryan Griffen, and the screenwriters (Michael Miller, Jon Bell and Jane Allen) imagine the future by going back to the past. This time, not in the fabric of the world itself – technology has advanced, the settings are lit up in the way of near future sci-fi – but in the spiritual essence of the storyline and its characters. Crucial to the plot are people called Hairies, who were inspired by stories passed down from generation to generation by Aboriginal Australians over tens of thousands of years. The subtext is never far from the surface. We begin on a bus at night, where a handful of inebriated young men accost a young female passenger. There are shrieks when it is discovered the woman is a Hairie (“You shouldn’t be outside, you filthy rug!”) and an altercation ensues. The next scene depicts a politician fronting a press gaggle, talking about The Zone: a lawless, District 9-esque shantytown where Hairies live in third-world conditions and are prohibited by the government to leave. “The international community has accused us of violating human rights in our approach to the Hairie people,” he says, “but our priority is protecting the humans.”   Related: Spear review – a weird, wonderful milestone of a dance movie    Koen (Hunter Page-Lochard, the star of Spear) and Blair (Ryan Corr, who played Timothy Conigrave in Holding the Man) profiteer from people’s misery. Koen, who was raised in The Zone, is trying to make a life for himself as the owner of a swanky bar. In one of Cleverman’s few visions of optimism, or something that might vaguely resemble it, we learn a Tequila Sunrise in the future doesn’t cost much more than today: $15.50. Koen charges a family of Hairies for smuggling them into a city apartment, then pockets money from the government for dobbing them in. His scam ends in tragedy, which enrages his estranged brother Waruu (Rob Collins). In the midst of this is the arrival of Uncle Jimmy (Jack Charles), who is a sort of conduit between the two worlds: Hairie and non-Hairie, The Zone and the city. He also has access to a third world; best leave that one to surprise. Strange circumstances turn one of Koen’s eyes eerily bright, like the blue eyes of an Alaskan Malamute – beautiful and impenetrable. The show weaves in splashes of body horror as Koen realises his physical make-up is changing. He contemplates something of a transformation, a neat if conventional fit with coming-of-age themes that resonate much more quietly than Cleverman’s political messages. A side plot begins to detail the relationship between a media baron (Iain Glen, from Game of Thrones) and a shady politician (Andrew McFarlane). Led by Page-Lochard, a tremendously exciting presence, the cast are very good – though Glen and McFarlane fair least impressively, erring on caricature. They come across as a virtual replica of the same oily and opportunistic person; perhaps this will change in subsequent episodes.             Designed by Jake Nash (a set designer for Bangarra Dance Theatre) and developed by New Zealand’s Pukeko Pictures and Weta Workshop, the Hairies look terrific. Their shaggy-haired, lycanthrope-like appearances have been configured to resemble something less otherworldly than domestic: Teen Wolf by way of the crowd from Woodstock, infused with an indefinable, mythological other, somehow implying their bodies have survived a wide expanse of time.  The Hairies live for more than 200 years and have a deep understanding of land, culture and Dreaming. They speak Gumbaynggirr, an Indigenous language from Australia’s east coast.   Related: Aboriginal sci-fi Neomad wins Australia's top comic book award    If Cleverman’s social allegories come on a little strong, it is indicative of a show that has an awful lot on its mind. Blair (soon to helm TV’s Dirty Dancing remake) and his team stoke dramatic fires in a number of ways and keep interpersonal dynamics rollicking along at a good speed. The political commentaries are one element; the narrative must rely more heavily on ideas around broken family and coming-of-age. Also, importantly, a superhero trajectory that – instead of taking cues from comic books dating back, longest-case scenario, to the 1930s or 40s – has its roots in 60,000 years of storytelling. A superhero story with too much to think about? What a great problem to have. The first episode of Cleverman – wickedly exciting and frantically thoughtful – will be enough to get you hooked.   Cleverman premiers on ABC (Australia) and Sundance TV (US) on 2 June",
  "webTitle": "Cleverman first look review – wickedly exciting Indigenous superhero story",
  "webPublicationDate": "2016-05-16T06:37:21Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/cleverman-first-look-review-wickedly-exciting-aboriginal-superhero-story",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Science fiction",
      "id": "tv-and-radio/science-fiction",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Buckmaster",
      "id": "profile/luke-buckmaster"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/cleverman-first-look-review-wickedly-exciting-aboriginal-superhero-story"
}