{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/inaccurate-pro-brexit-infacts-investigation-media-reports-eu-referendum",
  "id": "2016-05-19-283",
  "sectionId": "commentisfree",
  "body": "As British voters prepare for the most important democratic exercise in a generation, the distortion of the facts on Britain’s EU membership is going into overdrive. It is not just the leave campaign that is pumping out falsehoods – such as the inaccurate statement, emblazoned on Boris Johnson’s battlebus, that the UK sends Brussels £350m a week. The big guns of the Eurosceptic press are going all in for out. Ahead of next month’s referendum, the Daily Telegraph, Daily Mail and Daily Express have each published a string of stories on migration, terrorism, crime and control of our borders that contain factual inaccuracies and/or distortions, according to a dossier compiled by InFacts. This comes on top of years of hostile EU coverage that have planted many myths in the minds of the electorate. These newspapers are regulated by the Independent Press Standards Organisation (Ipso), whose code of practice says: “The press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.” If the three papers had taken care, they would have known that they were contravening the Ipso code by publishing articles that were variously inaccurate, misleading or distorted. InFacts has already written about the eight main stories identified below when they were published. It contacted the newspapers, which did not respond or failed satisfactorily to address the inaccuracies in the articles. In preparation of its dossier, InFacts contacted The Telegraph, Mail and Express about all the stories identified below and asked them to make prominent corrections. The Mail did respond to InFacts’ questions, as explained below, but did not satisfactorily address inaccuracies in the articles. Neither The Telegraph nor Express gave a meaningful response before publication. InFacts will now be reporting all three papers to Ipso. However, if the press watchdog takes time to complete its investigation, redress may have to wait until after the referendum. The Ipso ruling on Wednesday that the Sun’s headline “Queen backs Brexit” was “significantly misleading” took over two months. Here are eight of what we consider to be the most egregious examples of inaccurate or misleading stories. 1 “The gap between the official migrant figure and the truth is as wide as the Grand Canyon. We are owed an apology” “0.9m: Before yesterday, the official number of EU migrants who came to Britain between 2011 and 2015.” “2.4m: The real number of EU migrants we now know came to Britain. Source: ONS.” The Daily Telegraph, 13 May 2016 “Britain’s 1.5 million hidden migrants” The Express, 13 May 2016     ‘The Telegraph and Express added five years’ worth of short-term EU visitors to the estimate of long-term migrants.’ A Polish shop in London. Photograph: Toby Melville/Reuters    Where it appeared: giant front-page banner above the masthead (the Telegraph), front page splash (the Express) Why this is wrong: the Telegraph and Express added five years’ worth of short-term EU visitors to the Office of National Statistics (ONS) estimate of long-term migrants. Short-term visitors are defined as those who come for less than a year, while long-term ones are defined as those who stay for longer. To add the two numbers together for five years in a row is nonsense since short-term visitors leave within a year. It is also inaccurate of the Express to claim that the short-term visitors who have since left are “hidden migrants”, since the ONS has published short-term migration statistics previously. The Telegraph further says that while “Piotr the plumber” might “have had no intention of staying on” beyond a year, he might change his mind and stay. But long-term migration statistics are adjusted by the ONS to take account of “switchers”: people who start out as visitors but stay longer. On the basis of its distorted figures, the Telegraph makes a series of other spurious claims: that EU migrants are responsible for kids not getting into secondary schools of their choice, for people not getting on the housing ladder and for pregnant women being turned away by maternity units. Not only does it fail to produce any evidence to back up these inflammatory statements; it is also implausible that many migrants who hop over for a few months’ work will put their kids into secondary schools, get on the housing ladder or attend maternity units. Both papers also got their maths wrong, since the ONS estimates long-term migration in the five years to June 2015 was 1 million, not 900,000. 2 “Open borders let Isil into Britain, warns US spy chief” “Open borders across Europe have allowed Isil to plant sleeper cells in the UK, poised to carry out Paris- or Brussels-style massacres, America’s intelligence chief has warned.” The Daily Telegraph, 27 April 2016 “Isis has taken advantage of Europe’s open borders to plant sleeper cells in the UK, Germany and Italy, head of American intelligence warns.” Mail Online, 27 April 2016 “EU free movement has allowed Isis sleeper cells into the UK, warns security chief” Express, 27 April 2016     ‘James Clapper did not draw any link between either open borders or EU free movement and UK sleeper cells.’ Photograph: Alex Brandon/AP    Where it appeared: front-page splash (Telegraph), website homepage (Mail Online) website homepage (Express) Why this is wrong: the US director of national intelligence, James Clapper, did not say open borders had let terrorists into Britain. He did not draw any link between either open borders or EU free movement and UK sleeper cells. Instead, he was asked (here, around 30 mins) whether Islamic State had “clandestine cells like they had in Brussels in places like Germany, England and Italy”. He said yes. In a subsequent question he said IS had “taken advantage, to some extent, of the migrant crisis in Europe”. Linking the two answers is seriously misleading, not least because the UK is not in Europe’s border-free Schengen area. The Mail reported Clapper’s conversation accurately but still contravened the Ipso code because it published a headline “not supported by the text”. A Mail Online spokesman responded to InFacts, saying: “The headline summary of Mr Clapper’s comments was a matter of interpretation, which was shared by many media outlets, and we disagree that their presentation was misleading … However, in the interests of absolute clarity, we have added Mr Clapper’s comments regarding the migrant crisis to the article.” But Mail Online has not changed its headline, which is still unsupported by the text. 3 “Report shows the NHS is nearly at breaking point as massive influx of EU migrants forces doctors to take on 1.5 million extra patients in just three years” Mail Online, 3 April 2016     ‘It is a mystery how the Mail managed to conclude that an influx of EU migrants was forcing doctors to take on these extra patients.’ Photograph: Anthony Devlin/PA    Where it appeared: Mail Online homepage, with similar story on page 2 of the Daily Mail the next day. Why this is wrong: The Mail Online provides no evidence that EU migrants are responsible for the NHS being at “breaking point”. The 1.5 million “extra patients” figure relates to the rise in GP registrations from all sources, including increasing life expectancy and migration from outside the EU. The data are provided by the Health & Social Care Information Centre, which does not record the nationality of patients. The original Mail Online article did not name the source of the “report” referred to in the article headline. When contacted by InFacts, a Mail Online spokesman said the article “followed the publication of a story in the Sun, which we understand refers to research provided by Vote Leave. We have updated our article to make the source of our article clear.” 4 “Britain could stop 10 times more terror suspects from entering the country if it leaves the EU, justice minister says as he blasts EU rules for allowing terrorists to ‘waltz into Britain’” Mail Online, 30 March 2016     ‘Dominic Raab never said the UK could “stop 10 times more terror suspects” if it left the EU.’ Photograph: Paul Grover/Rex Features    Where it appeared: website homepage Why this is wrong: Dominic Raab, the pro-Brexit justice minister, never said the UK could “stop 10 times more terror suspects” if it left the EU. He said that, since 2010, the UK has refused entry at its borders to 67,000 non-EU citizens compared with 6,000 EU citizens (listen from 24:15). A Mail Online spokesperson told InFacts: “We reported Dominic Raab’s comments accurately, attributing the comments to him clearly, and Mr Raab himself used ‘10 times more’ in relation to the numbers of people refused entry. Our article made clear that the justice minister was referring to suspected terrorists and criminals on a number of occasions and, while the headline focused on the terrorism aspect, we consider that readers would have understood the position in the whole context of the article.” But Raab did not say that the UK could stop 10 times more “terror suspects” if it left the EU. What’s more, the non-EU citizens stopped were not mainly, let alone all, terror suspects. Raab’s statistics compare apples with oranges. EU citizens can be refused entry only on “public policy, public security or public health” grounds. Citizens of other countries can be refused for many other reasons, most commonly ones preventing economic migration. 5 “Now EU wants asylum control” “Madness as Brussels plots to tell us who can come and stay in our country.” “Brussels chiefs last night unveiled plans to end Britain’s control over asylum seekers. They want a centralised EU asylum force with power to meddle in immigration policies of member states.” Daily Express, 8 March 2016     ‘The UK has an opt-out from EU asylum policies.’ Refugees in Calais. Photograph: Mary Turner/Getty Images    Where it appeared: front-page splash Why this is wrong: There was no Brussels plot “to tell us who can come and stay in our country”. Nor did Brussels chief unveil plans “to end Britain’s control over asylum seekers”. The Express was instead reacting to a story in the FT, which said the European commission was examining ways to overhaul the EU’s asylum rules. The FT said: “The UK has an ‘opt-out’ on matters of justice and home affairs and would not be forced to join any new system” – which, indeed, it does have. The fifth paragraph of the article mentions David Cameron’s vow to “opt out of the proposal”. This is immediately followed by lengthy quotes casting doubt from Eurosceptics that the opt-out would hold. The opt-out is mentioned later in the article too, but this did little to correct the inaccuracies in the headline and earlier in the article. The Express’s online edition conceded the opt-out “theoretically”, but went on to suggest EU officials “may likely feel empowered to bully Britain into accepting the terms of any new asylum deal”. These baseless predictions proved unfounded on 4 May, when the European commission confirmed the UK had an opt-out from asylum reforms. 6 “EU seeks control of our coasts” “The EU has drawn up plans to seize control of the British coastguard service as it creates a Europe-wide border force. “Even with the British objections, the EU proposal would allow the 1,000-strong agency to prowl Britain’s coastline and ‘intervene directly’ if it felt that its borders were under threat. The EU could also deploy the service, which is expected to have a budget of £250 million by 2020, in the event of emergencies ‘even without the approval of the country concerned’.” Express, 7 March 2016     ‘The proposals do not affect the UK which is not in Schengen.’ Stornoway coastguards. Photograph: Murdo MacLeod for the Guardian    Where it appeared: website homepage Why this is wrong: the EU had no plans to seek control of our coasts or seize control of the British coastguard service. Nor could its proposed border force intervene in the UK. Its proposals apply only to Schengen countries, which have already agreed to share borders, and so do not affect the UK which is not in Schengen. The European commission fact sheet says: “This proposal would apply to the Schengen Member States, the Schengen associated states and those EU Member States which have not yet acceded to the Schengen area, but are bound to do so. The Agency will be able to intervene at the external borders of these States.” At the bottom of the article, The Express quotes the immigration minister, James Brokenshire, as saying: “Britain is not part of the Schengen area and, to be absolutely clear, we will not be part of an EU Border and Coast Guard.” But this quote did little to correct the inaccuracy in the headline, subhead and earlier paragraphs. 7 “More than 700 offences are being committed by EU migrants every week, official figures suggest” The Telegraph, 17 February 2016 “Criminal convictions for EU migrants leap by 40% in five years: 700 found guilty every week in the UK but less than 20,000 foreign criminals have been deported” Mail Online, 17 February 2016 “EU migrants convicted of 700 crimes each WEEK – but only thousands of them are deported” Express, 17 February 2016     ‘The NPCC made clear it was not conviction data. Rather it looks at “notifications” by the UK to other countries.’ Photograph: Jeff Morgan 15 / Alamy/Alamy    Where they appeared: website homepages Why this is wrong: all three stories misinterpret figures released by the National Police Chiefs’ Council after a freedom of information request by Jack Montgomery, press officer for Leave.EU, a pro-leave campaign. In its letter releasing the numbers, the NPCC made clear it was “NOT conviction data”. Rather it looks at “notifications” by the UK to other countries when their citizens are convicted, appeal their convictions, break their court orders or if there are any other updates on their convictions. The Telegraph did mention in the 14th paragraph of its story that ACRO, the body that oversees the exchange of criminal records, “said that the figures include both convictions and ‘updates’ to convictions such as appeals and breaches of court orders”. Similarly, The Mail said in the 10th paragraph: “A notification also includes an appeal or a breach of a court order, said criminal records office ACRO.” But these passages did little to correct the misleading headlines and earlier paragraphs. In response to InFacts’ inquiries, a Daily Mail spokesman said: “We reported these statistics in the same way as other newspapers ... The article made clear that the figures related to notifications which include breaches of court orders and appeals as well as convictions. Nevertheless, we have made some amendments to the online article to further clarify the position and will publish a clarification in the Daily Mail.” 8 “The daughter-in-law of Abu Hamza cannot be deported from Britain despite a criminal past because of human rights laws, an EU law chief has ruled.” The Daily Telegraph, 6 February 2016     ‘The case of Abu Hamza’s daughter-in-law considers the impact her deportation may have on her young child, and remains undecided.’ Photograph: Ray Tang/Rex    Where it appeared: front-page splash Why this is wrong: There was no court ruling, just an opinion by one of the European court of justice’s advocates general, who added that under “exceptional circumstances” she could still be deported. Her case considers the impact her deportation may have on her young child, and remains undecided. Ipso’s code says: “A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and – where appropriate – an apology published.” The press watchdog ruled the Telegraph’s story was “significantly misleading”. It forced it to issue a correction, which appeared nearly three months after the original article was published and only on page 2. InFacts hopes the newspapers will rapidly correct the other stories – or, if they don’t, that Ipso can fast-track its own investigations. Failure to do so would mean that the voters would not have factual information on which to base their decision on 23 June. • Research by Sam Ashworth-Hayes and Jack Schickler This piece appeared simultaneously on InFacts.org",
  "webTitle": "EU-bashing stories are misleading voters – here are eight of the most toxic tales | Luke Lythgoe and Hugo Dixon",
  "webPublicationDate": "2016-05-19T08:32:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/inaccurate-pro-brexit-infacts-investigation-media-reports-eu-referendum",
  "keyword": [
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media law",
      "id": "media/medialaw",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ipso",
      "id": "media/ipso",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press regulation",
      "id": "media/press-regulation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/19/inaccurate-pro-brexit-infacts-investigation-media-reports-eu-referendum"
}