{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/29/frame-fitness-studio-pre-paid-card-expired",
  "id": "2016-05-29-181",
  "sectionId": "money",
  "body": "I signed up with fitness company Frame at its Shoreditch branch, and got a Frame card which you can top up and use to book classes rather than pay cash. However, I have lost £191 from this card as Frame has “expired” my pre-paid amount, pointing to a six-month expiry period in its terms and conditions. However, at no point was I asked to accept such terms and conditions, which might have prompted me to read them, and at no point was I told about the expiry period. Neither the “welcome” email or the card “top-up” emails mentioned this, nor did an email offering a deal whereby I could pay £200 and get £30 free. I have spoken to other people at the gym who were also unaware of this, but haven’t yet been caught out. If I sign into my account on the website there is still nothing about the expiry or a warning that is imminent. The company has repeatedly said I should have read the T&Cs, which admittedly I did not, but nowhere did I explicitly accept them either. After going back and forth for weeks I’ve been offered a goodwill gesture of £100, but I am shocked the company can get away with such poor transparency and conduct. Is this acceptable, or was I too naive in not reading the T&Cs? Is there a regulatory body I can complain to? AI, London SE1 The established (and expensive) national gym chains – some criticised for their complicated contracts and unwieldy T&Cs – have had a barrage of competition from newer and cheaper firms, such as Frame – a small but expanding London-based outfit. Frame trumpets its pay-as-you-go card model for giving customers the flexibility to “rock up at a time that suits, whatever your job, lifestyle or plans for the day”. We tested the online sign-up and it is one of those “tick box to accept T&Cs”, with the expiry clause not clear unless you click in and read it – which we think few people do. That said, you should have read them properly and if they were not clear before, they are now made plain, so long as you click into them. We contacted the company which confirmed it was in touch with you and had made the offer outlined above. It said in a statement: “In order to top up online and purchase credit, a customer must create a profile and tick a box which states they’ve read and understood our T&Cs. These T&Cs specify that credit expires six months from the purchase date.” However, since our intervention the company has, as an act of goodwill, recredited you with the full expired amount. Unimpressed with what you thought were flaws in its marketing and advertising you also complained to the Advertising Standards Authority. Well done you – the ASA upheld your complaint and has ordered the company to change what it considers to be misleading information. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Fitness studio in the Frame over card payments",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/29/frame-fitness-studio-pre-paid-card-expired",
  "keyword": [
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/29/frame-fitness-studio-pre-paid-card-expired"
}