{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/move-back-in-with-parents-doomerangers",
  "id": "2016-05-13-166",
  "sectionId": "commentisfree",
  "body": "Once you’ve flown the nest, and set up home elsewhere, the last thing you expect is to end up back with your parents. But according to a new survey this happens more often than you might imagine. What’s more, people in this situation have been given a name: doomerangers. Unlike the boomerang generation – who return to the family home not long after flying the nest – doomerangers left the family home many years before, and return due to financial circumstances, or the sudden loss of their home due to a break-up.  A survey of 505 people in this situation, conducted for Churchill Insurance, found that a quarter of people who moved back had done so after a relationship fell apart. The research revealed men were more likely to become a doomeranger after a divorce or separation. Financial pressure is the main reason, according to 55% of respondents.  We want to hear from so-called doomerangers about moving back in with their parents in later life. Share your experiences with us below.",
  "webTitle": "What's it like to move back in with your parents later in life? | Sarah Marsh",
  "webPublicationDate": "2016-05-13T13:29:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/move-back-in-with-parents-doomerangers",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/move-back-in-with-parents-doomerangers"
}