{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/nova-peris-resigns-from-the-senate-after-reports-she-was-seeking-afl-job",
  "id": "2016-05-24-315",
  "sectionId": "australia-news",
  "body": "Nova Peris, the Northern Territory senator and first Indigenous woman elected to federal parliament, will not recontest her seat after revelations she was seeking a job with the AFL. The Labor senator announced she would no longer run despite holding the NT’s No 1 Senate spot for the upcoming election. Peris said she had decided to step down at the end of her term after “careful deliberations” with her family. “As the first Aboriginal female in federal politics as well as the Labor party’s first Aboriginal member in federal parliament I certainly had challenges, but none that I couldn’t handle or was not prepared for, having already lived a very public and documented life,” she said in a statement. “I’m now moving on and personally looking forward to the next chapter and journey of my life.” The statement did not mention the touted role with the AFL.   Related: Nova Peris says government language around Indigenous people is patronising    Guardian Australia understands Peris has not contacted either the opposition leader, Bill Shorten, or the Labor national secretary, George Wright, speaking only to Labor’s Senate leader Penny Wong since the story of the AFL job broke on Monday. Her lack of contact with federal colleagues and staff had sealed her fate, according to one Labor insider. Wong confirmed she’d had “a number of conversations” with Peris, including one on Tuesday morning. Wong told media Peris had made “an important contribution”. “She has been a trailblazer, a champion of change, she has been an Indigenous woman in this parliament and we need more of them,” she said. “We wish her all the very best in whatever endeavours she chooses to undertake in her future.” Reports of a rift between Peris and NT Labor are believed to be accurate, but not behind the current crisis. Shorten said Peris would depart “with my absolute best wishes”, and dismissed as “complete rubbish” suggestions she had been sacked. “She’s a distinguished Territorian, and a distinguished Indigenous Australian,” he told media. “I’m very grateful for the time she has served the Labor party and the people of the NT.” Labor are now scrambling to find a replacement for its top NT Senate spot. Guardian Australia understands several names – all women but none currently in politics – are in play.  It is understood former Northern Territory politician Malarndirri McCarthy has put her hand up for the Senate spot.  McCarthy is a former ABC and NITV journalist and was in the NT legislative assembly between 2005 and 2012. It is understood in order to conform with affirmative action rules, Peris’s replacement would need to be a woman because the second Senate candidate and the lower house candidates are men. Neither Peris’s predecessor, Trish Crossin, nor former NT minister Marion Scrymgour is believed to be in the running. Peris won her Senate seat at the 2013 federal election, after then-prime minister Julia Gillard replaced Crossin with the dual Olympian in a divisive “captain’s pick”. Crossin is now director of the Indigenous Land Corporation. Responding to reports she had called for an apology from Gillard, Crossin tweeted on Tuesday that she had not, “but some may well think it’s the right thing to do”.    Not my public statement @mattcunningham but some may well think it's the right thing to do @dan_bouchier https://t.co/r50GC29HJ8— Trish Crossin (@trishcrossin) May 23, 2016    Crossin said it had been “chaos” since Gillard removed her, and “this is what happens when you override a democracy”. She told the Australian Peris did not live up to expectations. Peris has faced animosity within the party and in the Northern Territory since Crossin’s ousting, but has been largely popular as a senator. She was deputy chair of the federal parliamentary committee on reconciliation, and was an outspoken advocate for Aboriginal and Torres Strait Islander people. The controversy erupted on Monday after Fairfax Media reported Peris had been in talks with the AFL for its top Indigenous job, while still seeking re-election to her Senate seat. While flagged as a frontrunner in Monday’s reports, Peris does not yet have the job with the AFL. The top Indigenous position is a new one, after the organisation split its multicultural focus into a separate role and the position was vacated by Jason Mifsud, who became executive director of Aboriginal Victoria. The AFL chief executive, Gillon McLachlan, said: “All I’d say is that clearly Jason’s role will be replaced. “We’re running a process and that’s been going. “We’ve got some high-quality candidates … I’m not going to say any more than that.” Coalition NT senator Nigel Scullion had earlier called for Peris to come clean on the reports. “If senator Peris is not standing for election, Labor needs to come clean and say who will be No 1 on its Senate ticket in the Northern Territory and whether there will be a democratic pre-selection process or just another captain’s pick,” Scullion said. The Northern Territory treasurer and former federal MP, David Tollner said Peris was “probably not up to the job”, and it seemed to him the AFL was “a much better fit than the Senate”, AAP reported. “You are completely open to public scrutiny and criticism, some warranted, some completely unwarranted, and I think no fault to Nova but she’s probably not up to the job and she’s looking to bail out,” he said.Tollner will be leaving politics at the NT election in August, after the Country Liberal party did not endorse him for a seat.",
  "webTitle": "Nova Peris resigns from the Senate after reports she was seeking AFL job",
  "webPublicationDate": "2016-05-24T03:37:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/nova-peris-resigns-from-the-senate-after-reports-she-was-seeking-afl-job",
  "keyword": [
    {
      "webTitle": "Nova Peris",
      "id": "australia-news/nova-peris",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    },
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/24/nova-peris-resigns-from-the-senate-after-reports-she-was-seeking-afl-job"
}