{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/18/city-resilience-index-expect-unexpected-how-measure-improve",
  "id": "2016-05-18-167",
  "sectionId": "cities",
  "body": "“In Concepción we had two earthquakes: the 8.8 one and the social earthquake – looting, arson … I think the last one affected our soul most violently,” said Álvaro Ortiz Vera, the mayor of Concepción, a coastal city in Chile hit by a major quake in February 2010. While traditional disaster risk management meant the city was well prepared in terms of strict building codes, limiting damage and loss of life, what was not foreseen was the total breakdown of communications networks. With critical services like water, electricity and sewerage networks severely disrupted, officials were unable to communicate with each other, coordinate help from the government in Santiago or keep the public up-to-date with what was happening. Reports of food shortages and theft escalated into looting and panic, until the military were brought in to restore order. What traditional risk management missed became clear, though, when Concepción used the City Resilience Index (CRI), a new tool developed and launched today by engineering consultancy Arup for the Rockefeller Foundation. “Concepción had done all the things you’d expect an earthquake-prone city to do in terms of building codes and emergency management, but the weakness that emerged [from the CRI assessment] was that their telecommunications systems were all reliant on broadband internet,” says Jo da Silva, Arup’s director for international development. “When that failed in the quake, the whole city information stopped and there was a lot of social disruption as a result. A normal analysis of disaster risk reduction would never have unearthed that.”    The alternative to resilience is failure, it’s urban collapse  Jo da Silva     The CRI measures a city’s resilience. Participants (usually municipal governments) answer 156 questions covering issues from health and wellbeing to economy and society, infrastructure and ecosystems to leadership and strategy. How affordable is transport? How robust is planning? How much green space is there? Answers to these questions – both qualitative and quantitative – give the city a holistic ‘resilience profile’. It is not a single aggregate score, but what da Silva at Arup likes to explain as a representation of the city’s immune system. Arup analysed 22 cities during the development of the tool and tested the finished index on five diverse cities around the world: Liverpool in the UK, Hong Kong, Arusha in Tanzania, Shimla in India and Concepción. In Shimla, for example, the hillside capital of Himachal Pradesh in the Himalayas, 35 city and state departments came together with academics and NGOs to complete the assessment. Weaknesses were identified in sustainability and planning, and healthcare was highlighted as an area of concern.     Shimla’s resilience profile. Illustration: Arup    Arup is keen to stress, though, that the index is not about judging cities, or comparing performance across cities; instead it’s about creating a community of users who are able to improve performance in their own city, and then share their experiences with others. The five pilot cities were deliberately not chosen from the Rockefeller Foundation’s 100 Resilient Cities programme, which announces its final tranche next week. Any city can complete the CRI using the online tool – which helps guide multiple users to collaborate over the input of data – and the hope is that more cities will get involved. “The CRI goes beyond preparedness,” da Silva explains. “Resilience is about recognising we’ve got to be ready whatever happens. You need to create cities that function well today and will continue to function irrespective of what happens. It may be the arrival of 200,000 refugees, it may be a major flood, or it could be an economic downturn. We can’t bury our heads in the sand until those shocks and stresses occur. We want to make sure cities are prepared to deal with both the expected and the unexpected. How we manage that, recognising the fact that the majority of people live in cities, is for me the agenda that is going to define the 21st century.   Related: Judith Rodin's warning for the world: 'Crisis is becoming the new normal'    “The alternative to resilience is failure, it’s urban collapse. When you look at the human consequences of that – whether it’s in cities like Detroit, that suffered an economic collapse, or Port-au-Prince in Haiti, which had a physical collapse – you are talking about events that affect hundreds of thousands of people. Urban failure of any sort is on the scale of major natural disasters.” Sundaa Bridgett-Jones, associate director of international development at the Rockefeller Foundation, says the CRI has evolved as a diagnostic tool to fill the gap left by existing methods which tend to concentrate on easily quantifiable scientific measurements and focus on single hazards. The complex world of resilience doesn’t lend itself to aggregation into a single score or ranking, and there is much of value which cannot be quantified as a sum of money or a percentage. “Growing numbers of city leaders really want to be able to look at the full spectrum,” she says, “to see where they are, and help them make decisions. They want to deal with challenges now and challenges that are coming – that may be weather, climate change, economic growth – but also to be able to deal with stresses and shocks that are unforeseen. “The index allows cities around the world to assess where they are. Once they’ve completed a profile, they can see they’re strong in some areas and weaker in others. They can talk to other cities and share their knowledge, and we hope to be able to see what’s working and identify solutions.” Guardian Cities is a member of the Habitat III Journalism Project. Read more about the project here. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Expect the unexpected: how to measure and improve a city's resilience",
  "webPublicationDate": "2016-05-18T13:07:26Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/18/city-resilience-index-expect-unexpected-how-measure-improve",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Van Mead",
      "id": "profile/nickmead"
    }
  ],
  "guardianId": "cities/2016/may/18/city-resilience-index-expect-unexpected-how-measure-improve"
}