{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/the-long-weekend-life-in-the-english-country-house-1918-to-1939-adrian-tinniswood-review",
  "id": "2016-05-28-129",
  "sectionId": "books",
  "body": "The problem with breaking down the past into periods is that it requires you to come up with a signature for each artificial parcel of time. In terms of the English country house, which is the subject of Adrian Tinniswood’s hugely enjoyable new book, that would mean the chilly Victorians (windows open all the time, no central heating, one lavatory for everyone) giving way to the luxurious Edwardians (hot, running water, eight courses for dinner) leading to – what exactly, for the interwar period? A rough sketch might start in 1918 with empty seats at the breakfast table, a reminder of all those young lives lost in the Flanders mud. Then you’d have the roaring 1920s, with flappers doing the Charleston on ancient flagstones, cheered on by some prince of the blood with a showgirl on one arm, a handsome chauffeur on the other and a Benzedrine cocktail within easy reach. Then it would be the early 30s, with everyone having gloomy conversations with their land agent about selling off the home farm, before we get to the eve of another war with much muttering that peace with the Hun doesn’t seem too awful a price to pay if it means you can hang on to your Saturday-to-Mondays in the Quantocks. But as Tinniswood shows, life behind the mullioned windows and Palladian pillars during those 21 years was infinitely more varied than this frictionless summary suggests. As well as swans in the moat, inglenooks and romantic conservatism, there was decay, streamlined modernism and queer subversion. It is a story – or a space – that contains red-cheeked squires and American plutocrats, Mrs Miniver and Mrs Simpson, Winston Churchill and Charlie Chaplin, earls in plus fours and Cecil Beaton in drag. In short, it is life itself, fretful and funny, deft and daft. Tinniswood’s core competence is in architectural history, and it is this that provides the spine for his capacious narrative and the best chapters in the book. He starts with a particularly fine section on the “castle habit”, the passion among the rich for buying up ruined castles in the south-east and turning them into family homes: Herstmonceux, Hever, Saltwood, Allington and Leeds. In some cases these ancient buildings were given what might be called the antiquarian treatment – missing linenfold panelling was salvaged from a nearby ruined priory, roofs were redone with the original authentic sag, old “crown”’ glass was dusted off and pressed into the higgledy-piggledy window frames. In other instances history was treated as a dressing-up box from which to plunder the bits you fancied, regardless of whether they actually matched. At Herstmonceux, Claude Lowther MP and his architect Cecil Perkins widened the moat, swept away courtyards to improve the view and built a new great hall from scratch. Lowther liked to add to the olden days vibe by greeting his weekend guests in a courtier’s costume composed of black knee breeches and buckle shoes, leading a pet ram who was apt to snack on the tapestries. The great thing about Tinniswood is that he has no snobbery about Lowther or the many other landowners who, on a smaller scale, were engaged in evoking the past rather than recreating it in fine detail. For every Albert Richardson at Avenue House in Bedfordshire who refused electricity in favour of lamps and candles until well into the 1950s, there was a Martin Conway at Allington who maintained that the best way to light up a dark interior was to knock through some windows. Since “several generations had made holes in the walls wherever they needed them”, Conway didn’t see why he shouldn’t do the same. Conway’s insistence on taking the long view chimes nicely with Tinniswood’s analysis of country house living in the interwar era, which stresses continuity over change. The romantic impulse to rebuild English country houses should not, he insists, be understood simply as an appalled reaction to the carnage of the Somme. The whole “castle habit” had started well before the war and was an outcrop of an anti-urban, anti-industrial and anti-modern tradition that reached back to the arts and crafts movement and, beyond that, to early-19th-century Romanticism. You could – still can, in fact – see evidence of that pedigree in places such as Rodmarton Manor in Gloucestershire, where restoration began in 1909. Everything was done here just as William Morris might have insisted on 30 years earlier: the stone and slate were quarried nearby, timber beams were cut with an old-fashioned two‑handed saw, and local craftspeople brushed up ancient skills to produce everything indoors, from pottery to caned seats. And it took an authentically tedious two decades years to complete.     Cecil Beaton getting ready for a summer party at his country house, Ashcombe. Photograph: Ullstein Bild/ Getty Images    Alongside this nostalgic strand ran an altogether brasher approach to country house living. The emblematic figure here was Philip Sassoon, the politician and socialite who built a brand-new retreat on the edge of the Romney Marsh, with such a clear view of the Channel that on a quiet night he maintained you could hear a dog bark in Beauvais. There was nothing quiet, though, about Sassoon’s plans for Port Lympne. The billiard room was turned into a huge canvas tent, thanks to Rex Whistler’s clever trompe l’oeil murals, while the swimming pool spouted fountains. The dining room walls were panelled with lapis lazuli and lavished with a frieze of beautiful naked Egyptian boys (until, that is, 1936 when Queen Mary was due to visit and the artist was called back to put underwear on the cavorting figures). Stunned visitors to Port Lympne used words such as “opulent”, “exotic” and “Bablylonian” when what they might have meant was “Jewish and homosexual”. This suspicion of modernity as being essentially un-English and unmanly meant that even the most robust and rugged of modern country houses had an awful lot to prove. There was something about a blinding-white, streamlined bunker with sliding doors and huge sun roof plonked down in a corner of the home counties that struck interwar nimbys as slightly obscene. Even those avant gardists who started out by embracing this new way of country living found their spirits failing when faced with the hard-edged, sharp-cornered realities. Such was the case with the Greene family who in 1930 commissioned the architect Oliver Hill to build them a modernist house outside Guildford. Joldwynds looked like a beached Cunard liner, with sparkling white cement walls and dining room furniture upholstered in white calf. In desperation at its impracticality, Nancy Greene wrote a bruising letter to Hill pointing out that “unfortunately Joldwynds was meant for a house to live in, not a lovely film set”. After four years of feeling that they were not quite lovely enough for their own home, the Greenes moved on to somewhere where they didn’t have to try so hard. Tinniswood doesn’t say where the Greenes went next, but one hopes for their sakes that it was into somewhere decorated more soothingly, perhaps in the New Georgian style. This was the default option for the vast majority of country house owners and their tenants, who were neither antiquarian nor modernist but just liked being comfy. A typical example might be Ditchley Park in Oxfordshire, which was decorated by Sybil Colefax and Syrie Maugham together with the new chatelaine Nancy Tree, who, as Nancy Lancaster, went on to be a celebrated interior designer in her own right (there was a joke going around in the 1930s that a woman was either happily married or an interior designer). New Georgian was a gentle, slightly shabby style in which good pieces from Aubusson and Hepplewhite were treated like old friends rather than starchy family retainers. There was no shame for New Georgians in having your damasks and velvets slightly bleached by the sun. It was a look that, at a pinch, a young wife could manage armed with nothing more than her mother’s cast-offs, some back issues of Country Life and a trip to Waring & Gillow. Indeed, New Georgian is what you are still most likely to find today not only in the manor and farmhouses of England but also in its weekend cottages and expensive country hotels.   Related: The country house and the English novel    Continuity, then, is the takeaway message from Tinniswood’s engrossing and romantic account (no one can make an over lintel sound so lovely as he). For despite what people liked to splutter to themselves as the sun sank over the deer park, country houses had never stayed still. Georgian became New Georgian, gothic became gothic revival and high medievalism became arts and crafts, before everything shifted round again. American businessmen bought buildings owned by great families of England, and the great families of England went into interior design. Yet while the external details might change, the country house remained as enduring a symbol of Britishness in 1941 as it had been in 1914. Tinniswood finishes his account by telling us of a soldier who wrote to his wife shortly before he was killed in North Africa. The man explained that he had managed to get hold of an issue of Country Life. “It was,” he reported, “so lovely to read what one was fighting for.” • To order The Long Weekend for £20 (RRP £25) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Long Weekend review – life in the English country house between the wars",
  "webPublicationDate": "2016-05-28T08:30:29Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/the-long-weekend-life-in-the-english-country-house-1918-to-1939-adrian-tinniswood-review",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Hughes",
      "id": "profile/kathrynhughes"
    }
  ],
  "guardianId": "books/2016/may/28/the-long-weekend-life-in-the-english-country-house-1918-to-1939-adrian-tinniswood-review"
}