{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/nigeria-calls-on-anti-corruption-summit-to-back-registers-of-ownership",
  "id": "2016-05-05-60",
  "sectionId": "world",
  "body": "Nigeria has called on an anti-corruption summit in the UK next week to support publicly accessible registers of beneficial ownership. It says the registers will help identify the individuals hiding behind corporate vehicles while laundering public funds in offshore territories. The call was made by the Nigerian minister for justice, Abubakar Malami, at a separate anti-corruption conference organised by the One charity in Nigeria – often cited as one of the African countries most held back by endemic corruption. Britain has been unable to persuade its overseas territories to commit to publicly accessible registers of ownership, and after three years of talks the British prime minister, David Cameron, has had to settle for forms of registers only open to police and law enforcement agencies on demand. Britain’s own public register of beneficial ownership goes live next month.  Ahead of the summit, the Cayman Islands disclosed that they were still under pressure to sign up by the UK government to a EU-related measure on automatic exchange of beneficial ownership, as opposed to a system based on disclosure on request, the agreement originally signed with Whitehall last month. Cayman Islands’ financial services minister Wayne Panton told the Cayman Reporter: “This is now yet again a further standard which is being proposed and which seems to be gathering momentum, which we are being asked to give in to. Basically the ink has barely dried [on the last agreement] and we are talking about another initiative. A lot of the impetus for this thing has come about from the Panama Papers and the significant overreaction in respect of some of those things.” He said all of the British overseas territories and crown dependencies had been asked to consider committing to the new initiative, which was an extension of the agreement signed in April, which was an “on request” approach. “Now it has evolved to an ‘automatic exchange’ approach,” Panton explained, “which by definition will effectively mean if you commit to it you have some quasi-central register. What is just incredibly surprising is the speed with which the proposal was developed and seems to be supported.”  It is not clear if many of the leaders of the overseas territories will attend the London conference next week which is likely to be attended by as many as 40 countries, including African leaders fighting corruption and key figures in the G20 such as the US secretary of state, John Kerry. Malami also disclosed that Nigeria would sign an open government partnership, likely to be a centrepiece solution to government corruption promoted at the summit.  The summit communique is likely to include a commitment to make public contracting open by default so that businesses and citizens could follow a clear record of how public money was spent.  It will be the first time that governments have clearly laid out a vision of accessible usable data across the entire chain of public contracting. Total government spending through contracting is estimated at $9.5tn (£6.5tn) worldwide. Some countries have committed themselves to public contracting on individual projects such as the giant Mexico City airport, and there will be calls for these to go wider.  In a frank admission of how far Nigeria needs to go to end corruption-induced poverty, Malami admitted “a patronage culture has evolved around a powerful elite that is in control of oil revenues and would do anything to maintain the status quo. With weak systems of accountability, this has created a situation where corruption has become embedded and accepted as part of life in Nigeria.”  Grand corruption, he said, “has led to a huge level of illicit asset flight and the illegal transfer of a large proportion of natural resource revenue out of Nigeria to offshore bank accounts or for investment in opaque economies, while also creating a widespread culture of corruption and impunity at all levels of society.” He also called for the London summit to take steps to increase transparency in the management of returned stolen assets, to ensure ease of access in the recovery of stolen assets, and to ensure that “illicit enrichment” or non-explainable wealth could be used as the basis for recovery of stolen public assets.",
  "webTitle": "Nigeria calls on anti-corruption summit to back registers of ownership",
  "webPublicationDate": "2016-05-05T18:53:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/nigeria-calls-on-anti-corruption-summit-to-back-registers-of-ownership",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transparency",
      "id": "global-development/transparency-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/05/nigeria-calls-on-anti-corruption-summit-to-back-registers-of-ownership"
}