{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/syrian-refugee-camp-bombing-airstrikes-sarmada-un-msf",
  "id": "2016-05-06-174",
  "sectionId": "world",
  "body": "The bombing of a Syrian refugee camp that left dozens of civilians dead and wounded and was blamed on the government of Bashar al-Assad was “despicable” and “could amount to a war crime”, senior UN figures have said. The airstrikes on Thursday afternoon near Sarmada, a town in Idlib province just 12 miles away from Reyhanli in Turkey, left the camp in ruins, with one witness describing a scene of horror, with tents on fire and body parts strewn around the area.   Related: The Guardian view on Syria: the agonies of Aleppo | Editorial    Stephen O’Brien, the UN under-secretary general for humanitarian affairs, demanded an immediate investigation. “If this obscene attack is found to be a deliberate targeting of a civilian structure, it could amount to a war crime,” he said. Zeid Ra’ad al-Hussein, the high commissioner for human rights, said it was “extremely unlikely that these murderous attacks were an accident” given the tents could be clearly viewed from the air.  “My staff, along with other organisations, will leave no stone unturned in their efforts to research and record evidence of what appears to be a particularly despicable and calculated crime against an extremely vulnerable group of people,” he said.  The French foreign ministry said in a statement that the bombings “could be constitutive of a war crime and a crime against humanity.” The White House earlier called the strike indefensible. There was no justifiable excuse to target civilians who had already fled their homes from violence, White House spokesman Josh Earnest said, calling the situation heartbreaking. The US said it has not confirmed who carried out the strike, but said no US or coalition aircraft were operating in the area. Syria’s military have denied any involvement. “We don’t know yet if it’s Syrian or Russian aircraft, but they struck in the middle of the camp and many of the tents have been burned,” said Alaa Fatraoui, a journalist who saw the aftermath.  He added: “There are many martyrs and body parts. I saw with my own eyes nearly 30 dead. It’s a very bloody scene. It’s revenge against civilians. There are absolutely no armed men there, they’re all civilian refugees, homeless people living on the street.”   Map of camp   The opposition’s Syrian National Coalition described the attack as an “appalling massacre by regime forces against civilians” and said it showed Assad was not a serious partner for peace. “The Syrian Coalition condemns the international community’s silence, which represents direct complicity in Assad’s war against civilians in Syria as it has been interpreted by the regime as a green light to kill more and more Syrians,” the coalition said in a statement, adding that more than 30 people were killed in the attack and dozens were injured. The Syrian Observatory for Human Rights, a monitoring group with contacts inside Syria, said dozens had been left dead or wounded, seven of whom were children. Images provided by activists in the area showed civil defence workers putting out fires with debris and burned-out tent husks on the ground. Médecins sans Frontières (MSF), which operates a camp for 80,000 internally displaced Syrians in nearby Atmeh and had provided vaccinations to the refugees in al-Kammouneh, said the attack showed that civilians were paying the price for the ongoing conflict. The charity said it did not know exactly what happened in the attack on the camp, or who was responsible, but that the camp was inhabited by internal refugees who had already been displaced multiple times during the war. “It is extremely concerning … and a clear sign again that civilians are paying the price in this conflict,” said Sam Taylor, MSF’s communications coordinator for Syria.  The al-Kammouneh camp is believed to have as many as 500 tents, with an average of six or seven family members per household. The majority are civilians who fled the nearby Aleppo province, where an offensive by the Syrian government is threatening to cause a humanitarian catastrophe. The footage of charred bodies and men using buckets of water to try to douse flames was in stark contrast to the concert at the Unesco world heritage site of Palmyra, where renowned conductor Valery Gergiev led a performance by the Mariinsky Symphony Orchestra from St Petersburg. A cessation of hostilities brokered by Russia and the US brought a measure of relief to Aleppo on Thursday. But fighting continued nearby and Assad said he still sought total victory over rebels in Syria. Assad said in a telegram to the Russian president, Vladimir Putin, that his army would not accept anything less than “attaining final victory” and “crushing the aggression” by rebels in Aleppo, according to state media.           Firefighters battle flames at refugee camp following airstrike    “We call on Russia to urgently address this totally unacceptable statement,” US state department spokesman Mark Toner told a briefing. “It’s clearly an effort by Assad to push his agenda, but it is incumbent on Russia to assert influence on that regime to maintain the cessation of hostilities.” Toner sought to address confusion over the timeline for the cessation of hostilities, with Syrian state media saying the army would abide by a “regime of calm” in Aleppo for 48 hours from 2200 GMT on Wednesday and the state department emphasising it was open-ended. Russia blocked a British-drafted UN security council statement, which would have condemned the surge in violence in Aleppo and attacks against civilians. “There is one country that could not agree [to] it and it’s Russia,” Britain’s UN ambassador Matthew Rycroft told reporters. “That does speak volumes about their support for protection of the Assad regime.” The Sarmada attack highlighted the growing savagery of the conflict in the aftermath of the collapse of a ceasefire deal brokered by the US and Russia that was meant to pave the way for peace negotiations. The talks in Geneva were deadlocked amid the government delegation’s refusal to discuss a transition that would see Assad eased out of power. The ceasefire’s fate was effectively sealed by the launch of the regime’s offensive last weekend in Aleppo, Syria’s largest city and its former commercial capital. It comes days after the government destroyed a hospital backed by the Red Cross and MSF, killing the last paediatrician left in rebel-held eastern Aleppo, and a rebel attack on a maternity hospital in the government-controlled west of the city. The attack raises questions over the safety of refugees who were uprooted in the war and settled in refugee camps near the Turkish border. Ankara has repeatedly called for safe zones in the area to protect the refugees from airstrikes, but the proposals have been met with a shrug by western powers involved in the conflict. Refugees fleeing recent fighting have been kept on the Syrian side of the border rather than being admitted into Turkey.",
  "webTitle": "Bombing of Syrian refugee camp could be war crime, says UN chief",
  "webPublicationDate": "2016-05-06T12:45:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/syrian-refugee-camp-bombing-airstrikes-sarmada-un-msf",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bashar al-Assad",
      "id": "world/bashar-al-assad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/06/syrian-refugee-camp-bombing-airstrikes-sarmada-un-msf"
}