{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/reduced-to-the-status-of-buffoonish-imbecile-for-sending-helpful-video-clips",
  "id": "2016-05-23-140",
  "sectionId": "football",
  "body": "HARD BOILED So farewell then, Louis van Gaal. To paraphrase Vince Lombardi, the Iron Tulip has ended his reign at Manchester United just as he began it: fired with enthusiasm. Departures don’t get much more predictable and yet the manner in which this one is being conducted seems unnecessarily cruel and chaotic ... much like the dismissal of his predecessor. It’s almost as if Louis isn’t entirely the problem and not the only high profile figure at Old Trafford who isn’t up to the job. Now the Fiver doesn’t clamber atop its soapbox with megaphone in hand too often but we’re happy to denounce events at Old Trafford as fairly shabby treatment of an entertaining and eccentric fellow who masterminded an FA Cup final victory just two days ago. And this morning? There he is, packing his things into a cardboard box while reduced, thanks to one dressing room mole, to the status of buffoonish imbecile for the apparently heinous crime of sending underperforming players helpful video clips via email and then taking steps to find out whether or not the lazy sods had actually watched them. (In related news from the Manchester United sieve, it seems Matteo Darmian certainly didn’t pay much attention to this one. Now the Fiver can think of plenty of valid reasons why Manchester United might have wanted to offload Van Gaal, the often excruciating and moribund style of football he forced upon his apparently mutinous charges being the main one. But when a football manager is being ridiculed from within for genuinely trying to improve those under his command, then he really is on a hiding to nothing. For all that, the rumoured £5m pay-off he’ll trouser for doing that particular nothing will almost certainly help soften the blow to his not inconsiderable ego. Reportedly paid £4m just to wait in the wings and ignore other suitors before taking over his old friend’s job is one José Mourinho, who has been cackling fiendishly through steepled fingers since December. Among those likely to be particularly pleased by Mourinho’s arrival at Manchester United are resident spectres at the feast Sirs Alex Ferguson and Bobby Charlton, who can’t stand the sight of the man but will presumably feel duty-bound to pretend to be pleased by his appointment. Blogging’s Juan Mata is another club employee likely to be unimpressed, having previously been bounced out of Stamford Bridge by his old – and soon to be new – boss. Similarly, those United players from the “delegation” reported to have voiced their misgivings about Mourinho’s appointment are equally unlikely to be pleased with the new appointment, while anyone under the age of 23 with no particular inclination to go on loan to Zulte Waregem or Genk will also be swallowing nervously. Oh yes, even by the standards of a man fabled for his ability to start an argument in an empty room, the levels of friction Mourinho appears to have already caused from boardroom to training ground has been mightily impressive, due in no small part to fevered speculation over the future of Ryan Giggs. Reports from Manchester suggest he will be offered a role “in some capacity”, which covers a multitude of possibilities from giving stadium tours all the way up to a role as one of Mourinho’s inner circle of designated fourth official-botherers. With neither likely to appeal to a man who had his eye on the Big Chair, our money’s on Giggsy severing 29 years worth of ties with United and following Louis out the door. QUOTE OF THE DAY “What unfolded on Saturday cannot and must not be put down to exuberance. That is a complete insult to Rangers, our supporters, and those individuals who were intimidated and attacked. Rangers finds it incomprehensible that no one, either from within the Scottish FA or Hibernian Football Club, has condemned Hibernian’s supporters following the violent scenes at the end of [the] Scottish Cup final when Rangers players and members of our backroom staff were physically and verbally assaulted” – the Pope’s O’Rangers send a sternly worded letter in the direction of the Scottish FA following Hibs’ fans decision to stage an historical reenactment of Scotland fans’ dismantling of Wembley in 1977 after they won the Scottish Cup for the first time since 1902.     Pretty accurate. Photograph: Jeff Holmes/PA    FIVER LETTERS “The Dark Side wins and Alan Pardew impersonates a young Elvis. Any innocence from my childhood that remained has been nuked” – JJ Zucal. “Congratulations to Manchester United for seemingly doing the impossible, making us all feel sorry for Louis Van Gaal. They couldn’t even let him enjoy winning the FA Cup for even one hour could they?” – Noble Francis. So, I finally get a letter published in The Fiver, and you give credit, and photo credit to Steven Chicken, after he’d already won the letter o’ the day the previous day. I’ve wasted even more time that I cannot get back after writing this email. But that’s okay, after the upset of Pope’s O’ Rangers losing to Hibs on Saturday, I was treated to watching Iron Maiden in Johannesburg. Pity about the Euros and Copa América coming up, with all the cup finals being played, I was hoping the STOP FOOTBALL campaign could get back up and running. Or even better… STOP THE FIVER!” – Gavin Simmonds.  “Hang on, that wasn’t me that wrote in on Friday. Now it looks like I spent Thursday afternoon ego-googling something I wrote, then writing in complaining that I should have made it easier to find, when in reality I only did the ego-googling.Sorry about that broken link, by the way. Obviously not intentional and I can’t see how to fix it. Ho-hum” – definitely Steven Chicken. “Re Noble Francis’s postscript (Friday’s letters) suggestion: some of us are the kind of  erudite, sociable and friendly folk  losers who already have Economist accounts” – Jack Stokes.  Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s prizeless letter o’the day winner is … JJ Zucal. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Well this is a surprise. Romelu Lukaku would quite like to play football somewhere other than Everton. “When things are broken between the manager and the players, it become difficult … in my head I know where I want to go. You will know when it is concluded,” said his knowing head.     Romelu Lukaku’s head knows. Photograph: Geert Vanden Wijngaert/AP    Mr Roy has no problem with Jamie Vardy skipping England’s match against the Flamin’ Socceroos to get wed. “He had to cancel his wedding last year when I called him up,” sighed Mr Roy. “So it was more difficult for me than it would have been otherwise to complain about this week’s date.” Meanwhile, PSG’s 4-2 defeat of Marseille in the French Cup final was overshadowed by safety concerns involving overcrowding and firecrackers being thrown around the Stade de France. “When the system was under pressure, it collapsed at a certain number of points,” said a local official.  Chris Coleman has scrawled Chris Coleman all over a contract tying him to the Wales job until the World Cup in 2018.  And Liverpool fans will be delighted to hear that Mario Götze has dumped his Mr 15% and committed his future to Bayern Munich. “I look forward to the new season in Munich and will do everything possible to be in top shape for my first training session under Carlo Ancelotti,” he roared.  RECOMMENDED LISTENING Coming to this hyperlink soon: It’s AC Jimbo with a red-hot chunk of Football Weekly podcast action.  STILL WANT MORE? Jamie Jackson drops five tasks facing José Mourinho into the incoming Manchester United manager’s in-tray, so that Ed Woodward doesn’t have to.  Yo ho ho and a bottle of rum! Louis van Gaal’s tactics left Manchester United players close to mutiny, writes Daniel Taylor.  The New York derby turned into low farce for Frank Lampard, Patrick Vieira and NYCFC. It’s Tim Hill on that 7-0 walloping by New York Energy Drink Advertising Gimmick FC.  Álvaro Morata is Juventus’s man for the big day again but for how much longer? head-scratches Paolo Bandini.  Jordan Morris, Jürgen Klinsmann and surviving the US Soccer Hype Machine. Andrew Helms on a cautionary tale.  Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. THE WAITING GAME",
  "webTitle": "Reduced to the status of buffoonish imbecile for sending helpful video clips",
  "webPublicationDate": "2016-05-23T14:43:49Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/reduced-to-the-status-of-buffoonish-imbecile-for-sending-helpful-video-clips",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/23/reduced-to-the-status-of-buffoonish-imbecile-for-sending-helpful-video-clips"
}