{
  "apiUrl": "https://content.guardianapis.com/science/brain-flapping/2016/may/24/brain-vs-stomach-why-dieting-is-so-hard",
  "id": "2016-05-24-171",
  "sectionId": "science",
  "body": "A recent report by the National Obesity Forum stated that official advice about low-fat diets is wrong. As ever, there’s now heated debate over how valid/accurate this claim is. But let’s step back a moment and ask a revealing question: why do official government dietary guidelines even exist? Why are they necessary? From an entirely logical position, eating food fulfils several requirements. It provides the energy to do things, helps us build up stores of energy for when needed, and provides the materials required to build and maintain our bodies. Therefore, the human body requires a regular intake of nutrients, vitamins and calories to maintain day-to-day functioning. As a result, the human body has developed an intricate digestive system to monitor and regulate our food intake.  The digestive system is quite cool. It has a sophisticated nervous system that can operate pretty much independently, so is often regarded as separate from the main one, leading some to describe it as a “second brain”, there to encourage, monitor and process the consumption and digestion of food. It also utilises hormones, namely leptin and ghrelin, which decrease and increase appetite respectively depending on how much food the body has/needs. It’s a painstakingly complex and precise system that’s evolved over aeons to make sure we eat what and when we need to, and get the most out of our food. However, at some point the human brain got involved, then everything went to hell. This is why we can now be presented with foodstuffs we’re repeatedly told are unhealthy, even dangerous, and say “Thanks. Extra chilli sauce on mine, please”.  Spicy food is another example of our brains being weird when it comes to food. “What’s in this? A chemical that literally causes pain? Great, love that”.  A craving for pain-inducing food is just one way our brains make a corned-beef hash of our eating behaviours. Despite the fact that the digestive system has clearly evolved to handle what we eat, the brain can (and regularly does) override it, for at-best-questionable reasons. Think of it as a manager, promoted above their ability level but unaware of this, constantly overruling more competent subordinates when it comes to important tasks.      The most important meal of the day. Every day. Perhaps 3 times a day. Or more. Photograph: Alamy    For example, binge eating is bad for us, but there’s evidence to suggest that our brains have evolved to encourage it. It makes a certain logical sense; if you’re a creature that lives in the wild, where food is often scarce, discovering a source of high-calorie or fatty foodstuffs, things that provide abundant metabolic energy, having a tendency to consume as much of it as possible and add it to your bodily stores regardless of when and what you last ate would be a survival advantage.  However, these days finding food isn’t a problem for your typical first-world human; we can literally summon it at the touch of a button. The more fundamental systems in our brain haven’t quite figured this out yet though (evolution takes a long time, apps do not), so the instinct to eat as much as we can of a thing we like remains, despite it being a bad idea overall.  This ties into the fact that while the hypothalamus tries to do a sensible job of regulating appetite and intake based on calorific requirements, consuming high-calorie foods induces pleasure via the reward pathways, giving us a strong preference for these things regardless of whether we need them.  This positive association with certain foods can be so potent that the brain overrules the stomach when it’s telling us we’ve eaten enough. You’ve probably experienced this yourself. You’ve sat groaning after a big meal where you ate almost an entire cow or enough spaghetti to choke a blue whale, meaning your stomach has stretched and released signals saying “no more”. Then the waiter offers to show you the dessert menu, and you say “sure”.  Why? You felt incredibly full just seconds earlier, you couldn’t possibly need any more calories. Nonetheless, the mere possibility of ice cream or cake means your brain rides roughshod over all the digestive system recommendations and tells us we’re able to carry on eating. Because it wants the nice thing.  The opposite is also true. You can eat something every day, it can be your favourite food for years, but if you eat it and feel sick just once, even if it’s just a coincidence, then your brain declares it off-limits from then on. The disgust response is an extremely powerful evolved mechanism, and the brain takes no chances when it comes to something that it thinks has made us ill, hence even the mere thought of eating that thing causes us to feel nauseous, despite our long history of eating it with no problems.      Even if you’re full, you can still eat dessert. All desserts are composed entirely of dark matter so don’t have any calories or interact with our bodies in any way. Photograph: Alamy    Habits are another problem. The brain is good at habit forming, especially with food, hence the common term “eating habits”. This is why it can be very hard to stop eating unhealthily. I used to grab a snack from the nearby shop on my walk to work every morning, until my expanding waistline suggested I should perhaps stop. But even now, I still feel weird hunger pangs whenever I pass that shop, even if I’ve just eaten. The brain learns to expect food at certain times, and prompts us when we don’t supply it. Ergo, it takes more willpower than you think to cut down on snacks.  The timing and rhythms of the brain also have a constant effect on appetite, hence we reliably get hungry at certain times, and people with health concerns that affect sleep patterns (e.g. Depression) often experience weight gain.  Memory also plays a part. An ingenious study by the University of Bristol involving an elaborate soup-pumping setup showed that it’s what people remember eating rather than what they actually ate that affects how soon they get hungry again. I’ve also heard report of amnesia patients constantly complaining of hunger, despite having only just eaten; even though they did, they can’t remember eating, so the brain decides it’s still hungry. Despite all the detailed info supplied by the digestive system, it’s the brain that gets the final say on when and what we eat. And it’s often wrong.  If you’re still dubious about the level of control the brain has over the digestive system, consider the fact that eating disorders like anorexia exist. Never mind the whys and hows or responsibilities, that they exist at all is incredible. Our brains can overrule our digestive system to the extent that it’s genuinely life threatening, defeating survival instincts that have evolved over millions of years.  It’s not all one way of course; apparently the stomach and digestive system can directly affect the functioning of the brain too, influencing mood and behaviour. So basically our diet is controlled by two separate systems which are meant to work together but can’t seem to agree on anything. It’s obviously a very stressful arrangement.  And what do we do when we’re stressed? EAT! And so the cycle continues.  This article is adapted from a section in Dean Burnett’s debut book The Idiot Brain, all about the flaws and failings of the typical brain. Dean Burnett will be discussing this with Robin Ince at the Guardian Live event in London on June 2nd. The Idiot Brain by Dean Burnett (Guardian Faber, £12.99). To order a copy for £7.99, go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "Brain vs stomach: why dieting is so hard | Dean Burnett",
  "webPublicationDate": "2016-05-24T12:34:18Z",
  "webUrl": "https://www.theguardian.com/science/brain-flapping/2016/may/24/brain-vs-stomach-why-dieting-is-so-hard",
  "keyword": [
    {
      "webTitle": "Diets and dieting",
      "id": "lifeandstyle/diets-dieting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Neuroscience",
      "id": "science/neuroscience",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Burnett",
      "id": "profile/dean-burnett"
    }
  ],
  "guardianId": "science/brain-flapping/2016/may/24/brain-vs-stomach-why-dieting-is-so-hard"
}