{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/malcolm-turnbull-takes-on-institute-of-public-affairs-over-superannuation-changes",
  "id": "2016-05-11-376",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has set the Coalition up for a head-on collision with the Institute of Public Affairs in the first week of the election campaign by refusing to back down from his proposed super reforms. The conservative thinktank is preparing to unleash an aggressive campaign against the government for its plans to make changes to super taxes and concessions, which the IPA believes will be retrospective. John Roskam, the IPA’s executive director, said on Tuesday the proposals had created an “absolute firestorm” among Coalition supporters and IPA members and the situation was “diabolical” for the government.   Related: Today's campaign: finger pointing over Greens preference deals goes on    “We are going to go as hard on this as we went on the Labor party and media regulation, or Tony Abbott and 18C, or climate change,” Roskam said. But the prime minister has refused to bow to the mounting pressure, saying he will not be making any changes to his super policies. “No. The super changes are set out in the budget,” he said on Wednesday, on the third day of the election campaign. “[Be] very, very clear. It is not retrospective at all.” He also denied the Liberal party’s deputy leader, Julie Bishop, had hinted at a possible change to the super package in response to the pressure from opponents when she said the government would have a “consultation period”. “What Julie was referring to was the process of consultation that always goes on with changes like this about the technicalities of the drafting [of legislation],” he said. The government’s budget reveals plans to cap tax-free retirement accounts at $1.6m and introduce a $500,000 lifetime cap for all non-concessional super contributions, dated back to 2007. The treasurer, Scott Morrison, the finance minister, Mathias Cormann, and others on the Coalition frontbench have been defending the superannuation package, saying they are not retrospective in nature. Morrison has said the $500,0000 limit on after-tax contributions would only apply from budget night and people who have already contributed more than that will not be asked to withdraw the excess from their accounts.   Related: The 10 big issues of election 2016: how Coalition, Labor and Greens policies compare    Simon Breheny, the IPA’s director of policy, told Guardian Australia the government was being “too clever by half” to claim that its measures aren’t retrospective. “On the $500,000 lifetime limit, they’re taking contributions into account since 2007,” he said. “If you take into account contributions made between 1 July 2007 and now, or before those changes were announced, that is clearly retrospective.” The Labor leader, Bill Shorten, warned on Wednesday that lots of superannuants were disturbed by the Coalition’s “wrecking ball approach.” “If you make changes to superannuation it is far preferable that they be prospective in nature and you give warnings to people, rather than in this Morrison and Turnbull frolic,” Shorten said. “The people who are affected aren’t people likely to vote for Labor but the point is superannuation, and people who have superannuation accounts, are sick and tired of [the] meddling.”",
  "webTitle": "Malcolm Turnbull takes on Institute of Public Affairs over superannuation changes",
  "webPublicationDate": "2016-05-11T04:11:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/malcolm-turnbull-takes-on-institute-of-public-affairs-over-superannuation-changes",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/11/malcolm-turnbull-takes-on-institute-of-public-affairs-over-superannuation-changes"
}