{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/30/david-cameron-sadiq-khan-eu-remain",
  "id": "2016-05-30-108",
  "sectionId": "politics",
  "body": "David Cameron has said he is proud to campaign with Sadiq Khan to stay in the EU, weeks after claiming Labour’s London mayor was unfit for office because of links to Islamist extremists. The prime minister was accused of participating in a racist campaign against Khan during the mayoral contest, but the two politicians buried the hatchet on Monday as Cameron praised Khan for being a “proud Muslim, a proud Brit and a proud Londoner”.   Brexit explained: key players   Speaking in Roehampton, south-west London, Cameron said: “Let me first of all congratulate Sadiq on his victory. He talked about his father. He’s the son of a bus driver. I’m the son of a stockbroker, which is not quite so romantic.  “But he makes an important point about our country. In one generation someone who’s a proud Muslim, a proud Brit and a proud Londoner can become mayor of the greatest city on Earth. That says something about our country.  “There are still glass ceilings we have got to smash. There’s still discrimination we have got to fight. I’m proud to be here with the mayor of London - with the Labour mayor of London – on this vital issue.” It is a remarkable change of tone since Cameron used prime minister’s questions during the London mayoral campaign to cast doubt on Khan’s judgment, claiming the Labour MP had repeatedly shared a stage with an Islamist extremist.    Related: David Cameron and Sadiq Khan plan pro-EU joint appearance    Michael Fallon, a Conservative cabinet minister, later had to apologise for repeating that claim outside the House of Commons, after it emerged that the cleric in question had advocated for an Islamic state, rather than for the terror group Islamic State. After Khan won a landslide victory, senior Tories lined up to criticise the Conservative mayoral campaign against Khan, saying it could damage community relations with Muslims. However, the new mayor has said it is not in London’s interests for him to hold grudges and be at permanent war with the prime minister. Addressing activists at the event, Khan said: “There are many things upon which the prime minister and I will disagree. But what’s really important is when it’s in London’s interests for the mayor of London and the government to work closely together, we will work closely together.”     Khan and Cameron walk past Britain Stronger in Europe’s list of five pledges. Photograph: Yui Mok/PA    He implicitly criticised the remain campaign being run by the prime minister by saying he wanted a positive case for the EU to be set out. At the event, Cameron and Khan unveiled a pledge card that will be distributed around the country in the name of Britain Stronger in Europe, which lists five things that will be guaranteed in the event of Britain voting to remain in the EU. The five promises are: full access to the EU’s single market, workers’ rights protected, keeping the European arrest warrant, a special status for the UK in Europe, and economic stability. Cameron has already attended pro-EU campaign events with Harriet Harman, the former Labour deputy leader, and Tessa Jowell, the former Labour culture secretary, but a joint appearance with Khan – arguably the most powerful Labour politician in the UK – is an important coup.    Related: Sadiq Khan accuses Cameron of taking tactics ‘from Trump playbook’    Labour supporters are much more inclined to vote to stay than Conservative supporters, and the remain campaign knows it has to mobilise the Labour vote if it wants to win on 23 June. Jeremy Corbyn, the Labour leader, and Alan Johnson, chair of Labour In for Britain, have ruled out sharing a platform with Cameron, mindful that Labour’s decision to campaign alongside the Tories in the Scottish independence referendum was subsequently cited as one reason why its vote collapsed in the 2015 general election.",
  "webTitle": "David Cameron is 'proud to campaign' alongside Sadiq Khan to stay in EU",
  "webPublicationDate": "2016-05-30T12:44:16Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/30/david-cameron-sadiq-khan-eu-remain",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/2016/may/30/david-cameron-sadiq-khan-eu-remain"
}