{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/15/donald-trump-republicans-newt-gingrich",
  "id": "2016-05-15-13",
  "sectionId": "us-news",
  "body": "After a week of make-up meetings with Donald Trump, Republican party leaders have arrived at a new strategy to accommodate their presumptive presidential nominee: ignore his problematic attitude to women, his tax issues and his fluctuating positions on trade, immigration, foreign relations and a host of other topics, and instead embrace the will of Republican voters.   Planet Trump   The switch was illuminated on Sunday, a day after the New York Times published a lengthy investigation into Trump’s alleged mistreatment and objectification of women in his personal life.  Reince Priebus, chair of the Republican National Committee, told Fox News Sunday that if voters have shown they are prepared to ride over issues surrounding the nominee’s behavior, so should the party.  “We’ve been working on this primary for over a year,” he said. “People don’t care. The question is, who is going to bring an earthquake to Washington DC?” Trump, Priebus added, “represents something much different from the analysis of traditional candidates. Donald Trump is going to have to answer the question, but we’re in a year where nothing applies.  “It’s down to the bigger question: Who is going to blow up the system? That’s what this election is coming down to.”  Former House speaker Newt Gingrich, now a potential Trump running mate, also told Fox that whatever its reservations, the party should withhold judgment in part because the candidate’s appeal exists outside traditional political constraints.  “Donald Trump makes no claims for his life before he ran for office,” Gingrich said. “He’s been a very successful businessman, he’s learned a great deal, and he would do more to change Washington than any other candidate.  “Now he defeated 16 other people for candidacy and won more votes than any other Republican candidate in history because voters decided he will change Washington.” Trump’s top adviser, Paul Manafort, did, however, seek to diffuse the latest Trump controversy: the allegation that he posed as his own publicist, “John Miller”, in a 1990 interview.    It’s down to the bigger question: Who is going to blow up the system? That’s what this election is coming down to  Reince Priebus     Trump has admitted under oath that he used the pseudonyms “John Baron” and “John Miller” at that time. The voice on the John Miller recording, released by the the Washington Post, does sound very much like Trump.   “I couldn’t tell who it is,” Manafort told CNN’s State of the Union. “Donald Trump says it’s not him; I believe it’s not him.” The allegation that Trump posed as his own publicist to promote himself has crystallised the apparent problem for the Republican party: whenever its leaders seek to contain one media drama over the presumptive nominee, another emerges.  Echoing the Republican leadership, Manafort said simply that the issue of whether Miller was or was not Trump was “totally irrelevant”. Manafort also said Trump had not refused to release his tax returns – most presidential nominees do so – although the candidate told ABC earlier this week that the returns were “none of your business”. “He has said he will release his tax returns. He never has changed his position,” Manafort said, blaming the delay on an IRS audit, though the IRS has said repeatedly there is no legal barrier for the release of returns during an audit.  “As I understand it, the audit is going back for the last eight years,” Manafort said. “Anything going on beyond eight years is not going to be of interest to anyone beyond the media. This is an issue that the media is interested in; it’s not an issue that middle America is interested in.” Hillary Clinton, Trump’s likely opponent in November, has released tax returns dating to 1977. The decision by mainstream Republicans to tolerate Trump’s excesses is a pragmatic one. Last week, after a closed-door meeting, House speaker Paul Ryan said he and Trump “were planting the seeds to get ourselves unified”. Asked on Sunday how the meeting had gone, Manafort said the most senior elected Republican had not asked Trump to change.  “And there’s no reason for him to change [after] beating 16 qualified candidates,” he said. However, there are still murmurs of an effort to mount a third-party challenge. According to the Washington Post, the plotters include 2012 candidate Mitt Romney and the conservative commentator William Kristol. Their efforts have been rebuffed, though, as party moderates conclude that going up against Trump would be certain to fail.    Related: How Donald Trump convinced the Republican party to revolve around him    “This is a suicide mission,” Priebus told CBS’s Face the Nation. “What people should do is take the Paul Ryan approach, which is to work with Donald Trump and find out whether or not there’s common ground … as opposed to blowing everything up.” That approach also comes with dangers: Clinton has the highest negative ratings of any presidential candidate in history except one: Donald Trump. Get too close to Trump, or at least appear to tacitly endorse him, and those negatives could begin to rub off on candidates in tight congressional races.  Republicans are betting that in crucial swing states, the polls will tighten, and even female voters currently seen as implacably opposed to Trump could yet come round.  “This is one of these conventional wisdom facts that are not correct,” Manafort told CNN, although he did concede that Trump struggled with women.  “It’s an issue. It’ll be dealt with,” he said. “We’re coming to a healing process. This is way early and still already we’re seeing convergence on the party of the electorate on Donald Trump.”",
  "webTitle": "GOP leaders: 'People don't care' about Trump's woman problem",
  "webPublicationDate": "2016-05-15T21:59:44Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/15/donald-trump-republicans-newt-gingrich",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/15/donald-trump-republicans-newt-gingrich"
}