{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/29/tim-peake-ground-control-revive-science-interest-schools-space",
  "id": "2016-05-29-135",
  "sectionId": "science",
  "body": "It’s a drizzly summer morning down here on planet Earth. Soft is-it-or-isn’t-it rain is falling from the sky. The hedgerows are bursting with nettles and cowslips. And the earth is damp and smells of… I take a deep noseful and think about this. It smells of earth. If you were a long, long way away in a cold and alien place, this spot here, Ottery St Mary, near the folded east Devon hills, is the kind of landscape that might come to you in a hallucinatory dream. It’s the essence of the English countryside on a cool early summer morning. And somewhere, high above, in a tin capsule circling planet Earth, is Major Tim. The urge to quote David Bowie lyrics is almost irresistible – is irresistible – because at the King’s School in Ottery St Mary, there’s a massive antenna in the playground, a temporary space station in the school hall and a small crowd of children and parents waiting patiently. Ground control is literally about to call Major Tim: Tim Peake – our man in space. The first Briton in space for a long time and the first of the modern social-media age, a role that has led to other firsts, including being the first astronaut to appear at the Brit awards and “run” the London marathon and, for one morning only, the first to speak to the students at the King’s School, live, from the International Space Station. Matt Ilsley, a sixth former, steps forward and takes the mike. “Golf Bravo One Sierra Sierra, this is Golf Bravo One Sierra Mike calling and standing by for a scheduled contact with the International Space Station.” He pauses. We wait. It’s a genuinely exciting moment. We’ve had an hour of presentations. We’ve seen a film of a year’s worth of events at the school that have led up to this moment: space-poetry competitions and rocket launches and an art contest. And there’s a whole week of events yet to come. We’ve heard how the school is one of just 10 that were chosen. We’ve had a live countdown on a satellite map. A technical explanation of what’s going to happen. And then… crackle… hiss… silence. Nothing. Static fills the airwaves.     Pupils at Kings School, in Ottery St Mary, Devon, try to make contact with Tim Peake via live radio link. Photograph: Jim Wileman for the Observer    It could be a good moment to panic, but Ilsley, who took a course and an exam to get his foundation radio licence especially for this moment, keeps going. “Golf Bravo One Sierra Sierra, this is Golf Bravo One Sierra Mike calling and standing by for the International Space Station.” I had no idea what technology was required to call space before I turned up, although I had imagined it involved Nasa satellites and cutting-edge boondoggles and possibly a ray-gun. As it turns out, it’s actually a team of middle-aged men and a ham radio rig. There’s something pleasingly homespun about this; it’s a completely voluntary effort that has been more than a year in the planning and has involved a whole army of people. And yet, what they’re doing – education outreach – is also a crucial part of the UK’s space policy and an important element of an industry that the government hopes will be worth £40bn a year by 2030. Because manned space flight – the fact that Tim Peake is out there now, in space, and that public consciousness of it is so high, arguably higher than at any point since the moon landings or at least since Helen Sharman became the first Briton in space, 25 years ago this month – is just one part of what is a new era of space exploration. Earlier this month, the modern transport bill, which will put into place the legal framework for commercial space flight in the UK, was announced in the Queen’s speech. It’s a spectacular reversal of fortunes. In 1987, the Thatcher administration abandoned our manned space flight programme and decided we would not contribute to the International Space Station. Only in 2012 was this overturned. Libby Jackson, of the UK Space Agency’s education programme, tells me that she first met Peake before that when she worked at Nasa’s mission control in Houston. “He’d just been selected, but neither he nor I thought he’d be going into space any time soon.” Back in Ottery St Mary, Ilsley is calmly carrying on. “Golf Bravo One Sierra Sierra, this is Golf Bravo One Sierra Mike calling and standing by for the International Space Station.” Still nothing. We’ve been told that the ISS is travelling at 17,000 mph and that there’s only a brief window of time – eight minutes – from when he’s in mid-Atlantic to after he’s flown overhead, when we are theoretically able to catch him. And then, suddenly, in a blast of static he’s there, first his voice: “Golf Bravo One Sierra Sierra.” And then his face, beaming away at us from the screen on the stage. The audience cheers and bursts into applause and, one by one, a handpicked group of pupils take the microphone and ask him a question. Ben Sheridan, 11, is one of the first: “I often stare into the inky blackness of the sky and wonder, if the universe is expanding, then what is it expanding into? Has your time in space given you any insight?”     The ARISS radio team at Kings School, in Ottery St Mary, Devon. Photograph: Jim Wileman for the Observer    It’s such a strange and wonderful place, the inky blackness of the sky. What gave you the idea of asking that question, I ask Sheridan later. “It’s because of Stephen Hawking,” he tells me. “The theory of the big bang. It was so exciting hearing Tim speak about it. He said that the ISS is helping to find an answer to that question.” And what do you think it’s expanding into? He ponders it for a moment. “I’m not sure. It’s such a difficult concept to get your head around. I think rocks get thrown out and these group together and become planets and they develop gravity fields.” Sheridan is grappling with the great theoretical questions of the universe. And he is, I’ll repeat, 11 years old. But then, beyond the science that Peake is doing on the ISS – experiments in microgravity and human physiology and the life sciences – inspiring the next generation of children has been one of his key tasks. It’s why he appeared at the Brits presenting an award to Adele, and why if you have a young child you’ll have seen him popping up regularly in the CBeebies schedule reading bedtime stories from space. And it’s why he’s been scheduled to broadcast live to Ottery St Mary. Libby Jackson tells me that they’ve reached a million school children through various projects. “We’ve particularly been trying to target primary school-age children,” Jackson says, “because all the research shows that by the time they reach secondary school, some children have already been turned off science for good.” A science lesson was broadcast from space in which 400,000 children took part. And more than 600,000 have been involved in a project organised by the Royal Horticultural Society that has involved planting two lots of seeds, one of which has been up to the International Space Station and back, and comparing the results. “I don’t think space is uniquely able to inspire people,” Professor Ian Crawford of Birkbeck University tells me. “But it can have quite a profound effect on them. I was seven when the moon landings took place and that had a quite singular effect on me. But even my students who don’t remember the real Apollo 13 have watched the film Apollo 13 or 2001: A Space Odyssey and something has captured their imagination.” He’s been a vocal supporter of a manned space flight programme – “my field is planetary science and my real hope is that we’ll go back to the moon” – because of the huge scientific benefits that he thinks it confers. “I can make a very narrow case for the real scientific benefits of a manned space programme over using robots or whatever but that ignores the hugely inspirational aspects of having an actual person in space which are enormous. And we’ve really seen that with Tim Peake.” The mother of a five-year-old tells me that her daughter jumps up and down with excitement every time Peake appears on the television. “She doesn’t recognise many famous people at that age but she’s seen him on CBeebies and they’ve planted rocket seeds at school and she’s really got swept up in the excitement.”     Ben Sheridan with his question for Tim Peake. Photograph: Jim Wileman for the Observer    And though I’ve been immune to, or at least ignorant of, Tim Peakomania until I land in Ottery St Mary, there is something irresistible about it. I am sitting at the back of the hall, and when I turn to my left I notice that the older man next to me is crying. Mac Currie, 69, tells me he’s a volunteer at the Norman Lockyer Observatory in nearby Sidmouth. He did an Open University course in astronomy when he retired and had been drafted in to be part of space week at the school. He says: “It’s just so much more… emotional than I’d realised it would be. It’s just quite, quite incredible that he’s up there, rotating around Earth. I’ve got goosebumps.” He’s old enough to remember the moon landings but there are a number of people, many of whom are much younger, who also seem genuinely touched. Anna Musson, 15, who’d won her spot in the hall because she’d been picked to take part in a Women in Engineering project taking place in the school that day, looks genuinely thoughtful when she tells me her reaction. “It just triggered really interesting thoughts,” she says. “I’d heard about it, but being able to see it first hand, and how much had gone into making it happen, I just found the technology quite incredible.” Alison Argent-Wenz, the school’s chemistry and Stem (science, technology, engineering and maths) subjects leader, who put in the application to the UK Space Agency and worked for a year to make it happen, tells me she found herself crying when her 12-year-old son, Freddie, asked a question. (“Over 500 astronauts have been in to space, but only 12 have set foot on the moon…. do you think we will return people there in the future?”) Though in her case they could have been tears of exhaustion. A huge team of volunteers worked flat out to make it happen. The project was initiated by ARISS (Amateur Radio on the International Space Station), enthusiasts who work with space agencies all over the world to inspire children about space and technology. Ciaran Morgan, its UK leader, tells me how they approached the European Space Agency and persuaded them to let them do it and how the rest has been down to the volunteers. “All Tim has to do is put on his headphones and press a button. We do everything else.” Ten people spent three days setting up the equipment, the audio feeds, the video feed and the satellite backup at Goonhilly, down the road in Cornwall. “All amateur means is ‘for the love of it’,” Morgan tells the audience. “As you see, the equipment we’re using is very, very professional.” It is for the love of it. That’s quite clear. “I’m absolutely exhausted,” he tells me. He’d been up at a primary school in Otley, Yorkshire, four days earlier, working for more than a week, all unpaid. “But it’s been phenomenal,” says Morgan. “Tim has done an amazing job of getting to school students. He’s got two young children of his own and some of his answers have been stupendous. He’s having a ball out there and that just comes across when he talks to them. He’s got a very natural way of communicating. And I really think it’s put a ground wave out there: there’s a reason why you do all these subjects because when you go into the real world so many parts of so many different subjects come together to achieve something like this.” What is less well known is that there is now a whole industry out there. One that involves building things right here in Britain, and we’re actually pretty good at it. It’s space: we’re one of the world’s leading countries in building satellites and, to a lesser extent, rockets. The new Mars Rover is being built in Stevenage. And the space sector is worth £11bn a year to the UK economy and growing at 8.6% a year – one of the reasons why the chancellor, George Osborne, committed an extra £70m to the British space programme in 2012, opening up the way for Peake’s mission. Because for all the talk of Stem subjects and industry opportunities, talk to anyone who works in a space-related field and they’ll tell you it’s because, at a young age, something about space captured their imagination. Matthew Allen, a PhD student in Cardiff who set up a YouTube channel explaining space called UKAstroNut, tells me someone bought him a telescope as a boy. You were the boy in the John Lewis ad, I say. “I was! I was that boy! And it was just seeing those tiny dots in the sky and thinking about the infiniteness of it, that it sort of goes on for ever and the scale of it, the unbelievableness of it, that it’s so hard to comprehend, it’s so abstract and strangely impossible but also true.”         Chris Hadfield sings Space Oddity.    Tim Peake’s warm-up act at the International Space Station a couple of years ago was the Canadian Chris Hadfield, a singing, tweeting astronaut; the first to go to outer space and employ the new media technologies to devastating effect. Funny and knowing, he played the guitar and shortly before he came back down to earth, released a video – the first music video made in space – a slightly modified version of David Bowie’s Space Oddity. “Ground control to Major Tom: Lock your Soyuz hatch and put your helmet on,” he sings, floating through the ISS. If you haven’t seen it, watch it. It’s had almost 32m views on YouTube and it’s mesmerising. While Bowie’s song was written in 1969 at the height of the space race and the year of the moon landings, Hadfield’s version conveys what it’s like being in space in a way perhaps nothing else has. Bowie officially endorsed it as “possibly the most poignant version of the song ever created”. But it’s more than that: it’s a meditation on man and space and our own insignificance. “Here I am, sitting in a tin can/far above the world,” sings Hadfield, looking soulfully into the camera as our big blue planet floats past in the window. Peake has picked up where Chris Hadfield left off, tweeting a stream of incredible images: a plume of smoke rising from Mount Etna, forest fires over Canada, a mountain lake in the Himalayas glinting in the reflected light of the setting sun. “From your elevated vantage point looking down on Earth, has your perception of events on our planet, such as conflicts and wars, been altered?” asks Elizabeth Witcombe, 18, when it’s her turn to take the microphone. “Does the change in perception give any insight we can learn from?” Later, I talk to Witcombe and she tells me she thought of the question because she’d been talking with her mother about how the visual nature of things can change your view on them. “Even though you know, theoretically that Earth looks smaller from space, actually seeing it for real could make you change your opinion. He said he thought it made the world seem more fragile, which I thought was interesting.” Professor Ian Crawford tells me: “I do think this perspective, this cosmic perspective that we can only gain by going out into the universe, has very profound effects. The Apollo astronauts were able to hide the Earth under the thumb of their glove. From Mars, the earth is literally just a star. When environmental awareness took off in the 1960s you can see that this was partly to do with seeing the pictures of Earth that no human being had ever seen before; this whole spaceship Earth concept – that we’d better look after the planet because it looks pretty small and fragile.       “And the only way to get this perspective of the world is to have more people experience it from above, and though it’s only a few people, others can follow it vicariously and seeing the world’s actual situation in the universe can have a profound effect on the way that we think about things.” Perhaps that’s what Peake has given us. Direct access to one person’s viewpoint, his line of vision. Simon Ould is another member of the audience who’s snuck in to see Peake and has come over a bit emotional. He says: “Of course, I’d love to go up there, but this is about as close as I’m going to get.” He’s an astronomer who runs a mobile planetarium and is taking part in the school’s space week. “I was nine when the space shuttle went up in 1981 and I got caught up in the excitement around that and it really inspired me. The Hubble space telescope has been an amazing project but Tim’s mission, that tangible link to the UK, the fact that he grew up just down the road, and is wearing a union jack on his spacesuit, it just makes a huge difference. The inspirational effect of space on children in the UK has been a revelation. There’s no doubt that this will inspire a new generation of space researchers.     The equipment at Kings School needed for the link-up with the space station. Photograph: Jim Wileman for the Observer    “A lot of people’s perception is that science is all about facts and figures but it also leads on to incredibly deep questions, some of the oldest questions there are. That’s what space gives us. Why are we here? And what’s it all about? The ancients wondered that when they thought the Earth was the centre of the universe. Now we know that we are just one galaxy among billions, the question becomes even deeper.” It does. It’s what inspired Ben Sheridan’s question about the inky blackness. Though it also underlines how human we are. How we crave human connection and stories and can only cope with the infinity of space and time or even contemplate it when there’s a living breathing human out there strumming along to David Bowie or doing somersaults. “Did you ever struggle with science at school?” Emily Spry, 13, wants to know. “What would you say to anyone who finds it difficult?” Tim Peake looks down at her. “I found the maths underlying it difficult,” he says. She nods. It’s a moment of connection. “Just keep trying,” he says. “Anything worthwhile is difficult.” And then it’s over. The eight minutes is up. Major Tim is travelling on at 17,000 miles an hour. Sitting in his tin can. Far above the world.",
  "webTitle": "Major Tim Peake answers schoolchildren’s questions from space",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/29/tim-peake-ground-control-revive-science-interest-schools-space",
  "keyword": [
    {
      "webTitle": "Tim Peake",
      "id": "science/tim-peake",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "International Space Station",
      "id": "science/international-space-station",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Physics",
      "id": "science/physics",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Carole Cadwalladr",
      "id": "profile/carolecadwalladr"
    }
  ],
  "guardianId": "science/2016/may/29/tim-peake-ground-control-revive-science-interest-schools-space"
}