{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/point-buckler-kiteboarding-club-wetlands-fine-silicon-valley",
  "id": "2016-05-18-14",
  "sectionId": "us-news",
  "body": "An exclusive kiteboarding club on a tiny island – just a 15-minute helicopter ride away from Silicon Valley – has been threatened with a $4.6m fine by a California state water agency, which is accusing the club’s owner of damaging tidal wetlands. Since purchasing the tiny island, the Point Buckler Club, in 2011, John Sweeney, a former professional sailor and advertising executive, has rebuilt levees, added two helipads, and built a lounge area featuring dark green shipping containers, AstroTurf, a wood-burning stove, and bright orange styling to achieve what he describes on Facebook as a “Sunset Magazine look circa 1960s”. “The work I’ve done is completely legal and within the law,” Sweeney said on Wednesday, the day after the state agency fired the latest shot in a two-year legal battle over the fate of the land. Point Buckler Club consists of 51 acres of land situated between the open waters of Grizzly Bay and the brackish Suisun Marsh, about 50 miles east of San Francisco. The Suisun Marsh includes about 140 privately owned and managed wetlands – plots of land known as duck clubs, where owners use pumps to flood ponds and maintain the proper vegetation to attract ducks during the winter hunting season. Sweeney took it up a notch by turning his property into what he calls “the most exclusive kiteboard and duck club in the world”. The club has just eight member/owners now, he said, but is looking to add two or three members this summer, at a price in the “six figures”.      The lounge at the Point Buckler kiteboarding club. Photograph: John Sweeney    That might sound steep for your average duck hunter, but kiteboarding – a high-velocity sport that involves riding a surfboard across the surface of the water while propelled by a kite sail – has become known as the “new golf” for Silicon Valley elites.  “It’s the number one sport for all Silicon Valley VCs and CEOs,” Sweeney said. “It’s quite easy to do deals and enjoy a sport together.”  Bill Tai, a venture capitalist and founder of MaiTai – which Sweeney describes as “TedTalks for kiteboarders” – has attributed kiteboarding’s popularity among the tech set to Google founders Sergey Brin’s and Larry Page’s public adoption of the sport in the early 2000s.    Related: Richard Branson's kiteboard record attempt blown off course    Elon Musk, Richard Branson and Dropbox’s Drew Houston are all reported to be part of MaiTai’s invitation-only circuit, but Sweeney will not disclose the names of his club’s members.  “We have non-disclosure agreements,” he said. “It’s not a business; it’s private.”  How far Sweeney’s rights as a private property owner extend are in dispute, however, thanks to the state agencies charged with protecting bodies of water and wildlife habitats.    There was no application for permits, and as such, the work that was done was highly destructive to the ecosystem  Dyan White     Dyan White, the head of the California regional water board’s prosecuting team for the area, said that the $4.6m proposed fine would be the largest ever levied. (The agency calculated that Sweeney’s total base liability was actually more than $11m but recommended reducing the penalty.) “There was no application for permits, and as such, the work that was done was highly destructive to the ecosystem,” White said. “At the time [Sweeney] purchased the island, it was fully functioning as a tidal wetland. He built a levee around it, he cut off all tidal flow, and he dried the levee out.”  Among the species damaged by these actions, White said, are salmon and delta smelt, which are protected.      The ‘Sunset Magazine look circa 1960s’ at the club. Photograph: John Sweeney    White said that if Sweeney had applied for permits, the state would have cooperated with him to ensure that the work was done in an environmentally responsible manner. “We do this all the time,” she said. But Sweeney claims that his property is covered by the Suisun Marsh Preservation Act, a 1977 state law that codifies the rights and responsibilities of private landowners in the wetlands.  That law “protects each duck club in perpetuity and gives each duck club a manual for how to fix its levees,” Sweeney said. “All we did was fix our levees.” Sweeney successfully challenged a previous abatement order from the water board in December 2015, and in March he sued the water board, seeking an injunction to stop the agency from issuing any more abatement orders.  That case has a hearing scheduled for 28 July, while the proposed fine will go before the state’s appointed water board on 10 August.  In the meantime, Sweeney appears confident that he will prevail over the state regulators.  “The water board can issue press releases all the time,” he said, “but we’re the ones suing them.”",
  "webTitle": "Exclusive kiteboarding club threatened with $4.6m fine for damaging wetlands",
  "webPublicationDate": "2016-05-18T22:06:08Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/point-buckler-kiteboarding-club-wetlands-fine-silicon-valley",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Duck",
      "id": "lifeandstyle/duck",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "us-news/2016/may/18/point-buckler-kiteboarding-club-wetlands-fine-silicon-valley"
}