{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/david-cameron-buys-used-nissan-micra-witney-used-car-centre",
  "id": "2016-05-23-248",
  "sectionId": "politics",
  "body": "When car dealership boss Iain Harris got the call from David Cameron’s security team that the prime minister was about to call in to buy a used blue Nissan Micra, he thought it was his mates winding him up. Harris, owner of Witney Used Car Centre, said he was asked if he would mind staying open for an extra half an hour on Friday night so the prime minister could look over the secondhand car, which cost £1,495.  He was in two minds, he told the Guardian, in case his friends turned up instead and thought he was gullible. “I thought, well I’ll stay here just in case, because the security guard said they’d arrive at 17.32 and I thought, well, that’s a bit precise,” he said. “Next thing I know, Mr Cameron and his security guards turned up, and I thought, this is actually happening.” The car dealership, based in Minster Lovell, Oxfordshire, specialises in “quality pre-owned cars at affordable prices”.  Harris said he believed Cameron was buying the blue Nissan Micra, which had 92,000 on the clock, for his wife Samantha. “He looked it over just like any bloke off the street, but not someone with mechanical knowledge,” he said.  “I think he must have seen it on the internet, a British-made car, five-door hatchback, not too expensive, within 10 miles of his constituency. And he found this one.” Harris said he had even joked that the colour of the car was right for Cameron and said he was lucky it was not red, but that was as political as the conversation went. “I wouldn’t have asked him about politics,” he said.  “You wouldn’t want to start a political argument with a customer asking them about their political beliefs and they say: ‘Hold on, I’d rather not buy the car from you’.” Cameron told Harris he would return the next morning to buy the car, and returned to pay just after 10am. “I didn’t give him a discount, he paid the screen price, got the log book, went to the post office to pay the tax and off he went,” he said. “And then I thought, I’ve just sold a car to the prime minister.” Harris said he did not give Cameron any special treatment. “I think his security team thought it was odd I was just treating him like a normal customer,” he said. “But it’s not like he was buying a £20,000 car, then it might have been different.”",
  "webTitle": "David Cameron buys used Nissan Micra for wife Samantha – in blue",
  "webPublicationDate": "2016-05-23T09:26:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/david-cameron-buys-used-nissan-micra-witney-used-car-centre",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/23/david-cameron-buys-used-nissan-micra-witney-used-car-centre"
}