{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/celebrity-threesome-case-risks-undermining-law",
  "id": "2016-05-19-183",
  "sectionId": "commentisfree",
  "body": "Perhaps for the first time – and almost certainly for the last, since he is about to retire – Lord Toulson is the hero of the press. As the sole dissenting judge in the supreme court ruling on the current celebrity injunction of speculation, he would have allowed the claimant’s name to be published – at least by news organisations that were prepared to run the risk of paying damages for breaching the claimant’s privacy.   Related: Supreme court upholds 'celebrity threesome' injunction    As Toulson rightly said, the court must live in the world as it is, and not as it would like it to be. “The story in its essential details has been published in a major Scottish newspaper, it has been widely accessible on websites and Twitter, and anyone who seriously wanted to know [the celebrity’s identity] will have ways of finding it,” the judge explained. “Confidentiality in a meaningful sense can survive a certain amount of leakage, and every case must be decided on its own facts; but in this case I have reached a clear view that the story’s confidentiality has become so porous that the idea of it still remaining secret in a meaningful sense is illusory.” As for the celebrity couple’s children, whose interests were explored by Lady Hale in a short judgment of her own, Toulson pointed out that they were very young and could be shielded from immediate publicity. Hale maintained that there was “all the difference in the world between the sort of wall-to-wall publicity and intrusion” that would have followed if the injunction had been lifted now and the children learning the information in due course – which the court of appeal had thought inevitable. That may be so. But the younger the children are when that story breaks, the less they are likely to be affected by it. What counts, of course, is the majority opinion – delivered by Lord Mance on behalf of himself, Hale, Lord Neuberger and Lord Reed. Reinstating the temporary order until the case can be argued in full at a future hearing, Mance said that if the price of applying the law was being described by the Daily Mail as “an ass”, it was a price that must be paid. “The court is well aware of the lesson [that] King Canute gave his courtiers,” said Mance. “Unlike Canute, the court can take steps to enforce its injunction pending trial.” But can it? Although this is a ruling by the supreme court of the United Kingdom, it applies only in England and Wales. And it will be observed only by the mainstream media, however hard the celebrity’s lawyers try to block searches on Google and elsewhere. You have to admire Mance’s logic. Explaining his ruling at a brief hearing, he said there was no public interest in publishing kiss-and-tell stories, however much they might interest some members of the public and even if they involved infidelity or multiple encounters. It was different if the story had some bearing on performance of a public office or involved correcting a misleading impression cultivated by the person concerned. But that was not the case here. Mance went on to say that lifting the injunction now would largely undermine the purpose of the planned trial – which would then be limited to a decision on whether the celebrity was entitled to damages for the assumed breach of his privacy. But Toulson had an answer to that too. “While adequacy of damages as a remedy is a reason to refuse an injunction, you cannot turn the argument on its head and say that inadequacy of damages is a positive reason to grant an otherwise inappropriate injunction.” Still, we have to thank the celebrity and his spouse – as well as News Group Newspapers, publishers of the Sun on Sunday – for funding the development of the law that the supreme court’s judgment represents. We now know that section 12 of the Human Rights Act 1998 – which was introduced late in the bill’s parliamentary progress in an attempt to appease the media – does not mean what it says. Far from requiring the courts to give “particular regard to the importance of … freedom of expression” – which is what it says and what the appeal court thought it meant – section 12 makes no difference to the wider principle that in balancing privacy against freedom of expression neither right has preference over the other. We also now know that the court of appeal was wrong to identify even a limited public interest in the disclosure of alleged sexual infidelity by public figures. Mance quoted with approval a point made by Lord Lester QC in a recent memoir: commercial pressures to publish salacious gossip must not drive newspapers to violate proper standards of journalism. Mance was well aware that he would be accused of being “irredentist” – trying to restore lost territory. He also expected to be criticised for “giving undue protection to a tawdry story”. And he acknowledged the risk of further social media publicity “aimed at making the court’s injunction seem vain”. At one level, he and the judges who agreed with him deserve some respect for refusing to succumb when court orders are circumvented. The Sun on Sunday’s attempt to get the injunction lifted has not only landed it with a likely costs order but also left it with the blame for effectively limiting the freedom of the press. But Toulson’s arguments remain the more convincing. Judges need to be very cautious about granting injunctions to prevent publication of what is widely known, Toulson said. Otherwise, the court may “lose public respect for the law by giving the appearance of being out of touch with reality”. Comments were briefly opened in error on this piece. They are now closed",
  "webTitle": "The celebrity threesome case risks undermining the law | Joshua Rozenberg",
  "webPublicationDate": "2016-05-19T12:27:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/celebrity-threesome-case-risks-undermining-law",
  "keyword": [
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/19/celebrity-threesome-case-risks-undermining-law"
}