{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/halfords-buys-tredz-and-wheelies-mountain-bikes",
  "id": "2016-05-24-120",
  "sectionId": "business",
  "body": "Welsh mountain biking enthusiasts Michael and Keith Jones will share close to £20m after selling their upmarket bike businesses Tredz and Wheelies to the high street chain Halfords.  Halfords is paying £18.4m for the Swansea-based online retailer which specialises in premium bikes and accessories, with the figure topped up in a year’s time if the business performs as expected. Other equity-owning management will receive some of the cash. The Halfords chief executive, Jill McDonald, said the deal would expand the retailer’s presence in the online market for premium bikes, parts, accessories and clothing. “We continue to believe in the long-term growth potential of the cycling market,” she said. “Keith and his management team have done a fantastic job of building a successful online retail operation and we look forward to working with them to develop and grow the businesses further.” The deal sent Halfords shares up 3%, adding to gains made this year as they continue to recover from the slump triggered by last summer’s sharp drop in cycling-related sales. The Jones brothers started Wheelies as a single bicycle shop in Swansea in the 1980s, moving into mail order and the insurance replacement market during the 1990s. Wheelies is now the UK’s largest provider of replacement bikes for insurance companies.  Tredz, which sells brands such as Giant, Specialized, Cannondale, Cube and Scott, was launched as a separate e-commerce operation in 2005, with the first stores launched in Cardiff and Swansea two years later. Tredz opened the UK’s largest Giant branded store in Swansea in 2014. The group turned over around £32m in the year to 29 February, making a profit before financial charges of £2.4m.   “We are very proud of the businesses that we’ve grown from a small shop 27 years ago into a strong operator in the premium cycling market, with a team of over 250 people,” said Keith Jones. “With the support and resources of a large group, we look forward to building upon what we have achieved so far to drive long- term growth.”  Following the sale Michael is leaving the business while Keith will continue as managing director alongside other members of the existing Tredz and Wheelies teams. Halfords said that from a customer and supplier perspective the businesses would continue to trade on a standalone basis. Cannaccord Genuity analyst David Jeary said the acquisition “ticks the boxes” for Halfords as it was in the faster-growing online market and brought access to high-end brands. In the past some premium cycling brands have turned their noses up at Halfords, preferring to be sold though specialist independents. Jeary said this could now change: “There is the potential over time for Halfords to develop closer relationships with some of these brands which have historically not made themselves available.”",
  "webTitle": "Halfords buys Tredz and Wheelies for £18.4m",
  "webPublicationDate": "2016-05-24T14:40:21Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/halfords-buys-tredz-and-wheelies-mountain-bikes",
  "keyword": [
    {
      "webTitle": "Halfords",
      "id": "business/halfordsgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/24/halfords-buys-tredz-and-wheelies-mountain-bikes"
}