{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/ruth-b-vine-lost-boy-peter-pan-songwriting-vine",
  "id": "2016-05-17-78",
  "sectionId": "music",
  "body": "It’s a Thursday afternoon and 20-year-old singer-songwriter Ruth B finally has a free weekend. “I’ve been out on the road for so long that it really feels good to be sleeping in my own bed. It’s nice to be home.” Her brief respite comes in the middle of what’s been a whirlwind three months after her debut single, Lost Boy, unexpectedly scaled the American charts. It’s currently at a new peak of No 33 after three months on the Billboard Hot 100, quite an achievement for an unknown singing a tender piano ballad about Peter Pan. The song has rapidly catapulted Ruth Berhe from just another Canadian student looking forward to college to a breakout star.  Lost Boy must be the first-ever hit to have its origins on Vine, an app where users can post six-second videos. “I had just graduated high school and saw that a friend from one of my science classes had posted a Vine on Twitter,” Berhe says. “I was like, ‘What is this?’ Vine was super new at the time, so I checked it out and downloaded it never thinking anything would come from it.”             Growing up in Edmonton, the quiet capital city of Canada’s Alberta province, Berhe always loved music. “It was as normal for me as breathing; not something I wanted to do, but needed to do.” However, growing up she regarded it as just a hobby. “I was never chasing to make a career out of it, but every day after school I’d go to my keyboard and play for four hours and make up songs. It was a constant part of my life.” One day early in 2015, Berhe was feeling inspired after watching the TV drama Once Upon a Time. “It’s all about fairytales, so that day when I went to my keyboard that’s what was on my mind.” She then improvised some songs about Snow White and Rumplestiltskin. However, it was a lyric about Peter Pan that resonated. “I came up with, ‘I am a lost boy from Neverland, usually hanging out with Peter Pan” and recorded that simple line on my phone. I watched it back and thought it was kinda cheesy and I was actually going to delete it. But I thought ‘Whatever, it’s catchy’.”             Berhe wound up posting the video on Vine. Within a week, those two lines, (length: a mere six seconds) had gone viral. “It got such a huge reaction with so many likes and that had never happened to me before,” she says. “It inspired me to keep going because the majority of the comments were, ‘We want to hear more of this!’” Giving her new fans what they wanted, Berhe posted another six-second video with a new set of lines – and another, and another. “Eventually I had a chorus and I put it all together on YouTube.” The full version of Lost Boy was even more popular, launching Berhe from bedroom obscurity to a worldwide audience within weeks. (She only played her first live show two months ago in Los Angeles.) “I’m just really overwhelmed and shocked that people gravitated towards that particular Vine,” she says. “Most importantly, I was super excited that it was something that I had written and not a cover. It’s been incredible to go on this journey and release snippet by snippet of it. I think that’s why people like it, because they have a piece of the song. The fans are the ones who told me to write it and they saw the genesis of it in real time.” The viral success of Lost Boy has propelled Berhe far beyond Vine. With the song becoming a constant presence on the radio, the track has successfully transitioned into the mainstream – no easy feat considering the countless hopeful artists who find success on Vine and then have a difficult time shaking the app from their identity. “What I wanted to make sure of is that I wasn’t just tagged as a Viner,” she says. “The app was my way of getting my voice out of Edmonton and into the world. When I got my first email from a record label, I decided I didn’t want to go in with just one song, so I sat down and kept on writing.” Those songs have since resulted in her popular debut EP, The Intro. And luckily, throughout her growing success, inspiration keeps on flowing. “When I first started writing a year ago, I’d come up with a topic, then a melody and then write a song. Now every time I leave my house I feel like I’m bound to run into a song. Whether it’s a look on someone’s face or something I go through; there’s a song in every experience now.”",
  "webTitle": "Ruth B: six seconds about Peter Pan that made her a star",
  "webPublicationDate": "2016-05-17T17:15:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/ruth-b-vine-lost-boy-peter-pan-songwriting-vine",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Vine",
      "id": "technology/vine",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob LeDonne",
      "id": "profile/rob-le-donne"
    }
  ],
  "guardianId": "music/2016/may/17/ruth-b-vine-lost-boy-peter-pan-songwriting-vine"
}