{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/paterson-review-adam-drivers-poetic-bus-driver-proves-safe-pair-of-hands",
  "id": "2016-05-16-353",
  "sectionId": "film",
  "body": "Jim Jarmusch’s new film in competition here in Cannes is a delight: a prose-poem of gentle comic humility and acceptance of life. It is about that rarest of things in art as in life — a completely happy marriage. As so often in the past, Jarmusch shows that, like Richard Linklater or John Sayles, he is a film-maker who is intensely American, without being Hollywood. The two are different. Adam Driver plays a bus driver and unpublished poet called Paterson, who works in Paterson, New Jersey, musingly listening to snatches of his passengers’ conversation on his bus and writing verse on his lunch-break. The coincidence of the names has given him a sense of quiet civic pride in his hometown, a sense of identification and ownership, and also a lively sense of cosmic connection and karmic coincidence. Paterson was apparently once in the military, a former existence which is never explicitly discussed, but which has evidently prepared him for a certain act of heroism at a late stage in the movie. As ever with Jarmusch, his towns are not crowded with people exactly: they often seem almost eerily deserted, but individuals can pop out at any time and chat to the protagonist: it is rather like his Ghost Dog: The Way of the Samurai (1999) in that way. Paterson wife’s Laura is played with enormous, unaffected charm by the Iranian star Golshifteh Farahani — who has appeared in films like Asghar Farhadi’s About Elly and Atiq Rahimi’s The Patience Stone. The couple has an English bulldog, Marvin, who wheezes in the corner. There is no backstory about how Paterson and Laura got together. Their relationship just appears on screen fully formed. Laura is a stay-at-home wife but she has many artistic interests, and she is cheerfully and confidently aware of her career options. She paints, designs, decorates the house, bakes cupcakes which she sells at the farmer’s market and is learning the guitar with a view to being a country singing star. And importantly, there is nothing foolish or ironic about any of this: her cakes are delicious; her designs are great, and after just a day’s home tutorial, her guitar strumming sounds very good. Paterson himself is very different. Unlike Laura, he has no conception of making a career out of his poetry, or even showing it to anyone other than her: he doesn’t participate in poetry-slam readings or send his stuff off to magazines, or blog or promote his work on social media. Laura says he should give his poems to the world, but envisages only Xeroxing them to hand out copies.  The traditional problem with fictional poets or painters or composers in films is that if the point is that they are genuinely good, the audience may be unconvinced by their supposed masterpieces if any are riskily shown on screen, especially as this audience has already, in some sense, been asked to put its trust upfront in the genuine creative talent of the film itself. Irony is therefore the safest, and almost irresistible default option here. But we are not tested by Paterson’s writing in this way. His poems themselves appear up on screen as squiggly handwriting as Paterson thoughtfully writes them in his notebook: homey, folksy, local newspaper verses, perhaps inspired by Paterson’s famous poet William Carlos Williams and the short poem which is rightly or wrongly his most well-known: This Is Just To Say, about eating the plums, which Paterson actually reads aloud to his wife. Jarmusch handles the tonal difficulty with Paterson’s work with matter-of-fact calm and ease. At first, it might seem as if the joke is that the poems are awful, and that Paterson’s commitment is a tragicomic delusion. That is not the point at all; the film doesn’t patronise or make fun of his efforts, but neither is it reverent. For Paterson, his poems are just a part of his life, like doing his work, loving his city and loving his life: they do not stand apart from life, transforming it or presenting themselves as brilliant artefacts which will make him rich and famous. The poems are just part of his life’s fabric, part of the quietly but richly inhabited existence which includes a nightly walk with Marvin to the local bar, where he chats with the owner Doc (Barry Shabaka Henley) and takes an interest in a couple of young people Marie (Chasten Harmon) and Everett (William Jackson Harper) who are going through a painful breakup. This is not to say he does not take his poetry seriously: he is a committed reader, with a den in his cellar packed with books, including work by Frank O’Hara and David Foster Wallace. He believes in his poetry’s worth, and there is pathos when he realises that his job-description and life-description is bus driver — with poet coming in second. When something terrible happens to Paterson’s life work, it is devastating. Paterson and Laura do not have children, and Jarmusch allows us to register this issue indirectly, with a very funny and subtle recurring gag, one of those universe-patterning flourishes that Paterson is always noticing. Laura says one morning that she has had a dream that they had twins, and from that moment on, Paterson is always noticing twins all over town. The question of children is left open, part of the couple’s untroubled faith in the future. What a lovely film Paterson is.",
  "webTitle": "Paterson review: Adam Driver's poetic bus driver proves safe pair of hands",
  "webPublicationDate": "2016-05-16T04:56:43Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/paterson-review-adam-drivers-poetic-bus-driver-proves-safe-pair-of-hands",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adam Driver",
      "id": "film/adam-driver",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jim Jarmusch",
      "id": "film/jim-jarmusch",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/16/paterson-review-adam-drivers-poetic-bus-driver-proves-safe-pair-of-hands"
}