{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/noshir-wadia-obituary",
  "id": "2016-05-04-103",
  "sectionId": "world",
  "body": "Our former teacher Noshir Wadia, known to us as “Prof”, who has died aged 91, was a pioneering figure in Indian neurology. He was born in Surat, Gujarat, one of five children of Hormusji, a timber merchant, and his wife, Dinamai. He attended St Xavier’s school and obtained his medical qualification from the Grant Medical College in Mumbai (then Bombay). In 1951, after completing an MD, he travelled to the UK to train in neurology, spending four formative years as registrar to the pioneering neurologist Lord (Russell) Brain at the London hospital. At the age of 32, he became honorary neurologist to the JJ hospital and Grant College, Mumbai, with a mandate to establish the first neurology department in India. What started with six beds had grown into a 45-bed neurology department with a formidable reputation by the time he retired in 1982. In 1973, while still at the JJ, he also set up a neurology department at the Jaslok, a private hospital recognised for its postgraduate training. He was a keen observer and a careful researcher. When he returned to India he noticed that the prevalence of neurological diseases was different from those in the standard textbooks. He felt that Indian neurologists should identify and document the prevalence of local diseases. His studies ranged from the neurological complications of manganese poisoning in Indian miners, to the high Indian prevalence of craniovertebral anomalies, Wilson’s disease, tuberculosis presenting primarily as spinal meningitis, and nutritional disorders of the nervous system. He identified two unique Indian diseases later recognised elsewhere - a new variant of hereditary ataxia with slow eye movements, and adult poliomyelitis due to a new virus (Enterovirus 70) associated with conjunctivitis. Prof was also responsible for training a generation of neurologists. His “boys and girls” are now scattered around the world. His skill in clinical neurology was matched by his flair for teaching and bringing the subject alive. He was a charming, humble man with a quick smile and always had a kind word. He forged lifelong friendships with many British neurologists. Some of them regularly visited his unit in Mumbai. He also served the World Federation of Neurology through several of its committees and research groups, finally being elected vice-president. He received many national and international awards, including the Padma Bhushan, India’s third highest civilian award, in 2012. He is survived by his wife, Piroja, a pioneer of clinical neurophysiology in India, by two stepsons, and by two brothers.",
  "webTitle": "Noshir Wadia obituary",
  "webPublicationDate": "2016-05-04T16:24:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/noshir-wadia-obituary",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Medicine",
      "id": "education/medicine",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/04/noshir-wadia-obituary"
}