{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/04/howard-hodgkin-painting-new-york",
  "id": "2016-05-04-77",
  "sectionId": "artanddesign",
  "body": "“I hate painting,” says Howard Hodgkin, one of the world’s greatest living painters. “Most of the time it’s irrelevant. It doesn’t mean enough, ever, quite.”  The 83-year-old English artist is in New York for an exhibition of new and recent works at Gagosian gallery, entitled From Memory. It is an exhilarating display by an artist at the peak of his powers: Hodgkin may be elderly but his work is far from frail.  We meet in the gallery along with his partner of 32 years, the music writer Antony Peattie. Hodgkin’s hair is silver and short, his eyes rheumy and penetrating. Dressed in blues and blacks, his subdued clothing is in contrast to the voluptuous backdrop – nobody does colour quite like Hodgkin, and this exhibition is no exception.  Hodgkin is now more prolific than ever. “I realize there isn’t much time left,” says the artist, who won the Turner prize in 1985 and was knighted in 1992. Old age has been freeing: “Lots of things that I used to worry about in my work, I don’t any more because I know the answers to them. It clarifies things wonderfully.” What he wants to achieve with his art has become “more straightforward”, he says: “maximum expression”.     Hodgkin in front of his work Blackmail. Photograph: Charlotte Burns for the Guardian    The paintings evoke private memories and are saturated in emotion. Joy in its abundance leaps from Love Song, a sizeable work on wood daubed in splashes of blue, white and green. Dirty Window feels grubby and sexy and secret, as does Bedclothes, from the same years (2014-15). There is tumult in the oranges, reds, greens, browns and plum of Blackmail, while Puddle is intimate in its simplicity, in its blue smears and empty space. From Memory is a riff on melancholy in browns, blues and blacks. We head to Hodgkin’s beloved India in The Rains Came, as the heavens drench the dirt, while Green Monsoon is darker, closer to the heart of things. Hodgkin’s feelings run famously close to the surface. At several points during our interview his shoulders shudder with sudden emotion as he stifles a sob or laugh, eyes widening in shock at each eruption. He is “a man who loves and hates with a passion, and is very emotional. He will cry very easily and flares up, both in terms of colour and of temper, very quickly,” said the Tate director, Nicholas Serota, in 2001. Serota, who gave Hodgkin his first museum show in 1976, said then that Hodgkin’s passions had become “much more evident in the paintings over the last 15 years or so”. Now, 15 years later, this is truer than ever.      The Rains Came, 2014. © Howard Hodgkin. Courtesy the artist and Gagosian Gallery    Ghosts of the past are on Hodgkin’s mind. He remembers the policeman who said that Hodgkin’s career choice seemed like a very good idea when, as a young boy he ran away from school because he wanted to be an artist. He weeps at the memory of his father and a dead relative known as “rich cousin within the family”, the painter Eliot Hodgkin. “He was one of the most influential people in my life … an amazing person. He was the first man I’ve ever come across who had bespoke suits made of silk,” Hodgkin says, smiling in amazement.  He remembers cruelties well, too. His mother, a “complicated woman” whose “only freedom was to seduce almost any grand person that she happened to come across” was mindful of the social opprobrium in having a runaway artist as a son and encouraged him to become a diplomat (“I said I would have started world wars”). Hodgkin, who once said he found his voice very young but didn’t quite know what to do with it, did not receive recognition until the 1970s, much later than peers such as David Hockney. “I’ve never felt I was a great success,” he says. “For a while I felt like an outcast in the art world because nobody really seemed to take what I did seriously at all.” This led to periods of despair – about 50 years ago he contemplated jumping in front of a train. “Focus in particular was essential, which was very difficult to do in the context of an ordinary middle-class life,” he says. “Eventually, everything fell into place.” Now, recognition has come – “at last”, he says.      From Memory, 2014–15. © Howard Hodgkin. Courtesy the artist and Gagosian Gallery    Asked when and how his confidence developed, Hodgkin gestures at Peattie. Great love helps, he says, shrugging. Another “gigantic step” was a major exhibition of his works at London’s Hayward Gallery in 1996, which marked the moment, he says, “when I began to feel like yes, I could”. I went to see the show as a schoolgirl and it made me determined to work with art: I’d never seen such audacious colour or pictures that refused to stay in their frames. It felt like permission to see the world differently, and I left the Hayward amazed that art could do such a thing, in such a modern way.  Hodgkin famously paints up to the very edge of the painting, often covering the frame. It is a form of control, making sure that the object’s completeness cannot be interrupted by a frame placed around it by somebody else. For similar reasons, he paints on board instead of canvas: “A firm surface won’t answer back. It just remains there, and that’s very important to have. So much of my working isn’t fixed, so it’s wonderful that this is fixed, it’s firm; there it is. I’ve always thought that the first thing that painting should be is a thing – paintings should be like objects that exist firmly.” Why is that so important – because everything else is so fleeting? “Probably, yes. They have to be complete in themselves.” Painting remains a gruelling endeavour. “It’s incredibly lonely,” he says. “You can’t make up for it by – and don’t misunderstand this – by the interest of you. It’s still very lonely. Being alone in the studio – I don’t paint listening to music, I don’t paint surrounded by the objects I collect. It’s just me.”      No hiding place: Hodgkin’s London studio in an old dairy building. Photograph: David Levene for the Guardian    The loneliness is “essential”, says Hodgkin, whose London studio is relentlessly white and bright, with no corners to hide in. The artist has said that the biggest challenge is to sit still, holding one’s own hand and resisting the urge to rush at the painting. But his patience has increased with age: these new works are more restrained than the earlier paintings, leaving more unsaid.  He is preparing for an exhibition at London’s National Portrait Gallery of his portraits – a form that, as an abstract artist, he is not often associated with. But he painted lots of portraits in the 1960s of artists such as Patrick Caulfield, whom he admired greatly. The museum would like him to paint a new portrait or two, though Hodgkin doesn’t yet have a subject in mind. He falls silent for a few moments then says: “So many people that I loved and admired and so on are dead already. I’ve reached that age. Somehow it never seemed real to me when I read about it happening to other people.” Surveying the Gagosian exhibition, he says: “Like so many ageing artists, I don’t think this is the best work – I am sure there is more to come.” Does he allow himself to experience moments of triumph in his work? “Yes, but they’re not real because they can’t be,” he says. “Because the triumph lasts a very short time indeed.” For Hodgkin, the success of each work is only ever a lonely note in a larger song, and so he keeps painting.  Howard Hodgkin: From Memory is at Gasgosian New York, 5 May to 18 June. Details here",
  "webTitle": "Howard Hodgkin: 'I felt like an outcast in the art world'",
  "webPublicationDate": "2016-05-04T17:39:27Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/04/howard-hodgkin-painting-new-york",
  "keyword": [
    {
      "webTitle": "Howard Hodgkin",
      "id": "artanddesign/howard-hodgkin",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Burns",
      "id": "profile/charlotte-burns"
    }
  ],
  "guardianId": "artanddesign/2016/may/04/howard-hodgkin-painting-new-york"
}