{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/manual-pellegrini-manchester-city-exclusive-interview",
  "id": "2016-05-30-136",
  "sectionId": "football",
  "body": "Manuel Pellegrini smiles broadly, shakes hands and offers a seat at one of the desks in his office at Manchester City’s first-team building. The nerve centre in which the Chilean plotted City’s past three campaigns has modern lines, with sweeping windows, and is spacious. From the MacBook Air before him Pellegrini will later print off statistics to outline how dominant City were during his tenure. On the wall behind the 62-year-old hangs a miniature white pitch which features named magnetic figures denoting his squad, Sergio Agüero, Wilfried Bony and Kelechi Iheanacho heading the formation. Pellegrini has just returned from a break in Scotland with his wife. It may surprise some that this first interview since his tenure materially ended at City – his contract expires on 30 June – takes place at the club, given it will soon be commanded by Pep Guardiola. This, though, is in line with Pellegrini’s relaxed demeanour, as is the absence of a City media officer. He is in expansive, honest mood. Pellegrini opens up for the first time about the decision to announce Guardiola as his successor with four months of the season left. It was his own decision and Pellegrini admits he might choose differently if given the choice again. In January Guardiola had said: “I want to manage in the Premier League.” This is what prompted Pellegrini and he is clear the 45-year-old’s comments were ill-judged. “Yes, it was my decision,” he says. “After Guardiola said he was coming to England it was my decision because all the media was talking about Guardiola here, Guardiola in Arsenal, Guardiola in Manchester United. It was not fair for all managers – when everyone knew he was coming here.” Now comes the crucial caveat. “If I ask if I would do that again …” Pellegrini sighs. “I have some doubts.” This is honest. “Yes. I am very self-critical about what I do. Always. I don’t want to use [this] as an excuse but it was so difficult to work after that. Not for me, for the players.” Pellegrini is clear he did not have to convince the club to go public. “No, it was my decision. It’s impossible to know if it was the right decision. But when you see the consequence of losing immediately three games in a row when you are winning the last five or something. The most difficult thing in a group is when you break something. Something was broken in that moment so, as I say, the complete glass is broken.” Pellegrini bangs the desk for emphasis. “Then, you must try to rearrange it.”           Manuel Pellegrini to leave Manchester City at end of season    On 1 February City confirmed that Guardiola would replace Pellegrini. The team had 47 points, three fewer than Leicester City, and were in second position. They had lost once in the league since 5 December. On 2 February Sunderland were beaten 1-0 at the Stadium of Light. Then results went south. City failed to win another league game for more than a month. They lost the next three matches in a row, including a 5-1 defeat at Chelsea in the FA Cup, though this was with a weakened XI. And by 1 April, two months after the announcement, they still had only one league victory, a 4-0 win against Aston Villa. Leicester had 66 points and City 51, adding only four since the Guardiola announcement. Their title hopes were finished and they were now in a top-four finish dogfight. Put to him that all elite footballers are self‑motivating, so this should not have affected Agüero and company, Pellegrini has a simple response. “Yeah, but you must do it all together – and for different reasons, when you don’t link all the players, then … Look what happened with Chelsea,” he says, smiling at the memory of how the side then managed by United’s new manager, José Mourinho, bombed. “The same manager, the same players – that’s football. That’s why it’s the most popular sport of the world.” City ended on 66 points, beating United to fourth place on goal difference. They claimed a second Capital One Cup under Pellegrini and he led City to the European Cup semi-final for the first time. Yet Pellegrini names this as his least successful campaign – poorer than the previous one when they won nothing, finished second and were knocked out for a second year in a row by Barcelona in the Champions League last 16.     Manuel Pellegrini with Cristiano Ronaldo in May 2010 when he was in charge at Real Madrid. Photograph: AFP/Getty Images    This is because of the style of play and the insipid manner in which City went out of the Champions League. He says: “The semi-final with Real Madrid: they can eliminate you but not in that way. Before we were with our mind on other things – at Southampton we lose [4-2], we draw with Arsenal, and we draw with Swansea. So we have two points from the last nine. If we have the normal finish winning those games we finish second. For me which season I was less happy with: this one.” Pellegrini points to how the injury problems of David Silva and Samir Nasri drained the side’s creative forces. But he denies being a tactically limited manager who can espouse only an attacking philosophy, as is the prevailing view of him. “I like to know how to defend but with three players when they have a counterattack. Then, with line-back [the defence] and one midfielder. Line-back with three midfielders. Line-back with 11 players,” he says. “If you have 11 players you can make a good pressing. If not, you can’t cover the complete pitch. You must cover a bit. What I want is to recover the ball as near to the other box as we can and when we have the ball, play. We couldn’t do this this season because we didn’t have 20 players [fit for long enough]. Silva was the whole year not fully fit. Samir Nasri couldn’t play a whole year. Yaya [Touré] was not in a good year. So what happened? We change our style of play, that’s why in three seasons I change absolutely the way we play.    'If I don’t have a really interesting option I will stop. Of course I would miss it. The challenge keeps me alive.'    “In this year with Navas, Sterling, De Bruyne, it’s impossible to be a technical team. You must be a speed team, one-v-one, make cross and counterattacks at speed. But I was not happy with the style of football we play – I don’t think that we had creative players.” Now Pellegrini points to the Premier League stat sheet. “If you can see, during the three seasons, we have 230 points. We are the best. We all play 114 games, we won 70, we draw 21 – the team that draws the least. We lost 23, the best was Chelsea – 21, just two games less. We scored 256 goals and the defending was so bad,” he says, in tongue-in-cheek manner, referencing the side’s perceived weak area. “It was 116. 112 is the least, Chelsea.” Last summer’s headline arrivals were De Bruyne for £55m from Wolfsburg and Sterling for £49m from Liverpool. De Bruyne scored 16 times in 41 games in a campaign disrupted by a knee injury that ruled him out from late January to early April, while Sterling scored 11 times in 47 appearances. Pellegrini can now admit De Bruyne’s absence was a prime factor that “killed” City’s season. “Absolutely decisive. But as a manager what can you do? Say we cannot play without Kevin De Bruyne? What will all the other players think?” he says. “When you keep the ball so well as Kevin it’s very difficult to be a bad player but he must improve and will. He has to play a bit more with care, not to [misplace] so many passes. He has so good technique, in one or two years more he will have better decisions with the last pass. “Sterling started well. After that, with the injuries and maybe the new demands of the club, the responsibility he has when he knows the club pay so much money for him, maybe this affected him. But I’m sure this [next] season he will be really important.” Pellegrini does not hide concern that the career of Vincent Kompany, the club captain, is in jeopardy due to a plague of injuries. Last season the 30-year-old managed only 21 appearances and the thigh problem he suffered during the second leg against Real, which ended his campaign, was his 33rd separate injury in eight years at City. Pellegrini says: “I don’t know what he will do in the future – it’s very difficult to understand.” He is more optimistic on Silva, who sustained an ankle problem on international duty in the autumn and never fully recovered. Pellegrini has always referred to Silva as City’s X-factor, and says: “He will return to be normal – David is just 30 years old.”     Manuel Pellegrini when he was coach of Villarreal in 2006. The Chilean also coached at Real Madrid and Málaga in Spain before coming to England in 2013. Photograph: Fernando Bustamante/AP    Pellegrini came from a family with no background in football but at 17 knew his path. “First I was going to be a football player, then after that try to study medicine or engineering. But it was very difficult to do medicine, so I did engineering.” He was a self-described “mad dog” defender who spent his whole career at Santiago’s Universidad de Chile. “My team and Colo-Colo [the country’s most successful club] – every game between them has 70,000, 80,000, fanatical fans,” he says of 15 years as a professional. When he finished the aim was to expand the engineering company he ran while still a player. But on deciding to be a manager, the mad-dog mentality was discarded. “Because if I continue with a very strong character you are always having problems with players. I changed a lot because you can’t take good decisions when you don’t dominate yourself.” This shows a depth of intelligence and self-analysis not all leading managers possess. “Maybe, but when I decide to be a manager, it was a very difficult decision. I knew a very important Chilean coach, Fernando Riera. He was national manager at the 1962 World Cup in Chile. He worked at Benfica with Eusebio. He started to convince me,” Pellegrini says with a laugh. “So when I decided, I decided to be a very important manager. Now I can say it because I did it. But in that moment I was 34, had my construction company doing small houses. I wanted to grow my company. Constructing houses I could earn 10 times what I did when I started managing. “I didn’t have any problem, I left the money to one side and started a lot of things. I learned English, French, Italian. I came here to Lilleshall [the FA’s centre of excellence], Italy, France. I decided: ‘I will be the best one. I will try to do it all what I need to be the best one.’ It’s not easy when you are in Chile, eh?” Between 1988 and 2003 he managed Universidad, Palestino (three times), O’Higgins and Universidad Católica in Chile. Then he coached LDU Quito of Ecuador for three years, before three more years in Argentina, at San Lorenzo and River Plate. In 2004, having won cups in his homeland and championships in Ecuador and Argentina, he moved to the dream destination: Europe. “I was 50, a good age. I went to Villarreal for 30% less than I could have earned in Mexico. I had a clear vision of where I wanted to go – Europe, without any doubt,” he says, of the next nine years of which five were at Villarreal, one at Real Madrid and three at Málaga, before he replaced Roberto Mancini at City. Despite a persona that can be ultra-sober, Pellegrini is positive about the public profile a manager has. “You must speak to the media everywhere,” he says. “It’s another duty – how to explain exactly in English? I don’t think that I can criticise you, in the way you write. I can’t analyse your profession because I don’t know it. But you can with me, and say what I must do and what I didn’t do. It’s not unfair, it’s the rules. I can’t criticise a doctor because I’m not a doctor.” With Guardiola at City and Mourinho at United, Manchester is about to become an even more feverish centre of football. “The whole Premier League will be very interesting. It can happen what happened this year with Leicester but it’s not normal,” Pellegrini says. The one moment the shutters come down is when he is asked if Mourinho’s “disaster” at Chelsea, which caused him to be sacked in December, will hurt his prospects of success at United. “I don’t know what will happen with Mourinho in the future,” he says quickly. What, then, is next for Pellegrini? Everton are thought to be interested in him, and he says: “If I don’t have a really interesting option, I will stop until I find one. If I have to stop [completely], I will stop. It can be now, [until] December, one year or for ever. Of course, I would miss it. The challenge keeps me alive.” And he laughs again. Pellegrini will surely be back in football sooner rather than later.",
  "webTitle": "Manuel Pellegrini: If I don’t get an interesting offer I will quit football",
  "webPublicationDate": "2016-05-30T10:34:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/manual-pellegrini-manchester-city-exclusive-interview",
  "keyword": [
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/30/manual-pellegrini-manchester-city-exclusive-interview"
}