{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/ryan-reynolds-deadpool-honest-trailer",
  "id": "2016-05-11-238",
  "sectionId": "film",
  "body": "Superhero movie Deadpool took us to meta defcon one earlier in the year with its constant breaking of the fourth wall and self-reflexive badinage about the standard tropes of comic book movies. But it appears the world just found out there’s yet another level to be reached before brains everywhere explode at the sheer inter-cannibalisation of it all. Yes, star Ryan Reynolds has appeared in the Honest Trailers trailer for his own movie. As Deadpool.             Related: Deadpool 2 officially greenlit with Ryan Reynolds and director Tim Miller    For those not au fait with the popular web series, it imagines what the trailers for popular Hollywood movies might have looked like if the makers had come clean about all their cliched influences. Deadpool cheerfully pops up to offer wisecracking commentary on Honest Trailer’s wisecracking commentary ... on his own wisecracking commentary in the movie itself. The result is a sort of 3D self-reflexivity, meta squared. Reynolds, in full costume, cheerfully admits that the highest-grossing “R”-rated movie of all time swiped its opening credits style, in which the film is described as starring “The comic relief … a moody teen … a CGI character”, from Honest Trailers’ regular “Honest Names” segue. At one point he even berates his new collaborators for their trademark snide criticisms, with a typically foul-mouthed tirade. The only slight negative for Deadpool’s potential Blu-ray sales (the reason, Reynolds admits, that he agreed to do the trailer) is that the Honest Trailer for Deadpool turns out to be an even better vehicle for the self-healing Marvel mutant’s peculiar brand of R-rated banter than the movie itself. Raising the question: would anyone bother with Deadpool 2 if we could catch the Merc with a Mouth on YouTube every week?",
  "webTitle": "Ryan Reynolds appears as Deadpool in Honest Trailer",
  "webPublicationDate": "2016-05-11T11:43:48Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/ryan-reynolds-deadpool-honest-trailer",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Deadpool",
      "id": "film/deadpool",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ryan Reynolds",
      "id": "film/ryan-reynolds",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/11/ryan-reynolds-deadpool-honest-trailer"
}