{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/05/story-cities-copenhagen-denmark-modernist-utopia",
  "id": "2016-05-05-281",
  "sectionId": "cities",
  "body": "“In the 60s and 70s, we thought that if you built huge blocks with apartments and efficient traffic systems, everyone would be happy … But quality of life is more than square metres, concrete, lifts, motorways and subways.” From his house on the outskirts of Copenhagen, veteran planner Søren Elle is reliving his 42 years with the city’s transport department. “The question was, should we rebuild Copenhagen into a modern American city, or should we keep Copenhagen as Copenhagen and just make small adjustments in a pragmatic, Danish way?” Elle’s words echo the dilemma that faced planners in so many European cities during the 1960s and 70s – a time when the modernist movement dominated visions of what the future city would look like. Traditional residential blocks and narrow streets were deemed unhealthy and suppressive, and the utopian vision was of streets in the sky and grand boulevards for the motorcar. European engineers were sent in flocks to the US to learn from the environments in which these revolutionary ideas were playing out, returning with tabula rasa development plans to realise their own modernist dreams. Many cities still bear the battle scars of the planners’ ensuing “enlightened experiments”.      Copenhagen in the 1960s. Photograph: Michael Ochs Archives/Getty Images    In Britain, vast swathes of the city of Birmingham were gutted to make way for an inner ring road, which placed cars on the surface and buried many footpaths and road crossings beneath the built-for-speed streets. In Stockholm, the Essingeleden motorway was opened in 1966 to traverse the city’s islands. It was soon repainted from six to eight lanes, but this failed to make a dent on congestion levels – it remains the busiest road in Sweden.    We were lucky that Copenhagen was poor after the second world war  Søren Elle     While concrete was being poured to create other giant urban spaghetti junctions across Europe, Copenhagen found itself at a crossroads: “[It] has reached a state of development where it is necessary to develop a network of motorways through the city to secure its arterial functions. [The motorways] will change the appearance of the city,” wrote architect Ole Nøregård in a 1965 engineers report. Nøregård’s urgent recommendations referred to several transformative road plans for the city, including Søringen (The Lake Ring) – a 12-lane thoroughfare first proposed in 1958, that would slice across Copenhagen’s core and pave over its iconic lakes in the name of urban progression.  Alongside the road building blueprints was the City Vest (City West) plan to raze the Vesterbro neighbourhood – then deemed a ghetto – to make way for motorways and high-rise developments. Both proposals were part of the broader 1948 Finger Plan, drawn up as a long-term vision for the Greater Copenhagen area, which would see urban development concentrated alongside a new network of arterial roads and railways located along five “fingers”.     The Danish newspaper Politiken opposed Copenhagen’s urban development plans in the 1960s. Photograph: Copenhagen City Archive    But it didn’t happen. Much to the modernists’ discontent at the time, Copenhagen’s development took a different trajectory, and managed to escape the congested concrete clutches of modern urban planning. In the process, it laid the foundations for its contemporary reputation as one of the world’s most “liveable” cities – an urban model so desirable that copying its outcomes even has its own verb: “to Copenhagenise”. “We were lucky that Copenhagen was poor after the second world war,” Elle says. Rather than intelligent foresight, or a difference in the mindset of those in power, he suggests the Danish capital’s avoidance of major carriageways is down to good fortune. “We thought we were unlucky and very poor. We were actually lucky, but still very poor.” Copenhagen’s lack of funds led to the city’s modernist visions progressing at a painfully slow pace. It did get a small taste of a car-oriented future in the shape of the six-lane Bispeengbuen expressway, which rips through its northern neighbourhoods directly in front of second-storey windows.  “That was a real eye-opener. People could see that this would change Copenhagen – that this is what the plans mean,” Elle says. “Inside people’s heads, they found out that they were not happy with these [modernist developments]. By the 70s, they could experience how it was to live in it … you have to feel it in your body to know it’s not good.”     The lakes of Copenhagen escaped concrete and motorways. Photograph: Original i Københavns Stadsarkiv/Copenhagen City Archives    People were taking notice of these changes to the urban fabric throughout Europe. Protest movements such as Homes Before Roads emerged in London; it attempted to limit the removal of housing in the capital to make space for motorways. But perhaps the key element that set Copenhagen’s anti-motorway protests apart was the fact they also demonstrated that an alternative future was possible.    One group was pushing cars out of the city whilst others were trying to push them in  Jan Gehl     “We had the notion that common space could pull people out of isolation,” says Jan Gehl, renowned urban planner and godfather of the liveable cities movement. “There were these big freeway people, and then there were the counter streams that happened between 1960 and 1970 ... One group was pushing cars out of the city, while others were trying to push them in.” Sitting in the bright top-floor offices of Gehl Architects in Vesterbro, the 79-year-old gestures to his surroundings: “This building wouldn’t be here. The motorway would’ve gone straight through it.” As a young architect at the time of these plans, Gehl says many of his Copenhagen peers were working on “humane city planning” policies, after the pressure began to build at a citizen level: “A discussion was beginning about the virtues of having a city for people … There was an environmental group, which started to put floats out in the lakes to show how far the motorway would extend. A big hotel was going to be built, so they winched up weather balloons to show how high it was going to be.”     Vesterbro faced the wrecking ball in the 1960s, but survived to become one of Copenhagen’s most popular districts. Photograph: Ty Stange/Copenhagen Media Center    In 1968, Denmark’s primary newspaper Politiken switched its view from support to opposition of Søringen and the City Vest plans, mirroring the mood in Copenhagen at the time. In a city that was getting poorer and poorer, road projects could not happen without state support – and that was revoked in 1972. The scrapping of plans once and for all coincided with the 1973 global oil crisis, which saw car use almost dry up in the city. It helped to shake the dust off the cycling culture and pedestrian movement, both of which have been on the rise ever since.    The dystopian outcomes of designing cities for cars can be seen in the likes of Stockholm and Birmingham    Five decades on, Copenhagen continues to retain its historic housing stock, strong bicycle culture and extensive pedestrianised zone – an urban model that many cities around the world are now desperately trying to claw back. The 6km lake shores are teeming with human activity, its frozen waters providing temporary public space during the winter months. And it is impossible to imagine how the 36,000 cyclists who currently use the Nørrebrogade lake crossing – Europe’s most popular cycling street – would have got past a roaring 12-lane barricade, which would have left many now-thriving areas resembling the hinterland surrounding London’s Westway. Vesterbro, the area that faced the wrecking ball under the plans, now stands as one of the city’s most popular neighbourhoods. Across Copenhagen, dense, low-rise blocks front on to shop-lined streets, upon which 50% of the population travels by bicycle on a 390km network of cycle tracks.     Copenhagen has a thriving cycling culture, with 5.2 bikes for every car in the city. Photograph: Bruce yuanyue Bi/Alamy    Research on global transport released in 2015 found that building new roads (pdf) does little more than breed more cars, increase traffic and impact residents’ health and wellbeing. The dystopian outcomes of designing cities for cars can be seen in the likes of Stockholm and Birmingham. “You might think you want to build a ring road to get the cars off the streets in the city,” Elle says, “but if you really want to get the cars off the streets, you can just close the roads. It’s a classic transport planning mistake to want more capacity.” This sentiment is echoed by Gehl: “What we have been able to prove is that a strong culture of using public spaces and bicycle facilities has developed here; [the opposite of] other cities that have a strong culture around using cars … It just depends on what you invite in.” Cities are racing to catch up with what this different way of thinking has brought to Copenhagen’s streets – but while they may seek to copy the city’s road layouts, bicycle lanes and gleaming public spaces, it isn’t that simple. “I was always more interested in changing the mindset – then someone else can change the actual city,” Gehl says. “In this firm, we don’t do design – we do programmes and strategies for cities.” Next stop for Gehl is Moscow, where he is returning to check up on a number of public space projects that began in 2011. He talks of the “efficient democracy” that allows leaders to implement changes almost overnight in places such as Russia and America – removing on-street parking, widening pavements and creating public squares: “If the mayor says ‘car parking must go’, you come back two weeks later and it’s gone.” To fully progress beyond the paradigm of car-centric planning, however, many of Copenhagen’s experts say there is still much work to be done – such as the decoupling of economic success from road building. “When the plans failed, some at the time might have said, ‘We’re not able to grow the economy’ – but the lesson learned from that was that you don’t need new roads to do that,” says Mike Axon, who is leading the Create project, which is investigating the deeper barriers to changing our planning methodologies. “There are other ways around the problem … [our report] might find that road building is not a reasonable proxy … It’s not the panacea.”   Related: Story of cities #37: how radical ideas turned Curitiba into Brazil's 'green capital'    Citizen-focused planning is still at the heart of Copenhagen’s future visions: “We are investing in sustainable solutions, and want to use the city as a laboratory for testing new technologies,” says its lord mayor Frank Jensen, who is currently increasing bike infrastructure and extending the metro by 17 stations. “But the philosophy behind all the development in the city comes down to the question of liveability.” In true Copenhagen fashion, the underbelly of Bispeenbuen flyover – the leftover trace of the city’s modernist fantasies – is now the site of a new public space competition trying to bring life back to the concrete wasteland. But the city is also bowing to the pressure of a desire for economic growth and prosperity. The old principle of reducing car parking in the centre year on year is being reversed, and Copenhagen has also flirted with the idea of constructing a 27bn kroner (£2.8bn) tunnel beneath its harbour. But Gehl’s optimism is undimmed – based not just on his home city, but from his work with more than 100 others around the world: “There has really been a change in paradigm; now cities really want to be liveable, healthy and sustainable. This is really global now.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #36: how Copenhagen rejected 1960s modernist 'utopia'",
  "webPublicationDate": "2016-05-05T08:20:55Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/05/story-cities-copenhagen-denmark-modernist-utopia",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Copenhagen holidays",
      "id": "travel/copenhagen",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Denmark",
      "id": "world/denmark",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Urbanisation",
      "id": "cities/urbanisation",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Athlyn Cathcart-Keays",
      "id": "profile/athlyn-cathcart-keays"
    }
  ],
  "guardianId": "cities/2016/may/05/story-cities-copenhagen-denmark-modernist-utopia"
}