{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/cbi-calls-on-government-to-back-manufacturing-sector-strategy",
  "id": "2016-05-04-3",
  "sectionId": "business",
  "body": "Britain’s leading employers’ organisation will tell the government on Thursday that it needs to back a new industrial strategy to halt the decline of manufacturing and spread prosperity to the less well-off parts of the country. Carolyn Fairbairn, the director general of the CBI will strongly criticise the lack of preparedness for the crisis that has engulfed the steel industry as she urges ministers to do more to help in three key areas of weakness: skills, energy costs and spending on research and development. In a speech in Warwick, Fairbairn will say: “Modern industrial strategy isn’t about ‘handouts’ for business. It’s an investment in our future competitiveness which will pay dividends in sales, exports, jobs and livelihoods.” Despite pledging to rebalance growth towards industry and exports when he became chancellor in 2010, George Osborne has presided over an economy in which manufacturing output has yet to recover to its pre-recession level and the current account deficit is the highest on record. Business leaders have been privately critical of the hands-off approach the business secretary, Sajid Javed, has adopted, contrasting it with the more active role of his Liberal Democrat predecessor, Vince Cable. Fairbairn will praise the government for its support for the thriving car industry, but she will also use her speech to voice some of business’s concerns. Steel gives a sharp example of where we didn’t think long term. Where the answers didn’t come until it was too late”, she will say. “Yet the automotive industry provides the evidence that a clear, collaborative approach works. The industry came together, identified barriers holding back its productivity and put its top three proposals to government. “Government acted and deserves great credit for doing so. The results have been astounding.” She will say that every manufacturing sector should have a plan for its future, with each addressing three questions. “First, is the sector strategic for the UK? Second, is the sector currently globally competitive, and if not why not? Does the UK have a competitive advantage? Third, what actions could government and business take to make it more competitive?”     Port Talbot steelworks in south Wales. The ailing sector ‘gives a sharp example of where we didn’t think long term’, Fairbairn will say. Photograph: Ben Wright/PA    Fairbairn will welcome the chancellor’s commitment to raising productivity and protect R&D spending on aerospace, aviation and automotive, but question why he has not pursued the same approach for other manufacturing sectors. “Industrial strategy needs to be by sector, because that is how the world thinks and acts. And that is how our competitors are thinking and acting. It’s about co-funding from government and business in a partnership of equals. “The economic rationale is sound. Markets are not perfect – they fail in known and identified ways, particularly in the areas of skills, infrastructure and R&D investment.” She will also say that government funding to support innovation lags well behind that in rival countries. “In 2014, the government’s contribution to the UK’s total R&D spend was the lowest of the G7 economies – just 0.49% of GDP.” She will add that the budget for Innovate UK, the state-backed innovation agency, was 0.03% of GDP. “Is that really the best we can do? Numbers so small they round down to zero? This investment matters.” The CBI has long lobbied the government to reduce energy costs to levels similar to those on the continent, and Fairbairn will say that the additional burden is costing UK firms business. “For our largest users, electricity prices are still about 80% higher than the European average, double the cost of the USA. This has caused real headaches for our foundation industries.  “Last year, the CBI proposed that foundation industries receive appropriate support for the costs of energy and policies that are making them uncompetitive globally. We achieved this. But in the longer term, we need a clear plan from government to help develop new energy sources while keeping industry’s costs under control.” On skills, Fairbairn will say ministers need to address a “chronic shortage of physics teachers”, adding: “This is holding back an entire generation of Stem [science, technology engineering and maths] skills which manufacturing depends on.”",
  "webTitle": "CBI calls on government to back manufacturing sector strategy",
  "webPublicationDate": "2016-05-04T23:01:35Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/cbi-calls-on-government-to-back-manufacturing-sector-strategy",
  "keyword": [
    {
      "webTitle": "Confederation of British Industry (CBI)",
      "id": "business/cbi",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "business/2016/may/05/cbi-calls-on-government-to-back-manufacturing-sector-strategy"
}