{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/22/fear-the-walking-dead-season-two-episode-eight-recap-shiva",
  "id": "2016-05-23-328",
  "sectionId": "tv-and-radio",
  "body": "Children stood front and center on Fear the Walking Dead this week, as Celia mourned her sons and Travis and Madison tried to save their own. And there was a lot of saving to be done.  Oblivious Nick and Alicia are just sunning themselves on the hacienda lanai, as if Celia didn’t just kick Strand and the crew out. Nick at least realizes he can use Celia’s love for Luis to cut a deal: let the reanimated corpse return and the gang can stay in safety too. Nick is a good son. Chris remains the worst. He takes off in the middle of the night to wander the fields and pretend to be tough, annoying everyone else, who realizes he’s a weak, whiny jerk. What’s his plan? Where’s he going? What’s he going to eat? He’s the stereotypical teen, giving up a posh room in a gorgeous house because nobody is paying attention to him or letting him have his way.   Related: Fear the Walking Dead recap: season two, episode six – Sicut Cervus    Is it good that Travis finally beats him up a little? He takes off without shoes after Chris in the middle of the night, and ends up in a village home near the Abigail compound. Just like Travis, this man wants help for his son, who Chris was holding hostage, because of course Chris was. Travis quickly disarms Chris, wrestles him to the ground and ends the standoff. Then he decides maybe it is his son’s fault, after all, for being a maniac. When Nick arrives, Travis tells him to tell Madison he didn’t find them. Chris needs his father to get better and they’re going to wander about alone. Congrats, Travis, you’ve let Chris drag you down to his level. Where are they going? What will they eat? These two deserve each other. ‘Nothing can touch me’ The most fascinating dynamic of the episode was between Nick, Madison and Celia: coming down to the debate of whether the survivors believe the zombies are monsters or something else. Sure, they’re vicious flesh eaters, but can’t people still have compassion for the dead? It’s an interesting question, but it seems that Fear always comes down on the side that says the walkers are monsters. When Madison confronts Nick about his behavior – ruining every T-shirt he finds by smearing it with zombie guts and then going on crazy night missions to rescue more zombies – he says his mother is still treating him like an addict. He’s right: they both need to realize that sobriety won’t heal all the issues they have with each other after his years of drug abuse. Heck, he hasn’t dealt with the reason he started using in the first place. Nick is what some AA circles would call a “dry drunk”, someone who acts like an addict even though they’re on the wagon. Strand knows Nick is vulnerable to Celia’s “quasi-religious bullshit”, but what Nick really likes about Celia is that she accepts him. She believes he’s exceptional, something that his mother has a hard time believing after years of addiction. Madison thinks she’s doing the right thing when she locks Celia in the zombie dungeon, but it’s only the right thing for herself. She feels like she’s protecting her son even though she may be harming him. ‘It’s my dead you fear’ Daniel, meanwhile, is slowly going insane. He dreams of all the people he killed in El Salvador and is now seeing visions of his dead wife. If he’s so burdened by past sins, why can’t he confess them to Celia? Why can’t he claim responsibility for them and at least try to rid himself of the torment? And while we’re asking questions, why can’t the writers find anything for Ofelia to do? Celia might have been framed as a villain last week, but she showed Daniel some compassion, keeping him captive to try to help him reconcile with his past. She may have been a bit nuts and imperious, but Celia was fine by me: she insisted on no weapons or violence, believed everyone should carry their own weight, and was a good leader for all those workers who had the run of the rich estates they used to tend. Donald Trump would’ve hated her – how bad could she be? Blissfully ignorant of the Donald, Daniel doesn’t see it that way. He’s convinced the villa is evil, probably because he’s convinced that he himself is evil. He gets free and sets the trapped zombies on fire – an incredibly irritating repetition of what happened on Herschel’s farm during the second season of the original Walking Dead. Someone holds some zombies “alive” because they can’t accept the people are dead, and someone else with a philosophical difference kills the zombies. Even the end of the episode is like what happened at the end of Herschel’s farm, with the group scattered to the winds and the audience unsure of who’s alive and who’s dead. ‘We destroy everything’ Strand was never one for sentimentality, and even when Madison tells him what’s going to happen after Celia throws him out, he tells her not to consider him a friend just because they helped each other for a while. But after Daniel burns down the house, Strand seems different: he’s back to rescue everyone. What changed his mind? Maybe the world’s saddest goodbye wave from Alicia through that gate. It’s easy to tell this is the “mid-season finale” because a main story arc – getting to Mexico – is over, and the episode had a classic zombie cliffhanger ending – total chaos. Chris and Travis are roaming the countryside in the dark, hopefully offscreen forever more. Strand is off with Alicia, Ofelia and Madison. Only Celia’s owl-god-thing knows what’s up with Nick. He dutifully returns to relay Travis’ message and seems to blame the inferno he finds on his mother. Maddie won’t tell him the truth about Celia, who continues to treat Nick like something fragile and doesn’t see that Nick has proven himself incredibly capable, someone who can walk the line between life and death. Nick has emerged a product of the new world, even though he doesn’t want to make the violent sacrifices it takes to survive. He’s a dead man among the living – an addict before and after the end of the world. Before Madison can help him, he’s got to decide to help himself.",
  "webTitle": "Fear the Walking Dead: season two, episode eight recap – Shiva",
  "webPublicationDate": "2016-05-23T02:00:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/22/fear-the-walking-dead-season-two-episode-eight-recap-shiva",
  "keyword": [
    {
      "webTitle": "Fear the Walking Dead",
      "id": "tv-and-radio/fear-the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/22/fear-the-walking-dead-season-two-episode-eight-recap-shiva"
}