{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/facing-the-music-pianist-steven-osborne",
  "id": "2016-05-23-300",
  "sectionId": "music",
  "body": "What was the first ever record you bought? How embarrassing is this? I think it was the novelty song Chalk Dust –­ The Umpire Strikes Back by The Brat (AKA Roger Kitter). In my defence, I was 11 and a John McEnroe fan.         The Brat: Chalk Dust    If you found yourself with six months free to learn a new instrument, what would you choose? Saxophone. I already made an abortive attempt – years ago I bought an alto sax. Unfortunately, I was expecting to sound like Stan Getz – this is absolutely true – and I never quite got over the fact that the first time I played it, it sounded like I was stepping on a goose. I persevered and had a couple of lessons, but the fantasy had been quite comprehensively demolished. What’s your musical guilty pleasure? I could give you guilty pleasures for food (Crunchy Nut cornflakes, greasy Scottish chips) or TV (snooker, football and mindless quizzes), but I honestly can’t think of any music I like that feels remotely guilty. Even the Mr Men theme tune is really rather lovely music! Is applauding between movements acceptable? Absolutely. The only thing that bothers me is applause that is intended to draw attention to itself, especially someone who completely breaks into the silence at the end of a piece. I once sat next to a guy at a Keith Jarrett concert who did it after every single tune. At the interval I asked him as nicely as I could if he could restrain himself a little, and he said: “Do you want to talk about this outside?” I declined his offer. He continued to do it in the second half.         Steven Osborne plays Ravel    What single thing would improve the format of the classical concert? Personally, I find chatting with the audience very helpful. If the performer is relaxed about it, it opens up a certain kind of receptivity in the listener. And, if we’re thinking about people who are nervous of classical concerts, I suspect a lack of simple, direct communication from the performer is probably quite alienating. Anyway, why shouldn’t a performer reveal something of themselves in this way? If you can be yourself, I think it complements what you reveal of yourself in the music. Stéphane Denève made a real thing of talking to the audience in his time as chief conductor of the Royal Scottish National Orchestra, and people loved it. What’s been your most memorable live music experience as an audience member?      Hearing Evgeny Svetlanov conduct the Philharmonia Orchestra in Rachmaninov’s second symphony: not only was I totally overwhelmed, I’ve also never experienced an audience go so crazy after a performance. And not for gimmicks or show, just the most profoundly felt music-­making. I was playing Shostakovich’s second piano concerto with him the following night and I couldn’t believe the privilege. He arrived more than two hours late at the rehearsal due to horrendous traffic but insisted on going through the concerto (it was our only rehearsal!) despite the fact that most of the players had disappeared. The management did their best, but we ended up with about half an orchestra to rehearse. No matter, that concert will forever be one of the high­ points of my career. We’re giving you a time machine: what period, or moment in musical history, would you travel to and why?     John Coltrane, 1959 Photograph: Michael Ochs Archives    Probably to the New York jazz clubs of the 1950s and 60s to hear Miles Davis, Bill Evans, Thelonius Monk and John Coltrane among others; an astonishing period of creativity with so many truly original artists. Which conductor or performer of yester­year do you most wish you could have worked with? Not quite yesteryear, but I would really love to have worked properly with Charles Mackerras. (The little piano part I played for him in Berlioz’s Lélio hardly counts.) He was an extraordinary musician whose music-­making seemed to get fresher the older he got. He was pleasingly unstarry, too. Once, after a performance of Beethoven’s ninth symphony, I asked him what he made of the double bass recitative passage in the finale, and he said: “Oh, I don’t know; it’s very odd. I just try and get through it.” I found that very encouraging. What is the best new piece written in the past 50 years?         Reich Music for a Large Ensemble    I can only tell you the one that gives me the most pleasure: Steve Reich’s Music for a Large Ensemble. I listened to Reich’s music incessantly through my teens and college years. There’s something about the combination of harmony and repetition that just gets deep into me.    I can't get on with Schubert’s Wanderer Fantasy. It sounds as if he’s pretending to be an extrovert virtuoso.    What’s the most overrated classical work – ie is there a warhorse whose appeal you really don’t relate to? I really can’t get on with Schubert’s Wanderer Fantasy, which is a shame since any student who plays me Schubert almost invariably plays that. Despite some lovely moments, it sounds to me as if he’s pretending to be an extrovert virtuoso, which he emphatically was not. And the beginning of the last movement fugue has one of the ugliest open fifths in music, I’m afraid. Sorry, Schubert! If it’s any consolation, Beethoven wrote far worse. Who, from the non-classical world, would you love to work with? My first thought is Joni Mitchell, one of my very favourite musicians of any genre. Just to be in the same room as that voice, even after the decades of smoking … And what a tremendous songwriter. But I would be so tongue-­tied: what do you say to someone whose music has contributed to your emotional life for years? “You sing good”? Someone else who comes to mind is the tremendous Indian jazz drummer Trilok Gurtu, though I’ve no idea what we could do together.         Steven says: “Seven minutes in is a mind­-blowing percussion solo”    What do you sing in the shower? Nessun Dorma. VINCEEEEEEEEEROOOOOOOOOO!!! No, just joking: I don’t sing in the shower.  • Steven Osborne’s recording of works by Crumb and Feldman is out on 27 May on Hyperion. He performs at Milton Court, London, on 31 May.",
  "webTitle": "Facing the music: Steven Osborne",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/facing-the-music-pianist-steven-osborne",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/23/facing-the-music-pianist-steven-osborne"
}