{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/09/spymonkey-complete-deaths-shakespeare-400-brighton-festival",
  "id": "2016-05-09-109",
  "sectionId": "stage",
  "body": "A woman lies on a tomb in a deathlike slumber, rose petals scattered all around. A balding, bearded man is attempting to remove the stopper of a poison bottle with his teeth. The tomb begins to wobble alarmingly. As the poison hits home, the man collapses on to the woman, then slides to the floor. She lets out a muffled yelp. This is the death scene from Romeo and Juliet, but not – hopefully – as you’ve previously experienced it. The actors at this rehearsal are the specialist clown troupe Spymonkey, being directed by maverick theatre-maker Tim Crouch. The show, called The Complete Deaths, aims to re-enact every onstage fatality in the Shakespearean canon: stabbings, smotherings, poisonings, bear attack, being turned into baked goods, the lot. If this scene is any clue, it will be the funniest piece of Shakespearean theatre since Mel Gibson played the Dane, except that here the laughs are intentional.  The majority of this year’s Shakespeare celebrations have minimised the fact that, technically, we’re marking four centuries since the playwright shuffled off this mortal coil. But for Crouch and Toby Park, Spymonkey’s managing artistic director, death is very much the point. The concept of The Complete Deaths is straightforward and aptly Shakespearean: we watch what is in effect a play within a play, with Spymonkey’s four members performing loose versions of themselves.            Disgruntled at not being taken for the serious artists they are, they decide to stage a solemn tribute to the playwright’s tragic imagination. Mayhem of all kinds promptly ensues. It was Crouch’s job to hunt through the complete works, locating each and every death scene, then creating a script that somehow combined the lot. Seventy-five is the number he came up with, all tabulated in a spreadsheet. Onstage deaths are in, offstage ones (generally) out. “They have to be marked in a stage direction or described by another character,” says Crouch. “So we do King Lear but not Cordelia, because she’s already dead when Lear carries her in. Romeo and Juliet yes, but Mercutio no – he’s wounded on stage but doesn’t die immediately.”  Other fatalities are more doubtful: “The history plays can be confusing – two characters in Henry VI Part I are apparently blown up in battle, but then one of them reappears a few lines later. Someone else has not a single line in the entire play, then he’s bumped off in a stage direction.”      ‘The shadowy boundary between tragedy and comedy’ … Spymonkey. Photograph: John Hunter    Does Shakespeare have a favoured method of execution? “I’ve counted 24 stabbings,” says Crouch. “But there are more exotic causes. Cleopatra dies by snakebite. Several characters are torn apart by mobs. Two expire of grief. Prince Arthur in King John dies falling from a wall.” The infamously gruesome early tragedy Titus Andronicus presents unique challenges: not simply in terms of body count (nine named characters lose their lives on stage, and an army more off stage) but because the 10th death is that of an unfortunate fly swatted by the hero’s brother. Crouch and Park are including it, but are at pains to point out that no insects will be harmed in the making of the show. The fly, indeed, becomes something of a tragic hero.   Related: The cut and thrust of Shakespeare: a fight director's view    There’s more to this than macabre thespian in-jokes, though. While insisting that comedy is very much the name of the game (some of it at the expense of a certain breed of avant-garde European Shakespearean production), the pair hope that The Complete Deaths will encourage audiences to ponder what it means to traverse what Hamlet calls “the undiscovered country from whose bourn / No traveller returns”. The shadowy boundary between comedy and tragedy is repeatedly probed, as is the question of why, 400 years on, Shakespeare’s ghost is so difficult to lay. “Death is everywhere you look in the plays,” argues Park. “Shakespeare is fascinated by the subject, and by how you represent it – and can you really represent it, because theatrically it’s very difficult?. Once you have a couple of people fall down dead, it gets really boring.” Crouch nods. “Obviously for Elizabethans, death was much more a part of life. But on stage, it’s the ultimate unreality.” Their main worry – at least when I see rehearsals – is how to squeeze it all in. Seventy-five deaths in a two-hour show requires, on average, one demise every minute and a half. They have enough material to fill several evenings, sighs Crouch, so they need to get back to work. There are a few more people to murder before mid-afternoon. • The Complete Deaths is at the Theatre Royal, Brighton, from 11 to 15 May, as part of the Brighton festival.  • This article was amended on 10 May 2016. An earlier version referred to two characters being blown up in Henry VI part II, rather than part I.",
  "webTitle": "Is this a bloodbath I see before me? The 75 deaths of Shakespeare",
  "webPublicationDate": "2016-05-09T16:18:28Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/09/spymonkey-complete-deaths-shakespeare-400-brighton-festival",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Brighton festival",
      "id": "culture/brighton-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Dickson",
      "id": "profile/andrewdickson"
    }
  ],
  "guardianId": "stage/2016/may/09/spymonkey-complete-deaths-shakespeare-400-brighton-festival"
}