{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/the-page-69-quiz-can-you-identify-the-classic-book-from-a-single-paragraph",
  "id": "2016-05-30-122",
  "sectionId": "books",
  "body": "She always declares she will never marry, which, of course, means just nothing at all, But I have no idea that she has yet ever seen a man she cared for. It would not be a bad thing for her to be very much in love with a proper object.\n      \n       Pride and Prejudice by Jane Austen\n       Persuasion by Jane Austen\n       Sense and Sensibility by Jane Austen\n        Emma by Jane Austen\n      \n     The forest-dell, where Lowood lay, was the cradle of fog and fog-bred pestilence; which, quickening with the quickening spring, crept into the orphan Asylum, breathed typhus through its crowded school-room and dormitory, and, ere May arrived, transformed the seminary into an hospital.\n      \n       Hard Times by Charles Dickens\n       Asylum by Patrick McGrath\n        Jane Eyre by Charlotte Bronte\n       The Eyre Affair by Jasper Fforde\n      \n     If we are to insist on the contingency of feminine characteristics as the product of conditioning, we will have to argue that the masculine-feminine polarity is actual enough, but not necessary.\n      \n       On Sexuality by Sigmund Freud\n        The Female Eunuch by Germaine Greer\n       Rights of Women by Mary Wollstonecraft\n       How to Be a Woman by Caitlin Moran\n      \n     Lombard looked thoughtfully at the man’s twitching face, his dry lips, the fright in his eyes. He remembered the crash of the falling coffee tray. He thought, but did not say, \"Oh yeah?\"\n      \n       Crash by JG Ballard\n       Casino Royale by Ian Fleming\n       Earthly Powers by Anthony Burgess\n        And Then There Were None by Agatha Christie\n      \n     I put the figger and the dead han in my pockit then qwick I grabbit Phists han in boath of myn and wirlt roun fas and slung him over my sholder head 1st in to the much I cudnt do nothing else to save my life.\n      \n       Trainspotting by Irvine Welsh\n        Riddley Walker by Russell Hoban\n       The Book of Dave by Will Self\n       As I Lay Dying by William Faulkner\n      \n     Without religious principles, a man would have to be actually crazy to pursue harsh and painful virtue, give up the pleasures of life, and suffer pain from which he can expect no advantage. For if there is no reward after death, a man has no compensation for having passed his entire existence without pleasure, that is, miserably.\n      \n       The Golden Bough by James Frazer\n       The God Delusion by Richard Dawkins\n        Utopia by Thomas More\n       Psychology and Religion by Carl Jung\n      \n     She had a blue nimbus, the blue of sex or sadness. Any eyes that were available on the dead-end street would find their way to her: builders in their gutted houses, a frazzled rep in a cheap car, a man alone at home pressing his face against a window pane with a snarl.\n      \n       Sweet Tooth by Ian McEwan \n       The Big Sleep by Raymond Chandler\n       London Fields by Martin Amis\n       True Blue by David Baldacci\n      \n     They came to an old iron bridge in the woods where the vanished road had crossed an all but vanished stream. He was starting to cough and he'd hardly breath to do it with. He dropped down out of the roadway and into the woods. He turned and stood gasping, trying to listened. He heard nothing. He staggered on another half mile or so and finally dropped to his knees and put the boy down in the ashes and leaves. He wiped the blood from his face and held him. It's okay, he said. It's okay.\n      \n       The Road, Cormac McCarthy \n       Worstward Ho by Samuel Beckett\n       Oryx and Crake by Margaret Atwood\n       About a Boy by Nick Hornby\n      \n     My uncle Toby blushed as red as scarlet as Trim went on – but it was not a blush of guilt – of modesty – or of anger –– it was a blush of joy; –– he was fired with Corporal Trim’s project and description.\n      \n       Toby’s Room by Pat Barker \n       Tristram Shandy by Laurence Sterne \n       Tom Jones by Henry Fielding\n       Men at Arms by Evelyn Waugh\n      \n     Yesterday morning I went to the doctor. Was taken, by a Guardian, one of those with the red armbands who are in charge of such things.”\n      \n       The Yellow Wallpaper by Charlotte Perkins Gilman\n        The Handmaid’s Tale by Margaret Atwood\n       Nineteen Eighty-four by George Orwell\n       Writing Home by Alan Bennett\n      \n     Boleyn is still smiling. He is a poised, slender man; it takes the effort of every tuned muscle in his body to keep the smile on his face.\n      \n       The Other Boleyn Girl by Philippa Gregory\n       Henry VIII: King and Court by Alison Weir\n       1066 and All That by WC Sellar and RJ Yeatman\n        Wolf Hall by Hilary Mantel\n      \n     And deep down it was all the same to me whether I sucked a different stone each time or always the same stone, until the end of time. For they all tasted exactly the same.\n      \n       How Late It Was, How Late by James Kelman\n        Molloy by Samuel Beckett \n       Hunger by Knut Hamsun\n       Stig of the Dump by Clive King\n      \n     Staffers rotated Specials-duty every hour, ostensibly so that whoever was on duty was always fresh and keenly observant, but really because simply sitting there at the foot of a bed looking at somebody who was in so much psychic pain she wanted to commit suicide was incredibly depressing and boring and unpleasant, so they spread the odious duty out as thin as they possibly could, the staffers.\n      \n        Infinite Jest by David Foster Wallace\n       One Flew Over the Cuckoo’s Nest by Ken Kesey \n       CivilWarLand in Bad Decline by George Sanders\n       What a Carve Up! by Jonathan Coe\n      \n     \"Did you say blue eyes, Archie, love?\" said Maureen, speaking slowly so she might find a way to phrase it. \"I'm not bein' funny... but in't your wife, well, coloured?\"\n      \n       Before She Met Me by Julian Barnes\n       Brick Lane by Monica Ali\n       Something to Tell You by Hanif Kureishi\n       White Teeth by Zadie Smith\n      \n     The abbot, who was small and totally bald and had more wrinkles than a sackful of prunes, opened his eyes. \"You're late,\" he whispered, and died.\n      \n       Small Gods by Terry Pratchett\n       Mort by Terry Pratchett\n       The Shepherd's Crown by Terry Pratchett\n       Reaper Man by Terry Pratchett\n      \n    \n    Solutions\n    1:D, 2:C, 3:B, 4:D, 5:B, 6:C, 7:C, 8:A, 9:B, 10:B, 11:D, 12:B, 13:A, 14:D, 15:B\n    Scores\n    \n     5 and above.Oof. Check our what you got wrong and try again!\n     10 and above.So close, yet so far. Try again?\n     0 and above.Have you ever got as far as page 69 in a book before?\n     15 and above.Well done!",
  "webTitle": "The page 69 quiz – can you identify the classic book from a single paragraph?",
  "webPublicationDate": "2016-05-30T11:34:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/the-page-69-quiz-can-you-identify-the-classic-book-from-a-single-paragraph",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/30/the-page-69-quiz-can-you-identify-the-classic-book-from-a-single-paragraph"
}