{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/yorkshire-lancashire-county-championship-division-one-match-report",
  "id": "2016-05-29-15",
  "sectionId": "sport",
  "body": "On a brilliantly topsy-turvy day it was fitting that two men whose bowling skills have earned them a fair number of Test appearances for England turned this Roses match on its head with a bat in their hands instead of a ball. Both Adil Rashid and Tim Bresnan will press their claims as genuine all-rounders and it was hard to disagree after the pair dragged Yorkshire back into a game they had lost all right to contest after a nightmare morning in which Lancashire reduced the hosts to 94 for five at lunch. If Rashid’s and Bresnan’s sixth-wicket partnership of 136 defined the middle part of the day, the early stages were dominated by the wicketkeepers. First came the news that the Lancashire captain, Steven Croft, would be donning the gloves following both an injury to the regular keeper Alex Davies and the visitors’ decision to rest Jos Buttler after his Indian Premier League exploits. Then came the sight of Yorkshire’s gloveman, Andrew Hodd, receiving his county cap from John Hampshire. Moments later it was Croft back in the spotlight as he opted to field and then claimed a catch off the fourth ball of the innings as Adam Lyth edged Tom Bailey after driving his previous ball for four. Bailey and Kyle Jarvis were soon proving unplayable with the latter producing a stunning spell in which Alex Lees was taken at third slip by Karl Brown without scoring before both Gary Ballance and Jack Leaning were snared by Tom Smith to leave Yorkshire 29 for four in front of a stunned Headingley. The Yorkshire captain, Andrew Gale, briefly threatened to lead a comeback with a quick-fire 36 off 41 balls with five boundaries before he was trapped lbw by Neil Wagner, whose aggressive bowling is proving a decent addition to the Lancashire attack this season. Gale’s dismissal brought Bresnan and Rashid together and it was here that Yorkshire’s day finally got going. Initially the pair rode their luck with a couple of edges flying over the slip cordon but gradually their willingness to counter-attack paid dividends with Bresnan, playing his first Championship game of the season following a calf injury, happy to play the supporting role to an increasingly fluent Rashid. As the afternoon progressed the sunny weather seemed to match the home crowd’s disposition as Rashid brought up his half-century from 86 deliveries. Bresnan’s 26th first-class half-century followed and with the partnership having reached 127 by tea, Lancashire’s early promise was drifting away more quickly than the clouds. With talk turning to the possibility of Rashid’s third Roses century, fate was well and truly tempted and it was not long after the break that he mistimed a drive off Simon Kerrigan to Luke Procter at cover for 88. Seven balls later Liam Plunkett became Jarvis’ fourth victim when he scooped to the same fielder as the Zimbabwean bowler moved into pole position among the Championship’s leading wicket takers with 28. When Bresnan departed for 69 following an inside edge off Wagner, the tumbling Croft’s decision to wear the gloves and field looked a good one and continued that way until Hodd and Steven Patterson began to construct a ninth-wicket partnership which had reached 75 by the time the keeper clipped Wagner to leg-slip for a well-made 40 in the last over of the day. On a day when both multi-tasking and role playing became the bywords a wagging tail should have come as no surprise.",
  "webTitle": "England bowlers bat Yorkshire out of trouble against Lancashire",
  "webPublicationDate": "2016-05-29T21:10:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/yorkshire-lancashire-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Bowman",
      "id": "profile/jamie-bowman"
    }
  ],
  "guardianId": "sport/2016/may/29/yorkshire-lancashire-county-championship-division-one-match-report"
}