{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/the-more-things-change-deja-vu-queens-speech",
  "id": "2016-05-18-52",
  "sectionId": "politics",
  "body": "The Queen winced. The crown seemed to get heavier every year and her knees were playing up, despite having used the lift in the House of Lords for the first time. As she waited for the members of the House of Commons to turn up, she couldn’t help but notice that a large number of peeresses were sporting Donald Trump haircuts. It wasn’t a good look, even with a diamond tiara. Someone should have a quiet word. At least there were a few familiar faces. It was always good to catch up with the Maltravers Herald Extraordinary and the Rouge Croix Pursuivant. Rowdy chatter from the far end of the chamber signalled the arrival of the MPs. Some of them had no manners. “My government will continue to...,” she began. A moment’s panic crossed her face. Had someone given her a copy of last year’s Queen’s speech? She could clearly remember announcing the northern powerhouse, a bill of rights and the anti-extremism bill and a number of other bits also felt worryingly familiar. Never mind. Every job had its downsides. The state opening of parliament just happened to be hers. “Prince Philip and I look forward to the visit of the president of Colombia,” she continued. “Speak for yourself, Liz,” the Duke of Edinburgh muttered under his breath. The Queen was well practised in ignoring her husband’s interventions and pressed on. Something about buses and a space port. Flybe flight 253 from Newquay to Mars will be boarding at gate two. Who wrote this bollocks, as Emily Thornberry would no doubt say? Ah well, nearly there. “Other measures will be laid before you. My lords and members of the House of Commons, I pray that the blessing of Almighty God may rest upon your counsels.” she concluded. Some hope. Michael Gove stepped forward, bowed obsequiously, and held out his hand to relieve her of her copy of the speech. “A little shorter than usual, lord chancellor,” she observed. Gove nodded and slipped the papers into a crimson, silk sack. If he got his way that would be the last anyone saw of them. After a victory for Vote Leave in the referendum, parliament would be doing nothing but working out how to leave the EU for years to come.   Related: Cameron's attempt to bury the austerity legacy – Queen's speech verdict    The Queen made her way back to Buckingham Palace to watch the Commons response to her speech on TV. Within minutes she was wondering why she had bothered. The purpose of the first two speeches of a new parliamentary session is to be witty and entertaining; unfortunately no one had bothered to tell Caroline Spelman who rolled out a series of well-telegraphed lame puns. For the first few minutes, the Conservative backbenchers loyally made a point of laughing rather too loudly, but before long they had just taken to chatting among themselves. Conservative Dr Phillip Lee made a much better fist of it, managing to combine self-deprecation with some shrewd take-downs. None better than the one aimed at the health secretary.  Now that Jeremy Hunt is officially regarded as useless by the entire nation, he has become fair game in his own party. “Be grateful I’m not doing this at the weekend,” the good doctor Lee said. “Because according to some I wouldn’t be doing it nearly as well.” Hunt wasn’t in the chamber to appreciate the dig as he was at that moment – several months too late – coming to a deal with the junior doctors. Then came Jeremy Corbyn. Never let it be said the Labour leader doesn’t know how to snatch defeat from the jaws of victory. For 15 minutes, the Commons was absorbed by a new Jeremy, a Jeremy who appeared relaxed, gracious and funny. A Jeremy who could give David Cameron serious problems at the dispatch box. All he needed to do to round off a perfect performance was to run through a quick list of the government’s more obvious faults and sit down. Instead he went on. And on. And on. Refusing to take any interventions from some increasingly tetchy Conservative backbenchers – his own had long since decided their mobile phones were by far the best entertainment on offer – Corbyn managed to achieve in 41 minutes what David Cameron has failed to do in the last year. If only for the afternoon, he had reunited the Tory party.",
  "webTitle": "The more things change: deja vu from the Queen and her speech",
  "webPublicationDate": "2016-05-18T18:33:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/the-more-things-change-deja-vu-queens-speech",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/18/the-more-things-change-deja-vu-queens-speech"
}