{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/the-iphigenia-quartet-review-gate-london",
  "id": "2016-05-04-192",
  "sectionId": "stage",
  "body": "Was Agamemnon a decent man in a dreadful situation when he was confronted with the choice to either sacrifice his daughter Iphigenia or face revolt from his army? Or was it his failings as a man and husband that set the catastrophic events in train? Who was the real Clytemnestra behind the myth of the woman who slaughtered her war hero husband in the bath? Could a girl be transformed into a deer at the moment that the sacrificial blade cuts her throat – or was it just a story told to serve a political purpose? Mythmaking and storytelling are untangled and rewoven in these four 40-minute plays that don’t just respond to Euripides’ Iphigenia in Aulis but explore how the stories have seeped into our consciousness and are constantly being remade. Like Roland Schimmelpfennig’s Idomeneus, staged at the Gate in 2014, The Iphigenia Quartet plays with narrative possibilities and how a story’s telling can alter its meaning. The two most interesting plays – Lulu Raczka’s Clytemnestra and Chris Thorpe’s Chorus – take the greatest liberties with form and are all the better for it. Sadly, because the quartet’s plays are being staged in pairs on alternating nights and not all together, as they were on press night, you can’t actually see these two plays back to back. The ancient and the modern rub up against each other like tindersticks and spark into life in Raczka’s piece, directed by Jennifer Tang, in which words and thoughts have a skittering, provisional quality. The characters – a Hollywood director pitching a movie, a female classics professor, a Greek soldier and the maid who found Agamemnon’s corpse – provide a growing body of evidence, the accumulation of which only magnifies the tantalising absence of Clytemnestra herself.     Blistering … Nigel Barrett (Menelaus) and Andrew French (Agamemnon) in Agamemnon. Photograph: Helen Murray    She is paired with Caroline Bird’s Agamemnon, a more conventional study of male leadership in crisis and women in extremis, which pitches personal sacrifice against public duty, asks what it really means to be a hero and considers the price that women pay when men allow their egos free rein. Both the writing and the acting tend towards the over-emphatic.   Related: This Restless House five-star review – Zinnie Harris's electrifying Oresteia    The design – an octagonal platform – adds a claustrophobic quality to these tales but limits the spatial variety of the stagings. Nonetheless, there’s a blistering moment towards the end of Suhayla El-Bushra’s Iphigenia, deftly directed by Rebecca Hill, when Agamemnon, seeing an opportunity to make political capital out of his daughter’s sacrifice, has his words blown apart by a gory vision. El-Bushra’s premise – in which a confused teenager chooses death over life – is an interesting one, but is not given the room to be fully explored here. Chris Thorpe’s Chorus is not imaginatively staged but is a fascinating leap of the imagination, a series of ancient fragments that come together like an online soap opera. It’s like watching vultures circling the corpse of a story and pecking away with relish. At the Gate, London, until 21 May. Box office: 020-7229 0706.",
  "webTitle": "The Iphigenia Quartet review – picking over a Greek myth's bloody bones",
  "webPublicationDate": "2016-05-04T12:35:20Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/the-iphigenia-quartet-review-gate-london",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Euripides",
      "id": "stage/euripides",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/04/the-iphigenia-quartet-review-gate-london"
}