{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/mural-richard-wilson-leicester-city-claudio-ranieri",
  "id": "2016-05-04-259",
  "sectionId": "football",
  "body": "Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    It has become one of the standout images of Leicester City’s stunning achievement; the giant mural located in the home of the Premier League champions that depicts Claudio Ranieri in charcoal grey, looking purposefully into the distance while a Leicester flag flutters behind him. It is a magnificent piece of work made more remarkable by the fact its creator does not support the club. Or even like football that much. Richard Wilson has spent the past year painting murals of his favourite musicians in this country and abroad and, at a push, would describe himself as a Queens Park Rangers fan. Observing Leicester’s progress from afar, the 42-year-old from Harrow felt increasingly captivated by what he was seeing and, following the leaders’ 4-0 victory over Swansea at the King Power Stadium on 24 April, he decided to pay tribute to this unfolding sporting miracle in his own particular way. Wilson said: “For me what Leicester have done is something that transcends football and sport as a whole. It’s a lesson for life; that anything is possible if you really work for it. They have made the impossible possible and it only adds to it all that Claudio Ranieri comes across as such a lovely man, a real character. “I don’t know anyone in Leicester and had only been there once before, and that was about 15 years ago, but I took a couple of days off work and drove up there with a ladder and some spray paint. I was confident I’d eventually find a wall to paint on; Leicester was surely buzzing off the back of their team’s achievements and someone there would be keen on that being reflected in a mural.” Wilson’s confidence was not misplaced. He spotted a wall suitable for his design, asked the owners for permission to paint on it and was promptly given the go-ahead. “The wall belongs to an electronics shop, Marks Electrical, and it probably helped my cause that the owner, Mark, is a big Leicester fan. Ranieri has even bought a television from his shop.”     Richard Wilson returned to Leicester after Tottenham Hotspur’s failure to beat Chelsea sealed the Premier League title for the Foxes. Photograph: David Sillitoe for the Guardian    The mural covers a space approximately 4m high and 50m wide, which is smaller than the wall in Windsor on to which Wilson painted an image of the American DJ/producer Louie Vega. However, the job took Wilson longer than expected because of constant interruptions from passers-by. He said: “People kept asking me what I was doing and if I’d do the same for them, mainly in their bedrooms. I even had a request from a fish and chip shop. Everyone I’ve come across in Leicester has been lovely, giving me encouragement, making me cups of tea. I’ve fallen in love with the place.”   Related: Claudio Ranieri savours Leicester glory ‘like a good wine’    Wilson returned to Leicester on Tuesday to add the word “champions” to the mural and plans to return in the summer to paint the entire first-team squad on the 40m or so of space that remains on the wall. “I’d love as many people as possible from the club, especially Ranieri, to come down to the wall so they can see the mural for themselves,” said Wilson, who works as a van driver but is hoping to make commissioned artwork his full-time job. “And maybe in the future I can do something QPR-related but they’ve to inspire me in the way Leicester have.”           ‘Walt Disney wouldn’t script this’ – Leicester City champions",
  "webTitle": "Mural artist Richard Wilson plans to keep adding to Leicester City artwork",
  "webPublicationDate": "2016-05-04T10:00:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/mural-richard-wilson-leicester-city-claudio-ranieri",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/04/mural-richard-wilson-leicester-city-claudio-ranieri"
}