{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/tokyo-2020-olympic-bid-leader-refuses-reveal-black-tidings-details-tsunekazu-takeda",
  "id": "2016-05-17-263",
  "sectionId": "sport",
  "body": "The International Olympic Committee member who headed Tokyo’s winning bid for the 2020 Games has refused to reveal details of a suspect $2m contract with Singaporean company Black Tidings to the Japanese Parliament. After the Guardian exclusively revealed details of the transaction last week, French police confirmed that they were investigating possible money laundering and bribery charges connected to two payments totalling more than $2m to the account that were made either side of Tokyo’s victory in September 2013. The account holder has been closely tied to Papa Massata Diack, the son of the disgraced former IAAF president Lamine Diack, who is facing corruption charges. Tsunekazu Takeda, who is also president of the Japanese Olympic committee and sits on the board of the organising committee, said the contract was confidential so he couldn’t disclose it without the approval of the other party. “We looked into the content of this contract but this is a confidential matter,” he said under questioning from lawmakers. “So, I understand that I am not allowed to unveil the content without gaining approval from the counterpart.” The Japanese Olympics minister Toshiaki Endo has, however, urged the involved parties to explain the issue to the public. “I understand there is a matter of confidentiality but we would like for them to investigate this issue ... and handle it in a way that could gain understanding from the people of Japan,” he said. Japanese prime minister Shinzo Abe told MPs on Monday the government would fully co-operate with the French probe. Abe was a key supporter of the bid and was in Buenos Aires when it beat Madrid and Istanbul to the right to host the 2020 Games. There is no suggestion he was aware of any wrongdoing. Takeda described the $2m payments last week as legitimate consulting fees for services that included bid planning, international lobbying advice and media analysis.           Black Tidings explained: the account at the heart of the IAAF scandal.    Ian Tan Tong Han was the holder of the account and was said by a Wada independent commission report into corruption at the IAAF to be employed by a Lucerne based company called Athletics Management & Services as a consultant. AMS was itself contracted by Japanese media and marketing giant Dentsu. The company has denied that AMS was a subsidiary of Dentsu, as stated in the Wada report, but has admitted to a “business relationship”. On its own website AMS says it has a longstanding relationship with Dentsu. Tan was believed to be a close associate of Papa Massata Diack, a longstanding former IAAF marketing consultant during his father’s tenure as president of the world athletics federation. Lamine Diack, who resigned as an IOC honorary member after being accused of accepting more than €1m to cover up positive drug tests, remains under investigation in Paris and has been forced to surrender his passport. Papa Massata Diack is the subject of an Interpol red notice but remains in Senegal, where authorities have said they will not deport him. He has denied all wrongdoing. “The payments mentioned in the media were a legitimate consultant’s fee paid to the services we received from Mr Tan’s company,” Takeda and the bid committee’s former director general, Nobumuto Higuchi, said in a statement last week. “It followed a full and proper contract and the monies were fully audited by Ernst & Young ShinNihon LLC.” Takeda, who chairs the IOC’s marketing commission, said the consulting services included planning for the bid, advice on international lobbying, and information and media analysis. “The amounts paid were in our opinion proper and adequate for the services provided and gave no cause for suspicion at the time,” the statement said. “This message was conveyed to the IOC when these allegations first surfaced after a request for information from the IOC. “The activity by the Tokyo bid committee was at all times fair and correct.” The revelations are likely to be discussed at the IOC’s upcoming executive board meeting in early June, with the organisation also under pressure over a range of issues linked to the Rio 2016 Olympics and the spiralling crisis over Russian doping.",
  "webTitle": "Tokyo 2020 Olympic bid leader refuses to reveal Black Tidings details",
  "webPublicationDate": "2016-05-17T08:42:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/tokyo-2020-olympic-bid-leader-refuses-reveal-black-tidings-details-tsunekazu-takeda",
  "keyword": [
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/17/tokyo-2020-olympic-bid-leader-refuses-reveal-black-tidings-details-tsunekazu-takeda"
}