{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/the-superannuation-changes-are-seriously-good-the-coalition-must-fight-for-them",
  "id": "2016-05-12-365",
  "sectionId": "australia-news",
  "body": "The Coalition should pull their socks up. And Labor should be ashamed. They’re blowing a rare opportunity to push a seriously good reform through parliament after the election. Have you heard about the Turnbull government’s plans to rein in some of the outrageous superannuation tax lurks benefiting ultra-high-income earners? It’s a good policy. It’s one of those rare pieces of well-thought-through, expertly designed reforms that can still sneak into a federal budget, despite the odds. The Treasury officials who designed it are proud of it and they should be. But a rightwing thinktank, the Institute of Public Affairs, is so furious about it that it’s preparing to campaign aggressively against the government, electoral consequences be damned. So what’s its problem? It claims the government’s proposed super changes will make “retrospective” changes to the way super is taxed, forcing Australia’s richest taxpayers to pay financial penalties for money they’ve been accumulating since 2007. It says IPA members and some Coalition supporters are boiling in anger.  The government says its claim about retrospectivity is rubbish, of course. And the Grattan Institute’s John Daley, and tax experts from the Australian National University, Miranda Stewart and David Ingles, have dismissed that concern, too.   Related: Malcolm Turnbull takes on Institute of Public Affairs over superannuation changes    Where does the truth lie?  Well, you could actually make the argument, at a stretch, that the government’s changes do have retrospective “elements” (using a very generous definition of retrospective), so the IPA isn’t completely bonkers. But those elements aren’t worth worrying about, and the government should say that.  If the government acknowledged that the IPA had a point worth considering, at least, it would create space for itself to say that that point has no merit, and that the real point of the tax changes is that they are necessary, that they will make the system fairer, and that they won’t be harming anyone because the rich taxpayers who will be affected by them have already been benefiting from an appalling tax lurk that should never have been created. The IPA doesn’t want to talk about that last point. But that’s the point the government should be hammering them on, if it was up for the fight. It shouldn’t let this reform package be killed. Where has Labor been on this? You’d assume it would normally want super changes like these to pass through parliament. The changes will only impact the top 4% of income earners, after all, with the money saved at the top being redirected to fund super tax cuts for those at the bottom. It’s a progressive policy package. Well, Labor has been behaving appallingly this week. It’s been pretending to be very concerned about the “retrospective” issue because it hopes it will wound Turnbull somehow. It knows the Coalition has a genuine policy that will abolish some tax lurks for Australia’s ultra-wealthy. It knows the proposed reforms will make the super system fairer. But it has loosely aligned itself with the rightwing IPA this week – its traditional political enemy – for some perverse political advantage. Well done, Labor. There goes our potential alternative government. How should the government respond to the IPA’s complaints about retrospective legislation?  Let’s look at the detail. There are two measures the IPA thinks are retrospective. The first measure is the government’s plan to significantly reduce the size of the cap on “non-concessional” super contributions.    Related: Superannuation, women, and flexible work: it's a sad state of affairs | Greg Jericho    “Non-concessional” contributions are the voluntary contributions people make, from their post-tax income, into their super accounts. At the moment, individuals can make non-concessional contributions to their super account up to $180,000 every year, but the government says that $180,000 cap is too generous. It says it has encouraged wealthy individuals to make huge contributions to their accounts for estate planning or tax minimisation purposes. It wants to dramatically reduce that cap from $180,000 a year to $500,000 over someone’s lifetime, and to make the new cap apply from 3 May, the date of the budget. Those changes have already angered the IPA, but the next one gets them fuming. The government also wants to count the contributions you’ve already been making to your super account since 1 July 2007, to calculate how much more you can contribute if you haven’t already hit the new $500,000 cap. You won’t be allowed to argue that the new cap should only be applied to money you’ll be putting into your account from today. That makes the IPA furious. It says the decision to count contributions made since July 2007 is clearly retrospective. Here’s their argument:  The government has said that any amount contributed to the [new non-concessional] cap between July 1 2007 and budget night will count towards the cap. At the most simple and basic level, a law that imposes a cap and counts contributions made before the law was announced is retrospective, because it affects an action made before the law was announced. Or put another way, before budget night a post-tax contribution made between July 1 2007 and last Tuesday did not count towards a lifetime cap. After the budget the cap did count towards a lifetime cap. The tax treatment of the contribution has clearly been changed.  But that definition of retrospective is pushing it.  The fact that the government wants to count an amount of assets that are already in a fund doesn’t make the measure retrospective. Miranda Stewart, the director of the Tax and Transfer Policy Institute at the Australian National University, says if the government didn’t do that it would not capture full retirement savings for a further 30 or 40 years. She also says: “And the point of the measure is to take account of people who have already substantially benefited from this concessional environment.” See that last sentence? The government wants to abolish an egregious tax lurk. At any rate, the measure would affect few people – less than 1% of fund members have made non-concessional contributions worth more than $500,000 since 1 July 2007. You can see from that who the IPA’s trying to protect. The second measure the government wants to introduce – and which the IPA dislikes intensely – is a $1.6m cap on the total amount of super savings that can be transferred from a concessionally taxed “accumulation account” into a tax-free “retirement account”. The new $1.6m cap will limit taxpayer support for tax-free retirement phase accounts.  Members who are already in their retirement phase, and who have balances above $1.6m, will be required to reduce their retirement balance to $1.6m by 1 July 2017 and put the excess balance in an accumulation account, where it will be taxed at 15%. Less than 1% of fund members will be affected by the proposal – the average super balance for a 60-year-old Australian nearing retirement is just $285,000.  But the IPA is angry at this measure, too. It says it is clearly retrospective. Miranda Stewart says the government has exposed itself to “the charge of retrospectivity” with this measure. But this could have been avoided with a simple two-step tax structure, she says: first, tell people the first $1.6m in their retirement phase funds would face a zero rate of tax, and then anything above that would then be taxed at 15%. “It’s clear on this framing that there is no retrospectivity; the new charge of 15% applies to future earnings,” she told the Australian Financial Review. The government could keep relying on Stewart, and others like her, to counter the IPA’s arguments. But it would be great to see it defend good policy itself, properly.",
  "webTitle": "The superannuation changes are seriously good. The Coalition must fight for them | Gareth Hutchens",
  "webPublicationDate": "2016-05-12T04:26:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/the-superannuation-changes-are-seriously-good-the-coalition-must-fight-for-them",
  "keyword": [
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/12/the-superannuation-changes-are-seriously-good-the-coalition-must-fight-for-them"
}