{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/death-of-nightclubs-internet-dating-eva-wiseman",
  "id": "2016-05-07-6",
  "sectionId": "global",
  "body": "It is pure coincidence that the death of nightclubs has been announced at the same time as the demise of my youth. Send no flowers. There was a time when I would live for Friday nights, for the hair-doing, the bus-getting, the queue-jumping. For the crush and stickiness of a room under a dual-carriageway, full of beer and tongues. But mine is the last generation to know the nightclub, that particular thrill of the morning after, the echo in your ears. Across Britain we’re losing a club a month. Discos are now Tescos. Last summer new statistics suggested an epidemic – in 2005 there were 3,144 nightclubs in the UK; in 2015 there were 1,733. The nighttime is changing shape. The reasons why are manifold and odd. Across cities, the demand for space means venues that might have previously welcomed a coach of sweaty dancers are now blocks of many-windowed flats. Looking at a list of closed down clubs, it reads like an extended obituary – they shut because of crime, because of Crossrail, because their owners got old, and because of money. It had a different price then. Their loss is a shame, not just for nostalgic reasons but for reasons of art and innovation. The best clubs shaped music history and, especially in the case of gay clubs, provided havens for those looking to find their people. Though I went to the odd drum’n’bass club, and a single rave, for me there was a fabulous liberation in the indie clubs of the mid-90s, where my fake ID and £3 allowed access to fantasies about art school and relationships. Later, when I was 18, rock’n’roll clubs gave us another escape. I sold nipple tassels at the Whoopee Club. Being on the door, first in Brighton (a club that only played girl group music) and then in London is the closest I’ve ever got to performing. My boyfriend won me in an arm wrestle at Gaz’s Rockin’ Blues. Nightclubs were where our lives happened. Whisky and coke, grin on the dancefloor, pound for the cloakroom.    How many people go to clubs looking for love, when the whole town is accessible on Tinder?    But perhaps we need that less today. Standing back, it’s clear to see the real reasons clubs are closing, even aside from the money. The things we got from them can now be found elsewhere. How many people go to clubs looking for love, when the whole town is accessible on Tinder? When an increasing number of young people are teetotal, the lure of a bar and its potential for eye contact doesn’t have much appeal. There is a stranger two streets away who will not only get off with you but – if you text in time – stop for milk on the way. Communities still pop up but they move fast, and they don’t need roofs. Those who take drugs buy them online and take them in their living rooms, their heads the nightclubs, their speaker systems as powerful as those at the Hacienda, but connected wirelessly to their iPads. The death of the nightclub is sad and inevitable but we emerge into 2016 as if the lights have just come up. Blinking, happy, ready for a kebab, a massive glass of water, and something different, something new.",
  "webTitle": "RIP the nightclub era, and my lovely memories of youth",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/death-of-nightclubs-internet-dating-eva-wiseman",
  "keyword": [
    {
      "webTitle": "Clubbing",
      "id": "music/clubs",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Eva Wiseman",
      "id": "profile/evawiseman"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/07/death-of-nightclubs-internet-dating-eva-wiseman"
}