{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/09/vang-vieng-laos-tubing-calm-activities",
  "id": "2016-05-09-329",
  "sectionId": "travel",
  "body": "“I want us to preserve the mountains of Vang Vieng, the river and the culture for the future,” Thanongsi Solangkoun told me as I sipped mulberry wine at his organic restaurant on the Nam Song river in Laos. Thanongsi, affectionately known as Mr T, produces some three tonnes of mulberries every year, 80 litres of goat’s milk a week, plus avocados, papayas and mangoes at his organic Lao Farm (dorm beds from £3, private rooms and mud huts from £13), 2½ miles north of Vang Vieng town. He also runs a restaurant, a guesthouse, a cooking school, a volunteer programme, and a local education project on the farm. But when he set up the project in 1996, after quitting his government forestry job, he unwittingly launched a trend that would earn Vang Vieng – a higgledy-piggledy town on the pea-green river with a backdrop of soaring limestone mountains – a reputation as one of the world’s most unlikely, and dangerous, party towns. After a day’s work on the farm, Mr T’s volunteers would relax in the Nam Song river using the tractor-tyre inner tubes he provided. Over the years, the pastime of tubing down the river turned into a drunken drift, with backpackers consuming buckets of cheap alcohol from the dozens of bars that set up on the river banks, messing about on bamboo swings, and sliding down slides into the river.     Footbridge over the Nam Song river at Vang Vieng. Photograph: Nick Rains/Getty Images    Afterwards, young women would walk through town in barely-there bikinis, and worse-for-wear men would pull moonies before passing out in restaurants that served drug-laced “happy” shakes and pizzas, while watching Friends on loop. All of this was a total affront to the mores of modesty in this cultured, landlocked, south-east Asian communist state. As the popularity of tubing grew, so did the number of people dying as a result of their waterborne tomfoolery, and Vang Vieng became a byword for backpacker excess. Just before a meeting of south-east Asian heads of state in Laos in 2012, foreign ambassadors told the Laotian authorities that the rising number of deaths was unacceptable, and the government finally closed down most of the riverside rave bars. Today, there are a couple of “Friends” restaurants, and vodka is still served in buckets, but there are fewer bars along the river bank. The death-trap swings have been pulled down and tubers now tend to wear more clothing; the mania has gone.     New activities around Vang Vieng include climbing the waterfalls rappelling, zipwiring and abseiling through stunning scenery    In this calmer era, Vang Vieng is trying to rebrand itself by promoting the more wholesome, natural highs offered by local hotels, restaurants and volunteer projects, and capitalising on the thing that drew visitors to Vang Vieng in the first place: its supremely gorgeous setting. The town itself, high in the northern mountains, 150km north of the capital Vientiane, is an ugly splat of yellow Beer Lao advertising signs divided by a disused airstrip. Lima Site 6 was a runway used by the US to run its secret war in Laos. Between 1964 and 1973, the US (in alliance with the royal Lao government) operated a clandestine bombing campaign in the region in attempt to stop the advancing communists in northern Vietnam and Laos, earning Laos the moniker of the most-bombed country on earth. But the surrounding countryside is spectacular. The Nam Song (Envelope river) streams past sheer, lushly carpeted limestone mountains, their needle-sharp peaks pricking the sky. At sunset, the long karstic silhouettes take on an ethereal, mystical air, fading from a vibrant palette of greens to a dreamy watercolour grey.     Tourists watching the sun set over the river Photograph: Jose Fuste Raga/Getty Images    Keen to explore Vang Vieng’s pristine landscapes, we crossed the river and climbed the steep steps to the mouth of Tham Phu Kham, a cave where, legend relates, golden crabs live in the craggy darkness. A sweaty descent down a track took us to the Blue Lagoon, a natural pool of baby-blue water where we splashed about before heading for a papaya salad at the waterside restaurant of the SAE, a community project set up by Sengkeo Frichitthavong, a Vang Vieng native. Frichitthavong, who spent 12 years as a refugee in Canada, set up the project in 2008 when he was shocked at discovering what Vang Vieng had become. Today, along with other villagers, SAE has launched a soap-making project and a solar heater project, and is building bamboo and mud homes for long-term volunteers. The restaurant funds English lessons for some 250 Lao and Hmong students at the onsite school. Also on the “other side” of the river is an example of the “new” Vang Vieng: Lao Valhalla (bungalows $30 B&B) sits in untamed jungle gardens in Ban Huay Yae, just under a mile from town. Friendly owner Nouth opened her six bungalows in 2015. “I’m from the far north-east of Laos but I made a plan and came here after the changes,” she told me over an iced Lao coffee in her rustic restaurant. About a kilometre away, Vieng Tara Villas (rooms from $45), with its cute, stilted bungalows perched amid a rippling green paddy field, opened on the riverbank south of town in 2014. It is reached by a winding wooden walkway and set against a canvas of beautiful mountain views.     Riverside Boutique Resort Photograph: Francoise Vigie    In town, there’s a trend towards western style menus. Another Lao returnee from Canada and his Australian wife opened Amigo’s, a restaurant with a pretty garden, selling huge platters of Mexican fare and sangria – with a dash of triple sec; and at new Italian Il Tavolo, I found Mr T’s organic goat’s cheese on my delicious prosciutto crudo and walnut pizza. Another positive initiative is the Vang Vieng Challenge. Green Discovery, Laos’ leading adventure tour operator, opened the two-day mountain assault for adrenalin junkies in a bid to boost the town’s eco-tourism credentials. Our 5,000-metre trek up a jungle mountain wall was accompanied by cicadas – their frenzied cacophony fading the higher we climbed – and dozens of butterflies flecked in amethyst, periwinkle, canary yellow and zebra stripes. We passed elephant grass, cardamom, dangling lianas and banana trees before continuing our ascent on a via ferrata, the bolts lodged into black boulders that bulged and racked up in jumbled stacks alongside the Nam Theam waterfall. On arrival at the wooden hut where we were to spend the night, we bounded across to the pools of the waterfall – where spumes of snow-white water poured over the jet black rock – and into the welcoming mountain-cold pool. Back at base, we snacked on wild mangoes with chilli sauce, strips of deep-fried buffalo skin and sun-dried pork while watching a hot-air balloon sail over the peaks as the sun set.     Doing the Vang Vieng Challenge with Green Discovery    The following morning we climbed the waterfall before rappelling 50 metres down the ebony bulges, sprayed by cascading waters. The thrill continued as we ziplined and abseiled down through a bamboo and banyan forest and waterfall chasms almost to the bottom of the valley. Back in town, at the Riverside Boutique Resort (rooms from $176) I sank into the celadon green-tiled pool then headed for its riverside bar for a cocktail. As dusk fell, children gathered to enjoy a dip in the river, and locals drove their vehicles into the shallows for a quick, free car wash. After two days of quite challenging activities, it was time to take it easy with a new-style (sober) tubing trip along the Nam Song river. (It’s called the Envelope river after a folk tale about an orphan who used to fish all day every day in the river using bamboo traps. He layered the river with so many traps he made it look like it was fluttering with envelopes.) We floated along in the early morning under the towering crags, listening to birds singing and the calls of distant monkeys as bamboo and banana leaves drooped into the water. After two and a half hours of lolling, we stopped at the “tubing end point” sign. Strains of the Beatles singing “Nothing’s gonna change my world…” wafted out of a bar on the bank. Except a lot sure did. • The trip was provided by Audley Travel (01993 838 000, audleytravel.com), which offers tailor-made holidays to Laos; a 16-day itinerary with time in Vang Vieng, starts from £2,980pp, including all flights, transfers and private guides. Tours and activities in Vang Vieng, such as a half-day caving trek (from $19pp depending on numbers) and the Vang Vieng Challenge (from $99pp) can be booked with Green Discovery",
  "webTitle": "Laos town known for drunkenness and tourist deaths cleans up its act",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/09/vang-vieng-laos-tubing-calm-activities",
  "keyword": [
    {
      "webTitle": "Laos holidays",
      "id": "travel/laos",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Backpacking holidays",
      "id": "travel/backpacking",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Adventure travel",
      "id": "travel/adventure",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Boobbyer",
      "id": "profile/claire-boobbyer"
    }
  ],
  "guardianId": "travel/2016/may/09/vang-vieng-laos-tubing-calm-activities"
}