{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/12/are-computers-killing-off-craft-not-a-chance",
  "id": "2016-05-12-352",
  "sectionId": "higher-education-network",
  "body": "I often feel I am under pressure to represent the “craft community”, to be the poster-boy for the handmade. I am a great lover of craft skill but I am not going to fetishise technique over artistry.  Craft and art are different things – I define craft as something that can be taught, while art requires inspiration. Many artists are extremely poor craftsmen while many great craftspeople are rubbish artists. I see many beautifully made things that I find pig ugly.  What I will stand up for is the relevance of craft in the information age. Some people think that craft is a nostalgic activity, like knitting with your grandma or throwing medieval peasant pottery But I say craft is necessary and thriving more than ever in the age of the internet, Photoshop and rapid prototyping. There are many examples of this in the University of the Arts London collections. One of my pleasures, now that I have had a bit of success and got a bit more money, is commissioning and working with great craftsmen and craftswomen. I like nothing more than designing a dress, some shoes or a motorcycle, collaborating with highly skilled individuals or teams to bring my ideas to life.      Grayson Perry’s The Rosetta Vase. Photograph: Grayson Perry/MCA    I employ craftspeople to assist me in casting my sculptures, printing my etchings and digitising my tapestries. I would not describe any of these individuals as overly nostalgic or anachronistic in the digital age. In fact, every one of them uses – to a greater or lesser degree – the wonderful technology now so woven into our lives.  My shoemaker very much depends on her website as a shop window. Her footwear is for a niche market and she needs to be found by far-flung international clientele. A rock star in Los Angeles can order a pair of lace thigh-boots with seven-inch heels and my shoemaker can create them in an inexpensive studio in north London.  In the same way, I can email drawings of a motorcycle detail I’ve designed to a custom bike builder on the south coast. He can transfer them into a programme and the parts are milled in a process that would be hugely time-consuming, expensive and perhaps impossible if attempted by hand.  A friend alters photographs in Photoshop for me to convert into ceramic transfers that I can then fire onto a vase. These will be printed on a specially built inkjet printer which uses ceramic enamels, making it possible to create full-colour transfers more cheaply than with the old litho or silk-screen method. Digital technology offers the craftsman and the artist creative opportunities that were previously too expensive for an individual, too time-consuming or just plain impossible. This technology is coming down in price all the time – it won’t be long before 3D printers are as common as kilns. To become skilful with these newer technologies is to be just as much of a craftsman as a traditional weaver or potter.    Related: Don't stifle creativity with more cuts to arts education, say experts    To get great results the user has to be just as sympathetic to the material effects of a particular digital technique. Tests have to be done and responded to in just the same way I do with glazes in the kiln. The results of digital production often have a lifeless feeling – that is because the machine will do exactly what is asked of it and no more. There are fewer “gifts of the fire” than in pottery.  As technology develops, craftspeople will become better at predicting and nuancing their instructions to machines and digital manufacturing will become more refined. I am looking forward to an amazing era of craft and art using computers in various ways and in combination with the old techniques we know and love. This is an edited version of an essay appearing in a new University of the Arts London publication entitled Reflections on Archives, Museum and Special Collections, launching at Im/Material: Encounters in the Creative Archive. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "Are computers killing off craft? Not a chance",
  "webPublicationDate": "2016-05-12T06:00:21Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/12/are-computers-killing-off-craft-not-a-chance",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Arts",
      "id": "education/arts",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academics",
      "id": "higher-education-network/academics",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Grayson Perry",
      "id": "profile/grayson-perry"
    }
  ],
  "guardianId": "higher-education-network/2016/may/12/are-computers-killing-off-craft-not-a-chance"
}