{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/17/can-large-companies-be-truly-entrepreneurial",
  "id": "2016-05-17-234",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "In the second annual MAA SuperEntrepreneurs report, which explores the role of entrepreneurship in blue chip organisations, no business achieved the top triple-A (AAA) rating. This outcome will reaffirm for many that genuine entrepreneurship is not feasible within businesses once they reach a certain size. Although discussion of entrepreneurship tends to focus naturally on smaller startup businesses, the SuperEntrepreneurs programme seeks to understand why and how entrepreneurialism can be engendered in significant and complex businesses – something known as “intrepreneurism”. Here, five members of the panel that judged the companies in the report offer their views on the existence of entrepreneurial culture in blue chip companies. John Longworth, former director general, British Chambers of Commerce Entrepreneurship is difficult in large organisations. They become bureaucracies like government and tend towards a short-term and narrow focus.  The best and most long-lived will be in favour of invention, creating a community of entrepreneurialism and innovation within, devolving accountability and having a melting pot of traders. It is no coincidence that the vast majority of companies that first formed the FTSE 100 no longer exist. Ann Francke, chief executive, Chartered Management Institute The top ten list contains all the usual suspects: Google, Apple and Facebook are near the top. These companies were started by visible, credible entrepreneurs. They are now the world’s most valuable companies, so obviously there is no dichotomy between large and entrepreneurial in the tech sector.  Content companies such as Disney, product designers such as Dyson, and customer and culture innovators such as John Lewis and Lego all use their very strong sense of purpose and values to reinvent themselves and stay agile. Karen Bill, chair and director, Enterprise Educators UK If you look at the survey’s top six companies, they are fairly large organisations, so it is possible. But in terms of corporate entrepreneurship, with large organisations there’s a tension with the corporate managers wanting to demonstrate the stability and reliability of the company over the years and the more entrepreneurial approach wanting a very dynamic, quick processes.  An organisation can be entrepreneurial but it does need some key ingredients: the ability to take intelligent risk and, where opportunities are recognised, that there’s a very quick mobilisation of resources. William Kendall, owner, Cawston Press, previously an investor in Covent Garden Soup and Green & Black’s I struggle with the concept of large businesses being entrepreneurial. Most large businesses are as bad as each other – slow, sclerotic and busy trying to curb innovation among their own people and using their bloated resources to kill it off elsewhere.  Of course this bleak view, which has been developing for over 30 years, is more accurate in some sectors than others. Samad Masood, open innovation project lead, Accenture If entrepreneurship is about taking risks and building new businesses, then of course it’s important for large businesses to do it, but it’s not always so easy; we don’t always want large businesses to take risks, particularly if they’re publicly listed or have significant structural impact on the economy.  So it’s not always the case that big businesses have to, or should, be entrepreneurial, but they can be and it helps if at least part of their business tries to be more entrepreneurial, build new things and take a few risks. This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "Can large companies be truly entrepreneurial?",
  "webPublicationDate": "2016-05-17T10:12:59Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/17/can-large-companies-be-truly-entrepreneurial",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/17/can-large-companies-be-truly-entrepreneurial"
}