{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/jo-pavey-olympics-in-balance-10000-metres",
  "id": "2016-05-21-37",
  "sectionId": "sport",
  "body": "Jo Pavey’s hopes of becoming the first British female athlete to compete in five Olympic Games were left dangling by a thread on Saturday night after she missed out on automatic qualification at the 10,000m trials. The 42-year-old had been flying in training before picking up a chest infection this month, which left her on antibiotics and unsure whether to compete until yesterday morning. But she was clearly below optimum strength on a blustery evening at Parliament Hill Fields in north London, as she was dropped by her British rivals shortly after halfway before finishing way down the field in a race won in staggering style by the unheralded Jess Andrews. However Pavey’s Rio ambitions are not yet done for. She will now switch her attention to the 5,000m, an event she has run three times in the Olympics, and will work on honing her speed before the British trials at the end of next month. If Pavey makes it she will be the oldest British track athlete at an Olympics, beating the 110m hurdler Don Finlay, who competed in London in 1948 aged 39 years and 68 days. But it is beginning to look a distant prospect.   Related: Jo Pavey faces tough 10,000m test to realise dream of five Olympics    Encouraged by a 2,000 strong crowd, who swarmed around Highgate Harriers running club, roaring her on, Pavey was prominent from the start, tucking in behind the pacemaker Helen Clitheroe for the first three kilometres. But the effect of her illness became clear as Beth Potter, Kate Avery and Andrews all pushed past her shortly after halfway and she finished in 33min 22sec. “You feel bad saying this and making excuses because all the girls ran so brilliantly, but I have been ill for two weeks,” explained Pavey. “I just thought I may as well give it a gamble but it wasn’t to be.” Meanwhile the 23-year-old Andrews booked her place in Rio by running 17 seconds inside the qualifying time to win in 31:58, with a stunning run in only her second race over the distance. Behind her was the 2009 world champion, Linet Masai, from Kenya, as well as Potter, who took second place in the British team for Rio. As Andrews, who lives in Andorra and will marry the Irish cyclist Dan Martin later this year, explained, she has only recently rediscovered her love of the sport after being a promising junior. On this performance there looks like being a lot more to come.     Jessica Andrews, who lapped Jo Pavey, right, savours her victory as she crosses the finish line. Photograph: Andy Hall for the Observer    “I came in with the attitude that I’ve got nothing to lose,” explained Andrews. “I’m in good shape, training was going crazy good so I thought I’d get on the start line and see what happens.” “I felt out of love with racing,” said Andrews, who said she had a vision she could be British champion last week. “So Dan and I spoke and I had a year of just relaxing. Then I decided to do some small fun races on Saturday or Sunday mornings, and I just loved it. I can’t believe I’m off to Rio, it’s amazing.” There was also a major surprise in the men’s race as the favourite, Andy Vernon, who was European 10,000m silver medallist in 2014, could only finish fourth behind Ross Millington. It means that Vernon will have to rely on the selectors’ discretion to make the plane to Rio or try to qualify in the 5,000m. Vernon, the only British athlete in the field to have run under the Olympic qualifying time of 28 minutes, started sluggishly and was 20 metres down on the leading pack after the first mile. And while he gradually closed the gap on the leaders, when they pushed again he quickly went backwards. But, as he revealed afterwards, his uncharacteristic performance was down to a number of injuries since last September – including a hamstring problem that flared up 10 days ago. “Since September my average mileage has been 30 to 40 miles per week when normally I’d do close to 100,” said Vernon. “It was always going to be difficult but I still believed in myself.” Vernon, who trailed home in 28:48, also had a message for the selectors, who refused to select him for last year’s world championships in Beijing. “Look at what I’ve done in the past,” he said. “I’ve run 18 seconds under the qualifying time. I’ve got time to prepare now, get fit and stronger and do the stuff I haven’t been able to do. “You lose fitness but you don’t lose class. And I know what level I can run at – if I can stay injury free it will be a different story come August.” Millington, who finished in 28:20, now needs to run under 28 minutes before the end of July to qualify for Rio. Pavey, meanwhile, is not giving up on making the British squad either. “It’s hard to know where to go from here, but I’m not going to give up on getting in the team yet,” she said, the defiance evident in every syllable.",
  "webTitle": "Jo Pavey’s Olympics hopes in balance after missing out in 10,000m",
  "webPublicationDate": "2016-05-21T22:05:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/jo-pavey-olympics-in-balance-10000-metres",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/21/jo-pavey-olympics-in-balance-10000-metres"
}