{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/caribou-endangered-species-act-us-canada",
  "id": "2016-05-13-159",
  "sectionId": "world",
  "body": "The blood had dried by the time Bart George pulled his Ford pickup over on a high mountain pass in southern British Columbia. It was late fall in 2015. George always kept his passport in the truck – he never knew when he’d need to rush across the border between the US and Canada to investigate a kill.  Now was one of those times.  Three other men mingled on the side of the highway. One carried a large-caliber rifle. Together they descended the mountain and entered a creek bed. They were surrounded by yellow brush. George’s adrenaline was pumping. “We start finding blood and fur,” he said. Disturbed earth, matted grass. As the men crept forward, they saw a dark hump moving in the brush. Black bear. George’s heart walloped; after a moment, he picked up a stick and threw it at the animal. The other men hollered, and the bear skittered away from the meal it was scavenging on: a dead woodland caribou. Woodland caribou are different from their northerly, arctic-dwelling cousins. They’re larger, darker, and don’t really migrate. Before the 19th century there were thousands of woodland caribou living in the contiguous United States. However, decades of deforestation, overhunting and habitat fragmentation greatly reduced their numbers. There are now only a dozen left in the lower 48, and they flit across parts of Washington, Idaho and southern British Columbia, in a region known as the south Selkirk mountain ecosystem. This particular woodland caribou lay torn apart in the grass, eyes glazed white with death. “You treat it like a crime scene,” George said. George is a biologist with the wildlife and territorial resources division of the Kalispel Tribe of Indians based in Usk, Washington. His agency is part of a transnational recovery team consisting of several American and Canadian agencies. They’ve been trying to stymie the decline of caribou in the south Selkirks for more than 30 years – ever since the animal was listed in the Endangered Species Act in 1984. Two of the other three men at the death site, a Kootenai tribal biologist and a British Columbia provincial biologist, were also part of the recovery team. The third was a professional wolf trapper. If they had found a wolf scavenging the caribou, George said, they would’ve killed it.     If they had found a wolf scavenging the caribou, George said, they would’ve killed it. Photograph: blickwinkel / Alamy/Alamy    Wolves are on a soaring recovery trend in the American west. Nearly 2,000 live in Montana, Wyoming, Idaho, Washington and Oregon. They are also killing a lot of south Selkirk caribou, according to the British Columbia government. More than half the herd has died since wolves re-entered the ecosystem in 2008. It’s not that wolves and caribou can’t live in the same ecosystem – they coexisted for centuries before European settlement – it’s that this particular, dwindling herd can’t handle any predation. They can’t breed fast enough to make up the numbers. So the recovery team agreed to a drastic and controversial measure: allowing the British Columbia government to shoot wolves in the south Selkirks in order to save endangered caribou. They’ve killed 19 wolves since the plan was enacted in 2015. It’s part of a province-wide wolf management plan that has prompted outcries and at least one court challenge from environmental groups (even Miley Cyrus got into the mix and condemned the shootings on Twitter).    .@pacificwild fuck the fucking wolf cull what the fuck?!?!?!?! How the fuck is this happening! Let's make it STOP! https://t.co/BQdXY3eSAh— Miley Ray Cyrus (@MileyCyrus) February 18, 2016    “I really hate to see it come to that. To have to sacrifice some wolves to save the caribou. But I’d hate to see the caribou disappear, too,” said Tim Layser, a former member of the recovery team and current director of the Selkirk Conservation Alliance, a not-for-profit organization dedicated to saving all that is wild in the south Selkirks, including both wolves and caribou. “God, that’s a tough one. To reduce the wolf population to allow the caribou a chance to survive, it’s a kind of necessary evil.” Ray Entz, the director of the wildlife and territorial resources division for the Kalispel tribe, calls it triage. “You have a bleeding patient on the table,” he said, “and there are a few things we can do, that are temporary in nature, that can stave off extinction and give us a chance at recovery.”    I really hate ... to sacrifice some wolves to save the caribou. But I’d hate to see the caribou disappear, too  Tim Layser     According to a 2015 study of wolf and caribou dynamics in western Alberta, killing wolves to save endangered caribou can help stabilize a population. But it isn’t enough to allow the herd to grow and thrive. As Entz said, it’s temporary.  What they really need is more old-growth, roadless habitat. Woodland caribou, especially the ones that live in the mountains, survive winter by eating arboreal lichen, which takes 80 to 150 years to grow. So it only exists in old forests. When Europeans arrived in North America they began chopping down old-growth forests and building roads. The caribou lost most of their habitat and their numbers declined. In 2007, the government of British Columbia protected nearly 400 square miles of woodland caribou habitat in the south Selkirks, banning logging and road-building. That’s a space larger than New York City. When the United States tried to pull off a similar feat, however, it failed.     A woodland caribou. Photograph: Alamy    In 2011, the US Fish and Wildlife Service proposed protecting 570 square miles of Idaho and Washington for the south Selkirk caribou. The government scaled back their proposal to a mere 46 square miles in 2013, arguing that, since the caribou spent most of their time in British Columbia, efforts to protect the species in Canada were adequate. “We agree that Canada has the largest role in recovery,” said Entz, the Kalispel tribal resource manager. “But that doesn’t abdicate the United States from their responsibility.” Conservation organizations sued the US government for slashing critical habitat. In April, under court order, US Fish and Wildlife Service reopened the opportunity for public comment on the decision. They’ve also given the Kootenai tribe $35,000 to run meetings and help develop an updated recovery plan for the caribou. They hope to have a draft of that plan available for public comment next year, according to Chris Warren, a US Fish and Wildlife Service representative. “Nothing is off the the table,” Warren said. “We are considering all options to see what is best to save the Selkirk herd.” But Entz isn’t holding his breath. The recovery plan is just that, he said – a plan. Real change requires funding and follow through, all of which he said have been in short supply for the past 16 years. “You’re talking about two countries, transboundary issues, several fish and wildlife agencies, a few tribes. It’s hard to get everyone wrangled around the same fire,” he said. “That’s the frustrating part.” It doesn’t help that many Americans don’t even know that caribou exist in the lower 48. “You drive anywhere around here and talk to people, they don’t have the foggiest idea that we have caribou in the [contiguous] United States. So there’s not a lot of public pressure,” said Layser, the conservationist and former recovery team member.     Woodland caribou looking for food in Jasper National Park. Photograph: Alamy    “Nobody seems to care,” Entz said. “We used to eat caribou. They were a winter food source for the tribe. I don’t want to be the biologist working with the tribe the year caribou go extinct in the [contiguous] United States.” Entz would like to see the caribou population recovered to the point where Kalispel tribal members could hunt them again. Elk – one of the American west’s premiere game animals – help support a US hunting industry worth $38bn and benefit from 6.8m acres of protected habitat courtesy of the Rocky Mountain Elk Foundation, a hunting and conservation organization. State and federal wildlife agencies in Idaho have shot more than 60 wolves in Idaho to save a dwindling herd of elk there. “Elk get a lot of love because you can put a set of crosshairs on them,” he said. “Caribou don’t write the checks.” There are also nearly 1 million elk in the contiguous United States, according to a census of state agency elk biologists. There are only 12 caribou. “They’re functionally extinct,” Entz said, meaning the herd isn’t a viable player in the ecosystem anymore. It barely exists. A ghost of itself. Back at the death site, George and the team were performing a necropsy – taking pictures and investigating the dead caribou’s body. It was a mature bull – the biggest in the herd – and its head had been pulled mostly away from the body and eaten. “There wasn’t much left,” George said. He peeled back the bull’s skin and saw bruising on its front leg. It was lying less than a quarter-mile from the highway. Wolf tracks, bear tracks and scat surrounded the body. The animals scavenged the caribou, but a truck or a car probably killed it. George gathered what was left – a half-eaten head, a bloody hide, a pair of antlers arching towards the sun – and stuffed the remains of one of the last wild caribou in the lower 48 into a backpack. He would like to see the herd survive, but time is running out. There isn’t enough money, resources or demand, he said.  “You’re frustrated, you don’t know what to do,” George said. “You feel helpless.”",
  "webTitle": "'Necessary evil': saving the endangered caribou might mean killing wolves",
  "webPublicationDate": "2016-05-13T13:39:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/caribou-endangered-species-act-us-canada",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/13/caribou-endangered-species-act-us-canada"
}