{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/middlesbrough-brighton-and-hove-albion-biggest-prize-world-football",
  "id": "2016-05-06-15",
  "sectionId": "football",
  "body": "The town once famed for “building the world” has fallen on hard times and often feels a forgotten place these days but, on Saturday lunchtime, Middlesbrough will be right back in the international spotlight. “We’ll be watched everywhere on the planet,” Aitor Karanka says. “The whole world wants to see our game.” Considering that Boro’s Basque manager is not given to hyperbole, his words serve as a reminder that Brighton & Hove Albion’s visit to Teesside represents the highest of high-stakes fixtures.   Related: Middlesbrough v Brighton: Championship promotion decider – live!    It will determine not only the identity of the Championship’s second automatic promotion slot but has been dubbed a competition for “the biggest ever prize in world football” by the accountancy giant Deloitte. The tension threatens to be almost unbearable. Next season’s gargantuan Premier League television deal means promoted teams stand to benefit by a minimum of £170m – even the bottom club will receive just under £100m in broadcast and merit money followed by about £75m in parachute payments. Whereas a point would guarantee Boro promotion, for Chris Hughton’s Brighton to avoid the dreaded play-offs and join Burnley in the top tier a win is required at a packed, raucous Riverside Stadium where locals are desperate for a reason to celebrate at the end of an awful few months. The loss of 2,200 jobs at nearby Redcar as the coke ovens and furnaces went cold and 170 years of steelmaking came to an end last autumn has proved a dreadful blow to an area in urgent need of the economic boost invariably provided by the presence of a top-flight football team. As local poet Ian Horn so evocatively wrote: “We built the world. Every Metropolis came from Ironopolis.” But nowadays few people outside the north-east remember that Ironopolis was Middlesbrough’s nickname during those heady days when the town set the international price of iron and steel and the architects of Australia’s Sydney Harbour Bridge demanded that its components be designed and manufactured on Teesside. Now, though, Karanka’s players are on a mission to restore Middlesbrough to prominence. “It’s not a normal game,” Grant Leadbitter, the captain and key central midfielder, says. “There’ll be that little bit of fear but it’s also an exciting game. We have to stay calm. You have to play with the right intensity but also with your head. I’m looking forward to it.” Thanks to satellite television so, too, are football fans across the globe, with particular interest centred in Kiryat Tiv’on. Situated on the road to Nazareth amid the beguiling beauty of the hills of northern Israel, the town is home to the family of Tomer Hemed, Brighton’s principal striker and a big threat to Boro’s dreams. While Hemed – whose likely battle with Dani Ayala promises to prove an intriguing subplot – has scored 17 goals in 43 league appearances for Hughton’s side this season, Boro have been galvanised by the January arrival of the Southampton loanee Gastón Ramírez. His creative impact is likely to be closely monitored in Fray Bentos, the Uruguayan’s birthplace. Sitting close to the border with Argentina and 192 miles north of Montevideo, the city’s residents will welcome a chance to remind everyone that they should be known for more than a brand of corned beef. “It’s probably as big a game as you’re going to get,” the Sunderland-born Leadbitter says. “It’s one of those games that, when you’re growing up, you want to be involved in. When I lead the team out it’ll be special. Our fans have been through a lot but, hopefully, it will be a special day for them.” Back in December, down on the south coast, Boro ended Brighton’s unbeaten beginning to the season with an emphatic 3-0 victory and looked set to canter away with the title. Instead Karanka and his players suffered a winter wobble culminating in March with an extraordinarily acrimonious dressing-room altercation between manager and first-teamers. It left José Mourinho’s former assistant at Real Madrid temporarily on gardening leave and he missed a defeat at Charlton. Steve Gibson, Boro’s owner, is believed to have come close to sacking Karanka but reprieved a coach whose future remains uncertain. That decision has been vindicated by Boro’s subsequent nine-game unbeaten run but the precise nature of the truce is opaque. “Same as it’s always been,” Leadbitter says, straight-batting a question about the squad’s relationship with Karanka, who remains strangely noncommittal about the future. “If one day I’m a Premier League coach, I’ll see how that feels,” the 42-year-old manager says. “I don’t like to say what will happen if this or that occurs – but I have three more years on my contract.” Hughton, 15 years Karanka’s senior, is still adored by the Newcastle United players he led to promotion in 2010 and Boro cannot afford to underestimate the former Tottenham full-back’s nous. “Brighton’s progress has been amazing,” says Karanka, whose side lost last season’s play-off final to Norwich. “I didn’t expect Brighton to be challenging for promotion so, for me, Chris Hughton’s been the best manager in the league this season. He arrived there [in December 2014] when they were in a difficult position and he’s done an amazing job.” Hughton has made some astute signings, including not only Hemed and his fellow Israel international Beram Kayal but the Frenchman Anthony Knockaert. The former Leicester winger’s arrival from Standard Liège in January has imbued the promotion push with fresh impetus and Karanka is anxious that George Friend, his influential left-back, passes a fitness test on a suspect hamstring. If Friend’s absence would hurt Boro, Brighton must make do without their suspended centre-half, Lewis Dunk, against Ramírez, Jordan Rhodes, Stewart Downing et al. “Middlesbrough are the best side who’ve come down to the Amex Stadium this season,” Hughton says. “Their investment and recruitment have been very big and very good and they’ve got the quality to show for it. We have to win there and we know how big a task it is but it certainly doesn’t frighten us.”   Related: Where did the season go wrong for your club?    Whereas it is only 10 years since Boro faced Sevilla in the Uefa Cup final and seven since they were relegated from the Premier League, Brighton’s last spell in the top division ended in 1983. Since then the economic power of southern England has begun to be reflected by improving fortunes among several of its clubs and the crumbling Goldstone Ground has been replaced by the 30,000-plus capacity Amex – along with a training ground the envy of many leading European coaches. Yet if Hughton feels his side are more than ready to “take that one final step” into the big time he will meet implacable opposition on Teesside. “This club’s in the wrong division,” Leadbitter says. “We want to put it back on the map.” Significantly, reproductions of Stanford’s General Map of the World (published 1920) reveal Middlesbrough to be one of only a handful of British towns and cities deemed worthy of naming by the cartographer. Ironopolis’s star may have subsequently waned to the point where some Brighton residents might struggle to place Teesside inside a blank outline of England but, for 90 minutes on Saturday, football followers from Kiryat Tiv’on to Fray Bentos will regard it as the epicentre of the world game.",
  "webTitle": "Middlesbrough and Brighton chase ‘biggest prize ever in world football’",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/middlesbrough-brighton-and-hove-albion-biggest-prize-world-football",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Middlesbrough",
      "id": "football/middlesbrough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/06/middlesbrough-brighton-and-hove-albion-biggest-prize-world-football"
}