{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/good-slogan-malcolm-turnbull-but-growth-in-what-kind-of-jobs",
  "id": "2016-05-11-373",
  "sectionId": "commentisfree",
  "body": "Malcolm Turnbull made four personal appearances in four Queensland seats on Tuesday. He must, Queensland is capricious – the state government can have a nine seat opposition one day and be electorally annihilated the next, and the Coalition has many marginal seats there to defend.  Queensland also has a jobs problem. In seats like Herbert, which covers Townsville, unemployment is over 10%, youth unemployment is pushing 20%, Indigenous unemployment is nearing 30%. Anxiety about unemployment dominates the concerns of so many voters in so many electoral battlegrounds for the Coalition that their election slogan of “jobs and growth” is one Turnbull chants like an affirmative mantra.    Related: Australian election 2016: Coalition questioned over superannuation changes – politics live    But as any recovered hippie knows, chanting alone is not enough; in his four-seat tour, Turnbull did a lot of talking, but he did not make a single policy announcement.  If there is any discernible progression from the Abbott era to the Turnbull one, it’s that the three-word slogan has a lost the need for a verb. “Axe the tax” and “stop the boats” may have been reprehensible in intent but at least they contained a commitment to do something. In his election-calling stump speech, Turnbull mentioned a Liberal “plan” for the Australian economy 22 times but the “plan” turned out to be nothing more than the cut in the rate of corporate tax that nearly 600 major corporations are managing to avoid anyway.  It’s this commitment that lays bare “jobs and growth” as a slogan as cynical as it is spurious. A comprehensive study from the University of Bath across no less than 19 industrialised countries revealed it’s actually by raising corporate taxation that a government can assist a market-based economy’s provision of job growth. A tax increase of 10% is associated with a drop of a whole 2.1 percentage points in the unemployment rate.  The problem is that the ideological fabric of the Liberal party is not woven from the ideas that can and do create jobs. Turnbull spruiks “innovation” as the engine of enterprise but can’t commit to investment in either a state-resourced education system that incubates it, nor to a government-funded CSIRO that fosters investigations beyond an immediate commercial goal. With repeated insistence that they wish to reduce the government’s percentage share of the economy, the Liberals are opting out of the demonstrably best way to create jobs, which is for the government itself to invest in infrastructure projects and employ people to work in them.  I called the economist Richard Denniss from the Australia Institute to hear his analysis of Turnbull’s infrastructure policy. He replied in one word: “submarines”. He’s referring to the government’s reluctant commitment to build 12 new submarines in South Australia. Pragmatism trumped ideology here only because three years of offshoring of shipbuilding jobs to other counties – coupled with some insults to its workers – was going to cost the Coalition seats in South Australia. Denniss’ lament for Turnbull’s failure to invest in infrastructure is the subject of his recent article in The Monthly. So in lieu of using either appropriate taxation mechanisms, fostered innovation enterprise or infrastructure building to create jobs, there’s a serious question any Australian voter should ask themselves when anyone from the Coalition utters “jobs and growth” around their staged photo ops and that is: “the growth of what kind of jobs?”.  Those who were stirred by Q&A questioner Duncan Storrar’s direct questioning of Liberal MP Kelly O’Dwyer on Monday night should, for example, have a think about the role for him in Turnbull’s plan. This is a man who, after three years of a Coalition government, is barely scraping by on a minimum wage that the Coalition have repeatedly agitated to cut.  Or you could look at the group of BRI security guards at La Trobe university taking industrial action this week, having only just discovered that they could fight the Howard-era Work Choices agreement that for nine years has been paying up to $9 less an hour than the award they were due – agreements that, again, the Liberals have been chomping to reintroduce.  You could look at the 600 Fairfax journalists who walked off their jobs to protest staff cuts and who are now threatened by the government with fines of $10,000 each – each – for doing so.    Related: The 10 big issues of election 2016: how Coalition, Labor and Greens policies compare    Does anyone imagine feeling safe on a construction site – like the one that recently collapsed in Melbourne – if the Coalition reintroduces the anti-union star-chambers of ABCC? Because what the Coalition is offering as jobs and growth have been the jobs growth they’ve offered the past three years – the ones with increasing casualisation, and workplace scandals of underpayment and exploitation that have been exposed through a supply chain from Farm Workers to 7-Eleven.  We know the Liberals still want to cut penalty rates. And it should be obvious that the government paying corporations to replace available jobs paid at award with a $4 an hour labour exploitation scheme that young people will be forced into is not a mechanism for training but an entirely expendable source of renewable cheap labour, exploited in the same potentially catastrophic way as work for the dole. This is entirely what Turnbull means when he promises jobs and growth. The question for Australians is, with better, more effective alternatives not available to the Coalition imagination, are these the kind of jobs we really want to grow?",
  "webTitle": "Good slogan, Malcolm Turnbull, but growth in what kind of jobs? | Van Badham",
  "webPublicationDate": "2016-05-11T04:44:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/good-slogan-malcolm-turnbull-but-growth-in-what-kind-of-jobs",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Industrial relations",
      "id": "australia-news/industrial-relations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Van Badham",
      "id": "profile/van-badham"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/good-slogan-malcolm-turnbull-but-growth-in-what-kind-of-jobs"
}