{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/grayson-perry-all-man-preview",
  "id": "2016-05-05-289",
  "sectionId": "tv-and-radio",
  "body": "There’s a lot of talk around the subject of masculinity, in all its terrible forms. Toxic masculinity, fragile masculinity, doomed masculinity, you name it. Undoubtedly, masculinity is a rock with a lot of facets, but some are beautiful yet remain unremarked upon: pride, self-sacrifice, your dad’s face as he stoically sways with his pint to sad jukebox songs. These hushed-up aspects of manliness are what Grayson Perry hopes to look at in Grayson Perry: All Man. In the opening episode, Grayson travels to the north-east, where he meets MMA cage fighters and manages to catch a sort of funeral march to a lost way of manly life on the way, which couldn’t have been planned better, really. Each year, a few thousand gather for the Durham Gala, a march whose origins are in colliery unions but, with that industry gone, now seems to commemorate past generations and the hard lives they lived. To a brass band accompaniment – easily the most tear-jerking of the wind instruments – people march holding banners embroidered with sad emblems of manliness: miners, sailors and industrial buildings.   Related: Grayson Perry: ‘Boys think they’re breaking the man contract if they cry’    It’s easy to understand the hypothesis that MMA is so popular in the north-east because there are generations of toughness in the male population’s DNA with nowhere else to go. It can’t be a coincidence that the men who’ve managed to harness all that errant testosterone are also most relaxed with their own feelings. The MMA fighters Grayson meets are gently spoken and sweetly low-key, in contrast to their hard man adornments, cauliflower heads and the physical space they take up. They give thoughtful interviews about what motivates them to fight. However few biases you might think you hold, these are not the sort of men you’d expect to give much introspection as to where all their passion and pathos comes from, yet they do. Maybe cage fighters are doing better than other young men, who are statistically quite likely to die from killing themselves, because when you style yourself after some sort of historic warrior – like Andy, 24, and loyal student of Troy on DVD – your role in the world is clear for all to see. A lot of generalised machismo seems to be about asserting your superiority over that bloke over there; maybe if your entire aesthetic conveys “I could pummel the average human being into a stain on a gym floor” there is just less to prove. Another Andy – let’s call him Tattooed Andy – speaks about the release from his feelings getting seven shades of you-know-what beaten out of him brings, and says that in cage fighting, he hasn’t given it his best if he’s not carried out of the cage. It’s an unfashionable idea, but if this brutal lifestyle choice is what it takes to keep things up in the old psyche healthy, it’s harder for the man than it might seem.     John Wayne Parr v Brad Riddell. Photograph: Chris Hyde/Getty    The really fascinating thing about men and women is that, inhabiting the gender category of ‘bird’, I’ll never get to see how manliness really plays out, in its truest form. My little black book of anthropological observations will only ever contain lies, damn lies, because my mere presence in male environments will radically alter the vibe of them – scientists called this phenomena Schrodinger’s Yat. When Grayson remarks to the men he meets that his transvestism allows him enough distance from maleness to view it as an observer, rather than bristle they nod, quietly ponder for a moment and then step back themselves, apparently accepting that maleness is such a weird contrivance that to look at it with critical eyes is Not Even A Thing. Grayson really excels in putting people at ease, possibly because he’s the most normal person ever to work in TV. In Newcastle, Grayson also speaks to Thelma, both in her spotless home and at her son Daniel’s graveside, which she’s adorned like a beautiful and spectacular sort of Homes and Gardens shrine. Neither she nor her son’s friends had a clue Daniel was suicidal, and all lament the fact they never had a good heart to heart. On the face of it, Daniel was carefree, unbothered by his problems, and most lethal of all, strong. You’d think filming something as sad as this, or as delicate as the unveiling of Grayson’s art pieces to the people who inspired them would be tricky thing to pull off. In truth, this part of his programmes are a Perry programme is always the most tender and moving (we’ll gloss over Chris Huhne– a good attitude to take in general, but moreso when we remember his emotionally detached, disinterested reaction to the vase Grayson made in the image of the man’s character in his previous C4 series in general - and his vase here). In my view, the Channel 4 films that have accompanied Perry’s recent artworks are a vital part of them. It’s all well and good standing in a gallery and stroking your chin, but if you cast your eyes to the left and summon the concentration it takes to read the little rectangle of artistic blurb next to it, all of that context and explanation really helps transform that weird bit of twisted wire your kid could make into something deep and primal pulled from the soul. I’m sure that one reason Grayson Perry is so loved is his willingness to recognise TV for what it is – a valid cultural medium – and turn it into his own little rectangle of artistic blurb. And, to be fair, if I can get the high culture experience without even leaving my sofa, I am most definitely down. Grayson Perry: All Man, Thursday, 10pm, Channel 4",
  "webTitle": "All Man: Grayson Perry on masculinity",
  "webPublicationDate": "2016-05-05T08:00:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/grayson-perry-all-man-preview",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Filipa Jodelka",
      "id": "profile/filipa-jodelka"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/grayson-perry-all-man-preview"
}