{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/06/socks-and-sandals-a-fashion-faux-pas-reinvented-for-summer",
  "id": "2016-05-06-152",
  "sectionId": "fashion",
  "body": "Summer’s here and ... you’re not ready, are you? Between finding out that your sunglasses are broken, your wide-brimmed hat has been hijacked by James Bay and the bassist featured on your favourite band T-shirt has been implicated in an off-shore expenses scandal, it’s a minefield of sartorial indecision. The biggest question for men though has to be: what is the right piece of footwear to sport during the hot weather? The answer is pretty unexpected: it is sandals paired with socks. The combination has been reinvented so any associations with “pensioners on a beach” don’t apply any more.      Calvin Klein does Californian Khaki with slider-like slippers and socks. Photograph: Tullio M. Puglia/Getty Images    Zara’s latest line has put socks and sandals front and centre. The Streetwise collection, which aesthetically nods to Kanye West’s Yeezy line, features two types of sandals: a Birkenstock shape and a moon-boot-shaped high top with Velcro straps, both paired with socks.  Perhaps the most shocking thing is that it doesn’t feel out of place in the muted autumnal aesthetic. The impression given by the collection is that dressing seasonally actually means incorporating lots of off-season looks (in essence, be all-weather ready), and is indicative of fashion’s adoption of the sock-and-sandal look. What is also significant is that the sock has gone through a micro reinvention of its own. Always an integral aspect of sneaker culture, it’s now part of the utilitarian trend, making it a more significant part of the menswear wardrobe. The revamped sock-and-sandal pairing was evident at last year’s Milan Fashion Week. Bottega Veneta went for nomadic – leather-laced gladiatorial heavy knit camping socks – while Calvin Klein did Californian khaki with a slider-like slipper and sports sock. Meanwhile, Versace went very luxe European with their cashmere socks and a lace-up.  The staple of normcore dad dressing has been reinvented: the most classic of classic fashion blunders has now become a safe space for summer wardrobe expression.",
  "webTitle": "Socks and sandals: a fashion faux pas reinvented for summer",
  "webPublicationDate": "2016-05-06T13:47:40Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/06/socks-and-sandals-a-fashion-faux-pas-reinvented-for-summer",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's shoes",
      "id": "fashion/mens-shoes",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/06/socks-and-sandals-a-fashion-faux-pas-reinvented-for-summer"
}