{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/laura-robson-impact-french-open",
  "id": "2016-05-21-49",
  "sectionId": "sport",
  "body": "For Laura Robson, just stepping on to a court at Roland Garros is something of a victory, but she wants a lot more than that. As the 22-year-old Londoner said before her first-round match here against the 28th seed, Andrea Petkovic: “There’s no reason that I can’t get back to where I was, if not better, if I put the work in and do the right things.” Where Robson once was – No1 in Britain, top 30 in the world, an Olympic silver medallist alongside Andy Murray, a 14-year-old junior Wimbledon champion – all seems so long ago. Now she is No302 in the world, but has a protected ranking, calculated on previous achievements, that gets her into this French Open. All of which makes her sunny disposition the more remarkable. There are plenty of players who would have crumbled and perhaps walked away from the challenge Robson’s stressed-out wrists visited upon her from the moment she had to retire during her first-round match against Yanina Wickmayer in Hobart in January 2014. Since then, she has seen more doctor’s surgeries than tennis courts, but she thinks the suffering is over. She last had pain in her wrists at the start of the year. Finally, she can wind up her powerful arms and put maximum force through those frightening groundstrokes. What Robson needs now are a few wins to bolster her self-belief. “My wrist is fine. I’m hitting it as hard as I always did,” she says. “I’m trying to play a little bit more consistently, but there have not been any changes due to injuries. It took a long time. Even at the US Open last year I wasn’t hitting through it like I did before. I just had to keep getting on the practice court every day and get that confidence back. “It has been a while. I don’t feel that I’m overly far away. I had opportunities against Vika [Azarenka in Madrid] and in every match I played, especially in Miami against [Kirsten] Flipkens, set points and everything. “I think it’s always been mental. You can be the fittest player in the world, but if you are not there mentally then it’s extremely hard to do well. Getting that confidence has been a long, long process and it’s still a work in progress.” Was there an upside to being away from the Tour for awhile? She laughs and shakes her head, then says: “I saw my friends and my family much more than I had in the past. And I got a cat. But, no, I would have preferred to have been on Tour the whole time. It was a sucky situation. “You have to adjust your expectations. Like my coach is very positive and everyone around me is very happy that I’m just playing, whereas I’m like: ‘I’m still losing guys.’ So you have to just adjust in that way. “I haven’t had any doubts with my wrist since the start of the year and that was the last time I had pain. Since then, I haven’t worried about it. I’m still doing rehab four times a week but I’m going to be doing that for the rest of my life. “It’s nice to be able to get back on court every day. That was always the issue. I was able to play once and then take five days off because I still felt pain. So it’s nice being able to plan a schedule because you know nothing is going to happen. When I was still in a cast, that was not fun because it went above the elbow and I couldn’t tie my hair up or anything. My brother had to do that for me for a while. “It was a really long process with a lot of doctors and way more cortisone than anyone should have. We aren’t talking a huge amount. I’m sure footballers are getting it more because they have to play every weekend. We weren’t silly with it, the doctors, especially my doctor, is very cautious with it. “It was a struggle but it has made me a more positive person in the long run and I’m just happy to be here. My mum and dad and my family kept me sane. They weren’t ever concerned that I wouldn’t be able to get back. Everybody around me was pretty positive about it. I had a good group of people helping me along. “I’ll play the smaller tournaments again once my protected ranking runs out. It’s fine though. I’ve played all of them before. You’re more excited to be at a slam as opposed to a 50 in France or somewhere, but it has to be done. There’s no way around it. There’s no short cut to getting your ranking back up.”",
  "webTitle": "Injury-free Laura Robson determined to make an impact at the French Open",
  "webPublicationDate": "2016-05-21T20:59:23Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/laura-robson-impact-french-open",
  "keyword": [
    {
      "webTitle": "Laura Robson",
      "id": "sport/laura-robson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/21/laura-robson-impact-french-open"
}