{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/09/can-you-solve-it-are-you-smarter-than-a-british-11-year-old",
  "id": "2016-05-09-315",
  "sectionId": "science",
  "body": "Hello guzzlers. \nToday you’ll be attempting questions from a maths test that 300,000 Britons aged 11 to 13 took just over a week ago. (That’s years 7 and 8 in England and equivalent years in Scotland and Northern Ireland). \nThe United Kingdom Mathematics Trust’s annual Junior Challenge aims to get students excited about maths with 25 appetising and intriguing problems to be solved in an hour. I’ve chosen my favourite ten below, and I’m giving you no more than 25 minutes to solve them. Did you hear that at the back? You might find the first ones easy, but I’m expecting ten out of ten. \nI’ll be back at 5pm BST today with full explanations of the answers and I’ll also compare your marks with the marks of the pupils who sat the test. If you are reading this on mobile, click +Follow Alex Bellos above and you’ll get a notification when the update appears.  \nPlease make a note of your answers. When you press submit the screen will reveal the correct answers, but not mark individual submissions. \nOn some devices the image for Q4 is stretching. The image should show that the top angle of triangle C, the bottom left angle of triangle D, and the bottom angle of triangle E are right angles. \n \n  \n  \n   \n    \n     What is the value of 1/25 + 0.25?\n      \n       0.29\n       0.3\n       0.35\n       0.50\n       0.65\n      \n     Gill is now 28 years old and is a teacher of Mathematics at a school which has 600 pupils.There are 30 more girls than boys at the school. How many girls are at Gill’s school?\n      \n       270\n       300\n       315\n       330\n       345\n      \n     One of the three symbols +, –, x is inserted somewhere between the digits of 2016 to give a new number. For example, 20 − 16 gives 4. How many of the following four numbers can be obtained in this way? 36, 195, 207, 320\n      \n       0\n       1\n       2\n       3\n       4\n      \n     A square is folded exactly in half and then in half again. Which of the following could not be the resulting shape?\n      \n       A\n       B\n       C\n       D\n       E\n      \n     Which of the following statements is false?\n      \n       12 is a multiple of 2\n       123 is a multiple of 3\n       1234 is a multiple of 4\n       12 345 is a multiple of 5\n       123 456 is a multiple of 6\n      \n     The diagram shows five circles placed at the corners of a pentagon. The numbers 1, 2, 3, 4, 5 are placed in the circles shown, one in each, so that the numbers in adjacent circles always differ by more than 1. What is the sum of the numbers in the two circles adjacent to the circle which contains the number 5?\n      \n       3\n       4\n       5\n       6\n       7\n      \n     In a group of 48 children, the ratio of boys to girls is 3 : 5. How many boys must join the group to make the ratio of boys to girls 5 : 3?\n      \n       48\n       40\n       32\n       24\n       8\n      \n     In the addition sum shown, each letter represents a different non-zero digit. What digit does X represent?\n      \n       1\n       3\n       5\n       7\n       9\n      \n     Part of a wall is to be decorated with a row of four square tiles. Three different colours of tiles are available and there are at least two tiles of each colour available. Tiles of all three colours must be used. In how many ways can the row of four tiles be chosen?\n      \n       12\n       18\n       24\n       36\n       48\n      \n     Beatrix places dominoes on a 5 x 5 board, either horizontally or vertically, so that each domino covers two small squares. She stops when she cannot place another domino, as in the example shown in the diagram. When Beatrix stops, what is the largest possible number of squares that may still be uncovered?\n      \n       4\n       5\n       6\n       7\n       8\n      \n    \n    Solutions\n    1:A, 2:C, 3:E, 4:D, 5:C, 6:C, 7:C, 8:D, 9:D, 10:D\n    Scores\n    \n    \n  \n  \n \nThanks to the United Kingdom Mathematics Trust for letting me reprint these problems. Schools wanting to participate in their national challenges can find out how to do so here. \n....................................................... \nI post a puzzle here on a Monday every two weeks. \nI’m the author of three popular maths books including Alex’s Adventures in Numberland and the maths colouring book Snowflake Seashell Star.  \nYou can check me out on Twitter, Facebook, Google+ and my personal website. \nAnd if know of any great puzzles that you would like me to set here, get in touch.",
  "webTitle": "Can you solve it? Are you smarter than a British 11-year-old?",
  "webPublicationDate": "2016-05-09T06:20:06Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/09/can-you-solve-it-are-you-smarter-than-a-british-11-year-old",
  "keyword": [
    {
      "webTitle": "Mathematics",
      "id": "science/mathematics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Bellos",
      "id": "profile/alexbellos"
    }
  ],
  "guardianId": "science/2016/may/09/can-you-solve-it-are-you-smarter-than-a-british-11-year-old"
}