{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/ukraine-wins-eurovision-jamala-1944",
  "id": "2016-05-15-137",
  "sectionId": "tv-and-radio",
  "body": "Ukraine has won the 2016 Eurovision song contest with an entry whose politically charged lyrics have caused tensions with neighbouring Russia. Singer-songwriter Jamala was crowned the winner for her haunting rendition of the ballad 1944, which evoked the deportation of Crimean Tatars by Josef Stalin and has been interpreted as a criticism of Russia’s annexation of Crimea in 2014. As she collected her trophy, she pleaded for “peace and love”.  Before the final, which was held in Stockholm on Saturday evening and seen by many as the most politicised edition of the competition to date, Jamala had said her victory would show that Europeans were “ready to hear about the pain of other people”.    Related: Ukraine's Eurovision singer urges voters to show Crimea solidarity    Jamala, whose real name is Susana Jamaladynova, is herself a Crimean Tatar who has not been home since shortly after Russia’s 2014 annexation of the peninsula. Her parents and extended family still live there. “[If I win,] it will mean that modern European people are not indifferent, and are ready to hear about the pain of other people and are ready to sympathise,” Jamala told the Guardian by phone from the Swedish capital shortly before the contest. Referring to her song’s lyrics, she said: “Of course it’s about 2014 as well. These two years have added so much sadness to my life. Imagine – you’re a creative person, a singer, but you can’t go home for two years. You see your grandfather on Skype, who is 90 years old and ill, but you can’t visit him. What am I supposed to do: just sing nice songs and forget about it? Of course I can’t do that.”      Australia’s Dami Im was leading the competition all the way until Ukraine pipped her to the post thanks to the public telephone vote. Photograph: IBL/Rex/Shutterstock    Accepting her Eurovision trophy, she said: “I know that you sing a song about peace and love, but actually, I really want peace and love to everyone.” She then thrust the glass microphone prize and yelled: “Thank you, Europe – welcome to Ukraine!”  Guest nation Australia, represented by Dami Im’s Sound of Silence, came second, with favourites Russia in third, Bulgaria in fourth and Sweden fifth. The UK’s act, Joe and Jake, finished 24th out of the 26 entries, despite drawing a favourable reaction from the Stockholm crowd for their peformance of You’re Not Alone.  Graham Norton, who guided UK viewers through the grand final on BBC One, led a toast to his predecessor, Sir Terry Wogan, during the ninth song, which this year was host country Sweden’s entry, If I Were Sorry, performed by Frans. Norton took over the job in 2009 and was narrating his first Eurovision since Sir Terry died in January.  Justin Timberlake provided the half-time entertainment, opening his performance with his hit Rock Your Body before moving on to his new single, Can’t Stop the Feeling.    Related: Eurovision song contest 2016 – in pictures    This year’s competition used a new voting system, under which points were awarded partly by juries from member countries and partly by a public telephone vote. Australia had been in the lead at the end of the jury stage, but the phone voters ultimately swung things Ukraine’s way.  The show was broadcast live in Europe, China, Kazakhstan, Australia, New Zealand and, for the first time, the United States. The viewing figures for this year’s contest are not yet known, but they are expected to exceed the 200 million who tuned in last year.",
  "webTitle": "Eurovision 2016: Ukraine's Jamala wins with politically charged 1944",
  "webPublicationDate": "2016-05-15T09:49:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/ukraine-wins-eurovision-jamala-1944",
  "keyword": [
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heidi Stephens",
      "id": "profile/heidistephens"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/ukraine-wins-eurovision-jamala-1944"
}