{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/brexit-eu-referendum-farming-car-industry",
  "id": "2016-05-13-315",
  "sectionId": "politics",
  "body": "Farming and the car industry could disappear from Britain like coal mining in the 1980s because of the financial shock of leaving the EU, Patrick McLoughlin, the transport secretary, has warned.   Related: Brexit could lead to recession, says Bank of England    The cabinet minister, a former miner, made the dire prediction in a speech at the Cambridge University Conservative Association, adding to recent warnings by the remain campaign about the potential economic impact of Brexit. “When I was young, people didn’t think mining would ever end,” he said. “I hear the Brexiteers make the same case about car manufacturing and farming today. Just as the under-educated and least well-off suffered worst from Labour’s great recession after 2008. So they would be first to feel the pain of our departure from the EU.” His warning that the poorest would suffer most from leaving the EU contrasts sharply with Iain Duncan Smith, the former work and pensions secretary, and leading out campaigner, who argued this week that staying in could lead to an “explosion of havenots”.      Patrick McLoughlin, secretary of state for transport. Photograph: Christopher Thomond for the Guardian    Duncan Smith argued that the EU was a “force for social injustice”, claiming Britain’s membership increases the cost of living, lowers wages and restricts jobs. But McLoughlin argued the opposite, saying the consequences of a vote to leave “will not be shared out evenly” across society with the poorest worst off. “To the already affluent, the well-educated and the economically secure the risks are low,” he said. “It’s the poorest in our society who will feel the chilling effect of uncertainty first.”   Related: Bank's warning of a Brexit double whammy is very handy for Osborne    It comes after a string of warnings about the possible economic impact of Brexit from the US president Barack Obama, the OECD, and the IMF.  On Thursday, the Bank of England warned Britain could slide into recession in the aftermath of a vote to leave the EU in next month’s referendum. Vote Leave, the official out campaign, has consistently dismissed such reports as scaremongering from voices of the establishment.  Norman Lamont, the former chancellor, said on Thursday: “I don’t think we need yet more forward guidance from the Bank. The governor should be careful that he doesn’t cause a crisis. “If his unwise words become self-fulfilling, the responsibility will be the governor’s and the governor’s alone. A prudent governor would simply have said that ‘we are prepared for all eventualities’. “There are huge opportunities for the UK outside the EU. We are a strong economy and can stand on our own two feet like all other modern, independent countries.”",
  "webTitle": "Brexit could spell end for farming and car industry, says transport secretary",
  "webPublicationDate": "2016-05-13T06:00:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/brexit-eu-referendum-farming-car-industry",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/13/brexit-eu-referendum-farming-car-industry"
}