{
  "apiUrl": "https://content.guardianapis.com/facebook-partner-zone/2016/may/10/crowdfunding-crowd-small-business-finance",
  "id": "2016-05-10-262",
  "sectionId": "facebook-partner-zone",
  "body": "You’ve decided to crowdfund to raise much-needed investment for your fledgling business. You need to find and win over investors. You need to stand out from the busy startup crowd. Where do you begin? To give your campaign the best chance of success, it pays to work with a pre-existing fanbase – this is where your Facebook friends and followers can come into play.  In 2015 the alternative finance industry grew to £3.2 billion, according to a report (pdf) by the University of Cambridge Judge Business School. Contributing to the total were 1.09 million people investing, donating or lending via online alternative finance platforms in the UK. Gifts or shares There are two types of crowdfunding options and various online platforms that support the campaigns. There’s rewards based – where people donate money in return for a gift – and equity based, where investors buy a share of the business. Both can be useful at different times of a business’s life cycle. Rewards-based funding can build public awareness, or help get an idea off the ground. Equity crowdfunding is popular when a business has proven its potential and needs an injection of cash to scale up. Emily Shipp, a growth and marketing consultant for SMEs, whose expertise includes crowdfunding strategy, says: “People need to not focus too much on the crowdfunding platform to do the work – it’s down to the owner of the business entirely [to make the campaign a success]. The most important thing to get across is why you’re doing what you’re doing.”     Ed Smith & Richard Wilkinson (right), co-founders of Doisy & Dam. “We were open, transparent and honest about everything we’d done.”    Tried-and-tested ways of achieving this include telling your startup story or idea in an engaging way – on Facebook the use of images, regular posts and videos can be effective. Chocolate brand Doisy and Dam, which raised £300,000 on Crowdcube in 28 hours (double its original target), built on its campaign with a structured social media plan. Richard Wilkinson, co-founder of the business, says: “The key is to not be too polished – we were open, transparent and honest about everything we’d done. People want to be early adopters of a new product. But if you overproduce an overly polished campaign it can seem fake or over the top. Our videos were taken on an iPhone – we were standing in an office and I was holding a dog.” Doisy and Dam already had strong support across social media – particularly on Instagram, where they have 12,900 followers – and this pre-existing network was invaluable. “We’d never really asked them for anything before, it was all built up organically. It was just fantastic to ask people who had been following us for to years,” Wilkinson says.  Growing a fanbase Shipp agrees that it’s important to have an established network before crowdfunding kicks off, and to spend time developing this if you do not already have one. “Most of the work in terms of generating awareness needs to happen before the campaign starts,” she says. “You need to make sure you’ve already got enough followers.” Great Little Place started as a Facebook page – I Know a Great Little Place in London – in February 2010. Founder Rossa Shanks and his friends started it to share off-the-beaten-track places they’d discovered and invited their own networks to add their tips. The effect was astounding – within two weeks, the page had 40,000 followers and numerous requests for pages for other cities. “The next logical step was to build a website,” Shanks says. “But we had no money for it. We thought, if the community really is behind [this idea], they’ll pay for it. It was still very early days for crowdfunding, but it was a great way to test appetite”. When the crowdfunder campaign launched to raise funds to build a basic site, the £10,000 target was reached in 45 days, thanks to contributions from page fans.     Emilie Holmes, founder of Good and Proper Tea: “The main focus of my posts was almost always our progress as that was what created the buzz.” Photograph: Lulu Ash    The video also plays an important role in drumming up interest and gives your followers something to share. Tea specialists Good and Proper Tea made a fun video that their followers would want to share, which attracted more support along the way. Founder Emilie Holmes used Kickstarter in 2012, when the platform had just become active in the UK. The business raised £14,700 via a rewards-based campaign to convert a 1974 Citroen van into a mobile tea bar. Holmes says her social media networks played an integral role in securing more supporters as the funding round progressed: “Shares become the marketing currency, as you need more and more eyes on your project, watching your video and, hopefully, supporting your plans. “The main focus of my posts was almost always our progress as that was what created the buzz, the excitement, the urgency to make people want to join in. The more you say ‘We’ve hit 30%!’ or ‘We’ve just got our 50th backer!’ the more people want to be part of that number. And because it’s got a timeframe attached to it, it keeps it exciting.” Finding the right support     Ben Rogers and Shaff Prabatani, co-founders of Storemates. They used a more serious tone of voice on Facebook to attract experienced investors.    Equity crowdfunding has been effective for Storemates – a type of Airbnb for storage space. Shaff Prabatani, managing partner, and Ben Rogers, managing director, have run three campaigns on the site. The first in 2012 was to raise initial seed funding to create a prototype of the website (securing £40,000), the second round in 2014 was to develop the site further and test marketing channels (£70,588), and they are currently in a third round to raise money to market their listings across the UK. The business’ marketing around its campaigns has been nearly all through social media, but has used a more serious tone of voice to attract experienced investors. Rogers says: “We have found that circulating news of the raise and hitting milestones has been reasonable popular. [But] We aren’t too light hearted (as we are with our other updates) as it feels a more serious message to be talking about.” While equity crowdfunding often focuses on substantial investments from serious investors, rewards crowdfunding can also (and often needs to) attract some large backers. Shipp recommends keeping in mind that your existing network could be made up of a mix of experienced and inexperienced crowdfunders, and have different budgets.  “Have a good spread of rewards,” she says. “Setting lower pledges means the barrier to entry is lower – some can even be £1. You should also have high level asks and pledges. Suit all budgets and interests.” Finally, she adds: “Ask for feedback and welcome their comments” – such early customer research will be invaluable as you grow your enterprise. Content on this page is paid for and produced to a brief agreed with Facebook sponsor of the Guardian Small Business Network Connected for Success hub.",
  "webTitle": "Crowdfunding: it starts with a crowd",
  "webPublicationDate": "2016-05-10T09:00:05Z",
  "webUrl": "https://www.theguardian.com/facebook-partner-zone/2016/may/10/crowdfunding-crowd-small-business-finance",
  "keyword": [
    {
      "webTitle": "Facebook partner zone",
      "id": "facebook-partner-zone/facebook-partner-zone",
      "sectionId": "facebook-partner-zone",
      "sectionName": "Facebook partner zone"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Featherstone",
      "id": "profile/emma-featherstone"
    }
  ],
  "guardianId": "facebook-partner-zone/2016/may/10/crowdfunding-crowd-small-business-finance"
}