{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/tata-steel-is-considering-retaining-uk-business",
  "id": "2016-05-25-40",
  "sectionId": "business",
  "body": "Tata Steel is considering keeping its UK business, raising hopes that the Port Talbot steelworks and 11,000 jobs can be saved. Sources close to Tata Steel said it is evaluating the performance of its UK operations and the package of financial support that the government has offered, at the same time as running a sales process. Sajid Javid, the business secretary, held talks with Tata Steel in Mumbai before of the company’s board meeting on Wednesday. He is thought to have asked it to consider keeping the business. At a press conference after the board meeting, Koushik Chatterjee, executive director of Tata Steel, said the company was still evaluating offers for the UK business.   Related: Tata Steel UK: David Cameron urges caution on jobs deal    The deadline for potential buyers to make a formal bid was Monday and the company was expected to try to draw up a shortlist at the board meeting. Eight bidders are thought to be in the running, including metals group Liberty House, Excalibur, a management buyout backed by a Welsh consortium, Leeds-based private equity firm Endless, JSW Steel of India and US group Nucor. Chatterjee said: “We are running a credible process, working with the government. Each step has been done with a lot of careful consideration. We need to consider these bids, understand who wants what, and how, and understand the implications for Tata.”  However, a Tata source said: “It is a possibility they might stay on. They are evaluating that in parallel with the sales process. If what the government is saying is ok, they will stay.” When asked at the press conference about keeping Tata Steel UK, Chatterjee did not rule it out and said the management team were still “looking at continuing and sustaining the business”. But he added: “I don’t think we have a case as yet.”  Chatterjee also declined to confirm how many formal bids had been received and the identity of the interested parties. Javid has said the government is willing to offer hundreds of millions of pounds to a buyer of Tata Steel UK and is also looking at ways to restructure the pension scheme, which has liabilities of almost £15bn and costs more than £100m a year to support. This package could also be available to Tata Steel, although it is not clear whether they would take up the government’s offer of a 25% stake in the business. However, there is a row within the government about Javid’s plan to cut the liabilities of the pension scheme by benchmarking it against the consumer price index (CPI) rather than the retail price index (RPI) and spinning it off into a new financial vehicle. The Department for Work and Pensions is concerned this could set a dangerous precedent for defined benefit pension schemes. Javid is scheduled to update parliament on the progress of talks on Thursday. David Cameron warned on Wednesday that there was no guarantee that attempts to save 12,000 jobs at Tata Steel UK will succeed. The prime minister said the government was doing everything it could to secure a buyer for the business, which includes two blast furnaces at Port Talbot in south Wales. But he added: “As I’ve always said there are no guarantees. We can’t guarantee this is going to work.” Cameron made his comments as he was travelling to a G7 summit in Japan, where world leaders are likely to discuss the dire impact that Chinese steel dumping is having on the industry. “Quite a feature will be dangers of overcapacity in sectors like steel,” he said, adding that he planned to use the meeting to discuss the issue with the presidents of the European commission and council, as well as the leaders of France, Germany and Italy. Cameron added: “We continue to work towards trying to get a good outcome for Tata in south Wales. The sales process is underway, there have been an encouraging number of serious bids from companies coming through. We’ve got to stick at it to try to bring this to successful conclusion.” Workers from Tata Steel and other British producers marched on Westminster on Wednesday to call for a responsible sale of the UK business and for a government strategy to support the industry. MPs have accused Javid and the government of reacting too slowly to the crisis in the industry. The Labour leader, Jeremy Corbyn, joined the workers’ march and said his party was doing everything it could to support the steel industry.  “We have to secure enough time to make sure the industry has a future,” he said. “The industry is strong and the workers are incredibly skilled. It cannot be allowed to go to the wall.”  Owen Smith, Labour’s shadow work and pensions secretary, commenting on the news that the government is to publish a written statement on Thursday on its plans for the Tata Steel UK pension scheme, said: “Steel workers’ pensions must be protected, they’ve earned them with hard graft over many years. So if ministers are considering measures which might see those pensions reduced, MPs from all parties, especially those representing steel communities, will want a chance to question the plans, along with the trade unions who are playing such a vital and impressive role standing up for Tata workers.” Tata, the Indian conglomerate that also makes Jaguar cars and Tetley tea, announced in March it wanted to sell its UK steel business. The business, which it bought in 2007, was losing an estimated £1m a day. Tata blamed cheap Chinese imports and high business costs. Tata Steel reported that it had a net loss of 32.1bn rupees (£325m) in the three months to 31 March. This reflects the pressure the business is under, although it is smaller than the 56.7bn rupees loss of a year earlier.",
  "webTitle": "Tata Steel is considering retaining UK business",
  "webPublicationDate": "2016-05-25T19:08:57Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/tata-steel-is-considering-retaining-uk-business",
  "keyword": [
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corus",
      "id": "business/corus",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/25/tata-steel-is-considering-retaining-uk-business"
}