{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/donald-trump-president-us-citizenship",
  "id": "2016-05-05-138",
  "sectionId": "commentisfree",
  "body": "The offices of the United States citizenship and immigration service are in a federal building in downtown Manhattan, a bland backdrop for the miracles that take place there. Every time I’ve visited, which has been often in the last few years, I’ve watched as large family groups get the paperwork they need to stay in the US and erupt into tears and celebration. I was there again on Monday, seeking permission to travel while waiting for a new green card. Gaining permanent access to the US still has a whiff of the 19th century about it – not just in the immigration rhetoric of presidential candidates but in the system itself, as if the hordes trying to scale the fence carry any number of unpalatable diseases. During the course of my application for residency I was, to my amazement, required to have a raft of immunisations and a medical checkup, including an STD test. Given that no other diseases were tested for, this seemed to be a throwback to an earlier era of public morality. I’m not sure what the sanction would have been had I turned out to have one; a course of antibiotics and being sent to the back of the queue, I assume, rather than deportation.   Related: Trump's presumptive nomination divides Republicans – campaign live    In the event, since I was seven months’ pregnant at the time, the doctor forewent the test (“it would be unlikely”, he said delicately) and made do with a cursory look in my eyes and ears before signing the form. Those entry requirements may become harder depending on what happens in November. It was a quiet day at the building on Monday, and a man waved a metal detector over the short queue of people, while a Latino clerk dealt with my paperwork. President Obama looked down from a photo on the wall. Should his replacement be President Trump, one can only imagine how this place might change, not least in the expansion of alien categories to accommodate Trump’s fantasies about “rapists”, “fat pigs” and “terrorists”. There may be fewer celebrations here in 12 months’ time. How to get a gap year ‘dote The export of Americans to the rest of the world can be as unpopular as traffic going the other way, particularly if they take the form of a growing demographic – the gap year student, a newish concept in the US and the subject of much puzzled commentary after the announcement that Malia Obama would be deferring her place at Harvard.    As JP puts it, ‘my gap year ’dotes are the stuff of legend'    The British can help with this! Contrary to the idea that the gap year is a character-building opportunity, Americans need to grasp its fundamental point: the industrial-scale export of teenagers prior to college is not a search for wisdom or themselves, but for the elusive gap year anecdote. The best primer is the first season of Channel 4’s Fresh Meat. As JP puts it, “My gap year ’dotes are the stuff of legend.” In particular, the one that starts with “so, we’re on Max’s dad’s boat off the coast of Durban,” and ends with “got sunstroke, shat himself, and nearly died”. The key to the anecdote is that it should be neither interesting nor funny, but the teller should plough on regardless, finishing up with a hurt entreaty along the lines of, “There are several boys at Stowe who refer to that story as El Clasico.” Americans, take note. Metaphors out of time I saw a reference this week to an actor whose performance was so great that one might watch him if “he was reading the phone book”. I wonder for how much longer anyone under 40 will understand this phrase. “Roll down the window” no longer makes any sense, nor does “sounds like a stuck record”. Then again, we still stay “hold your horses” and, despite the lack of carriages on the road, just about manage to elicit a meaning.",
  "webTitle": "If Donald Trump were president, how many of us would get US citizenship? | Emma Brockes",
  "webPublicationDate": "2016-05-05T15:14:42Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/donald-trump-president-us-citizenship",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Brockes",
      "id": "profile/emmabrockes"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/donald-trump-president-us-citizenship"
}