{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/ziggy-marley-review-reggae-tuff-gong",
  "id": "2016-05-19-67",
  "sectionId": "music",
  "body": "Ziggy Marley’s eponymous sixth solo album picks up where 2014’s Fly Rasta left off: it’s another album of lilting tunes and messages of love and togetherness. Marley’s songs work best when they tilt towards the pop side of the pop-reggae equation, such as when acoustic guitars flutter prettily on Heaven Can’t Take It, featuring his brother Stephen Marley. Apart from Marijuanaman, on which he urges politicians to smoke dope, it’s hard to argue with the views expressed in Ziggy’s lyrics. “Money don’t make the world a better place,” Marley opines on We Are More. “Put your weapons down,” he implores on Better Together, one of several songs about war, which he opposes. Best of all, “We are the people,” he sings on We Are the People, adding, for the sake of clarity: “not donkeys and elephants”. It’s rooted so firmly within his comfort zone that when he sings about revolution on Start It Up, it’s more eyebrow-raising than consciousness-raising.",
  "webTitle": "Ziggy Marley: Ziggy Marley review – reggae-pop with a gift for stating the obvious",
  "webPublicationDate": "2016-05-19T18:15:18Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/ziggy-marley-review-reggae-tuff-gong",
  "keyword": [
    {
      "webTitle": "Reggae",
      "id": "music/reggae",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Dennis",
      "id": "profile/jondennis"
    }
  ],
  "guardianId": "music/2016/may/19/ziggy-marley-review-reggae-tuff-gong"
}