{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/chief-rabbi-ephraim-mirvis-zionist-bashing-university-jewish-students",
  "id": "2016-05-08-110",
  "sectionId": "world",
  "body": "The reputation of British universities is in danger of being tarnished by the “vilification” of Jewish students on campuses, the chief rabbi has said. “Zionist-bashing on campus has gone unchallenged,” said Ephraim Mirvis. His comments came after the Labour party was hit by an antisemitism row, and a string of student unions threatened to break with their national body over the election of a president whose statements about Zionism have caused deep concern. An independent inquiry into antisemitism, ordered by the Labour leader, Jeremy Corbyn, and chaired by former Liberty director Shami Chakrabarti, is due to be launched this week. Labour has reportedly suspended dozens of members over allegations of antisemitism in recent weeks.   Related: I’m the new NUS president – and no, I’m not an antisemitic Isis sympathiser | Malia Bouattia    Mirvis told the Sunday Times that Jewish students at universities were confronted with a “wall of anti-Zionism, which they feel and know to be Jew hatred”. He added: “We have seen what Jew hatred can be a template for in history. What troubles me is that the Zionist-bashing on campus has gone unchallenged. To vice-chancellors I would say: see what is happening under your noses, what is happening to the reputations of your universities. Freedom of speech needs to take place in a healthy and appropriate context. I cannot imagine that any vice-chancellor should be proud of the fact that vilification of a people has been taking place on their campus.” Oxford University Labour Club was accused of antisemitic behaviour and intimidation earlier this year after it decided to support Israel Apartheid Week. Its co-chair Alex Chalmers resigned, claiming that a large proportion of members “have some kind of problem with Jews”. Last month, the National Union of Students elected Malia Bouattia as its first Muslim president. She immediately came under fire for earlier comments in which she described Birmingham university as “something of a Zionist outpost” and references to “Zionist-led media outlets”. Bouattia responded to criticism by saying: “For me to take issue with Zionist politics is not me taking issue with being Jewish … it is a political argument, not one of faith.” Mirvis, who is chief rabbi of the United Hebrew Congregations, the main Orthodox Jewish community in the UK, has said that opposition to Zionism was often thinly-veiled antisemitism. He warned students against backing “the anti-Zionist clarion call”. Jewish leaders across the religious and political spectrum have said opposition to the policies of the Israeli government risks sliding into antisemitism, and that the word Zionist is used by some people as a term of abuse. Mirvis also told the Sunday Times that he was “totally amazed and frankly horrified” by former London mayor Ken Livingstone’s comments that Adolf Hitler supported Zionism in the 1930s. “When asked for a response to a blatantly antisemitic communication that was sent out, [Livingstone] failed to condemn it, tried to explain it away and then, just unbelievably, brought Hitler into the picture in such an insensitive way, aggravating the situation,” said Mirvis. Labour suspended Livingstone’s membership for “bringing the party into disrepute”. Corbyn said: “We are not tolerating antisemitism in any form whatsoever in our party.” Sadiq Khan, who was elected as mayor of London on Thursday, called for his predecessor to be expelled from the party. In his first public engagement as London mayor, Khan is due to attend a service in north London on Sunday to commemorate the millions of Jews killed in the Holocaust. Mirvis will also attend the Yom HaShoah (Holocaust remembrance day) event.",
  "webTitle": "Chief rabbi: 'Zionist-bashing on campus has gone unchallenged'",
  "webPublicationDate": "2016-05-08T11:57:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/chief-rabbi-ephraim-mirvis-zionist-bashing-university-jewish-students",
  "keyword": [
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/08/chief-rabbi-ephraim-mirvis-zionist-bashing-university-jewish-students"
}