{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/louis-van-gaal-manchester-united-champions-league-bournemouth",
  "id": "2016-05-13-111",
  "sectionId": "football",
  "body": "Louis van Gaal has promised Manchester United will fight until the end to qualify for the Champions League despite it now being out of their hands. On Sunday’s final day of the Premier League season United must beat Bournemouth at Old Trafford and hope Manchester City are beaten at Swansea City to ensure a top-four finish. United stand on 63 points, two behind their rivals, and Van Gaal admits frustration that Tuesday night’s defeat at West Ham United has ceded the initiative to City.   Related: Manchester United will lose £30m if they miss next year’s Champions League    He said: “We fight until the end. We are dependent on Manchester City, that’s the difference. That’s also frustrating when you had the chance two matches before the end to keep that advantage. We were 2-1 ahead with 15 minutes to play and then we gave it away, that’s frustrating. Now we are dependent but still it is possible.” Swansea’s manager, Francesco Guidolin, has said he will rest Ashley Williams, Neil Taylor and Gylfi Sigurdsson for City’s visit due to a combination of workload and their participation in the upcoming European Championship. It may make City’s task easier and so give United less chance of overhauling them but Van Gaal refused to complain. “No, because I have also given players rest and I have won [games],” the Dutchman said. “That is also possible for Swansea. It’s the responsibility of the club and manager to do what he thinks is right for the team. I can’t judge that. My task is the same because we have to play against Bournemouth and I don’t play against Manchester City.” Asked what lessons can be learned from the uneven campaign, Van Gaal said: “Still I have to remind you that we can qualify ourselves. I can say that we have to improve still. I don’t think we have to improve defensive organisation too much, now we have to score more in our attacking way. That is also what I have said before this season – we need creative, fast players in attack. We have to change that, and that is very important. “I am always evaluating and always adapting to the situation where we stand for. It’s always the same, you have to evaluate yourself but also your staff and players, and then with that kind of people you have to communicate and listen to each other and that I’m doing. That shall be done also next season. “The principles are always the same except when one of the members of my staff or players or board members can convince me of other arguments.” Van Gaal pointed again to an inability to kill off opposing sides. “I have said that many times [about this]. We need to train and that is what we are doing,” he said. “Training in the situations we have. You have to make the pitch big and keep the ball better, then the opposition has to run more metres. You don’t always have to make goals, you have to keep the ball in possession. We shall do that better when we train more.” Van Gaal would not reveal if Michael Carrick is to have his contract renewed. “It’s not a matter that I discuss with you,” he said.",
  "webTitle": "Louis van Gaal promises Manchester United will fight until the end",
  "webPublicationDate": "2016-05-13T15:45:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/louis-van-gaal-manchester-united-champions-league-bournemouth",
  "keyword": [
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/13/louis-van-gaal-manchester-united-champions-league-bournemouth"
}