{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/02/uk-government-covert-propaganda-stop-muslims-joining-isis",
  "id": "2016-05-02-106",
  "sectionId": "uk-news",
  "body": "The UK government has embarked on a series of clandestine propaganda campaigns intended to bring about “attitudinal and behavioural change” among young British Muslims as part of a counter-radicalisation programme. In a sign of mounting anxiety across Whitehall over the persuasiveness of Islamic State’s online propaganda, a secretive Home Office unit has developed a discreet multimillion pound counter-messaging operation that it says privately is running at “industrial pace and scale”.   Related: Inside Ricu, the shadowy propaganda unit inspired by the cold war    However, the methods of the Research, Information and Communications Unit (Ricu), which often conceal the government’s role, will dismay some Muslims and may undermine confidence in the Prevent counter-radicalisation programme, which already faces widespread criticism. One Ricu initiative, which advertises itself as a campaign providing advice on how to raise funds for Syrian refugees, has had face-to-face conversations with thousands of students at university freshers’ fairs without any students realising they were engaging with a government programme. That campaign, called Help for Syria, has distributed leaflets to 760,000 homes without the recipients realising they were government communications. Much of Ricu’s work is outsourced to a London communications company, Breakthrough Media Network, which has produced dozens of websites, leaflets, videos, films, Facebook pages, Twitter feeds and online radio content, with titles such as The Truth about Isis and Help for Syria.     The Truth about Isis website. Photograph: Screengrab    Breakthrough also organises events at schools and universities and works closely with a number of grassroots Muslim organisations to disseminate messages and campaigns challenging extremism that the company has developed as part of its Ricu contract. Breakthrough also helped form a PR company that promoted the work of the grassroots organisations to journalists.   Related: 'You worry they could take your kids': is the Prevent strategy in schools demonising Muslim children?    The community groups said their relationship with Ricu helps them get their own messages to a wider audience, and that they retain editorial control over counter-radicalisation communications. However, a series of Ricu and Breakthrough documents seen by the Guardian show that Ricu privately says it is the one retaining editorial control, including over the products produced as part of these partnerships. In one document, Breakthrough suggests that while the community groups are consulted at several stages of the project, final approval should be Ricu’s. A former Breakthrough employee said communications campaigns were designed according to objectives set by Ricu, and that the government closely oversaw the progress of products and had final signoff. The messages are targeted at “Prevent audiences”, which are defined as British Muslims, particularly males, aged 15 to 39. The Home Office is highly defensive of Ricu’s work. One senior official acknowledged the unit was engaged in propaganda campaigns but said: “All we’re trying to do is stop people becoming suicide bombers.”     Islamic State fighters in Raqqa, Syria. Ricu’s campaign is aimed at preventing UK Muslims from joining militants. Photograph: Reuters    Westminster’s intelligence and security committee, which oversees Ricu, says it believes the unit’s work is an important element of the Prevent strategy. Andrew Stunell, a former Liberal Democrat minister who was involved in drawing up counter-extremism policies in the coalition government, said he believed it to be “sound and reasonable” to support community groups that were promoting moderation, and that he was neutral on the question of whether government involvement should be acknowledged.   Related: Prevent strategy 'sowing mistrust and fear in Muslim communities'    Several other former government ministers familiar with Ricu’s work insisted it was an essential component of the government’s efforts to counter Isis propaganda. They declined to be identified, however, with one saying this was because the work was classified. One former minister said it would be “naive” to suggest the government could openly communicate its counter-radicalisation messages. But another, who is broadly supportive of Ricu, said he believed the deception involved in the dissemination of the messages could damage trust between the government and Muslim citizens. Critics of Ricu’s behavioural change programme say they fear it could cause serious damage to the relationship between the government and Muslims. Imran Khan, the human rights lawyer who represented the family of murdered London teenager Stephen Lawrence, said: “If the government wants its Muslim citizens to listen to it, it needs to be trusted. And to be trusted, it needs to be honest. What is happening here is not honest, it’s deeply deceptive. “Furthermore, this government needs to stop thinking of young British Muslims as some sort of fifth column that it needs to deal with.” Frances Webber, vice-chair of the Institute of Race Relations, said the programme risked undermining, rather than amplifying, the work of Muslim civil society if it appeared that groups had been co-opted to a government agenda.     Frances Webber: ‘The Prevent model is irretrievably tainted.’    She said: “The community groups are in a double bind; if they don’t disclose government support and it’s revealed, they lose trust. If they do disclose it, they lose trust. “The government should be asking itself, why is that? The answer is that the whole Prevent model is irretrievably tainted. The government’s counter-radicalisation policy is trying to channel thought, speech and ideas into a fairly narrow concept of what’s acceptable, and everything else is becoming potentially ‘pre-criminal’.” Some senior government officials who have been closely involved with Prevent also have severe misgivings about how Ricu’s programme is being delivered and believe some Prevent initiatives have been poorly conceived and not properly evaluated. “Prevent isn’t working,” said one. “We know that because Prevent isn’t preventing.” The aim of the propaganda campaign is set out in a series of documents. Help for Syria, for example, which describes itself as “providing advice and guidance for anyone who wants to raise money and aid for Syria”, was “designed, delivered and … maintain[ed]” on behalf of Ricu and the Foreign Office to “influence conversations among young British Muslims” and reduce the desire to travel to the region. Ricu staff, who include social psychologists and anthropologists as well as counter-terrorism officials and marketing strategists, describe their work as strategic communications rather than propaganda.  Breakthrough also privately says that one objective of its Ricu work is to promote “a reconciled British Muslim identity”. The company goes to considerable lengths to conceal Ricu’s involvement in its work. A number of staff are security-cleared and new recruits are expected to sign non-disclosure agreements. The company has also offered to wipe computer hard drives after work has been delivered to the Home Office and to use mobile phones that can be disabled if lost or stolen.     David Cameron at the UN in September, where he announced a UK-based ‘strategic communications cell’ to wage a “propaganda war’ against Isis. Photograph: Xinhua/Rex Shutterstock    Breakthrough is understood to say that its relationship with Ricu is not covert, and that it is up to the community groups to decide whether they disclose the government’s support. However, in documents seen by the Guardian, Breakthrough says it accepts that “any content or messaging attributed to the state are highly unlikely to have any credibility among these audiences” and that disclosure of the government’s role would have a “negative impact on … the product, Ricu, Prevent and the Home Office’s reputation”.   Related: Prevent gives people permission to hate Muslims – it has no place in schools | Fahid Qurashi    Several sources say some of the campaign material has been tested on focus groups of young British Muslims without acknowledging its connection to Prevent. One of Ricu’s primary tasks is to monitor online conversations among what it describes as vulnerable communities. After products are released, Ricu staff monitor “key forums” for online conversations to “track shifting narratives”, one of the documents shows. Strategic communications is defined by the UK government as “the systematic and coordinated use of all means of communication to deliver UK national security objectives by influencing the attitudes and behaviours of individuals, groups and states”. With the public unaware of how strategic communications operations are being conducted, the government has made a number of public announcements about its investment in such campaigns. Last September, David Cameron announced at a UN leaders’ conference in New York that his government would spend £10m on a UK-based “strategic communications cell” in order to wage what he candidly described as a “propaganda war” against Isis. The Home Office issued a statement saying it was working with communities, civil society groups and individuals to counter the “twisted narrative” of terrorists and extremists. “We are proud of the support Ricu has provided to organisations working on the frontline to challenge the warped ideology of groups such as Daesh [Isis], and to protect communities,” the statement said. “This work can involve sensitive issues, vulnerable communities and hard-to-reach audiences, and it has been important to build relationships out of the media glare. We respect the bravery of individuals and organisations who choose to speak out against violence and extremism and it is right that we support and protect them. “Our guiding principle has to be whether or not any organisation we work with is itself happy to talk publicly about what they do. At the same time we are as open as we can be and have referenced the role of Ricu in publications and in parliament.” The Guardian understands that the Home Office and the Foreign Office are about to embark on an expanded programme of strategic communications initiatives.  Reporting team: Ian Cobain, Alice Ross, Rob Evans, Mona Mahmood, Nick Fielding and Safak Timur",
  "webTitle": "Revealed: UK's covert propaganda bid to stop Muslims joining Isis",
  "webPublicationDate": "2016-05-02T15:30:13Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/02/uk-government-covert-propaganda-stop-muslims-joining-isis",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Cobain",
      "id": "profile/iancobain"
    },
    {
      "webTitle": "Alice Ross",
      "id": "profile/alice-ross"
    },
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    },
    {
      "webTitle": "Mona Mahmood",
      "id": "profile/mona-mahmood"
    }
  ],
  "guardianId": "uk-news/2016/may/02/uk-government-covert-propaganda-stop-muslims-joining-isis"
}