{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/14/marrakech-desert-morocco-motorbike-tour",
  "id": "2016-05-14-148",
  "sectionId": "travel",
  "body": "Next to me, a battered old van is vibrating gently. Its driver, a wrinkled, toothless man wearing a white taqiyah (prayer cap) leans out of the window and grins at me. I gamely smile back and wave. He gives me a thumbs up. I return it. Then he puts his index finger and thumb together in the universal sign for “you’re so cool”. He’s right, I think. I do look pretty cool, sat nonchalantly on the back of a vintage motorbike in Marrakech’s rush hour, to a soundtrack of beeping, rumbling truck engines and the distant call of a muezzin. Then the gendarme lifts his arm, the traffic roars and I have to cling on (less nonchalantly), while we leave the old man and his pick-up for dust. Of course, it’s what I’m sitting on that’s cool. Not me. I’m on a tour with Insiders Experience, which has just begun offering motorbike city tours in Morocco. The company started in Shanghai in 2008 when French founder Thomas Chabrieres opened a business that combined his love of vintage sidecars and travelling. His passion resulted in the purchase of a number of Urals (a Russian copy of a 1930s BMW design) and some imaginative rebranding of these rugged pieces of Soviet history into suitable sightseeing vehicles.     Passengers can sit on the back of the bike or hop in a sidecar    As a passenger, you can choose to sit on the back – which may feel a bit intimate for those who prefer not to touch thighs with their tour guides – or you can hop in a sidecar. I can’t help but feel that this option, which puts the rider at the exact level of bus exhaust pipes, might mar the novelty factor but it would be prissy to whimper about lungfuls of CO2. A wind-in-the-hair, dirt-in-the face romp is what you’re signing up for. The blurb on the website talks about majestic landscapes and fabled history, which sounds rather formulaic, just the reason I’m not normally a fan of organised tours – too ordered, too unadventurous. But then I meet Felix.     Motorbiking around the city.    “So, where are we going?” he asks, in a strong Irish accent. All of the tours are tailor-made, so we discuss what I’d like to see and when I need to be back (in time for gin at Riad El Fenn, a characterful hotel in the heart of the medina). I’ve already spent plenty of time (and money) in the old town, so Felix decides on a route that will take in bits of the city I haven’t seen and we roar off northwards. We cruise by the Catholic L’Eglise Des Saints Martyrs, the first church to be built in Marrakech. Felix points out the striking pink mosque opposite it, two buildings often cited as an example of the city’s religious tolerance. In some ways the area, Guéliz, is unremarkable – smart houses, wide streets and kids on their way home from school. But it’s also an area emerging as an artistic hub and we rumble past spots such as 127, which, in 2006, became the first photo gallery ever to open in the Maghreb. Felix weaves through the traffic and we negotiate one of the wider entries to an outer, less-visited part of the souk. I constantly expect him to shout “hang on”, or something that might indicate a concern for my welfare as we round a blind corner. But he does no such thing. “We are really highly trained,” he reassures me later. “Sometimes I won’t talk because I’m concentrating,” but generally, as the average speed is only 20kmh, “we answer emails faster than we drive motorbikes.”     View over the nearby Atlas mountains. Photograph: Felix Mathivet    Soon we are beyond the hubbub, zooming past the city walls and into the Palmeraie, a now-protected neighbourhood where centuries of palm cultivation provided the city with food, raw materials and greenery. You could stop at the ancient underground irrigation systems that brought the area to life, but instead we pull up at the lovely Addi Ou Addi, the oldest villa in the area. It has vibrant zellige floor tiling, ornately carved wooden walls and the original 1927 furniture. It’s not open to the public and is one of several places that Chabrieres’ wide network makes accessible. Next, we head offroad through the groves that give the Palmeraie area its name. Expanses of pink-tinged sand are dotted with palm trees whose roots are protected from the elements (and wandering goats) by mounds of compacted sand. It’s a picturesque spot for a picnic and a drink – with the sun setting, and kicking up a cloud of rosy tangerine dust as we go, only sunglasses and a billowing head scarf could make it more cinematic. Afterwards, petrolhead friends ask me unanswerable questions about the motorbike; Moroccophiles wonder whether you see anything differently from the bike. Of course, the city’s sights don’t change but Insiders’ take on it is a new one for me. Marrakech isn’t the most accessible city – cycling is hard work and the abrupt ending of pavements makes it less walkable than some cities. The motorbike’s agility allows access to things you wouldn’t otherwise see. But also, just being along for the ride makes you feel good – wind-blown, grubby, and with a face aching from smiling in response to all those beeps, stares and waves.• The trip was provided by Insiders Experience. Tours in Marrakech, from one hour to half a day, cost from £100, insidersexperience.com",
  "webTitle": "Marrakech express: the Red City by motorbike",
  "webPublicationDate": "2016-05-14T09:00:32Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/14/marrakech-desert-morocco-motorbike-tour",
  "keyword": [
    {
      "webTitle": "Marrakech holidays",
      "id": "travel/marrakech",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Morocco holidays",
      "id": "travel/morocco",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Africa holidays",
      "id": "travel/africa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Emily Mathieson",
      "id": "profile/emily-mathieson"
    }
  ],
  "guardianId": "travel/2016/may/14/marrakech-desert-morocco-motorbike-tour"
}