{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/stan-wawrinka-french-open-young-guard-paris",
  "id": "2016-05-28-62",
  "sectionId": "sport",
  "body": "Stan Wawrinka’s softly spoken demeanour could not be more at odds with his explosive tennis, which might be why he is often ignored in discussions about probable winners of the four majors, even this week in Paris, where he is the reigning champion. The conversation usually revolves around Novak Djokovic, and with good reason, given he is an almost unbackable favourite in every tournament and leads the world rankings by a record 8,715 points from Andy Murray. Wawrinka, a likely semi-final opponent for Murray, has had to live all his career in the shadow of Roger Federer – absent from a major for the first time since 1999 – and so has self-deprecation as a guiding theme in his ambitions. He plays Djokovic’s compatriot Victor Troicki in the fourth round on Sunday and, given a surge in form this week, should be upbeat about his chances of getting to the final weekend. He is having none of it.   Related: French Open 2016: Djokovic v Bedene, Tsonga out, and more – day seven live!    “I’m too far from thinking about winning here,” he told ITV. “I honestly only start thinking that when I am playing in the final. It would be great to play Andy. We have so many matches against each other, always special. He’s an amazing athlete. It would be in the semi-final but I’m quite far from that now.” Wawrinka was as surprised as anyone (except Murray, it transpires) when Rafael Nadal withdrew with torn tendons in his left wrist on Friday. “I didn’t expect that,” he said. “It’s really sad for him and the tournament. That’s a tough injury.” There was another high-profile casualty on Saturday when the sixth seed, Jo-Wilfried Tsonga, retired injured from his third-round match against Latvia’s Ernests Gulbis. The Frenchman, who reached the semi-finals here last year, was leading 5-2 when a problem with his left knee forced him to quit. But Wawrinka is awake to the remaining challenges and, having steadily rediscovered his form here after a run of ordinary performances, he agrees this might be a turning point in the game, with Federer also missing because of injury and the younger players starting to go deeper. “There are quite a lot of new young players, like [Dominic] Thiem, [Alexander] Zverev, [Borna] Coric. It’s good. I quite like it because I can still play them before I retire. I’m closer to the end than the beginning so I have to enjoy it while I can.” Before the rain hit on Saturday it was Thiem’s turn to move away from the hunting pack with a sound 6-7, 6-3, 6-3, 6-3 win over his rival and friend Zverev on Court Suzanne Lenglen. For many it was a dress rehearsal of future finals, featuring two players of immense promise and composure. “I knew already before the match that it’s gonna be a very tough one,” said the 23-year-old Austrian. “Such a great player, Sascha. I think the little difference today was maybe the three years’ age difference.” It was an astute call by Thiem. He knows the teenagers are still growing, physically and in their tennis acumen, so he expects to prevail. But there is very little between any of them. “There are many things [that have changed in the past year]. I think the biggest is the physical part. Physically I belong at the top, which was not like this the last year. Especially in the grand slams, [fitness] is really important. “I feel fine. As long as everything is in Europe, no long flights, no jet lag, it’s not that tough. At the beginning of the year, when you fly around, one jet lag after another, then it’s becoming really tough.” Whether they are ready to fill the gap left here by Nadal and Tsonga is not quite nailed on yet, however. In front of Thiem on Monday stands Marcel Granollers, the experienced Spaniard who benefited from the walkover created by Nadal’s exit. He will be no pushover, having tuned up with wins over Nicolas Mahut and Fabio Fognini. What did Thiem think when he heard the news that the nine-times champion Nadal was out and he was going to be facing a less daunting Spanish inquisition? “I tried not to focus on that. I didn’t think about it at all. Just wish Rafa all the best.” He said, too, that there were no thoughts of the future beyond this tournament. “Today was the third round for us, the chance to get into the second week, which I made once in my career [and Zverev has yet to do]. We were both really focused on this match. This battle of the future – we didn’t really have that in mind.” As for the reality beyond the nice sentiments, Thiem will know he has been handed a wonderful opportunity to reach the quarter-finals of a grand slam tournament. After that, nobody knows.",
  "webTitle": "Stan Wawrinka not looking too far ahead as young guard threaten in Paris",
  "webPublicationDate": "2016-05-28T17:38:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/stan-wawrinka-french-open-young-guard-paris",
  "keyword": [
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Stan Wawrinka",
      "id": "sport/stanislas-wawrinka",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/28/stan-wawrinka-french-open-young-guard-paris"
}