{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/09/amir-khan-next-kell-brook-fight",
  "id": "2016-05-09-29",
  "sectionId": "sport",
  "body": "Amir Khan says he will carry on boxing for “three or four fights” despite the devastation to body and spirit that Saúl “Canelo” Alvárez visited upon him on Saturday night with the most perfect right hand of his illustrious career.   Related: Amir Khan would be taking a risk after latest knockout, claims Kell Brook    Beaten but not beaten up, down and out in Las Vegas but not in his heart, Khan is convinced he can be a world champion again – hopefully back at welterweight as the mandatory challenger for Danny García’s WBC title in December – and only then, as he turns 30, will he start to think more seriously about retirement. His determination to continue risking his health and reputation, admirable as it might be in pure sporting terms, will frustrate two important people in his life among many: his mother and his biggest rival, Kell Brook. It is no secret that Mrs Khan has been asking him to quit boxing for some time and although Khan makes light of it, she will not be comforted by his insistence that Saturday night’s knockout, which rendered him briefly unconscious and flat on his back in front of 16,000 stunned fans, has left him with no visible damage. “I’m always saying to her: ‘Two fights, two fights,’” he said. “It has been two fights for the last three years. I’m flying home with her and she is going to do my head in the whole way, saying I should retire.” His wife, Faryal, who flew in from New York the morning after the fight, is no great fan of boxing either. “They’ve both wanted me to retire like a year ago. But I’ve got a few good years left in me and then I’ll retire – or I’ll get kicked out of the house, or disowned or something. It’s very hard for my family to see my going to the ring. Mum probably hasn’t seen the fight or the knockout but she knows I’ve been hurt and she thinks: ‘Is he all right?’ It’s very hard for my wife as well. She’s the same, she doesn’t like watching the fights – it is too much for her really. I have to be smarter now – instead of jumping two or three weight classes for fights. Maybe I will fight people my own size, because otherwise I might give my mum or my wife a heart attack. “But I don’t want to finish on a loss, I still want to win more fights and be in more big fights. I have worked so hard to get into this position and I want to stay in this position and fight the big names. Five or six more? That’s too much, I think. Mum wouldn’t be happy if I had that many. Maybe three or four.” Brook, though, is not on his wish-list, not even with an IBF title to barter. The mega-fight Brook’s promoter, Eddie Hearn, was within a zero or two of nailing this summer seems further away than ever. “I don’t think that’s going to happen,” Khan says, briefly irritated by the mention of Brook’s name. “He is on his own route and I’m on my route. I just don’t think we agree with each other, basically. I don’t like him and I’m not giving him the fight. “He’s not a big enough draw for me. Eddie Hearn can keep saying he’s massive, he’s this, he’s that but he’s not. I respect him, he’s got a title and everything, but I want to fight the biggest names in boxing during the last few years of my career and leave a legacy. “I’ve set my stall out to be a star in America and I’ve stuck by that. It takes a lot of balls to come out here and fight, because not a lot of fighters do this. I always said I want to come to America and break the market here. I had my first 18 fights in the UK, about 20 in total there, and I’ve had the rest in America. It’s a lot of fights and I’m now hitting the pay-per-view market here. This is a dream for me. It has taken a long time to get here, and now I’m here.” That will satisfy Khan’s personal aims but will leave his British audience cold. He has not fought in the UK since beating Julio Díaz over 12 rounds in Sheffield in 2013. “I’d like to fight in England,” he says, “and I’m thinking of taking a big name from over here. Miguel Cotto, for example, that would be amazing.” But will it happen? The politics of the business invariably determine the direction of a fighter’s career, and the bottom line is always money. While the 35-year-old Cotto, whose last fight was a one-sided battering by Alvárez over 12 rounds in November, would draw, he is a fading commodity after 45 fights in 15 years.   Related: Amir Khan cleared by hospital and lauded as one of 'bravest fighters on the planet'    It is inconceivable that Khan-Brook would not be a bigger attraction. And the obvious paradox is that fighters who don’t like each other usually make a lot of money sorting out their differences in the ring, instead of indulging in verbal exchanges for free. Still, Khan’s financial and strategic logic for chasing a rematch with García, who stopped him to take the WBC and WBA light-welterweight titles in 2012, is sound. They share an “adviser” in the still influential but mysterious Al Haymon – although Haymon’s major client, Floyd Mayweather Jr, might yet spike that event by coming out of retirement to fight García. Towards the end of a high-octane career, the challenge for Khan is to be more measured in his ambitions and more aware of the danger signs. He can still get the big fights, because he is in favour with Golden Boy Promotions, but it does not want him for the obvious reasons: he brings uncertainty and excitement – which is fine for those writing the cheques, and not such a safe undertaking for the provider of the requisite thrills. Once banned and fined for driving at more than 140mph on the M62, Khan remains addicted to danger. One thing is undisputed: he is in the right sport.",
  "webTitle": "What next for Amir Khan? One thing is for sure, it’s not Kell Brook",
  "webPublicationDate": "2016-05-09T21:30:00Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/09/amir-khan-next-kell-brook-fight",
  "keyword": [
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/09/amir-khan-next-kell-brook-fight"
}