{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/luc-dardenne-muslim-women-are-the-future-of-society",
  "id": "2016-05-18-219",
  "sectionId": "film",
  "body": "Few film-makers are quite such veterans of the Cannes film festival as Jean-Pierre and Luc Dardenne, the Belgium brothers who have won the Palme d’Or twice and premiered almost all their films on the Croisette.  Their latest offering, The Unknown Girl, is about a young doctor, Jenny (Adèle Haenel), who tries to discover the identity – and the killer – of a woman murdered outside her practice one night. Jenny is motivated both by her own guilt in failing to open the door to the girl, who buzzed an hour after closing time, shortly before her death, and by a growing anger at the apparent apathy of those around her. It is the directors’ third film in a row to feature a female protagonist; like Marion Cotillard’s character in Two Days, One Night and Cécile de France’s in The Kid with a Bike, Jenny seizes the moral high ground as others flake and flinch in the sight of suffering.    Related: The Unknown Girl review – a marginal, passionless offering from the Dardennes brothers    This was no accident, said Luc Dardenne, also who was also responding to a question about the decision to make one of the detectives Moroccan. “Maybe Muslim women; women [in general] are the future of society, I truly believe that.” He continued by drawing a parallel between how women react to injustice, compared to men. “They feel responsible and they are free and make a society move forward.” The younger Dardenne brother also confirmed that the film could be interpreted as a commentary on a contemporary lack of collective responsibility towards migrants in Europe (the murdered girl is a sex worker with a fake passport).  “That’s exactly what we’re saying,” he said. “We are interested in Dr Jenny and she feels responsible whereas nobody else does. She didn’t open the door and she should have even if it was well beyond opening hours. Dr Jenny actually triggers the fact that everyone else ends up telling the truth and confesses their part in the death of this girl.” Yet both men were also keen to stress that they didn’t intend the film as a reprimand, or to overtly campaign for any particular course of action.      The directors and star at the press conference. Photograph: Jean-Paul Pelissier/Reuters    “When you make a film it belongs to the spectator,” said Jean-Pierre. “We’re not upholding a message; we’re interested in Dr Jenny and she is someone who feels responsible and compelled to do something. We’re not saying that is what one should do. We’re not trying to defend any given stance.” Jean-Pierre also resisted any parallels between the murdered girl and the bombers in the recent attacks in Paris and Brussels. “I don’t think one should try to make general statements and extrapolate to talk about immigration.”  The key link, he suggested, was that “horrible images of the dead” made him and his brother all the more eager to make films which are “a hymn to life”.  Their star echoed the sentiment, saying: “There are no real monsters. I think we inhibit part of our very human selves because we live in cities, where we’re constantly faced with human misery – and so we can’t face it.” Haenel continued by saying she believes that as we progress through life, so our capacity for compassion can be curtailed, and that the film illustrates a way of overcoming that.  The brothers also revealed the key to their long-standing collaboration. “There is no secret,” said Jean-Pierre. “We’re just one person. It doesn’t look like it because we’re two physical people. But we are one.”",
  "webTitle": "Luc Dardenne: 'Muslim women are the future of society'",
  "webPublicationDate": "2016-05-18T11:09:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/luc-dardenne-muslim-women-are-the-future-of-society",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/18/luc-dardenne-muslim-women-are-the-future-of-society"
}