{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/labor-liberals-greens-asylum-policy",
  "id": "2016-05-10-302",
  "sectionId": "australia-news",
  "body": "The major parties have spent much of the second day of the close-run election campaign accusing each other of cosying up to the Greens. And the opposition leader, Bill Shorten, insisted the hardline bipartisan stand on asylum seekers would not change, while Malcolm Turnbull used revelations that Labor candidates have argued for a more compassionate stance to raise what he said was a “horror” prospect of a future Labor government easing the policy under influence from the Greens.   Related: Today's campaign: first leaders' debate set as focus turns to economy    Turnbull has refused to rule out preference deals that would help the Greens’ chances of winning inner Melbourne seats, even as the minor party gears up for a potentially pivotal role in a close election. The Victorian Liberal party director, Michael Kroger, had earlier released a statement that strongly implied such deals were under contemplation. The Coalition circulated on social media a photograph posted on Facebook by Labor’s candidate in Herbert, Cathy O’Toole, standing outside the office of local LNP MP Ewen Jones with a sign that said “let them stay” and “be fair to refugees”. “On Friday morning I stood with my Amnesty International Australia friends peacefully demonstrating in support of a humane policy for refugees,” O’Toole wrote of the protest urging a change of policy on the 267 asylum seekers presently in Australia for treatment.  O’Toole’s post did not directly contradict Labor’s policy but Turnbull leapt upon it – and positive remarks by the Greens lower house MP Adam Bandt about the last hung parliament from 2010 to 2013 – as evidence that Labor would water down its asylum policies under Greens’ influence. Labor’s policy is that no asylum seekers who arrive by boat will be settled in Australia and boat turnbacks should be used when it is safe to do so. “We’ve heard from Adam Bandt from the Greens that he’s looking forward to a hung parliament,” said Turnbull.  “He said the three years between 2010 and 2013 were effectively a golden era. He looked back to that with affection. Most Australians look back to it with a degree of horror, let’s face it.  “What will be the price of the Greens’ pending deal with Labor, which they’ve been promoting? It will be much higher taxes ... a relaxation of our border protection rules so we’ll have the people smugglers back in business and of course he wants even higher carbon taxes than Bill Shorten is proposing.” Campaigning with Shorten in Herbert, O’Toole insisted she was 100% behind Labor’s policy.   Related: Bill Shorten makes education a priority as Labor 'underdogs' hit campaign trail    “I have been a member of Amnesty International for many years,” O’Toole said.  “What I was saying at that point in time is very clear: I support the humane treatment of people regardless of whether they’re refugees or not.  “We treat people humanely. I do not support people making extreme amounts of money by extortionate measures and risking people’s lives.” Shorten said Labor would be “compassionate” but would never allow the reopening of the “dangerous seaways” between Indonesia and Australia. “We will support boat turnbacks where the border forces deem it appropriate,” he said. “It is part of our general plan. We will, after 2 July, if elected, keep the people smugglers out of business. “We will be compassionate in the way we treat refugees in this country but what we will never do is allow the opening of the dangerous seaways between Java and Christmas Island.” But Liberal strategists believe raising doubts over Labor’s stance on asylum have given them a strong start in the marathon campaign and Labor campaigners are concerned they have been on the defensive over the issue. At the same time, Turnbull refused to rule out recurring reports that his own party has done a deal to direct preferences to the Greens in the Victorian seats of Batman and Wills in return for the Greens not preferencing the ALP in a clutch of outer-suburban marginal seats, a move that would give the Liberals a stronger chance of winning them.  Turnbull insisted the matter would be determined by his federal director, Tony Nutt. “If you’re asking about preferences, the federal director will decide how preferences are allocated,” the prime minister said. “Obviously when we know who’s nominated. That will be done in the usual way, in consultation with the organisation.” Nutt issued a statement which also avoided ruling out the option. He said “various parties” always “had discussions” but it was wrong to say that a deal had been done.  Preference decisions would be made after the close of nominations “consistent with the electoral interests of the party, our values, principles and priorities and the best interests of the Australian people in having an effective national government,” Nutt said. “At the appropriate time the Liberal party will publish its recommendations and they will then decide what choice to make.” The Greens leader, Richard Di Natale, has used a similar formulation, insisting preference arrangements are a matter for local campaigns and it was possible some would decide to run “open tickets” and not direct preferences to either major party. But the Victorian Liberal president, Michael Kroger, suggested a deal was in the offing, telling Sky News his party was “not running a charity” for Labor although no decision had yet been made to preference the Greens. Shorten said the Liberal-Green deal showed that Labor was in the centre of the Australian landscape.    Related: Malcolm Turnbull says we must respect women while washing his hands of a Nauru rape victim | Duncan Fine    “You’ve got the Greens on the extreme left, and you’ve got Mr Turnbull’s Liberals on the extreme right and they are proposing to preference each other which basically means if you are a Liberal party voter in the city your vote will be going to the Greens,” Shorten said. “If you are a Greens voter in the suburbs and regions of Australia when you vote Green your vote will be going to the Liberal party. Both Turnbull and Shorten ruled out forming government in collaboration with the Greens. “There is absolutely no chance – yes we can rule out any collaboration with the Greens to form a government but I can tell you Labor won’t and Labor can’t and if they did no one would believe them,” Turnbull said. Asked whether he would consider forming a coalition with the Greens in a hung parliament for minority government, Shorten said “no I wouldn’t”. “Can I put it another way to Mr Bandt and the Greens – tell ‘em they’re dreaming,” Shorten said. “No deals with Labor about forming a coalition.” But Bandt countered that, saying “Bill Shorten can say that we’re dreaming, sometimes dreams come true. And if the Australian people decide that they want a parliament where there are more than two voices who largely say the same thing then the obligation is on all of us to work together”.",
  "webTitle": "Labor and Liberals accuse each other of collaborating with Greens",
  "webPublicationDate": "2016-05-10T06:42:47Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/labor-liberals-greens-asylum-policy",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Adam Bandt",
      "id": "australia-news/adam-bandt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    },
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/10/labor-liberals-greens-asylum-policy"
}