{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/laura-mvula-review-gorilla-manchester",
  "id": "2016-05-22-167",
  "sectionId": "music",
  "body": "“I kind of plan to give you my all tonight,” Laura Mvula tells a rapt-to-the-rafters Gorilla at the start of this sold-out gig. “I’m just in one of those moods.” Mvula’s early interviews were awash with admissions of stage fright. So this opening gambit – the kind of thing a hardened professional might say every night – bodes extremely well. And the happy portent is not misleading. By the end of a polished and ultimately engaging 80-minute show, even those who start out wondering if the space-jazz trappings of the Birmingham Conservatoire-trained Mvula’s music – the harp, the cello, the euphorically out-there choral interludes – might be just so much window dressing, designed to convince a Later… With Jools Holland audience that this is something more interesting than routine post-Prince sophisto-pop, will have come to hear them as part of a well-integrated and satisfying whole. Mvula also manages to hold on to the crowd while playing all but one track of her imminent second album, The Dreaming Room, to a crowd that won’t yet have heard more than a few tracks.    The show really comes to life when she introduces the song Kiss My Feet with a monologue about a romantic betrayal    Mvula’s chatty, playful stage patter certainly helps with this connection, as does the fact that many of her new songs are – taking into consideration their expansive arrangements and penchant for baroque flourishes and swirling codas – unexpectedly short. The point where the show really comes to life is when she introduces the song Kiss My Feet with a monologue about a romantic betrayal (“You know, innit... heartbreak”) that changed its meaning – “When it was written, this was a love song, but it isn’t now.” All the evidence suggests that Mvula’s opera-singing husband – the reason her brother and sister James and Dionne Douglas (contributing cello and guitar respectively in her well-drilled, intuitive backing ensemble) have a different surname – has ascended to the pantheon of inspirational musical exes.         Laura Mvula’s Father, Father.    From Amy Winehouse’s Frank to Adele’s 21, the multi-platinum landscape of 21st-century female pop empowerment has usually been defined against a male other, and as Mvula telegraphs with engaging candour (“Here’s another song for that motherfucker who broke my heart”), The Dreaming Room is no exception. But where Björk (whose name is helpfully put forward from the crowd when Mvula lists musical influences including Queen, Nina Simone and Schubert) recently struggled to impose her individuality on the conventions of the breakup album, Mvula seems to have made an excellent job of it, with Kiss My Feet – “I feel lost and found at the same damn time/ Made my bed but I can’t rest/ I got losing on my mind” – just one of several new songs to strike a winning balance between wistful regret and affronted ferocity.     ‘Wistful regret and affronted ferocity’: Laura Mvula at Gorilla. Photograph: Matthew McNulty/ Redferns    She expresses fulsome gratitude to her new album’s producer, former Amy Winehouse drummer Troy Miller, now securely ensconced behind the kit at the heart of her band. The absent male who doesn’t get a mention is Steve Brown, who helped get Mvula a record deal and produced her excellent (and rightly Mobo-laden) first album Sing to the Moon when she was, if not quite working as a waitress in a cocktail bar, then certainly on reception for the Birmingham Symphony Orchestra. Brown’s shadowy presence as an enabler of upscale British female pop (he provided the same service for Rumer) is rendered no less intriguing by his parallel career as Harry Hill’s musical director and stellar backstory as Alan Partridge’s legendary band leader Glenn Ponder. The Dreaming Room’s seductive Afro-futurist shimmer suggests it will avoid the ignominious fate that befell Rumer’s second album when she too unceremoniously dumped Brown off the back of an award-winning set. Tonight’s stellar solo performance of Sing to the Moon standout Father, Father – accompanying herself on giant antique 80s funk-style keytar – confirms that Mvula has what it takes to go it alone.",
  "webTitle": "Laura Mvula review – she’s got the ex factor",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/laura-mvula-review-gorilla-manchester",
  "keyword": [
    {
      "webTitle": "Laura Mvula",
      "id": "music/laura-mvula",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "R&B",
      "id": "music/r-and-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Thompson",
      "id": "profile/benthompson"
    }
  ],
  "guardianId": "music/2016/may/22/laura-mvula-review-gorilla-manchester"
}