{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/peter-kosminsky-baftas-speech-bbc-john-whittingdale",
  "id": "2016-05-09-246",
  "sectionId": "media",
  "body": "Thank you. On behalf of all of us who worked on Wolf Hall, a huge thank you to Bafta.   Related: Bafta TV awards: BBC is under threat, says Wolf Hall director    But, in the week in which our secretary of state, John Whittingdale, described the disappearance of the BBC as a “tempting prospect”, I’d like to say a few words in defence of that organisation. Most people would agree that the BBC’s main job is to speak truth to power – to report to the British public without fear or favour, no matter how unpalatable that might be to those in government. It’s a public broadcaster – independent of government – not a state broadcaster, where the people who make the editorial decisions are appointed by the government – like they do in those bastions of democracy: Russia or North Korea. All of this is under threat, right now. The secretary of state has talked about putting six government nominees – a working majority – onto the editorial board of the BBC. Think about that for a moment. The editorial board – the body charged with safeguarding the editorial independence of the BBC from, amongst other things, government interference – will be appointed by the government. As a sign of things to come, the secretary of state has lately been telling the BBC when to schedule its main news bulletin, what programmes it should make and what programmes it shouldn’t make. Do you want this? This is really scary stuff – not something I thought I’d see in my lifetime in this country.           Mark Rylance: I owe my Oscar and Bafta to the BBC    And you know what? It’s not their BBC, it’s your BBC. In many ways our broadcasting – the BBC, Channel 4 which they are also attempting to eviscerate – is the envy of the world and we should stand up and fight for it, not let it go by default. If we don’t, blink and it will be gone – no more Wolf Halls, no more award-winning Dispatches documentaries on Channel 4. Just a broadcasting landscape where the only determinant of whether something gets made is whether it’s likely to line the pockets of its shareholders.  No. No. It’s time for us to stand up and say no to this dangerous nonsense.",
  "webTitle": "Peter Kosminsky's Baftas speech backing the BBC – full text",
  "webPublicationDate": "2016-05-09T10:07:40Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/peter-kosminsky-baftas-speech-bbc-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Kosminsky",
      "id": "tv-and-radio/peter-kosminsky",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/09/peter-kosminsky-baftas-speech-bbc-john-whittingdale"
}