{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/29/eu-referendum-debate-victoria-derbyshire-paul-mccartney-mastertapes-punk-pistols-provinces",
  "id": "2016-05-29-175",
  "sectionId": "tv-and-radio",
  "body": "EU Referendum Debate (5 Live) | iPlayer Mastertapes: Paul McCartney (Radio 4) | iPlayer Punk, the Pistols and the Provinces (Radio 4) | iPlayer Listening to radio has been tricky over these past few weeks, mostly because of the European question. All mention of the EU used to make me zone out, even before the run-up to the referendum, so now… it’s like there’s a constant rattle in my head. No intelligible words, just news tinnitus. Background noise that you can’t switch off, a low-level whine that drives you mad. Occasionally I try to listen properly but the constant shouting makes me switch off again. Instead I check out yesterday’s Iain Lee or Lauren Laverne. Podcasts and iPlayer are my saviour. Still. On Thursday evening I had another go, with Victoria Derbyshire hosting the EU Referendum Debate on 5 Live. The studio audience was made up of people aged between 18-30, so I’d hoped that a fresh, open attitude might prevail. No such luck. Everyone had their opinion, and nobody changed their mind. I took copious notes of what people were saying but when I read the notes back, they signified nothing.    McCartney isn’t a gift of an interview. He slips into anecdote very quickly, he avoids the personal    Instead let’s concentrate on how the show was managed: the bricks and mortar, rather than the soft furnishings. It was solidly built and beautifully maintained. Derbyshire is so good at this stuff, better than most presenters even while she’s going through cancer treatment (she has just had her final radiotherapy session this week). She encouraged the audience members to speak, got them to shut up, managed the speakers well and kept them on topic. But it’s clear that the European question will not be solved by the referendum. Its subsets – immigration, housing, jobs, the NHS, free movement between countries – won’t disappear, no matter which way the vote goes. My Euro news tinnitus is not going to be cured any time soon.           ‘A gem’: watch a clip from Mastertapes: Paul McCartney.    Ah well. Let’s listen to Paul McCartney instead, shall we? Yesterday he appeared on Radio 4’s Mastertapes series, talking with John Wilson about some of his solo work. This special “red button” programme was designed for you to watch, rather than just listen, but I found the visuals too distracting. I didn’t need to see Paul Weller or Noel Gallagher before they asked questions. Radio made them a lovely surprise. McCartney isn’t a gift of an interview. He slips into anecdote very quickly, he avoids the personal. Simon Pegg, another famous questioner, asked McCartney about this, wondering how he coped, as a private man who is forced to be public. McCartney said, simply, that he puts his innermost feelings into his songs. We heard him play snippets of a few: a quick blast of Lady Madonna on the piano, a guitar strum of the riff he gave to Kanye West. John Wilson, the Mastertapes host, is excellent with musicians. He pushes them for detail at the same time as keeping them relaxed. This isn’t an easy technique, and sometimes, on Front Row, he can seem a little stern. But it works really well with a longer format and with older musicians, especially men (in particular) who know who they are and what they do. Men with a justifiably solid ego, such as McCartney. I really enjoyed this programme, its atmosphere and detail, and also because McCartney clearly enjoyed it too. A gem.     The Sex Pistols, July 1977. Seeing them live was the biggest formative experience for one interviewee. Photograph: Jorgen Angel/Redferns via    Another musical distraction: Mark Hodkinson’s Punk, the Pistols and the Provinces. Hodkinson makes lovely programmes that focus on Yorkshire and, usually, on music. At least, that’s what it seems as though his documentaries are about. Actually, they’re about northern middle-aged men. Hodkinson gets them to talk in a beautiful way, revealing the sentiment beneath the brusqueness, the romance of music and how it cracks your heart. Also, how it shapes your life: he spoke to one man who insisted that seeing the Sex Pistols was the single most formative part of his existence, how everything flowed from there. I could listen to this stuff all day. And I shall, as long as everyone else is talking Europe.",
  "webTitle": "The week in radio: EU Referendum Debate; Mastertapes: Paul McCartney; Punk, the Pistols and the Provinces",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/29/eu-referendum-debate-victoria-derbyshire-paul-mccartney-mastertapes-punk-pistols-provinces",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Victoria Derbyshire",
      "id": "tv-and-radio/victoria-derbyshire",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sex Pistols",
      "id": "music/sexpistols",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Miranda Sawyer",
      "id": "profile/mirandasawyer"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/29/eu-referendum-debate-victoria-derbyshire-paul-mccartney-mastertapes-punk-pistols-provinces"
}