{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/20/vr-streaming-marketing-live-events-opportunity",
  "id": "2016-05-20-223",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "David Beckham is certainly no stranger to grabbing the headlines. But the former England captain recently captured the public’s attention in a rather unexpected way thanks to a special interview with Sky Sports. Fans of Beckham have long craved to get up close and personal and, last month, the broadcaster’s newly-created virtual reality (VR) studio played host to an exclusive interview with the global icon, shown on Facebook 360.  It was a great stunt, but the significance of this event runs much deeper. Sky’s extensive investment and pioneering use of the technology should serve as a wake-up call to brands and marketers. VR’s time is now - and VR streaming is set to explode into the mainstream very soon.  A perspective like never before VR streaming will completely transform live events, providing a worldwide audience with a highly immersive, first-person experience from an incredibly unique perspective. We’re beginning to see some great examples of this in sports. In the US, Greenfish Labs has worked with the Hershey Bears to deliver 360 VR experiences that offer ice hockey fans the chance to view matches from between the benches and have complete control over their point of view.          Hershey Bears 360    Closer to home, LiveLike has just offered Manchester City fans the chance to trial VR devices in a bid to add a whole new dimension to Premier League matches.  But sporting events are just the tip of the iceberg. Any mass audience event (music festivals, the Grand Prix, opera and so on) could be broadcast live to a global audience via VR streaming. Incredible, immersive experiences For many of us, it’s no longer just the product that we consider when making a purchasing decision – it’s the experience that matters. Live VR streaming can deliver highly memorable moments laden with tantalising brand extension possibilities. With time, this won’t be restricted to structured events; live VR streaming will also mean we can witness remarkable events taking place in particularly striking environments, for example the North Pole or the Amazon rainforest. Live VR streaming is also set to be highly relevant to the many people who, due to circumstance – be it age, disability or something else – have difficulty attending events.  A heart-warming campaign from Expedia recently saw the travel company offer children at a research hospital in Memphis the opportunity to be taken on the journey of their dreams through immersive, real-time virtual trips.          Dream Adventures Film     The National Multiple Sclerosis Society also launched a VR campaign that inventively used the tech to give two people with MS the opportunity to experience their lifelong passions.          Exit Stage Never    Finally, technology company ALLie has also announced that its cameras, now widely available across Europe and the US, can stream live 24/7 in 360 degrees on the YouTube 360 platform. The future of live events There’s nothing to stop forward-thinking event professionals and savvy brand marketers taking advantage of this technology, setting up viewing suites in prime locations that allow participants to gain live-stream access to an event.  And with heavyweights such as Google and Facebook now firmly backing VR with a host of cheaper headsets that aim to make VR more accessible, you won’t have to wait long before the technology has received mass-market acceptance.  While physical events will always have a finite audience that can attend, these constraints don’t exist in the virtual world.  With that realisation comes a huge owned-content opportunity – one that will allow brands to reach, engage and immerse fans at a scale that was previously unimaginable. Joss Davidge is director of the unexpected at BEcause Experiential Marketing This advertisement feature is brought to you by the Marketing Agencies Association, sponsors of the Guardian Media Network’s Agencies hub",
  "webTitle": "Will virtual reality streaming change live events forever?",
  "webPublicationDate": "2016-05-20T11:02:51Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/20/vr-streaming-marketing-live-events-opportunity",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/20/vr-streaming-marketing-live-events-opportunity"
}