{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/german-politicians-criticise-boris-johnson-for-eu-hitler-comments",
  "id": "2016-05-16-153",
  "sectionId": "politics",
  "body": "German politicians have criticised the former London mayor Boris Johnson for claiming the EU has the same goal as Hitler in trying to create a political superstate. “Anyone who allows himself to stoop to such polemics shows that they are running out of proper arguments”, said Jürgen Hardt, the foreign affairs spokesman for Angela Merkel’s Christian Democrats. “If we look at the cultural life and the way business is done on the continent, it is clear that Europe has never been more British than it is now. We want things to remain that way – with Britain inside the EU,” Hardt said.   Related: German readers say Johnson's EU-Hitler comments are just 'British hysteria'    Johnson’s remark that the EU was an attempt to recreate Hitler’s and Napoleon’s aims of unifying Europe “by different methods” was widely reported in German media on Monday. In an interview with the Sunday Telegraph, Johnson, seen as the de facto leader of the leave campaign, said the past 2,000 years of European history had been dominated by doomed attempts to unify the continent under a single government to recreate the “golden age” of the Romans. “Napoleon, Hitler, various people tried this out, and it ends tragically. The EU is an attempt to do this by different methods,” he said.  Axel Schäfer, European affairs spokesman for the Social Democratic party (SPD), said: “Like many other politicians in Germany I am speechless at what stupidity nationalism can trigger in seemingly intelligent people. “The European Union is a club which 28 member states have joined voluntarily, not by force, and which is made up of them, and not of Brussels. It is also a club in which Britain plays a leading role, and which would be unimaginable without British leadership.” Schäfer told the Guardian he was sad to see Johnson joining “a group of anti-European nationalists made up of Hungary’s prime minister, Viktor Orbán, and Front National leader Marine Le Pen”. “Anyone who makes such comparisons shows that they have run out of proper arguments,” he added.    Related: Boris Johnson has pressed the big red button marked ‘Hitler’. Watch out | Matthew d’Ancona    Johnson’s comments came before of a series of meetings between British and German politicians in London this week.  Both Hardt and Thomas Oppermann, the leader of the SPD’s parliamentary faction, will be meeting members of the leave and remain camps to discuss the consequences of a British vote to leave the EU. Hardt said there were no plans to meet Johnson. So far, German politicians have been reluctant to comment in public on the referendum. But the Guardian has learned that Oppermann will present British MPs and diplomats with a copy of the winner of a short story competition that sends a warning about the consequences of Brexit. The story, by 18-year-old student Stefan Endewald, is set in the year 2030. Britain asks Germany and France to be readmitted to the EU only 14 years after voting to leave, proposing a so-called “Brintro”. “They have finally noticed that we no longer need them as urgently as they need us,” the narrator remarks.",
  "webTitle": "German politicians criticise Boris Johnson for EU-Hitler comments",
  "webPublicationDate": "2016-05-16T14:28:01Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/german-politicians-criticise-boris-johnson-for-eu-hitler-comments",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "politics/2016/may/16/german-politicians-criticise-boris-johnson-for-eu-hitler-comments"
}