{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/joe-root-england-awards-player-of-year",
  "id": "2016-05-16-80",
  "sectionId": "sport",
  "body": "Joe Root has completed a clean sweep as England’s Test, limited overs and supporters’ player of the year but despite an outstanding 12 months with the bat, the Yorkshireman said his game remains far from perfect and that more hard work lies ahead.   Related: Steven Finn ready to channel frustration into England success against Sri Lanka    The 25-year-old collected the hat-trick of trophies on Monday at the team’s annual awards dinner before the first Test against Sri Lanka at Headingley. They were his reward for a central role in Test series wins over Australia and South Africa, as well England’s runners-up finish in the World Twenty20 in India. “I’m extremely proud. You can’t win these personal awards without great people – and great team players – around you,” said Root, who won the England player of the year in 2015 before it was split into Test and limited-overs awards, both of which are voted for by the cricket media. Root shone in all three formats, with his 2,228 international runs in 2015 the most by an England batsman in a calendar year, and was involved in a game of musical chairs at the top of the ICC Test rankings with Australia’s Steve Smith and Kane Williamson of New Zealand. He is now second behind Smith, having gone top after his century in the decisive fourth Test against Australia at Trent Bridge and returned there, briefly, during the Test series against Pakistan in the United Arab Emirates in October. Root said: “It surprised me to reach that target. I know my cricket can develop so much more. There are so many areas I have to keep working on and keep improving. I don’t think you’re ever happy as a batter: there as always more runs you can get and more tweaks you can make to improve. There’s plenty on the horizon for me to work at.” The seam bowler Anya Shrubsole was named as the England women’s cricketer of the year, with Callum Flynn the disability cricketer for 2015 and the Essex batsman Daniel Lawrence picking up the development player award. David Lloyd was presented withgiven the ECB’s special achievement award for a 50-year career as a player, coach, umpire and commentator.",
  "webTitle": "Joe Root dominates England’s awards but says he can still improve",
  "webPublicationDate": "2016-05-16T18:15:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/joe-root-england-awards-player-of-year",
  "keyword": [
    {
      "webTitle": "Joe Root",
      "id": "sport/joe-root",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/16/joe-root-england-awards-player-of-year"
}