{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/vote-to-leave-eu-will-condemn-britain-to-irrelevance-say-historians",
  "id": "2016-05-25-295",
  "sectionId": "politics",
  "body": "More than 300 prominent historians, including Simon Schama and Niall Ferguson, are warning voters that if they choose to leave the European Union on 23 June they will condemn Britain to irrelevance.   Brexit explained: industries affected   In a letter to the Guardian, the academics and writers argue that the referendum offers a chance to underscore the “irreplaceable role” Britain has played, and should continue to play, in Europe’s history. “As historians of Britain and of Europe, we believe that Britain has had in the past, and will have in the future, an irreplaceable role to play in Europe,” the letter says. “On 23 June, we face a choice: to cast ourselves adrift, condemning ourselves to irrelevance and Europe to division and weakness; or to reaffirm our commitment to the EU and stiffen the cohesion of our continent in a dangerous world.” As well as Schama and Ferguson, both familiar because of their television documentaries and popular books, signatories include Prof Sir Ian Kershaw, an expert on the social history of 20th-century Germany; Juliet Gardiner, whose books include the history of Britain during the Blitz; and Prof Kathleen Burk, emeritus professor of modern and contemporary history at University College London. George Osborne, who studied history at Oxford and has taken a leading role in coordinating the remain campaign, hosted many of the signatories at a Downing Street reception on Tuesday night. The chancellor said: “‘I may not have written history, but I am a keen student of it. These are the people who, from all sorts of different perspectives, have studied and written about how Britain’s rich and varied history has influenced every corner of the globe, arguably more than any other nation.   Related: Lessons from history for the Brexiteers | Letters from Simon Schama and others and Jack Dromey MP    “Whether that be the spread of democracy, the English language or the impact of our trade links and former colonial empire upon the world, these are the people that have helped us understand that influence. They all argue that as a nation we are at our strongest when we are outward-facing and engaged in the world.” Ferguson used a speech at the Downing Street event to criticise the nostalgic arguments for Brexit, which suggest plucky Britain can stand alone, describing them as a “classic example of scissors and paste history, clipped from the pages of Our Island Story”. He said: “The lesson of history is that British isolationism has often been associated with continental disintegration.” He criticised Boris Johnson for seeking to dismiss Barack Obama’s judgment about Britain’s place in Europe. “Boris Johnson shamefully attributed his view to the Anglophobia of his Kenyan father,” said Ferguson. “In fact, all US administrations since the heyday of Henry Kissinger have favoured UK membership of the EU. And it should be scant consolation to Mr Johnson that Donald Trump, his American doppelganger, says he favours Brexit because Trump has also said that he regards Nato as obsolete.” The Treasury has spent much of the referendum campaign issuing doom-laden warnings about how Britain could slide into a deep recession if the country drifted out of the EU after the referendum — a strategy described by Eurosceptics as Project Fear. Many of the voices heard most loudly have been those of senior economic policymakers, including the Bank of England governor, Mark Carney, and the managing director of the International Monetary Fund, Christine Lagarde. But the government is keen to draw other, more positive voices into the debate and focus on Britain’s role in the world, as well as the importance of the EU for British goods and services.     Boris Johnson, speaking to supporters during a Vote Leave rally, came under fire from Niall Ferguson. Photograph: Christopher Furlong/Getty Images    The historians’ entry into the debate came as Vote Leave, the campaign for Britain to leave the EU, claimed the support of a group of senior retired military personnel, including former SAS chief Gen Sir Michael Rose and Falklands war veteran Maj Gen Julian Thompson. Rose – who was incorrectly included on a list of top brass backing remain issued by Downing Street in February – said European laws had “seriously undermined” the UK’s ability to fight wars. In a message to veterans, Thompson said: “The result of this referendum will determine irrevocably what kind of country we, our children and our grandchildren will live in. “Either Great Britain will remain in the EU, dominated by people who we do not elect, who we cannot throw out and who dictate many of the laws which govern us, or we will take back control and return to what we were: an independent country in which our parliament is elected by us, and answerable to us as the lawmaker.”",
  "webTitle": "Vote to leave EU would 'condemn Britain to irrelevance', say historians",
  "webPublicationDate": "2016-05-25T05:00:31Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/vote-to-leave-eu-will-condemn-britain-to-irrelevance-say-historians",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Niall Ferguson",
      "id": "books/niall-ferguson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Simon Schama",
      "id": "culture/simon-schama",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/25/vote-to-leave-eu-will-condemn-britain-to-irrelevance-say-historians"
}