{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/rebel-wilson-sues-magazine-publisher-bauer-media-for-defamation",
  "id": "2016-05-17-340",
  "sectionId": "film",
  "body": "The Australian actor and comedian Rebel Wilson is suing the magazine publisher Bauer Media over articles that Wilson claims were defamatory, damaged her reputation, humiliated her and impacted her career.  In May 2015 Woman’s Day published two articles – one in print and one online – that claimed the actor had lied about her age, name and background, and had fabricated stories from her childhood.  The claims were picked up by national and international press and published in subsequent articles in Bauer titles the Australian Women’s Weekly, OK Magazine and New Weekly. At the time, Wilson tweeted that it was evidence of “tall poppy syndrome”.    OMG I'm actually a 100 year old mermaid formerly known as \"CC Chalice\" ....thanks shady Australian press for your tall poppy syndrome x— Rebel Wilson (@RebelWilson) May 18, 2015    In a writ filed to the Victorian supreme court on Monday, Wilson said she was not contacted before the articles were published and that they had been timed to coincide with the release of Wilson’s film Pitch Perfect 2 in order “to attract public and media attention within Australia and internationally”.  The writ said the articles made her out to be a “serial liar who has invented fantastic stories in order to make it in Hollywood” and claimed it took the publications a year to remove the articles, after Wilson had supplied them with evidence that she had never lied about her name, and requested an apology on 20 May 2015.   Related: Rebel Wilson is 35, so what? She's paid to pretend to be someone else | Van Badham    The writ states that following each article, Wilson had “been gravely injured in her feelings, credit and reputation, has been humiliated and embarrassed and has suffered loss and damage”. She is also suing for special damages, claiming she was removed from some roles and missed out on others because of the articles. Wilson spoke about the fabrication claims in a November issue of Who magazine: “Being an actress it affects women more than men in terms of ageism and sexism, so to be called out by the press on something most sensible, business-minded people would have done in my position, it was a bit hurtful,” she said. “When you’re an actor, you have what’s called a playing range; to me, it’s not really beneficial having your age written anyway.” Wilson also discussed the controversy during an episode of the ABC program Home Delivery with Julia Zemiro in February. “I think, when I did go to America, I kind of just stopped saying my age,” she said. “It’s Hollywood; come on, people! “The reality is, when you work in America, you have to show your passport and your visa for every single job, so it’s not like you can hide how old you are.” This isn’t the first time Wilson has accused Bauer Media of wrongdoing. In February the actor claimed an ACP Magazines journalist had harassed her ill grandmother: “For a ‘journalist’ to harass and verbally abuse her, leaving her scared, is totally wrong,” she wrote.  Bauer Media said the person identified by Wilson was not working for them “in any capacity” – and that an earlier tweet, identifying the wrong Bauer journalist, had left that journalist “distressed”.  Bauer Media declined to comment on the defamation allegations. They are yet to be served the writ.",
  "webTitle": "Rebel Wilson sues magazine publisher Bauer Media for defamation",
  "webPublicationDate": "2016-05-17T01:36:20Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/rebel-wilson-sues-magazine-publisher-bauer-media-for-defamation",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Defamation law",
      "id": "law/defamation-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    }
  ],
  "guardianId": "film/2016/may/17/rebel-wilson-sues-magazine-publisher-bauer-media-for-defamation"
}