{
  "apiUrl": "https://content.guardianapis.com/commentisfree/belief/2016/may/05/brexit-recycles-the-defiant-spirit-of-the-reformation",
  "id": "2016-05-05-94",
  "sectionId": "commentisfree",
  "body": "Next year, it’s 500 years since the start of the Reformation. On 31 October 1517, Martin Luther nailed his 95 theses to the door of All Saints, Wittenberg, targeting corruption at the highest levels of the church. The scandal of which he complained was the sale of forgiveness to finance an ecclesiastical gravy train and lavish building projects such as that of St Peter’s in Rome. From here the Reformation would spread out to become an across-the-board protest at the elitist and centralising philosophy of the Roman church. Here also we find the intellectual roots of Euroscepticism. It’s easy to discount this narrative as the preserve of Ian Paisley-like extremists, frothing against the pope as the antichrist. Moreover, who cares about any of this in an age of secularisation? Well, quite a lot of us, apparently. Research by social scientist Margarete Scherer from the Goethe University in Frankfurt has demonstrated a considerably higher prevalence of Euroscepticism in traditionally Protestant countries than in traditionally Roman Catholic ones. And this should be entirely unsurprising, given that the Reformation was largely a protest about heteronomous power. “The bishop of Rome hath no jurisdiction in this realm of England” goes the 37th of the 39 articles of religion, still – officially, at least – a summary of the theology of the Church of England, of which the Queen is supreme governor. The backstory is familiar. In England, Henry VIII opportunistically purloined the pope’s authority under the pretext of localising the power of the church. There was nothing particularly honourable about Henry’s power grab. He just didn’t like being told what to do by some bloke in an Italian city. But freed from Roman authority, the Bible could be translated out of the elitist language of Vatican officialdom and into a vernacular that everyone could understand. And it was from this sense of grassroots empowerment that democracy was revived by the Protestant Levellers. With every attempt – plots, armadas etc – by the pope to reclaim what he thought of as his, a stubborn commitment to English independence came to be lodged ever more firmly in our intellectual marrow. Nothing equivalent has shaped the intellectual worldview of Catholic countries.     Cardinal Vincent Nichols, Roman Catholic archbishop of Westminster: ‘The Catholic stance towards an effort such as the EU is largely supportive.’ Photograph: David Levene for the Guardian    As Cardinal Vincent Nichols said last month: “There is a long tradition in … Catholicism of believing in holding things together. So the Catholic stance towards an effort such as the EU is largely supportive.” Of course, the important question is: who does the “holding things together”? And for the cardinal – theologically, at least – it’s Rome. Conversely, in Protestant countries, the EU still feels a little like some semi-secular echo of the Holy Roman empire, a bureaucratic monster that, through the imposition of canon law, swallows up difference and seeks after doctrinal uniformity. This was precisely the sort of centralisation that Luther challenged, and resistance to it is deep in the Protestant consciousness. Even David Cameron, despite having been won over to the EU cause, lamely references the need for a “reformed EU” – by which he means an EU with less integration and greater subsidiarity. As it happens, the term subsidiarity was originally a theological one. Now associated with John Major and boring debates on European polity, it was minted by the Jesuit theologian Oswald von Nell-Breuning, finding its way into the Maastricht treaty via Catholic social teaching. In a way it was an answer to Luther – trying to achieve the best of both worlds, localism where needed and centralised authority where necessary. But power, once acquired, is rarely returned – either to God (if you are the pope) or to the people (if you are the EU). “We would see [Brexit] as something that is not going to make a stronger Europe,” says the Vatican’s foreign minister, Bishop Paul Gallagher, perfectly intoning the pro-EU line. Against this, there are those of us who protest against our laws being crafted by some foreign power, beyond the control of our domestic parliament. Brexit perfectly recycles this defiant spirit of the Reformation.",
  "webTitle": "Brexit recycles the defiant spirit of the Reformation | Loose canon",
  "webPublicationDate": "2016-05-05T17:15:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/belief/2016/may/05/brexit-recycles-the-defiant-spirit-of-the-reformation",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Fraser",
      "id": "profile/gilesfraser"
    }
  ],
  "guardianId": "commentisfree/belief/2016/may/05/brexit-recycles-the-defiant-spirit-of-the-reformation"
}