{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/28/twizy-electric-car-lake-district",
  "id": "2016-05-28-156",
  "sectionId": "travel",
  "body": "The grey-fleeced ewe sunning itself on the grass didn’t give me a second glance. I’d been hoping for at least a bleat of recognition – the electric car I’d borrowed was branded with a cartoon version of the Lake District’s Herdwick sheep. But while its charm was lost on the woolly natives, it worked a treat on the human ones. Every time I slowed to pass a group of walkers or cyclists, their smiles and waves gave me a sense of comradeship I could never have earned as a motor-car user in a national park renowned for its traffic problem. I’d collected my car-in-sheep’s-clothing at the Quiet Site, a green-minded camp- and glampsite overlooking Ullswater. One of a new “flock” of 10 battery-powered hire cars at campsites and attractions across the northern Lakes, the Renault Twizy resembles a space buggy crossed with a golf cart (pale grey, with sheep’s head painted on the bonnet). After mastering its push-button technology, I set off towards Keswick on quiet lanes. As I headed up past Little Mell Fell, then down into Matterdale, my gaze was torn between the mountain backdrop, dominated by the tent-shaped outline of Blencathra, and the electronic screen above the steering wheel. A battery symbol with an arrow pointing out of it shows the power you’re draining by putting your foot on the “gas”. Go downhill, however, and the arrow changes direction as the battery recharges, offering a great excuse for a few seconds’ freewheeling, savouring the sound of birdsong and bleating instead of roaring motor.     The Twizy managed to climb Honister Pass, at the price of a drained battery. Photograph: Dave Thompson/PA    Eight local businesses have leased these two-seater sheepmobiles as part of an initiative called See More, whose aim is not only to reduce carbon emissions but also to make the Lake District more accessible to car-free travellers: the Quiet Site, for example, picks up campers from Penrith station. But there’s a catch. A Twizy can do 40 miles on a full charge, if you go sensibly. Driving fast or uphill drains the battery faster than a thirsty fell walker can knock back a water bottle. I’d been planning to tackle Honister Pass, but by the time I reached Keswick, having put my foot down to the maximum speed of 52mph on the busy A66, I’d used half my juice. The helpful folk at the Quiet Site had foreseen this and advised a refuelling stop at Castlerigg Hall, a smart camping park overlooking Derwentwater. All the “flock” hosts recharge vehicles from other sites for free. (It costs about 80p to power up a Twizy, which uses a standard three-pin socket, so there’s nothing to stop you asking other venues to plug you in while you have a drink or meal.) But it takes about 3½ hours to charge, so even after lingering over coffee and cake in the campsite’s excellent cafe, I still had time for a one-hour tramp to the top of Walla Crag and back, for a ravishing view over Derwentwater and sparkling Bassenthwaite beyond. I set off along the Borrowdale road having been warned to watch the meter. This was the first time a Twizy had attempted Honister, the campsite staff told me (most hirers trundle along the valley bottom for a pub lunch and back). By the time I reached the pass, I noted smugly that the battery was 90% full. I was brimming, too, from the sheer fun of getting to grips with this dinky vehicle, whose dimensions and unobtrusive quietness (you have to beep at roadside walkers or they won’t hear you coming) were so well-suited to the narrow, leafy roads. Calculating that it would cost me less than a fifth of what it costs to fuel my own filthy car, I fantasised about getting one for the school run. Then I hit the one-in-four gradient and flattened the accelerator. The car slowed markedly as it climbed two miles of vertiginous zigzags, devouring the battery at an alarming rate. Then, the weather took a turn that was dramatic even by Lake District standards: the blue sky turned slate grey and hailstones the size of sugar cubes started falling. By the time I arrived at Honister Slate Mine, they were pinging through the gap in the flip-up car door and gathering round my feet. It was a dramatic way to discover quite how outdoorsy the Twizy experience is. Unheated, with zip-off plastic windows, the car puts you at one with the elements, good or bad.     A view over Buttermere in the north-west Lakes. Photograph: Alamy    One of a growing list of Twizy-friendly businesses happy to offer its sockets to members of the fleecy fleet, Honister is also Cumbria’s adrenaline hotspot, with its rock-face via ferrata and wire-rope bridge strung across a 600-metre gorge. I declined both of these tempting ways to pass a couple of hours’ charging time. Instead, as blue skies returned, I made a cheat’s ascent of Haystacks, Alfred Wainwright’s favourite fell. Honister is so high that I was already halfway to the summit, with its views over Buttermere, Crummock Water and a hit parade of famous mountains. Happily I’d stashed my walking boots and OS maps in the Twizy’s tiny luggage compartment. Later, as I looped down towards Buttermere village and cruised along the curvaceous Newlands Pass back to Keswick, I reflected that one of the best things about taking out a Twizy is all the things you can do while you’re charging it. You might need to plan your route carefully, but you’ll meet more people, see more scenery and develop a more mindful approach to eating up miles in a landscape that’s not cut out to be a thoroughfare. It’s slow travel, in the best sense of the word. • Twizy hire costs £10 an hour, £30 a half day (four hours) or £45 a day (eight hours). For hire points, charge points and itinerary suggestions see co-wheels.org.uk/twizyflock",
  "webTitle": "Electric Lakeland: a Twizy adventure in the Lake District",
  "webPublicationDate": "2016-05-28T06:29:27Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/28/twizy-electric-car-lake-district",
  "keyword": [
    {
      "webTitle": "Lake District holidays",
      "id": "travel/lakedistrict",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Green travel",
      "id": "travel/green",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Road trips",
      "id": "travel/road-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/28/twizy-electric-car-lake-district"
}