{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/aledmys-diaz-st-louis-cardinals-best-hitters-baseball",
  "id": "2016-05-24-232",
  "sectionId": "sport",
  "body": "Four years ago, while in the Netherlands with his Cuban national baseball team, Aledmys Diaz walked away. From everything and everyone he knew. “I think I’m never going to see my mom again, my father, and my girlfriend,” Diaz told the Guardian. “But you have to realize I would’ve been 23 years old on the national team and I have nothing at all. Sometimes in life you have to make decisions in order to grow up.” And because of those decisions, the St Louis Cardinals are watching him grow into one of the best hitters in baseball. The game last week wouldn’t start for another two hours, but Cardinals manager Mike Matheny already liked what he saw from his shortstop: Diaz’s name in lights on the outfield scoreboard at Angels stadium, second on the list for hitters in the National League. “We didn’t necessarily anticipate that,” Matheny said from his seat in the visitors dugout.   Related: Was the Odor-Bautista fight acceptable? Baseball's code is unclear ...    No one did. How could anyone have predicted that Diaz, who played just 14 games at Triple A last season, would be the first major leaguer to bat .500 in his first 50 at-bats? Or that, entering Monday night’s game, he’d be fourth in the NL with a .352 average? He was not just fourth in the NL. He was fourth for all of baseball. How did this happen? How does a player, who wasn’t exactly lighting up the minors, suddenly become one of the best hitters in baseball? Diaz doesn’t have the hype of two other NL rookie shortstops; Colorado’s Trevor Story mashed an MLB-record seven homers in his first six games, and Los Angeles’ Corey Seager already showed his star power in the 27 games he played with the Dodgers last season. Ask the average baseball fan who Aledmys (pronounced ah-led-miss) Diaz is, and you might get a “who?” in return. But not in St Louis. Diaz had a decent camp this spring, showed some signs with the way the ball came off his bat that he was on the right track – to Triple A, where he could play and keep working on his hitting and fielding. Then injuries knocked out some players. Roster spots needed to be filled, including shortstop. The guy who started last season in Double A got the call, and his impact was immediate and firm. “Diaz was not one of the variables,” Cardinals general manager John Mozeliak said. “And now he is.” The Cardinals love Diaz’s approach. His control over his emotions. He doesn’t get too excited and has an appreciation for where he is and how he got there. Maybe that’s because Diaz realizes what it took for him to get there, knows the chances of him making it from where he began was, as Mozeliak describes it, “like winning the lottery.” Makeup is a fancy baseball word for the intangibles that aren’t measured by insider stats like WAR or OPS, or even the more mundane batting average. It doesn’t quantify bat speed or soft hands or arm strength. It’s how a player conducts himself on and off the field. How does he handle adversity? Success? Teammates? Pressure? Everything in Diaz’s life up until now has prepared him for the realities of making – and, even tougher – staying in the majors. The dream of playing for a major league team didn’t cross his mind as a young child growing up in Cuba, where you can’t easily get big league games on TV. The goal was making the Cuban national team. He idolized those players, wanted to be like them. He didn’t know much about baseball in America until he made the Cuban National Series, and started playing against teams from all over the world – including the United States. He was impressed by what he saw, started thinking about his place in the game. He saw players like Yoenis Cespedes, who defected from Cuba in 2011, make it to the majors. After Diaz defected, he made it to Mexico, where he was soon reunited with his father, Rigoberto, who, as an agronomy teacher, traveled extensively outside of Cuba – and had a visa. First, Diaz had to establish residency in Mexico, and then be cleared by MLB before he could sign a contract with a club. Six months, he thought it would take. Instead, documents listed his birthday as January 8 1990 instead of August 1. Possibly a clerical error: 8/1/90 became 1/8/90. Regardless, MLB ruled he could not sign for a year because he lied about his birthday. His stay in Mexico lasted 18 months. Diaz gave up all he knew – his country, his family – for the chance to play in the United States, and he was barely playing at all. “I just trusted in the process,” Diaz said. “You have to sacrifice a lot of things if you want to play (in the major leagues). I never regret the decision. It’s the best decision I made in my life. I learned a lot of patience that year-and-a-half. I grew up as a person. As a man.” He worked out for scouts from different teams, including the Cardinals, who liked what they saw. Finally, in March of 2014, they signed him to a four-year, $8m contract and sent him to Double A. A sore shoulder, likely the result of him going from sporadic showcases for teams to playing every day, cost him a month of playing time. When he came back, he didn’t exactly tear up the league. Mozeliak takes on some of the responsibility. “We hurt his development,” Mozeliak said. “Signing Cuban players who haven’t been playing competitively for a couple of years, then having him jump into playing a game at that speed, it didn’t work. We have to learn patience matters.” Patience, from both Diaz and the Cardinals. But midway through last season, it seemed St Louis’ was wearing thin. They took him off the 40-man roster, making him eligible for another team to pick him up. No one bit. Diaz’s reaction for being taken off spoke volumes for why the Cardinals signed him in the first place. “I took it the right way,” Diaz said. “I wasn’t performing well. You have to focus on what you can control. I have to prepare myself and I have to work twice as hard.” Makeup. Diaz took it upon himself to learn English, taking advantage of the classes and tutoring the Cardinals organization offered. He fell in love with movies, especially action ones, since there was less dialogue and he could pick up the plot easier. Communicating with his coaches and teammates is important to Diaz, who is married and expecting his first child. He lost his fear of speaking on the field and in the clubhouse, and gained confidence. He is still a work in progress. Matheny loves his skill set, the instincts, the two-strike approach, power, putting the ball in play. Diaz’s 10 errors are tied for the lead in the majors, but he has also made gold glove-esque plays, showing his range. Shortstop Jhonny Peralta, who had thumb surgery, is about to go out on rehab. The Cardinals will have some position decisions to make upon his return, a situation Mozeliak describes as, “a good problem, but a problem.” One St Louis has to solve, much like opposing pitchers still need to figure out Diaz. He isn’t thinking about that. He’s the least impressed of anyone by what he’s done so far. “This is the best baseball in the world,” Diaz said. “If you start thinking about stats, you lose focus. I just think, what do I have to do today?”",
  "webTitle": "Who is Aledmys Diaz and why is he hitting .345?",
  "webPublicationDate": "2016-05-24T10:00:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/aledmys-diaz-st-louis-cardinals-best-hitters-baseball",
  "keyword": [
    {
      "webTitle": "St Louis Cardinals",
      "id": "sport/st-louis-cardinals",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/24/aledmys-diaz-st-louis-cardinals-best-hitters-baseball"
}