{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/tom-stoppard-czech-letter-uk-stay-in-eu",
  "id": "2016-05-16-98",
  "sectionId": "politics",
  "body": "More than 30 prominent Czechs including the former ambassador to London Michael Žantovský, the supermodel Eva Herzigová and the conductor Jiři Bělohlávek have signed a letter to Sir Tom Stoppard urging the UK to stay in the EU. The letter, addressed to the Czech-born playwright – born Tomáš Straussler – says the UK plays an important “balancing role” in European politics. Stoppard said he was “complimented” and “rather honoured” to have received the letter and agreed with the sentiments expressed.   Related: Tom Stoppard to deliver Charles Wheeler lecture at award ceremony    Titled “Reflections on the referendum on the membership of the UK in the EU in a letter intended to have been sent to a gentleman in Dorset”, the letter was written by Žantovský who, before being appointed as the Czech Republic’s ambassador to the UK, was spokesman for the then president Václav Havel. Other signatories include the former gymnast Věra Čáslavská, the archbishop of Prague, Cardinal Dominik Duka, conductor Jiří Pešek and the head of the Academy of Science, Jiří Drahoš. Stoppard said Žantovský was an old friend, which was why the letter had been addressed to him. “I concur with the basic point in the letter but I was also rather touched by the way he wrote about the relationship between Britain and the Czech Republic,” he told the Guardian.   Brexit companion   Stoppard said he too had signed a letter in support of Britain remaining in the EU. “A lot of the debate in this country is about the arithmetic and it is as well to be reminded that arithmetic isn’t everything. Geopolitics in the 21st century weigh more heavily than they ever have done,” he said.  The letter says the referendum vote is “obviously a sovereign matter for the people of the UK, and only for them, to decide.” Nonetheless, the vote will affect the people of all the EU’s member countries, the letter says. The letter explores what Europeans and Czechs have in common with the British, and “why we believe that the long-­term considerations of shared culture, history, values and destiny prevail over calculations of short-term costs and benefits of the membership in the union.” It touches on the second world and how many Czechs and Slovaks lost their lives fighting the Nazis serving in British and Allied armies, including Stoppard’s father, Eugen Straussler, who died in Japanese captivity as a prisoner of war. When the Iron Curtain fell and Czechoslovakia became free under the leadership of Havel, “Britain was one of the first countries to offer friendship and support.”   Related: Phone survey finds 10-point lead for remain but web poll puts leave ahead    It continues: “Britain was one of the first EU countries to have opened its borders to Czech workers, students and entrepreneurs, with benefits shared on both sides. Successive Czech governments shared the British ardour for free markets, open trade and international cooperation. Our troops served together in Bosnia, Kosovo, Afghanistan and other places. The last 25 years of partnership and cooperation were among the best in the history of our two nations.” The letter says exit would be bad for Britain and bad for Europe. “Without the British legacy of democratic institutions, entrepreneurial spirit, common sense and pragmatic approach to problem-solving, the west as we know it would be much weakened, politically and spiritually. “Britain, under the exit scenario, would fare no better. It would be stranded in the middle of the Atlantic, unable to draw on the synergies of the European project. It would be left alone to deal with the ever-present threats of nationalism, populist politics, migration issues and ethnic intolerance. Closing its doors to workers from the EU, it would have to look for manpower, most likely less qualified and less adaptable, in other parts of the world.”",
  "webTitle": "Playwright Tom Stoppard shares Czech letter urging UK to stay in EU",
  "webPublicationDate": "2016-05-16T17:27:26Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/tom-stoppard-czech-letter-uk-stay-in-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tom Stoppard",
      "id": "stage/stoppard",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Czech Republic",
      "id": "world/czech-republic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "politics/2016/may/16/tom-stoppard-czech-letter-uk-stay-in-eu"
}