{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/ed-chamberlin-switch-sky-sport-to-itv-racing",
  "id": "2016-05-18-91",
  "sectionId": "sport",
  "body": "Ed Chamberlin, the chief presenter of Sky Sports’ Premier League football coverage, is expected to be installed as the main anchor of ITV’s racing coverage from 1 January following the disclosure on Wednesday that Tuesday’s broadcast of the delayed match between Manchester United and Bournemouth was his last for the satellite channel.   Related: ITV wins terrestrial rights to show racing from 2017 as Channel 4 exits    Chamberlin, a passionate racing fan and an employee of Ladbrokes before joining Sky, is expected to be joined on ITV’s presentation team by the former champion jockey Tony McCoy, a close friend for 15 years. McCoy has worked as a pundit at major meetings for Channel 4 Racing since his retirement from the saddle in the spring of 2015 after 20 championship-winning seasons. ITV was revealed as the new home for terrestrial racing coverage on 1 January this year, marking the end of Channel 4’s long association with the sport. Channel 4 had itself seized control of racing coverage from the start of 2013, when it acquired the last remaining rights held by the BBC, which included the Royal Ascot and Aintree Grand National meetings. Chamberlin, who joined Sky 16 years ago, was quoted at 8-1 by Paddy Power to be “a member of the ITV presenter team” when it opened betting on 3 January, but he had been backed down to odds-on to be the lead presenter before news broke on Wednesday of his departure from Sky. A spokesman for the bookmaker said that the firm has now suspended betting, “because they are going to announce it any day”.   Related: ITV’s populist approach seen as best way to attract viewers back to racing    ITV revealed this month that it will produce its racing coverage in-house rather than using an independent production company, while Richard Willoughby, the channel editor for Racing UK for the last five years, has been appointed as ITV’s racing editor. Willoughby’s arrival prompted speculation that Oli Bell, one of Racing UK’s main presenters, could also make the switch to ITV. The ITV Seven, broadcast during World of Sport on Saturday afternoons, was a familiar feature of terrestrial racing coverage in the 1970s, but the sport vanished from the main independent channel in 1985 when World Of Sport was itself broadcast for the last time. ITV is believed to have paid £30m for a four-year exclusive contract to cover racing, and will produce about 100 days of coverage each year. Only 34 days are guaranteed airtime on the main ITV channel, however, with about 60 days due to be relegated to the less significant ITV4. Races and meeting believed to be destined for ITV4 include the 1,000 Guineas, the July Festival and Future Champions Day, all of which are staged at Newmarket, seen as the home of Flat racing. If Chamberlin is confirmed as the lead anchor for the sport’s biggest days, it will suggest that ITV is keen to ring the changes as it returns to racing after 31 years. If so, Nick Luck, the main presenter for much of Channel 4 Racing’s output since 2013, could be the most notable casualty, despite his well-earned reputation as a polished and natural broadcaster with a deep understanding of the sport. In addition to Bell, Matt Chapman, a presenter on At The Races, the main rival to Racing UK, has also been linked with a move to ITV, while Francesca Cumani, the daughter of leading Newmarket trainer Luca, is also rumoured to have been interviewed for a role.",
  "webTitle": "Ed Chamberlin in line to make switch from Sky Sports to ITV Racing",
  "webPublicationDate": "2016-05-18T16:58:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/ed-chamberlin-switch-sky-sport-to-itv-racing",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sky Sports",
      "id": "media/sky-sports",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/18/ed-chamberlin-switch-sky-sport-to-itv-racing"
}