{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/12/yorkshire-building-society-cheapest-two-year-fixed-rate-mortgage",
  "id": "2016-05-12-348",
  "sectionId": "money",
  "body": "Another mortgage price war could be on the cards after Yorkshire Building Society launched a two-year fixed-rate deal with an interest rate of just 1.17%. The society will offer borrowers with a 35% deposit the cheapest rate on the market, subject to a £1,345 product fee. The price cut follows a small increase in the cost of short-term fixed-rate mortgages since the summer.  Brendan Gilligan, product manager at Yorkshire Building Society, said it could offer a low rate because it was a mutual. “We reinvest our profits into the business to provide the best rates possible for our members,” he said.  The past fortnight has seen several of the UK’s biggest lenders make changes to criteria to attract customers and build market share. Barclays increased the amount it would lend through its “family springboard” guarantor mortgage to 100%, while Halifax and Nationwide both raised the ages to which they will offer loans. And on Monday, Nationwide cut the rates on mortgages for borrowers with small deposits. Lenders are keen to do business and in April told the Bank of England that they expected demand for loans to increase in the second quarter of the year.  Figures from the Bank show the average rate of interest on a two-year fixed-rate mortgage for someone with a 25% deposit fell to 1.85% in April 2016, after creeping up from a low of 1.83% in June 2015 to reach 1.93% earlier this year.  The Yorkshire Building Society deal is not the lowest two-year fixed rate ever offered – that was a 1.05% mortgage from the Post Office available in July 2015 to borrowers with a 40% deposit. The mutual also offered a lower rate of 1.07% in 2015. Andrew Montlake, of mortgage broker Coreco, said it would be “interesting to see how lenders play things over the next few weeks given the EU vote, which could mean a slight slowdown in business levels as people wait for the result”. He added: “Lenders are still keen to get business in and it would be no surprise to see a mild rate war break out. The real battleground is around lending criteria rather than rate alone, which should help more borrowers find a way into the market.” Charlotte Nelson, of financial information provider Moneyfacts, said: “Over the past few months we have seen the lowest rates creep up. However, it seems that the lowest mortgage rate war is starting again between providers, with many wanting to attract new customers – and the best way to do that is confirm they are the lowest in the market. “It is possible that with a base rate rise being stretched further into the distance we could see rates fall again to the lows we have seen in the past if not further.”",
  "webTitle": "Yorkshire Building Society launches cheapest two-year fixed-rate mortgage",
  "webPublicationDate": "2016-05-12T06:01:21Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/12/yorkshire-building-society-cheapest-two-year-fixed-rate-mortgage",
  "keyword": [
    {
      "webTitle": "Mortgage rates",
      "id": "money/mortgage-rates",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Borrowing & debt",
      "id": "money/debt",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/12/yorkshire-building-society-cheapest-two-year-fixed-rate-mortgage"
}