{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/lake-district-road-reopens-five-months-floods-misery-a591-grasmere-keswick",
  "id": "2016-05-11-269",
  "sectionId": "uk-news",
  "body": "Its loss has cost businesses 60% of their trade, separated children from their schools and cut the Lake District in half. But five months after floods destroyed one of Cumbria’s key thoroughfares, the road between Grasmere and Keswick finally reopened on Wednesday. That it took so long to repair the A591 after December’s Storm Desmond is seen by many in the Lake District as a sign of the government’s lack of interest in the north of England, despite its claim to want to build a “northern powerhouse”.   Related: Cumbria rebuilds after the flooding – a photo essay    The Liberal Democrat leader, Tim Farron, a Lakeland MP, has pointed out that when storms destroyed a railway line in Dawlish in Dorset in 2014, the government – of which his party was then a part – provided a team of 300 and a budget of £35m to get the line reopened in just over 50 days. In contrast, the slow repair works on the A591 have been paid for out of a £40m fund for rebuilding all local transport infrastructure in flood-affected areas of both Cumbria and Lancashire. Cumbria county council said the cost of the A591 repairs was “in the region” of £4m. Farron has claimed the road closure was costing the Lake District £1m a day. It turned an easy 20-minute, 14-mile journey via Thirlmere reservoir into a hair-raising 36-mile adventure via the Kirkstone Pass, which closes in poor weather and is so steep it is nicknamed “the Struggle”.     Ullswater Steamers at Glenridding. Photograph: Christopher Thomond for the Guardian    Businesses in the village of Grasmere were particularly badly affected. Becky Heaton Cooper, director of the Heaton Cooper Studio art gallery and shop, said her takings had been 60% down on the previous year. “The effect of the road closure has been absolutely horrendous, absolutely detrimental, worse than foot and mouth,” she said, referring to the animal health crisis in 2001 which led to tens of thousands of sheep and cattle being destroyed and whole regions declared no-go zones. “In December, January and February half term we were 60% down.” She had allowed one family from the other side of Thirlmere the use of her holiday let in Grasmere, so that their little girl could attend school. Heaton Cooper added: “I think there has been a feeling down in London of, ‘Oh, it doesn’t really matter because it’s just Cumbria’.” On the other side of Helvellyn, in Glenridding by Ullswater, frustrations remain that the village is still not fully back to normal after December’s storms.     The Glenridding hotel is expected to be closed for the summer season. Photograph: Christopher Thomond for the Guardian    The sailing centre has recently reopened, along with most B&Bs, cafes and shops. A new 20-mile walking route, the Ullswater Way, circumnavigating the lake, has been completed too. But the beck, which burst its banks, catapulting rocks through the visitor centre and flooding everything in its wake, is still under repair. “Work only started three or four weeks ago because of red tape and bullshit,” according to the parish councillor Rob Shepherd, who coordinated the clear-up effort. The Glenridding hotel, where guests were stranded during Storm Desmond, is now not scheduled to reopen until September, missing the key summer season. And the mini-mart remains a shell of its former self, with building work yet to begin. A particular bugbear is a huge heap of rubble from the beck plonked right on the shores of Ullswater, which remains under constant guard by an Environment Agency official. Local people want to clear the eyesore but the agency has refused, saying it is awaiting a consultancy report to show whether the 15,000 tonnes of silt and gravel stored on Jenkins Field is contaminated from a tin mine up on the slopes.     Rubble at Glenridding. Photograph: Christopher Thomond for the Guardian    Dale Gibbons, an Environment Agency official, said: “This gravel was removed to protect people’s lives and livelihoods during the recent flooding. A decision on the future use or disposal of the material stored on Jenkins Field will be informed by the recommendations of an independent assessment commissioned by the Environment Agency.” But the excuses do not wash with many local people. “There’s no need for the situation with Jenkins Field. It’s just idiot bureaucrats unwilling to make a decision,” said Shepherd. “I worry that an awful lot of money that’s been promised by the government will just disappear into a hi-vis, yellow-jacketed black hole of nonsense.”",
  "webTitle": "Lake District road reopens after five months of misery",
  "webPublicationDate": "2016-05-11T10:50:08Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/lake-district-road-reopens-five-months-floods-misery-a591-grasmere-keswick",
  "keyword": [
    {
      "webTitle": "Lake District",
      "id": "uk/lake-district",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Flooding",
      "id": "environment/flooding",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "uk-news/2016/may/11/lake-district-road-reopens-five-months-floods-misery-a591-grasmere-keswick"
}