{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/nine-ways-to-fix-electoral-system-first-get-out-and-vote",
  "id": "2016-05-05-206",
  "sectionId": "commentisfree",
  "body": "Forty-five million people should be out voting today – but large numbers won’t. This Super Thursday is the biggest national political expression until 2020, yet it will elicit from many a sour shrug, angry refusal or don’t-care indifference. What’s wrong with the people? Democracy falls into decay and decadence wherever turnouts drop. This blase behaviour on world-weary old democracies is an affront to those we see nightly on the news dying for the right to self-determination. But that seems to cut as much ice with nonvoters as telling children to eat school stew because of the starving people in Africa.    But for today, not only vote, but seek out someone, anyone, at risk of not voting, and persuade them too    Politicians can never – not even sotto voce – blame the idleness of the voters they woo. They can’t question the wilful ignorance of those who lazily say “You’re all the same” on the doorstep, when at the click of a mouse anyone can find out the political basics. The “elites” of Westminster have rarely been so different – David Cameron, Jeremy Corbyn, Tim Farron, Nigel Farage or Nicola Sturgeon’s SNP, with local government and the nations likewise offering a rainbow of choice. But the people are always right, even when they fail in the most basic citizen’s duty – to vote. So we must blame the politicians. And they are culpable. Why isn’t falling turnout a top priority? Instead of regarding it as a serious danger to democracy, this government has used it to their advantage, bribing the old, who vote, and loading burdens on the young, who don’t. The age gap is new: in 1987 there was an 18 percentage point turnout gap between the 18- to 24-year-olds group and those aged over 65. This jumped to 32 percentage points in 2010. And the old were richly rewarded. Labour, in its years in power, did nothing to repair a broken electoral system, left the unelected Lords in place, and failed to reform corrupt party funding. The Lib Dems stupidly accepted a token referendum on an inferior, minor reform. Without securing Cameron’s support, they allowed the Tory party machine to kill it.   Related: The local elections won’t mark a Lib Dem revival sadly, but there are stirrings | David Boyle    People may not know the details, but they know in their bones our electoral system is warped. Research by the Electoral Reform Society (ERS) shows 2015 produced the most disproportionate result in history: 74% of votes didn’t contribute to electing an MP. The SNP won nearly all Scottish seats on half the vote. Labour voters in the south get no MPs, northern Tory voters are severely under-represented – and the government won on just a third of votes. Using and abusing our system, parties devote all attention to voters in a shrinking number of marginal seats: 22 times more was spent on voters in Luton South, than the ignored voters in safe seats such as Bootle. That matters, as ERS research shows party spending directly affects numbers turning out to vote on the day. If Westminster was seriously worried about our decaying democracy, reform would be a hot issue, not a dusty topic left to political nerds. We need a great convention with widespread public consultation. Here are eight reforms I would propose. 1. Start with the practicalities. Make it easy to vote, with electronic voting. If it’s safe for banking, it’s safe for voting. 2. Let voters register on election day, as the young and the poor keep moving on short-term tenancies. 3. Make voting compulsory. 4. Give votes to 16-year-olds, compulsory for first timers, so schools and colleges register them and take them down to polling stations: those who vote once keep the habit. 5. Bring back the citizenship classes Michael Gove abandoned, as a compulsory GCSE – more useful than hanging gerunds. Candidates would spend as much time bribing school students as Saga cruisers. 6. Next comes restoring the credibility and reputation of politics. Clean up corruption with state party funding, apportioned by voters choosing on election ballot papers where their share of funds should go. No more plutocrats buying favours, nor union funding. 7. Seats in a new elected Lords would not be for sale, nor would 26 bishops make law in this unbelieving nation. 8. Make every vote count equally, with a single transferable vote: in a group of seats, most voters would end up represented by an MP they had chosen, with many more women than the current 29% and more minorities. Everyone could vote for the party of their choice, with a backstop vote for their least worst. How utterly inept Farage has been in failing to rouse up outrage among his 3.8 million voters who only secured one seat, as did the Green’s 1 million voters. 9. There should a national convention to draw up a new great reform act – with people adding their suggestions. But for today, not only vote, but seek out someone, anyone, at risk of not voting, and persuade them too. Phone a friend, remind a neighbour, go door-knocking with your party. Never, ever let pass unchallenged anyone who says “They’re all the same“ or “It makes no difference”. Voting isn’t shopping, but a collective endeavour. You may need a nose peg to choose the least worst – but there always is one. Distorted and dishevelled as our system is, voting matters – and the choice has never been wider. No party that perfectly represents your view? There never will be. • While polls remain open please refrain from disclosing your voting choices. Any comment declaring how you cast your vote will be removed by moderators owing to restrictions on polls and reporting, set out in article 66A of the Representation of the People Act 1983. Once all polling stations have closed this restriction will be lifted. Thank you for your cooperation.",
  "webTitle": "Here’s nine ways to fix the electoral system – but first get out and vote | Polly Toynbee",
  "webPublicationDate": "2016-05-05T11:30:56Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/nine-ways-to-fix-electoral-system-first-get-out-and-vote",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Electoral reform",
      "id": "politics/electoralreform",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/nine-ways-to-fix-electoral-system-first-get-out-and-vote"
}