{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/romelu-lukaku-father-everton-leave-summer",
  "id": "2016-05-18-295",
  "sectionId": "football",
  "body": "Romelu’s Lukaku’s father believes the Everton striker will have left the club before the start of the European Championship, with Bayern Munich or Manchester United his preferred destination. The 23-year-old scored 25 goals for Everton this past season but struggled for form and fitness in 2016, finding the net only three times in the Premier League since the turn of the year. Now Lukaku’s father, Roger – a former striker himself for Zaire (now known as the Democratic Republic of Congo) – has admitted he expects his son to leave Goodison Park this summer if Everton’s valuation is met.   Related: Phil Jagielka warns Everton squad could be severely depleted by summer exits    “Everton are asking around £65m for Rom. I think a transfer will be done before the Euros,” he told the Belgian magazine Humo. “I hope and believe that Mino [Raiola, Lukaku’s agent] is fair, and that he is acting in the best interest of the player. “Romelu will decide his future, but agents have the last word most of the time. I hope and I think Mino Raiola is a honest man. “Now, with Romelu it will be quickly arranged. Whether the transfer has been sorted? Almost. I think it will be in place before the European Championship.” Lukaku, who joined Chelsea from Anderlecht in 2011 for an initial fee of £10m, has been linked with a return to Stamford Bridge this summer. However, his father has revealed he would prefer a move to the Bundesliga. “Right now, I think the most suitable clubs for him are Bayern Munich or Manchester United,” he said. “Especially Bayern as the club every year are at least in the semi finals of the Champions League, and the Bundesliga suits him perfectly. I do not think he will go to Italy because the game is far too closed at the back. What is certain is that to continue to progress, he needs to change club, he must make the right choice.”",
  "webTitle": "Romelu Lukaku’s father predicts striker will leave Everton this summer",
  "webPublicationDate": "2016-05-18T08:07:16Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/romelu-lukaku-father-everton-leave-summer",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/18/romelu-lukaku-father-everton-leave-summer"
}