{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/moscow-kiev-ukraine-eurovision-russia-boycott-jamala-1944",
  "id": "2016-05-15-56",
  "sectionId": "tv-and-radio",
  "body": "Russia’s political establishment reacted with howls of indignation on Sunday to Ukraine’s victory at the Eurovision song contest, demanding an inquiry into how a politicised song was allowed to be included in the event and threatening to boycott next year’s contest. Victory for Jamala, the Crimean Tatar jazz singer who won with a distinctly un-Eurovision ballad about the 1944 deportation of the Crimean Tatars, caused as much joy in Kiev as it did anger in Moscow, with Ukraine’s president, Petro Poroshenko, thanking the singer on behalf of the whole country. Prior to Saturday evening’s final, Russian entry Sergei Lazarev had been favourite to win. He eventually finished third, behind the Australian entry, Dami Im.   Related: Eurovision 2016: Ukraine's Jamala wins with politically charged 1944    “This is partly a consequence of the propaganda war of information that is being waged against Russia,” claimed Russian MP Elena Drapeko. “There is a general demonisation of Russia – that we are all evil, that our athletes are doping, that our planes violate airspace.” Konstantin Kosachev, the top foreign policy official of Russia’s upper house of parliament, said the vote had not been about the quality of the performances: “Music lost, because victory clearly did not go to the best song, and the contest lost because political attitudes prevailed over fair competition.” Eurovision has always been taken seriously in eastern Europe, and this year’s extra-politicised edition more than ever before. Crimea was annexed by Russia two years ago, but while many in the peninsula celebrated the event, the Crimean Tatar minority have largely been strongly opposed to Russian rule. Maria Zakharova, Russia’s foreign ministry spokeswoman, wrote on her Facebook page that next year the Russian entry should be about Syrian president Bashar al-Assad, and even offered a bizarre English-language chorus for the potential song: “Assad bloody, Assad worst. Give me prize, that we can host.” Dmitry Rogozin, the deputy prime minister, suggested sending Sergei Shnurov, a rock singer known for his foul-mouthed lyrics, to next year’s Eurovision: “Don’t know if he’d win, but he’d have some choice words for everyone,” the politician wrote. Jamala, whose real name is Susana Jamaladynova, pleaded for “peace and love” as she collected her award on Saturday night. She admitted her song was highly politically charged in an interview with the Guardian the day before the contest. She has not been home to Crimea in nearly two years, saying she fears arrest, but most of her family still live there, and she said that although her song was inspired by the events of 1944, it was also about more recent tragedies.  “Of course it’s about 2014 as well,” she said. “These two years have added so much sadness to my life. Imagine, you’re a creative person, a singer, but you can’t go home for two years. You see your grandfather on Skype who is 90 years old and ill, but you can’t visit him. What am I supposed to do: just sing nice songs and forget about it? Of course I can’t do that.” Accepting her Eurovision trophy, she said: “I know that you sing a song about peace and love, but actually, I really want peace and love to everyone.” She then thrust the glass microphone prize and yelled: “Thank you, Europe – welcome to Ukraine!”     Jamala arrives at Borispil airport near Kiev after her Eurovision win. Photograph: Sergei Chuzavkov/AP    While voting in the Eurovision song contest has always been subject to political and diplomatic intrigue, Ukraine’s entry takes things to a new level. The rules ban performances containing “lyrics, speeches or gestures of a political or similar nature,” and last year an Armenian entry about the 1915 genocide was deemed too political, while in 2009 Georgia did not take part after organisers deemed its song “Don’t wanna put in” was a play on president Vladimir Putin’s name.  Jamala’s song was titled 1944 and was about the deportation of the Crimean Tatars. The entire population was rounded up, put on trains and exiled thousands of miles away from Crimea, for allegedly cooperating with the Nazis during the war, despite the fact that many Crimean Tatars, including Jamala’s great-grandfather, fought for the Red Army and died at the front.    Related: Ukraine's Eurovision singer urges voters to show Crimea solidarity    The Tatars were allowed to return to Crimea only in 1989, and the majority of them strongly opposed the annexation of the peninsula by Russia in 2014. While some Crimean Tatars have joined the Russian government, many Tatar activists have been jailed or have simply disappeared; a Tatar television station has been chased out of Crimea and a climate of fear prevails. “Of all the ways for Ukraine to win, Europe chose the most exquisite and just option – at the last moment calmly and cold-bloodedly dashing the hopes of the Russians who stole the homeland of this daughter of the Crimean Tatar people,” wrote Ukrainian MP Mustafa Nayyem on Facebook. “It is historically very apt. And, don’t forget that next year, the Russians will have to come to Eurovision in Kiev.” Already, some in Moscow have called for Russia to boycott the 2017 contest. In a sign, however, that for all the political tension and military conflict between Russia and Ukraine in the past two years, affection between the two peoples has not completely evaporated, in the popular vote Russians gave the Ukraine entry 10 points, while Ukraine gave the Russian entry the full 12 points.",
  "webTitle": "Anger in Moscow, joy in Kiev, after Ukraine's Eurovision triumph",
  "webPublicationDate": "2016-05-15T17:56:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/moscow-kiev-ukraine-eurovision-russia-boycott-jamala-1944",
  "keyword": [
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/moscow-kiev-ukraine-eurovision-russia-boycott-jamala-1944"
}