{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/kenyan-police-in-fresh-clashes-with-political-activists",
  "id": "2016-05-23-96",
  "sectionId": "world",
  "body": "Police in Kenya fired teargas and water cannon at opposition protesters, who say their leader will be denied a fair chance at next year’s election.  At least one demonstrator was reported to have been killed in the clashes and several more seriously injured. There have been several similar protests in recent weeks by supporters of the opposition leader, Raila Odinga, who lost the general election in 2013 to Uhuru Kenyatta.  The latest violence will focus further attention on the harsh tactics used by authorities in Kenya against political demonstrations.     Riot policemen run past school children during a demonstration in Kibera slum, Nairobi. Photograph: Kevin Midigo/AFP/Getty Images     Last week, police launched an internal investigation after graphic video footage of riot police beating and kicking an apparently unconscious man on the sidelines of an election protest caused outrage.    Related: Kenyan police launch inquiry over attack on man during protest     The worst of Monday’s confrontations occurred in Nairobi, the capital, when protesters tried to march on the offices of the independent electoral and boundaries commission.   Police had banned the planned demonstration and scores of officers in riot gear guarded the building. A water cannon truck later forced the convoy of vehicles carrying opposition leaders and supporters accompanying it on foot out of the city centre, witnesses said.     A police truck with a water cannon extinguishes a burning barricade in Kibera. Photograph: Carl de Souza/AFP/Getty Images     Earlier, police said they had arrested seven people in Mombasa where other protests took place.  Though Kenya’s next presidential and parliamentary polls are not due until August 2017, politicians are already trying to mobilise their supporters.   Odinga says the polls will not be free and fair with the current election commission in office and wants at least half the board to be replaced.  Commission officials have dismissed the claims and say they will stay. The government has called on the opposition not to stage street protests against the commission.     A schoolgirl runs past a burning barricade in Kibera slum, Nairobi. Photograph: Carl de Souza/AFP/Getty Images     “The demonstrations are illegal and the organisers have been clearly warned. If they insist on rioting, they will meet us there,” Lucas Ogara, Mombasa’s police chief, told Reuters.   Related: Dadaab closure: how 600,000 refugees got caught up in Kenya’s electioneering     Opposition groups have vowed to keep up the protests in Nairobi and other regions. “Kenyans will be doing this, as we have done in the past, in exercise of their right to assemble peaceably and to direct the widest possible attention to a great national issue,” a spokesman said.  The violence of the police response has prompted international concern. Images last week appeared to show officers chasing a man as he fled a building near the commission’s headquarters in Nairobi. After he stumbled to the ground, they kicked him and beat him with truncheons.  One officer, apparently unaware that journalists were recording, attacked with such force that part of his body armour fell off. After a few seconds, the police were shown sprinting away, leaving the young man motionless on the ground.     A riot policeman throws a teargas grenade at protesters in Kibera. Photograph: Carl de Souza/AFP/Getty Images     The victim survived the attack and was later named as Boniface Mosoti, a passerby from a satellite town who had only become caught up in the day’s turmoil because he had come to the central business district for a job interview. Observers fear a repeat of the violence that erupted after the 2007 vote and after the opposition disputed the outcome in 2013. More than 1,200 people are thought to have died in violence following ing the disputed 2007 election.",
  "webTitle": "Kenyan police in fresh clashes with political activists",
  "webPublicationDate": "2016-05-23T16:34:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/kenyan-police-in-fresh-clashes-with-political-activists",
  "keyword": [
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Burke",
      "id": "profile/jasonburke"
    }
  ],
  "guardianId": "world/2016/may/23/kenyan-police-in-fresh-clashes-with-political-activists"
}