{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/debate-drone-killings-military-conflict-committee",
  "id": "2016-05-11-293",
  "sectionId": "commentisfree",
  "body": "Parliament’s joint committee on human rights released a report yesterday following its inquiry into the use of armed drones for targeted killing. The committee quite rightly makes strong calls on the government to clarify its confusing and often contradictory statements on the legal issues related to the use of armed drones outside conventional armed conflicts. It also called for independent scrutiny of such drone targeted-killings by the government.   Related: UK drone strikes 'could leave all those involved facing murder charges'    Harriet Harman, chair of the joint committee, argued on BBC Radio 4’s Today programme that just as when police officers use lethal force on our streets they are automatically referred to the Independent Police Complaints Commission to ensure proper public accountability, so too should the use of military force be referred to an independent publicly accountable body when it takes place outside the context of a conventional armed conflict. While these are at some level sensible recommendations, we must be careful not to fall into the trap of putting in place policies and procedures that normalise and legitimise extrajudicial killing. The UK must not follow the US down the path of adding suspects to a “kill list” in order that they will be assassinated at the first opportunity in an ever-expanding, global battlefield. Part of the problem is that the issue is being looked at in rather narrow legal terms. Of course the UK must be committed to the rule of law. Who could disagree? But there are also additional serious ethical and security issues that are being raised by the increased use of drone technology.     ‘Harriet Harman argued that just as when police officers use lethal force they are referred to the PCC to ensure proper public accountability, so too should the use of military force be referred to an independent body when it takes place outside the context of a conventional conflict.’ Photograph: Rex Shutterstock    Increasingly it is being recognised that drones are lowering the threshold for use of lethal force. In the past public reaction to the death of military forces deployed overseas has been a real restraint on political leaders weighing up the options for military intervention. Take away that potential political cost by using unmanned systems such as drones and it becomes much easier for political leaders to use “clean and quick” lethal force rather than the slow and often difficult political and diplomatic options. While campaigners have been making this argument for some time, increasingly those in the military are recognising this as an important issue. General Stanley McChrystal, for instance, former commander of US and Nato forces in Afghanistan, told a conference in London late last year that he believed the capabilities of drones make them much more palatable to decision makers and “lower the threshold” for use of lethal force. More recently an important study by two academics working at a US military college produced empirical evidence to back up these suggestions. Another issue is how the constructed perception of “precision” underlies much of the support for drone targeted killing, with the phrase “pinpoint accuracy” being deployed by the media almost as often as the weapons themselves. However the claims of such “precision” deserve scrutiny. It is important to ask whether we are in fact being misguided about “precision”. Not only in terms of the actual impact on the ground, but also in the permissiveness it has engendered for further war.   Related: Edward Snowden: ‘Governments can reduce our dignity to that of tagged animals’    The constant presentation of targeted drone strikes as “precise” and “pinpoint accurate” has serious implications for the public’s understanding and debate of these issues. Due to the nature of today’s military interventions, few people in the UK have first-hand accounts of the impact on the ground, creating in the minds of many the idea that such strikes are clean, safe and even bloodless. The reality on the ground, however, is somewhat different. In 2014 analysis by the human rights group Reprieve found that more than 1,140 individuals had been killed in multiple US drone strikes targeting just 41 named individuals. And those with inside knowledge are suggesting that drone strikes are not any better – and may be worse – than manned aircraft when it comes to civilian casualties. So while this report is an important first step in opening up the debate about the UK’s adoption of drone targeted killing, much more scrutiny and public debate is needed. The committee calls for the UK to engage in international discussions on the legal framework surrounding the use of armed drones for targeted killing. More important is the need for a serious debate about whether it should be happening at all.",
  "webTitle": "We need a debate on drone killings – whether they should be happening at all | Chris Cole",
  "webPublicationDate": "2016-05-11T09:43:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/debate-drone-killings-military-conflict-committee",
  "keyword": [
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cole",
      "id": "profile/chris-cole"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/debate-drone-killings-military-conflict-committee"
}