{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/24/expert-guide-eating-out-vegan",
  "id": "2016-05-24-238",
  "sectionId": "lifeandstyle",
  "body": "Vegetarians are now relatively well catered for in the UK, but if you want to avoid animal products such as eggs and dairy altogether, it’s tougher to find a restaurant to meet your needs. There are lots of great places if you’re open to those that are not exclusively vegan, but it pays to have some careful questions handy.  Go for a curry India is the centre of the veggie universe. This is no surprise: 40% of the population lives meat-free. No other cuisine matches the subcontinent’s scale and variety of vegetarian cookery, and while it’s not all suitable for vegans, a good deal of it is. The food of south India is lighter and fiercer than the north, with hot-sour sambar (lentil stew) and spicy coconut chutney served as addictive embellishments to many dishes. Dosa (rice and lentil crepes) are hugely popular southern staples, and their close cousins, uttapham, are covered in myriad toppings like pizzas.      Sambar with idli (lentil cake) and coconut chutney on a banana leaf. Photograph: Dinodia Photos/Getty Images    In the UK where many so-called Indian restaurants are run by Bangladeshis and Pakistanis, the cuisine can be more mixed, but look for southern and vegetarian Indian restaurants where you will be spoilt for choice. And just about every high-street curry house will have several vegetarian options. Often, the best are listed as sides rather than main courses. Mixing and matching a handful of these is a tasty and more authentic way to eat than a single plate of food. Hindus don’t consider eggs vegetarian, so they are rarely found on menus, but dairy is another story. Many dishes are enriched with curd (yoghurt) or ghee (clarified butter) – so ask. Check that your chapati hasn’t been brushed with butter, and skip the naan bread, which often has yoghurt or buttermilk in the dough. Take a tour of south-east Asia The super-spicy near-neighbours of India also boast some of the finest meat-free dishes around. Indonesian cuisine has tempeh, a nutritional powerhouse and close relative of tofu. It’s made with whole rather than ground soybeans, which are pressed and fermented. Look out for it deep-fried into crisp chips, which are traditionally dipped in chilli-spiked sauces. Much south-east Asian food is knee-deep in greenery but vegans will need to keep a watchful eye out for shrimp paste and fish sauce, which give many dishes their umami hit. In Thai restaurants, you can ask for vegetable curries to be prepared with the fragrant massaman pastes of the far south, which omit shellfish – and you will find lots of tofu and vegetable curries, vegetarian versions of pad thai (stir-fried rice noodles with veg or meat) and tom yum soups – as well as the many excellent and delicious Thai salads (fish sauce, which is often used for salty flavour, can be replaced with soy sauce). You do need to look out for unannounced eggs, which are often scrambled into dishes or used in the production of noodles. It’s fine to ask if you can have rice noodles which are vegan and commonplace in south-east Asian kitchens. In Chinese restaurants, they are known as ho fun and may be listed on the menu. Ask them to hold the cheese in your local Italian     Puglian pasta shapes like orecchiette are usually made without eggs. Photograph: ©Daniela White Images/Getty Images/Moment Open    Did you know that Italy has the highest percentage of vegetarians in Europe? It certainly has a rich culinary tradition of cooking without meat. It’s not always easy to find a wide choice of strictly vegan dishes in an Italian restaurant, but it’s a myth that all pasta or risotto dishes are cheesy, buttery affairs. Now that the regional diversity of Italian food is celebrated in many of the UK’s restaurants, it’s getting easier. A restaurant carrying specialties from southern Italian regions will offer the most choice. Olive oil rather than cheese will season many pasta dishes. Rich, toothsome Puglian pasta shapes like orecchiette are usually made without eggs – and dried pasta, made from durum wheat, is always vegan.  Go cold turkey With British restaurants falling over themselves to talk you into ordering several small sharing plates, you could do a lot worse than going to the spiritual home of this style of eating. A spread of Turkish mezze dishes can be as nourishing as it is delicious. Match a pulse dish like hummus with kisir (wheat, chopped herbs and walnuts) and you’re packing some serious protein. Delicious falafel has found its way into many southern European kitchens too. Smoky aubergine baba ganoush, stuffed vine leaves and many other dishes are vegan-friendly, with tahini paste used to give creamy nutty richness. Baklava, Turkey’s national dessert, is often made with syrup rather than honey, and traditional Turkish delight is also vegan (although it’s always worth checking).   Related: What's the attitude to vegan food where you live?    Go for a really posh meal Some of the country’s top-end restaurants, while not being nominally veggie, run tasting menus designed for a whole table of herbivores (contact the restaurants in advance for sample menus). Some of them also offer vegan tasting menus, while others will adapt with a little notice. London’s Pied a Terre, Gauthier Soho, Edinburgh’s The Kitchin have all achieved critical acclaim for their offerings. This is an exciting development in a sector of the restaurant world that has historically been suspicious of so-called dietary requirements. UK vegan-friendly restaurants from chefs, food writers and critics Exclusively vegan Teatime Collective (Manchester)100% vegan cafe and ice-cream parlour. A sumptuous breakfast menu and an outstanding list of ever-changing desserts – chocolate and hazelnut torte, anyone? Elena Orde, editor, the Vegan magazine     The team at El Piano in York    El Piano, YorkCharacterful vegan restaurant featuring ‘world food menu’. As a bonus, everything is also nut free and gluten free, and there’s a cookery school on site. Jane Hughes, editor of the Vegetarian The 78, Glasgow     78 Cafe Bar, Glasgow … rose and pistachio cake    An open fire, comfy armchairs and regular live jazz create a cosy atmosphere in this veggie dining room. Possibly the best veggie burger in the UK. EO Limes of Lindfield, SussexThai-born chef Patcharee Presprasert runs regular supper clubs that are totally gluten-free and vegan. Full disclosure: she worked at Great Queen Street restaurant with me, so I know she’s a great chef. Tom Norrington-Davies, chef, London Cafe Kino, BristolThis vegan not-for-profit co-operative serves fresh locally sourced delicious food all handmade on site. EO Vegetarian with vegan options     The Bohemian, Newcastle … veggie burger. Photograph: The Bohemian    The Bohemian, NewcastleThis place fits the bill whether you’re staying healthy with the sweet potato falafel salad, or indulging in the epic chilli dog with fries and onion rings. EO The Gate, Islington and Hammersmith, LondonReally great high-end vegetarian restaurant with loads of imaginative vegan offerings on the menu. Jane Baxter, chef and author of Leon’s Fast Vegetarian and Happy Salads The Egg, LiverpoolPlenty of well-priced vegan-friendly options served by friendly waiting staff in a relaxed bohemian setting. The Sunday roast is always well worth a weekend visit. EO Mildred’s, Soho, Camden and King’s Cross, LondonThe Soho institution serves a range of internationally inspired meals, with two new branches. The Sri Lankan cashew and coconut curry is a must-try. EO River Green Cafe, NorwichMostly vegan, and able to veganise the vegetarian dishes, too, this is a relaxed cafe in the daytime and a fine dining experience at night, featuring international-style dishes. JH Greens, Didsbury, ManchesterChannel 4’s Sunday Brunch presenter Simon Rimmer is one of the north-west’s most enduring restaurateurs. Green’s, his first solo outpost, has always been exclusively veggie, and the kitchen will happily knock up bespoke vegan dishes, with a bit of notice. It’s a real globetrotting affair, too, as happy in the Med and south-east Asia as it is closer to its northern roots with “black pudding” and a proper (nut) roast and all the trimmings. Bob Granleese, food editor, Weekend Magazine   Manna, Primrose Hill, LondonServing vibrant and colourful meals, including some raw options, this informal dining room prides itself on being one of Europe’s oldest and finest gourmet vegetarian establishments. EO Pub food The Globe, GlossopLocated next to the beautiful Peak District, this is a great post-walk destination offering very affordable all-vegan pub food. Plus, board games. EO The Veggie Red Lion, IpswichThis is a destination pub for vegetarians and vegans in the Suffolk countryside, 10 miles outside Ipswich. Fully vegetarian and mostly vegan. JH Indian     South Indian breakfast … dosa, sambar, chutney and vadai (snacks). Photograph: Alamy Stock Photo    Hansa’s, LeedsA brilliant Gujarati vegetarian restaurant that does lots of vegan dishes too: thali, pani puri, dosa, masala-stuffed aubergines and black-eyed bean and mushroom curry. JB  Saravana Bhavan, six London branchesA growing chain of incredibly good, and madly cheap South Indian vegetarian food. Their dosa menu is extensive. The kitchen runs at breakneck speed. This is a hearty, healthy spin on fast food. TND Tiffinroom, Cheadle and ManchesterThis Indian street food outfit offers some really great vegan dishes. Simon Rimmer, patron of Greens vegetarian restaurant RKS sweets, PrestonThis place has been pulling in the crowds with its pure veg surti cooking for 25 years. It was originally a takeaway joint specialising in sweet as well as savoury dishes. You can now dine in. TND Japanese Itadakizen, King’s Cross, LondonFully vegan, Japanese “slow-food” restaurant with an interesting focus on the healing qualities of food. JH Italian (and pizza) Purezza, BrightonWhen it opened late last year, this Italian restaurant made a splash in vegan circles with images of their stuffed-crust pizza. Dessert options include chocolate calzone and salted caramel ice cream. EO Amico Bio, Smithfield, LondonA rare find: a vegetarian Italian restaurant in the heart of the big smoke. There’s a good range of vegan dishes on offer. TND Mr Singh’s, BirminghamTheir deep-pan pizzas are the perfect comfort food at an incredible price. EO     A sample from the menu at Fed by Water    Fed by Water, Dalston, LondonFed by Water offers mouthwatering vegan pizzas (check out its Instagram shots). TND Modern British The Bay Restaurant, PenzanceImpressive separate vegan menu and a classy fine-dining experience make this place well worth a visit, but beware of nearby diners eating lobster. JH Turkish “ish”     Pistachio pleasures … Turkish baklava. Photograph: Alamy    Maray, Liverpool This place was recently reviewed enthusiastically by the Observer’s Jay Rayner. Loads of the sharing plates are vegan and on “meat-free Mondays” diners can choose any four veggie options from the menu for £20. TND Where to eat on the high street  By Jimmy Pierson, the Vegan Society Handmade Burger Company has five vegan burgers available: cajun vegetable and bean, spinach and lentil, chickpea and quinoa, sweet potato and bean and falafel. Yo Sushi now offers 19 vegan dishes, and a bespoke hand roll, which you can make vegan. The tofu katsu curry and vegetable gyoza dumplings are excellent. Zizzi has just launched pizza with vegan cheese. Wagamama carries a whole host of options when dishes are ordered without fish sauce and egg. Yasai gyoza (dumplings) are a must-order. Las Iguanas boasts a dedicated vegetarian and vegan menu. Their moqueca – a mild creamy coconut curry with squash – is excellent. Le Pain Quotidien is full of vegan items, particularly for breakfast. Pret a Manger is opening a veggie-only pop-up in Soho. And they’ve added five vegan items across all stores. Toby Carvery carries two vegan mains (carrot and chickpea wellington and lentil cottage pie) and two desserts including a chocolate and cherry torte     The facade of a Wetherspoons bar. Photograph: Toby Melville/Reuters    JD Wetherspoon has rolled out a dedicated vegan menu across the UK. Try the sweet potato, chickpea and spinach curry.",
  "webTitle": "How to eat out if you're vegan",
  "webPublicationDate": "2016-05-24T09:32:01Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/24/expert-guide-eating-out-vegan",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetables",
      "id": "lifeandstyle/vegetables",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarian food and drink",
      "id": "lifeandstyle/vegetarian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarianism",
      "id": "lifeandstyle/vegetarianism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/24/expert-guide-eating-out-vegan"
}