{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/29/women-lead-the-call-to-arms-as-anti-fracking-fight-intensifies",
  "id": "2016-05-29-186",
  "sectionId": "environment",
  "body": "“We are ready for them,” said Tina Louise Rothery. “It has been a long battle but we have been ready for a confrontation for a long time.” Rothery is one of a growing group of women at the forefront of opposition to fracking. Of the 250 anti-fracking community groups that have sprung up in Britain in the past few years, very many are led, or strongly backed, by women, who say they have been outraged at plans to risk people’s health by exploiting the countryside for shale gas. With drilling companies last week buoyed by North Yorkshire county council’s 7-4 vote in favour of Third Energy’s plans to drill in Ryedale despite fierce local opposition, women leaders in Lancashire and Kent as well as North Yorkshire say they are prepared for action as a year-long lull in the fracking war ends. New protest camps could be set up, and major demonstrations and legal challenges can be organised quickly, said Rothery, one of a group known as the Nanas – several dozen mothers and grandmothers who successfully opposed energy company Cuadrilla’s application to frack in Lancashire. Lancashire groups now expect communities secretary Greg Clark to overrule councillors’ rejection last year of applications to frack in the Fylde area, at Roseacre Wood and Preston New Road. “We can do big callouts when we need to,” said Rothery, who has spent much of the past 12 months travelling around Britain encouraging women, especially, to protest against the controversial technology. “There are now Nanas in every corner of the country – and they are a force to be reckoned with. We expect the companies to start to apply for permits and drill as soon as possible.” Campaigners say there are now so many linked protest groups that it will be next to impossible for companies to operate without ongoing confrontations. “The police asked us about our plans following last Monday’s decision on Ryedale,” said Rothery. “[We said] we are ready for a surge. But we are not one body. There is no head to pull off.”     Preston New Road Action Group poster. Photograph: Preston New Road Action Group    Research by Nottingham university has suggested that women are much more likely than men to object to fracking. A study last year found only 31.5% of women in favour of shale gas exploration, compared with 58% of men. “Women are strongly against fracking because they tend to take the longer view, because of family,” said Pat Davies, chair of the Preston New Road action group in Lancashire. “Men look at what happens now; women look more to the future. Women are very strong here. But we have got 300 elderly people and a junior school within a few hundred yards of where they plan to frack, so it’s not surprising. I am a twinset and pearls lady, a traditional conservative lady. I have never protested against anything before in my life.” Julie Wassmer, a member of the anti-fracking campaign groups East Kent Against Fracking and Mothers Against Fracking, agreed: “A lot of groups are led by women. Fracking is an attack on the environment and public health. It’s a battle for clean air and water, the elements of life. And women understand that. It goes to the heart of women’s role in society.” But Averil Macdonald, chair of UK Onshore Oil and Gas, the industry group that represents many potential fracking companies, has said women are more likely to protest because they “don’t understand” the technology and follow their gut instinct rather than the facts. Writing in the Guardian at the end of last year, she said: “They are concerned because they don’t want to be taking [something] on trust. And that’s actually entirely reasonable. Frequently women haven’t had very much in the way of a science education because they may well have dropped science at 16. That is just a fact. “Women do not like being preached to by men, and the shale gas industry – like many other industries in this country – is dominated by men, and engineers at that. The plain truth is that in this country we are extremely bad at encouraging women to engage with science – physics is the third most popular A-level among boys but 17th among girls.” But Wassmer responded by saying the issue was that women were fighting for their families. “Women are key figures in the fracking groups. We do not believe that the regulatory authorities can perform fracking safely in the UK. “All the reports say that it is safe to go ahead as long as there is robust regulation. Yet that is what we do not know. It is undeniable that there have been problems all around the world with fracking. That is why woman will fight it tooth and claw.”",
  "webTitle": "Women lead the call to arms as anti-fracking fight intensifies",
  "webPublicationDate": "2016-05-29T05:55:45Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/29/women-lead-the-call-to-arms-as-anti-fracking-fight-intensifies",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    }
  ],
  "guardianId": "environment/2016/may/29/women-lead-the-call-to-arms-as-anti-fracking-fight-intensifies"
}