{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/brexit-battlers-forget-hitler-think-wellington-british-balancers-1815-waterloo",
  "id": "2016-05-24-31",
  "sectionId": "commentisfree",
  "body": "In the battle over Brexit there are many more useful lessons to be drawn from history than Hitler, Stalin, the cold war or even the first world war. Look back 200 years instead, when Europe’s powers, most notably the British, worked closely for international balance and order. This period, now unjustifiably consigned to the history books, is highly relevant to the current debate because it was marked by an intense level of British involvement in Europe. Enter the Duke of Wellington, who led the implementation of the strategy of “balance of power” after 1815 and the defeat of Napoleon.    If, as I do, you come from the Netherlands, you will never underestimate the balance of power idea    If, as I do, you come from the Netherlands – which has just marked the bicentennial of its transformation from a footloose 18th-century federation into a centralised, highly effective trading kingdom – you will never underestimate how important the balance-of-power idea was in keeping peace in the continent for a century. Although the era is often dismissed as a mere “restoration”, it has something powerful to contribute to the current short-sighted debate on the European Union. We should certainly reconsider the legacy of the “balancers” of 1815/16: those charged with “bringing the world back to peaceful habits”, as Lord Castlereagh, the then British foreign secretary, put it. Admittedly, while mapping out their balance-of-power strategy at the Congress of Vienna, the superpowers also carved up the smaller countries. Their blueprint was neither liberal nor democratic. But after the protracted revolutionary and Napoleonic wars from 1792 to 1815, Europe was in ruins, and this new idea of peace and stability saved the day. The strategy established the idea of “equal” distribution of power in a multistate system, and protected against military aggression. But it also implied moderation and a search for the juste milieu. After defeating Napoleon at the Battle of Waterloo, Wellington remained in Europe until 1818, and visited the continent frequently until he became Britain’s prime minister in 1828. As commander of a combined allied army he guaranteed that the balance of power, both in France and Europe as a whole, would take hold; and with 150,000 allied troops he secured peace and stability for the years to come. Britain spent vast amounts of money on upholding the strategy. Millions of pounds were issued in loans: for the recruitment of continental troops, to subsidise Europe’s newly appointed monarchs, and to help the Dutch build a line of fortresses from Ostend to Mainz. So why did Wellington and the British government support all that? Because Britain received so much more in return. Their investment in a stable and balanced Europe paid vast dividends: the former French and Dutch colonies (not really gifts), a sound investment climate, financial trust and respect as banking capital of the continent, a market for cheap industrial goods, and tepid acquiescence to British ambitions at sea, through the Mediterranean to India. It was a long-term strategy, intended for profit and peace but also highly principled, inserting gradual liberal reform on the continent. It also introduced a spirit of moderation, of balancing the old against the new, and avoiding recourse to extreme measures or rhetoric. There was a preference for “sense and sensibility”, for Edward Waverley rejecting the wild passionate Flora for the prudent and irenic Rose in Walter Scott’s novel.Faced with today’s tide of fact-free politics, one can only long for balancers – German, French, Dutch, but especially British – to reappear on the European stage. They might steer a middle course between ideological supranationalism and nationalist chauvinism. My impression is that, as in 1815/6, the peoples of Europe – not least in the smaller countries – constitute a silent majority in favour of a Europe that works in concert and which includes the UK. This alliance would work to solve the big crises of our day. Once more it would balance power as well as budgets in Brussels, averting disorder and polarisation. At stake again is Europe’s peace and prosperity – and Britain’s future. Bring back the British balancers.  This article was amended on 25 May 2016. An earlier version said that Wellington became prime minister in 1822 instead of 1828.",
  "webTitle": "My advice to Brexit battlers: forget Hitler, think Wellington | Beatrice de Graaf",
  "webPublicationDate": "2016-05-24T19:32:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/brexit-battlers-forget-hitler-think-wellington-british-balancers-1815-waterloo",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Netherlands",
      "id": "world/netherlands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Napoleon Bonaparte",
      "id": "world/napoleon-bonaparte",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Beatrice de Graaf",
      "id": "profile/beatrice-de-graaf"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/brexit-battlers-forget-hitler-think-wellington-british-balancers-1815-waterloo"
}