{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/greens-may-push-voters-back-to-polls-in-event-of-a-hung-parliament-bandt-says",
  "id": "2016-05-09-290",
  "sectionId": "australia-news",
  "body": "In a hung parliament Labor will have to agree to the Greens’ conditions to form government or risk returning to the polls, treasury spokesman Adam Bandt has said. Bandt issued the blunt warning that Labor cannot take the Greens’ support for granted in a future hung parliament in a chapter in a forthcoming book How to Vote Progressive in Australia: Labor or Green?   Related: Greens leader Richard Di Natale takes election battle to Anthony Albanese    He said the Greens’ demands could include everything from ministries in cabinet, detailed policy changes, parliamentary reform to input into the budget. In a chapter entitled Making Progressive Government Happen, Bandt reasons that although the Greens aim to be a party of government in the future, their best chance to influence policy in the meantime is to hold balance of power in both the Senate and House of Representatives. Bandt took aim at Labor’s shadow treasurer, Chris Bowen, who said in a book before Labor’s 2013 election defeat that Labor must “govern alone or not at all” due to perceptions an alliance with the Greens in that hung parliament had harmed Labor. Bandt said the Greens should aim to form government with Labor but if Bowen’s view won out and Labor refused to deal with the party “then all bets are off and don’t count the Greens in either column on questions of confidence and supply”. He said “some might wish to entertain the thought of advancing Greens policies by striking a deal with the Liberals”, but he ruled it out on practical grounds that progressive voters would mark them down for it and an “enlightened Liberal party start[ing] a bidding war with Labor on climate policy ... seems far away”. In fact, Bandt thought it was more likely if Labor couldn’t form government with the Greens, in the future Labor might consider a grand-coalition with “their soul mates in the Liberals”, as occurs in Germany. “A substantial section of the Labor party would rather side with the Liberals than with the Greens, just as they routinely do in parliament,” he claimed. If no two of the three major parties would agree to govern together, Bandt said that “sounds to me like a great basis to go back to the people and seek another electoral mandate”.  “We should be unafraid to fight a new election called because Labor wouldn’t accept a reasonable proposal from the Greens for stable, effective and progressive government.” The ultimatum fires a warning shot ahead of the 2 July election, in which tight polls and the number of popular crossbench MPs may bring about another hung parliament, just six years after Julia Gillard formed government with Greens and independents’ support in 2010. About a quarter of Australian voters did not choose Labor or the Coalition at the 2013 election, Bandt noted. “The crossbenchers are coming,” he warned.   Related: 'Expect madness': the 2016 Australian election – Guardian briefing    Bandt said the Greens’ balance of power in the lower house after the 2010 election had helped deliver progressive policies on climate change, dental care and the establishment of the parliamentary budget office. He rejected the view that the Greens’ vote collapsed in 2013 because they had supported Labor to form government. He cited as evidence the fact in his seat of Melbourne the Greens vote went up 18% at the 2013 election, compared with a 34% fall in the Senate vote nationally. The lesson to draw from those results was that “many progressive voters actively want the Greens and Labor to share power to achieve progressive outcomes, including by striking agreements to form government where appropriate”. Bandt said “if Labor is up for it” and “if any deal is good enough”, the two parties could make progressive change happen. But he warned “we Greens would be better to stand alone than sign up to something substandard”.  “We should always be prepared to walk away from a bad deal, because power for its own sake is no power at all.” In a future Labor government supported by the Greens “everything should be on the table, from taking ministries to staying on the crossbench, from detailed policy changes to parliamentary reform, from guaranteeing supply sight unseen to wanting to help craft budgets”, Bandt said. Bandt claimed the Greens are the true social-democratic party in Australian politics, noting Gillard’s comments in 2013 that Labor was not called the Social Democratic party, and that Bowen had said it is the party of liberalism.",
  "webTitle": "Greens may push voters back to polls in event of a hung parliament, Bandt says",
  "webPublicationDate": "2016-05-09T07:32:09Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/greens-may-push-voters-back-to-polls-in-event-of-a-hung-parliament-bandt-says",
  "keyword": [
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Adam Bandt",
      "id": "australia-news/adam-bandt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/09/greens-may-push-voters-back-to-polls-in-event-of-a-hung-parliament-bandt-says"
}