{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/owen-farrell-dan-carter-saracens-racing-92-champions-cup-final",
  "id": "2016-05-09-35",
  "sectionId": "sport",
  "body": "Owen Farrell is hoping to emulate Dan Carter’s coolness under pressure when he comes face to face with New Zealand’s World Cup winner in the Champions’ Cup final between Saracens and Racing 92 on Saturday. Otherwise the England fly-half insists he will treat his All Black counterpart like any normal player, and he refuses to see their looming contest in Lyon as any kind of personal duel. Carter is bidding to complete a clean sweep of rugby’s major titles, having helped the All Blacks to win the Webb Ellis Cup and enjoyed four Super Rugby triumphs with the Crusaders, while Farrell has just shared in England’s Six Nations grand slam triumph. The two goal-kickers will undoubtedly play significant roles in Lyon but Farrell insists it is wrong to bill it as a direct shootout.   Related: Maro Itoje: ‘Disappointments sharpen the desire – Saracens want to go all the way this year’    “I don’t think I’ve ever gone into a game and thought it was a personal battle with the opposite 10,” Farrell, 24, said. “As a 10 your job is to control the team, control what you’re doing and execute the plan you’ve come up with. It’s not about trying to outdo the person in front of you, it’s broader than that. We’ve definitely looked at him and we’ll continue to analyse but at the same time we need to make sure we concentrate on ourselves.” Mark McCall, Saracens’ director of rugby, has also warned against putting Carter on a pedestal and he believes the responsibility for subduing him is a collective one. “It’s a big, big mistake to think you’re going to go and get Dan Carter,” McCall said. “Dan Carter’s been doing this for a very long time so we’ve got to make sure his influence in the game isn’t huge or unbelievably significant. If we can do that it means our pack have got on top in the scrum and in the lineout. It means we’ve put a little bit more pressure on him than he’s experienced before. But if you run down his channel and think you’re going to shake him up, you’re not going to.” Instead Farrell is hoping to take a leaf out of Carter’s book by staying as calm as possible amid the weekend tumult. “You learn a lot from the best players who play the game and he’s definitely one of them,” Farrell said. “He’s a classy player that holds himself in a classy way. I admire how calm he is and how much he is in control of what he does. It’s something I’m always trying to do. The more you’re calm, the more you’re thinking about the right things. That’s definitely something I’ve taken into account.” Saracens have an injury doubt over the scrum-half Neil de Kock, who tweaked a hamstring against Worcester, but are otherwise at full strength as they seek to secure their first European Cup title. Farrell, who was banned for two weeks for the tackle that floored Wasps’ Dan Robson in the semi-final, is predicting another tough encounter. “Rugby is a physical game and you have to play in a physical way. You can’t be hesitant in what you do. “The collision that you’re talking about was unfortunate but you have to be decisive. You can’t sit there and think about it for too long. Hopefully your instincts are the right ones.”",
  "webTitle": "Saracens’ Owen Farrell hopes to mimic cool Dan Carter in Champions Cup final",
  "webPublicationDate": "2016-05-09T21:00:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/owen-farrell-dan-carter-saracens-racing-92-champions-cup-final",
  "keyword": [
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Dan Carter",
      "id": "sport/dan-carter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/09/owen-farrell-dan-carter-saracens-racing-92-champions-cup-final"
}