{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/what-brexit-uk-travel-tourism-industry-visas",
  "id": "2016-05-11-341",
  "sectionId": "small-business-network",
  "body": "The number of visits by Europeans to the UK is more than double that of visits from residents in the rest of the world. Our panel discuss what a vote to leave the EU could mean for the travel and tourism industry, each looking at slightly different aspects of the question:  What potential affect (positive or negative) could Brexit have on the UK’s travel and tourism industry?  If you have a question about the impact of the EU referendum on small businesses, you can submit it here. Catherine Barnard      Professor in European Union law and employment law at the University of Cambridge and senior tutor and fellow of Trinity College. She advised the government over the balance of competences review, which is an audit of what the EU does and how it affects the UK. Much depends on what is put in place post any decision to leave: if the UK joins the European Economic Area (EEA) (ie doing a ‘Norway’) there would be little change. If, however, the UK enters only a free trade agreement without free movement of persons or services, tourism is likely to be affected. Tourism (based on number of visits) from Europe to the UK is more than double that of tourism from the rest of the world.  If tourists from some or all EU states are required to have visas, the EU is likely to also require Britons travelling to the EU to have visas. This may create a significant disincentive to travel to and from the UK. So if a French family is looking to go on holiday either to Spain (no visas, no hassle, no extra cost) or to the UK (visas, hassle and cost), their choice is pretty clear. Ian Cass      Managing director of the Forum of Private Business, a business support and lobbying group that specialises in helping employers with compliance and growth. The impact on travel and tourism is not expected to be that significant overall, but it may be for some sectors of the industry. Currently there are limitations to market access for non European Company travel companies (European Companies, or Societas Europaea companies, can transfer in and out of EU Member States). And there may be an increase in related regulation as a result of Brexit. Being outside of the Schengen area means that many non European tourists already need a visa to enter the UK. Internationally, the UK suffers from price competitiveness (with many other countries being able to offer more competitive prices), and this has pushed the British Hospitality Association into a campaign to reduce VAT for the industry.  There is an opportunity within the EU to reduce VAT for labour intensive industries (which would include the travel and tourism industry) but the Treasury has decided not to pursue this as they claim the benefit from the following economic growth would not account for the loss of revenue. Regulation is an important issue and, as a labour intensive business, the travel and tourism industry could benefit from a significant reduction in the administrative burdens of employment law, in the event of Brexit. However, it is uncertain whether politicians would be prepared to deregulate enough to make a difference. Planning and the rapidly increasing cost of employment (which is more of a concern at the moment) are predominantly outside the remit of the European Union. There may be a geographical impact as the EU does provide regional support to key UK destinations such as Cornwall, and the Isles of Scilly. But this would depend on the spending plans of the government, so the support could just as easily increase or decrease depending on the decisions made. Overall, the impact on the tourism industry will depend on the wider economic health of the UK. I am not convinced that anyone on either side has come up with a realistic vision as to what this would look like. Panos Koutrakos       Professor of EU Law and Jean Monnet Professor of EU Law at City University London and a barrister at Monckton Chambers. He has written widely on various aspects of EU law, including trade, international treaties, and foreign affairs. He has given evidence at the House of Commons Foreign Affairs Select Committee on the costs and benefits of EU membership for the UK. Brexit could make it more difficult for the UK’s travel and tourism industry to employ citizens from EU Member States. If the agreement that the UK reached with the EU after Brexit did not cover free movement of persons, workers from EU states would be subject to UK immigration law. In particular, visa rules would apply, caps on the number of certain kinds of visas could be imposed, and visa fees would be payable. In the light of such restrictions, the employment process would be slower and more expensive. Brexit could also have an impact on a number of areas where EU membership makes travel to the UK easier and more attractive. Among others, these include: consumer rights for travellers who book package holidays; access to emergency medical care on the basis of the European Health Insurance Card; air passenger rights in cases of delays or cancellation of flights; caps on roaming fees (and abolition of such fees in April 2017). These rights are based on EU law. Whether they would be maintained following Brexit, and, if so, to what extent, is uncertain. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "What could Brexit mean for the UK's travel and tourism industry?",
  "webPublicationDate": "2016-05-11T06:30:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/what-brexit-uk-travel-tourism-industry-visas",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/what-brexit-uk-travel-tourism-industry-visas"
}