{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/02/craig-wright-the-reluctant-multimillionaire-behind-bitcoin",
  "id": "2016-05-02-88",
  "sectionId": "technology",
  "body": "Name: Dr Craig Wright. Age: 45. Appearance: Reluctant. Who is he? Satoshi Nakamoto. And who is he? The mysterious inventor of bitcoin.     Bitcoins Photograph: Karen Bleier/AFP/Getty Images    And what’s that? A kind of internet money. Just like a pound or a dollar or a euro, one bitcoin is worth whatever people will give you in exchange for it, and just like pounds or dollars or euros, the supply of bitcoins has to be controlled or they end up being worth nothing. So Nakamoto owns the machine that prints bitcoins? No. ‘Nakamoto’ invented bitcoin by publishing an academic paper in 2008 which explained, roughly speaking, how new bitcoins could be awarded to anybody who was willing to donate vast amounts of their computer’s processing time to maintaining the bitcoin system. Sounds a bit clever. It’s very clever. Since being launched in January 2009, it seems to work. Some bitcoin fans think it might even become the global currency one day. Nakamoto himself is believed to own about a million bitcoins, currently worth £305m. No one could congratulate him for his brilliance, however, because no one knew who he was. Who needs congratulations? £305m is its own reward. Yeah. There were rumours though. In December some sources claimed he was actually Craig Wright, an Australian computer scientist now based in London, after receiving apparently stolen documents about him. Now Wright has come forward to admit it – seemingly proving the matter by using a special cryptographic key previously linked to the same blocks of bitcoin sent by Nakamoto. Hurrah! So are the nerds carrying him shoulder-high? They are not. For one thing, there are still some doubts about what Wright claims, and he is being very grumpy about the whole thing. “I don’t want money, I don’t want fame, I don’t want adoration,” he says. “I just want to be left alone.” He should follow James Goodfellow’s example. Who’s James Goodfellow? Exactly. Goodfellow patented the first cash machine 50 years ago today, but he never got rich or famous from it. Sounds great. Or maybe it’s better just not to do anything impressive in the first place. Good idea. It works for me. Do say: “All right, I admit I’m a multimillionaire genius, but you are not allowed to praise me.” Don’t say: “I think I can manage that.”",
  "webTitle": "Is Craig Wright the reluctant multimillionaire behind Bitcoin?",
  "webPublicationDate": "2016-05-02T16:30:33Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/02/craig-wright-the-reluctant-multimillionaire-behind-bitcoin",
  "keyword": [
    {
      "webTitle": "Bitcoin",
      "id": "technology/bitcoin",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Cryptocurrencies",
      "id": "technology/cryptocurrencies",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/02/craig-wright-the-reluctant-multimillionaire-behind-bitcoin"
}