{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/23/wallander-review-back-and-still-got-it",
  "id": "2016-05-23-294",
  "sectionId": "tv-and-radio",
  "body": "Kurt Wallander is visiting a fellow Swede at the charity programme he runs for young offenders outside Cape Town. This is the English adaptation of Wallander (BBC1, Sunday), the Kenneth Branagh one, back after a few years for three final cases. Axel Hedeman’s wife has been missing for 10 days. “What do you do for them?” Wallander asks, about the youths. “Gym, soccer, some kind of male role model,” says Axel. “And your wife, what did, er …?” “Inga, she’s a teacher.” Did you spot it? The change in tense? What do you do, and what did she do. Wallander doesn’t give much away, but he doesn’t think she’s alive. And you don’t want Wallander thinking your wife isn’t alive, unless, of course, you don’t want her to be alive. In spite of the suspicions of the local police, I’m not convinced Axel does want Inga to be dead, or that he killed her or had her killed. She’s a teacher, he says, present tense. He may not be perfect, but he still thinks – and hopes – that he’s going to see her again. Wallander only came to South Africa to make a speech at a conference, but you know him – he can’t help getting involved. Am I imagining it, or is it because there has been a fresh batch of miserable, northern sleuths (Icelandic Andri in Trapped, most notably) since Ken’s Wallander was last on the screen, but has Kurt mellowed? He still doesn’t give much away, through that not-quite-horizontal crack of a mouth, but there’s an almost friendly twinkle about him. More than a hint of warmth on a video call to his daughter. And with Grace, the local cop. And at a party at her house … So, maybe not quite the life and soul – he’s not doing the conga – but he’s at least saying hello to everyone, more awkward and shy than full-on Nordic misery. When these last three are done, is he going to retire happily, a doting grandad pushing his granddaughter on a swing? I doubt it, somehow. The case becomes more complicated and more intriguing, with roots that spread down into the country’s past. Inga’s disappearance is tied up in history, politics, gangs, mercenaries, dodgy property developments and corruption in an emerging nation. Wherever Kurt goes, the buzzing flies are a signal that a body – or bits of one – is about to show up. Including Inga’s, in a water tank at a deserted military base. See, Wallander was right; he generally is. Respect to the person in charge of locations, incidentally – they’re fabulous: an old farm that looks like trouble, and is, with a whining wind turbine and a gate that creaks in the wind; big landscapes, big skies; a township bar that contrasts with a smart, air-conditioned hotel, where whites laugh and drink loudly. Not just a backdrop of physical beauty, but one that says something as well. I was right, too (I’m generally not). It wasn’t Axel whodunnit. The answer is more interesting, and more in keeping with the location. I love the way Wallander figures out who’s behind it all; don’t keep peacocks if you’re a criminal, that’s one message to take away. I love it all, until Wallander finally delivers the speech he went there to give in the first place. “Do we make a difference?” he says to assembled delegates. “Maybe. Sometimes. Not much. What I do know is that we should never stop trying. We need to remember that every little counts …” Every little counts! From the (thin) lips of our Sir Ken, that’s not right, is it? Not just dodgy grammatically, and uncharacteristically sentimental, but it’s hard not to think of a well-known supermarket. After that subtle tense change earlier, too. What is this, Nordic noir the Tesco way? There’s more schmaltz from a knighted thesp in David Jason’s narration of World Cup 1966: Alfie’s Boys (BBC2, Sunday). But hey, it’s 50 years, and the last time – the only time – we won anything; a little nostalgia is permitted. A lot of them are here, too, lovely old heroes, reminiscing: Sir Bobby C, Sir Geoff H, Jimmy G, Gordon B, Jack C. No Sir Alfie, of course, or Sir Bobby M, but here’s Mrs Moore, Tina, representing the family. Perhaps there are some lessons for the current lot, off to France next month. Roy should have elocution lessons, and be more aloof, especially with the press. The players need to be stripped of their money and their egos. Cancel the special plane, put them on the train to Dover – they can take the ferry. Once there, they should be highly suspicious of all foreigners, and fiercely patriotic. That should do the trick. And then, when they’ve won it, they can go home and mow the lawn.",
  "webTitle": "Wallander review: he’s back – and he’s still got it",
  "webPublicationDate": "2016-05-23T06:20:04Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/23/wallander-review-back-and-still-got-it",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/23/wallander-review-back-and-still-got-it"
}