{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/brexit-could-cost-pensioners-32000-chancellor-says",
  "id": "2016-05-26-33",
  "sectionId": "politics",
  "body": "Leaving the European Union could wipe up to £32,000 off the average pensioner’s wealth, George Osborne claims, as the remain campaign seeks to woo older voters deemed more likely to turn out on 23 June. Treasury analysis suggests the uncertainty unleashed by a Brexit vote would rattle stock markets and undermine the value of pensioners’ homes. A sell off of the pound on the foreign exchanges could also drive up inflation, eroding the value of pension savings.   Brexit explained: NHS   The Treasury claims these effects would wipe £18,000 off the value of the property and pension pots held by the average over-65 – or up to £32,000 in the event of a more severe market shock. In total, that would amount to £170bn wiped off the value of the assets held by Britain’s over-65s – or £300bn in the more pessimistic scenario. Osborne, who has been closely involved in orchestrating what opponents have dubbed “project fear” – the effort to convince voters of the risks of leaving – said: “As chancellor, I feel very strongly that my first responsibility is for people’s jobs, livelihoods and living standards. I couldn’t recommend something that we know would put all that at risk.” Campaigners for Britain to leave the EU have become increasingly frustrated at the stark warnings emerging from Downing Street about the risks of Brexit, accusing the Stronger In campaign of talking down the economy. Former pensions secretary Iain Duncan Smith last night described the figures as “an utterly outrageous attempt by the government to do down people’s pensions and ... little more than a cynical attempt to distract from the government’s broken promises on immigration.” Asked in an interview for Saga magazine whether pensions could be hit by a vote to leave, Vote Leave chief executive Matthew Elliott said: “The value of pensions and investments depends above all on the fundamentals of the British economy, which will become even stronger once we leave.” David Cameron has in recent days stressed the importance of wooing younger voters and ensuring that they register to vote before the 7 June deadline. A social media campaign with the slogan “Votin” was unveiled, with the hope of persuading young people to sign up. But the Stronger In campaign is also acutely aware of the fact that older voters tend to be more likely to turn up to polling stations – and one recent poll for the Daily Telegraph suggested a shift towards remain among the over-65s, with just 44% saying they would vote for Brexit. As well as hitting stock markets and house prices, a vote to leave the EU could also – by driving up inflation – erode the value of the basic state pension, by between £137 and £142 a year in real terms, the Treasury warns. It also suggests that those now aged 50-55 could see the value of their pension pots eroded as share prices, wages and company dividends fall. Pensions minister Ros Altmann said leaving the EU would “put all the hard work we’ve done to reform and improve pensions in jeopardy in a self-defeating, pointless and unnecessary way”. “Millions of current pensioners would feel the impact of voting to leave the EU through inflation eroding their pensions as consumer prices rise and as volatility in financial markets hit their hard-earned pension savings, as well as suffering a fall in the value of their assets, including house prices,” she said. The Treasury has produced a blizzard of analysis about the potential financial and economic impact of a vote to leave, and the chancellor confirmed recently that officials are carrying out contingency planning to mitigate the impact of a Brexit vote. Senior economic policymakers and experts have lined up to warn of the economic threats, including the Bank of England, the Institute for Fiscal Studies and the International Monetary Fund.  More than 250 economists have signed a letter endorsing the idea that leaving would be a threat to the economy – a rare display of unity in a notoriously disputatious profession.  A number of respected economists, including Boris Johnson’s former advisor Gerard Lyons, continue to advocate a vote to leave, however.",
  "webTitle": "Brexit could cost pensioners £32,000, chancellor says",
  "webPublicationDate": "2016-05-26T21:00:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/brexit-could-cost-pensioners-32000-chancellor-says",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/26/brexit-could-cost-pensioners-32000-chancellor-says"
}