{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/london-mayoral-election-sadiq-khan-zac-goldsmith",
  "id": "2016-05-03-248",
  "sectionId": "politics",
  "body": "Sadiq Khan has urged Londoners to choose hope over fear in the elections as he attempts to bring policy back to the forefront of an increasingly bitter mayoral campaign.   Related: London mayor: who says Sadiq Khan's fare freeze figures can't add up?    Khan, the Labour candidate bidding to be the first Muslim mayor of London, has repeatedly had to fend off accusations of links to extremism made by the Tory campaign for Zac Goldsmith. In his last speech before Londoners go to the polls on Thursday, Khan outlined his vision for a better London. Contrasting his oft-referenced humble origins with those of the billionaire Goldsmith, he reiterated his pledge to freeze fares on public transport and promised that by 2020 50% of new homes would be genuinely affordable. By contrast, he said, a London led by Goldsmith would see higher rents, more children living in poverty, more rough sleepers and a deterioration in public services.  “I ask Londoners today to choose hope over fear,” he said. “And to give me the chance to ensure that all Londoners get the opportunities that our city gave to me and my family. So that I can be a mayor for all Londoners.” Khan told reporters afterwards that he had run a positive campaign. He said that when Goldsmith was first chosen as the Tory candidate, he had welcomed the nomination of someone he considered “a nice guy” – charming, principled and independent-minded.   Related: 5 May: your guide to this week's local and mayoral elections    But he went on: “I have been thoroughly disappointed by his campaign. It’s been negative, it’s been divisive and it’s been increasingly desperate.” Alluding to the notion that Goldsmith’s tactics have been the work of the Australian strategist Lynton Crosby, Khan said: “A good candidate says no [to their advisers].” Introducing Khan, the bookmakers’ favourite, at the Southbank Centre, the Labour MP Harriet Harman said people should “vote to reject the nasty and divisive Tory campaign”. Much of Khan’s speech was given over to housing, ahead of Tuesday night’s Commons vote on the housing bill, which the former lawyer warned would lead to the forced sale of family-sized council homes in London, many to overseas investors and buy-to-let landlords, with no guarantee they would be replaced by genuinely affordable homes.  “The Tories and Zac Goldsmith do not want to build more genuinely affordable homes,” he said. “This bill is a disaster for affordable housing in London, and Zac Goldsmith has defended it at every step of the way.”",
  "webTitle": "London mayoralty: Sadiq Khan urges voters to choose hope over fear",
  "webPublicationDate": "2016-05-03T10:47:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/london-mayoral-election-sadiq-khan-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "politics/2016/may/03/london-mayoral-election-sadiq-khan-zac-goldsmith"
}