{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/fort-mcmurray-oil-sands-wildfires-canada",
  "id": "2016-05-06-206",
  "sectionId": "commentisfree",
  "body": "Fort McMurray is a real place, not a Dante-esque metaphor for hell, despite the wildfires currently raging, which has forced its entire evacuation. An urban service area at the heart of the municipality of Wood Buffalo in north-eastern Alberta, one of Canada’s western provinces and currently in a state of emergency, it is not some frontier gold rush town huddled under a blanket of perpetual snow. It is not a work camp, although different work and service camps located at the mining sites, from 20 to 100 miles away, circle it. And it is not actually very far north in Canadian terms: the boreal forest just nudges the edge of the near north, and the far and the extreme north (yes, Canada has a near, far, and extreme north) are much farther beyond. It lies roughly between the longitudes of Edinburgh and Aberdeen, and no one would dare to call either Edinburgh or Aberdeen remote. Nor is it a raw, unfinished place. The indigenous peoples, Cree, Chipewyan and Dene, have called this region home for centuries. Historically it was one of the first areas of western Canada visited by European explorers, travelling over the Methye Portage to reach the Clearwater and Athabasca rivers, rich sources of the furs that were shipped back to England to feed the demand for beaver hats – the first resource exploitation. In 1870 the post was named after William McMurray, the Métis Hudson’s Bay Company factor. As time passed, it transformed into a transportation hub and railway terminus, with fish plants and a salt mine, the gateway to the north. In the second world war, it was a logistical supply centre for defence and the building of roads and pipelines.    Many of those fleeing the flames have vowed to return and to rebuild their homes and their community.    In short, it had a character and a confidence long before the development of oil sands extraction plants. Generations of people were born there, grew up there, and are raising their families there. It has an international airport, hotels and theatres, schools, a college, a hospital, a golf course, restaurants. To their shame, Canadians themselves don’t know much about Fort McMurray (unless they have been there). But that has not stopped people from giving their opinions freely about its character and disposition, referring to the area as Fort McMoney, the place where people go to make easy dosh, or as an outpost for displaced Newfoundlanders – and while many people from Newfoundland and the Maritimes live and work there, they make up only about 20% of the population. The confusion of the community with the bitumen extraction industry is constant. For all the noise from the celebrity environmentalists (most of them American), Fort McMurray is not an ecological disaster. It is true that about 30% of the population is employed in the mining and oil and gas extraction industry, and it is true that oil and gas are the main industry. But it has borne the brunt of much ill-informed and often cruel commentary, and has worn the black eye for Canadian prime minister Stephen Harper’s ham-handed approach to environmental issues. It is a place that works constantly to make resource extraction and usage more sustainable and responsible.           State of emergency declared after wildfire in Fort McMurray    In this warm-hearted and hard-working community live teachers and waitresses and doctors and policewomen and yoga instructors, the spectrum of every neighbourhood; there are streets and houses and people and yards, dogs and children and coffee shops. Fort McMurray is more than an environmental hotspot, more than a metonymy for oil sands, more than a grail for jobseekers and grifters. To its citizens, it is home. Now, their home faces annihilation. Surrounded by boreal forest, it is one of the most spectacularly beautiful regions in Canada. But that same boreal forest is a tinderbox: the aspen, spruce, and pine trees bone-dry fuel when the conditions – drought, early heat and gusting winds – combine to make the perfect storm of a wildfire. In fact this spring most of Alberta, facing unusual warmth and low humidity, is a fire hazard, and the province-wide state of emergency that has been declared speaks to those conditions.   Related: Wildfires in Canada force evacuation of Fort McMurray – in pictures    So get it straight. The oil sands are not on fire – and we can only pray that the wildfires do not compromise industrial sites. Fort McMurray is important not only because it is the touchstone for arguments about resource extraction, but because it is so quintessentially Canadian – diverse, hard working and optimistic, a place determined to live up to its potential, and beyond. What is most ironic is that much of the evacuated population has been given refuge in those same almost mythical work camps (which are hotel-like accommodations for workers in distant areas). The oil and gas industry has deployed its resources to support the citizens of Fort McMurray, ensuring that evacuees have the necessary supports of food, water and medical supplies. People from Fort McMurray do what people do – they live, learn, work, play, fall in and out of love. Many of those who endured that terrible exodus fleeing the flames have vowed to return and to rebuild their homes and their community. Perhaps the most poignant moment and the greatest metaphor for hope are the two babies born to evacuated mothers at one of the camps north of town. They opened their eyes on an apocalyptic night, but they signal what has always been the Alberta spirit – there will be another day, and whatever the terrible trial they have passed through, they will endure.",
  "webTitle": "There’s more to Fort McMurray than oil sands – it’s a real community | Aritha van Herk",
  "webPublicationDate": "2016-05-06T11:46:56Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/fort-mcmurray-oil-sands-wildfires-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Aritha van Herk",
      "id": "profile/aritha-van-herk"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/fort-mcmurray-oil-sands-wildfires-canada"
}