{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/23/a-state-of-desperation-battlers-of-the-arts-reflect-on-australia-council-bloodbath",
  "id": "2016-05-23-309",
  "sectionId": "culture",
  "body": "I was living in a wooden house in Bulli when the copy of Voiceworks arrived in the mail. Young, living cheap with my boyfriend in the Wollongong ‘burbs, the arrival of that magazine was as transformative to belief in my own prospects as the appearance of an owl with a Hogwarts letter. Thanks to an editorial collective in far away Melbourne, I held a printed, cardboard validation in my hands that, yes, maybe even I could be a writer.  In the lives of all artists, it’s these moments of engagement with the structures of artistic progress that are not only the most memorable but the most crucial. The events of this week have forced a similar recognition in the Australian arts community. The sector is reeling from “Black Friday” – the day last week when the Turnbull government cuts to the arts finally swung as an axe and felled funding to 62 formerly funded companies. Express Media, the publishers of Voiceworks, was one of those hit.    Related: The 70% drop in Australia Council grants for individual artists is staggering | Alison Croggon    Tony Abbott was still prime minister when the 2015 budget announced the removal of more than $100m from the scarce funds of the Australia Council to be relocated to a “National Programme for Excellence in the Arts”, funds allocated by ministerial discretion rather than a process of independent peer assessment. The initiator, George Brandis, was toppled in the Turnbull ascension and replaced with Mitch Fifield but all the cut money was not replaced to the Australia Council. Fifield renamed the NPEA “Catalyst” and the damage was rebranded as well as it was done. The popular RRR arts broadcaster Richard Watts, also the performing arts editor of the industry magazine ArtsHub, was the artistic director of Express Media from 2000 to 2005. He’s one of many reacting to the cuts with rage, given consideration of their impact seems to be an issue of zero policy concern to the government that forced them.  “Express Media is the most vital organisation for the development of emerging Australian writers,” Watts says. “No one manages the level of critical development and mentorship that it does. To defund it is a criminal act that will damage the future of literature in Australia.”  He names celebrated writers Anna Krien, Benjamin Law, Tom Doig and Romy Ash as just a handful whose work was developed while he was there. Georgie Meagher, the artistic director of the multidisciplinary and experimental Next Wave festival, which has also been defunded, names the visual artist Patricia Piccinini, the actor/writer Deborah Mailman, the singer Kate Ceberano, the performer Lauren Brincat and celebrated companies such as The Suitcase Royale, Post and Brown Council as those that have been nurtured and encouraged in Next Wave’s ranks. Meagher learnt of the defunding in the middle of the festival itself last week.  “We are trying not to feel demoralised because we’re in the middle of a wildly successful festival that’s smashing our box office and attendance records,” she tells me.  Next Wave at least has enough support from the City of Melbourne and Creative Victoria to continue, “but the support we’re going to provide to artists will be severely diminished and our organisation will be forced to shrink. Jobs will be lost.”   Related: Australia Council cuts: theatre companies lament ‘dark days’ for arts    The waste of time invested in making both jobs and artistic practice sustainable is what has provoked “anxiety and confusion” in the likes of Kate Champion, the former artistic director of dance theatre company Force Majeure. Champion built the innovative company from scratch and, after over a decade of collaborations with companies such as Belvoir and the Sydney Theatre Company, extensive international touring and time on the festival circuit, she spent three years smoothing the transition of the company to a new artistic director.  Champion left last June but now Force Majeure has also lost its funding. It took Champion 11 years to get the company to the “key organisation” status that’s just been taken away.  “What it would have meant to me to walk into an established infrastructure and a company that was stable would have enabled me to get some much done,” she says of the opportunity denied to her successor. “All of that care and work just dissolves in a decision like that. It’s heartbreaking.” Despite the government’s once expressed desire for “heritage arts”, not even the historical importance – or current star power – of literary journal Meanjin has been enough to spare it from decimation. The well known ABC broadcaster Jonathan Green is the current editor of a publication that he describes as the “Who’s That of Australian writing”. Publishing essays, cultural criticism, prose and poetry, Meanjin has run key cultural discussions since its first publication in 1940. “It’s unashamedly of and about Australian writing and ideas,” says Green, “but something like Meanjin is never going to be a commercial success.” Green insists “hope springs eternal” but is aware that while two part-time employees are sufficient to put the magazine together and to run an archival website, it doesn’t leave a lot of time for the energy required for fundraising, which is a “tiring pursuit”. The lesson learnt by Green amid the cuts is that “if your funding is too narrowly sourced, you’re vulnerable to this kind of shock. We must diversify.”   Related: Literary magazine Meanjin may close after losing Australia Council funding    But where, how and to whom these companies can diversify may be a bitter contest. Labor’s arts spokesman, Mark Dreyfus, has promised full restoration of funding to the Australia Council but, should the Turnbull government be re-elected, there will be much competition in a very shallow philanthropic pool. “Philanthropy is already so competitive and these cuts are going to make it tricky for us not to compete against each other,” says Meagher. “We’re in a state of desperation.” It’s difficult not to share the sentiment. I see myself as the young woman in Bulli, holding a magazine and new confidence in an old dream in front of me, and wonder just how many young artists will disappear as companies, and the crucial opportunities they provide, struggle and vanish. The reactions are emotional but the reality is political. It’s Meagher again who perhaps best summarises how everyone in the sector is feeling. “We all had this little glimmer of hope when Turnbull got in,” she says. “‘He likes art! He’s got a collection! He owns a Bill Henson! We’ll be OK!’ And it’s not.”",
  "webTitle": "‘A state of desperation’: battlers of the arts reflect on Australia Council furore",
  "webPublicationDate": "2016-05-23T05:39:09Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/23/a-state-of-desperation-battlers-of-the-arts-reflect-on-australia-council-bloodbath",
  "keyword": [
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Van Badham",
      "id": "profile/van-badham"
    }
  ],
  "guardianId": "culture/2016/may/23/a-state-of-desperation-battlers-of-the-arts-reflect-on-australia-council-bloodbath"
}