{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/the-week-in-radio-hillsborough-the-truth-eddie-mair-interview-start-up",
  "id": "2016-05-01-193",
  "sectionId": "tv-and-radio",
  "body": "Hillsborough: The Truth (BBC 5 Live) | iPlayerThe Eddie Mair Interview (Radio 4) | iPlayerStart Up | Gimlet Media “Arguably the greatest miscarriage of justice of our time.” This was how Kelly Cates introduced 5 Live’s two-hour special Hillsborough: The Truth, and quite right too. Cates’s dad, Kenny Dalglish, was manager of Liverpool in 1989 and she was at the match, aged 13. She guided this programme with dignity and tact. God, it was hard to hear. I can’t imagine what it was – and is – like to live it. In the opening part, supporters told their stories of what happened in the Leppings Lane end. Neil Fitzmaurice’s account was visceral. The crowd, he said, was solid but it was liquid at the same time. “You would go from not being able to move to suddenly getting thrown 10 or 15 feet to the left.” The glass in his watch popped. And: “People were biting me, to let me know they were still alive…” David Conn, the Guardian reporter, made the point that the traumatic experience of the supporters was immediately overtaken by the need to fight against the police and media lies. Thus, the trauma was suppressed, left untold. Supporters were vomiting and defecating, emptying their bladders, pouring with sweat. The police said that the pens smelt of alcohol. “To have that smell, the smell of death, caricatured as the smell of alcohol was… infantilising.” Conn stumbled a little while speaking. When reliving such situations, words can fail you, as they did Fitzmaurice, who fell suddenly silent when trying to describe the scene. His story was gently taken up by another supporter, Dan Davies. Supporter is the right term. The establishment derides Liverpudlians for their humour, their fight, their belief in solidarity, their ability to paint the truth with words, but it has been those characteristics that have pulled the survivors of Hillsborough through 27 years to vindication. This programme gave these people and others – players, MPs, relatives of the dead – the space to recount that long, long journey from the match to last week. To hear them tell their tale is right and proper and 5 Live was the right station to let them tell it. This is required listening.     Eddie Mair: now with a podcast. Photograph: BBC    Over on Radio 4, PM’s Eddie Mair has been letting people tell their tales for many years. Lately, the BBC seems to have awoken to his talents, shoving him on Newsnight, letting him make programmes with nutty Robert Peston. Anyway, for all us Mair fans, there’s now another spin-off podcast from PM, The Eddie Mair Interview. Subscribe and you get one a week. If you want some light relief after the Hillsborough show, though, this is not the place to find it. I listened to two: the most recent featured a man wrongly imprisoned for 23 years, the second a woman who was abducted by an internet groomer aged 13. Both stories had a kind of redemption, but I found myself pacing around the kitchen, clattering pans, trying to displace my fear. Mair was great, though, and I’m sure there will be jollier interviews in the future. A quick word about the StartUp podcast. Now into series three, I’m wavering a little. The programmes are still meticulously made, the interviews and presentation exemplary… but, God, aren’t entrepreneurs dull after a while? Especially in this internet era. Everyone just stays indoors and fiddles with their website. Can’t StartUp feature a business that involves the business head actually leaving the house and doing something?",
  "webTitle": "The week in radio: Hillsborough: The Truth; The Eddie Mair Interview; StartUp",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/the-week-in-radio-hillsborough-the-truth-eddie-mair-interview-start-up",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Radio 5 Live",
      "id": "media/radio-5-live",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio 4",
      "id": "media/radio4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Eddie Mair",
      "id": "media/eddie-mair",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/01/the-week-in-radio-hillsborough-the-truth-eddie-mair-interview-start-up"
}