{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/leicester-city-celebrations-royal-infirmary-hospital-busy",
  "id": "2016-05-08-130",
  "sectionId": "football",
  "body": "They promised it would be the biggest party in Leicester’s history – and it certainly lived up to expectation. Tens of thousands of fans filled the streets – and later the city’s A&E unit – as they celebrated Leicester City’s title-winning heroics in euphoric style. Ecstatic fans spilled out of pubs and danced in the street after Claudio Ranieri’s underdogs were formally crowned Premier League champions in front of 32,000 fans following their 3-1 win against Everton at their King Power stadium on Saturday night. The raucous celebrations continued well into the next day, prompting the Leicester Royal Infirmary to warn that it was treating twice as many patients as normal – mostly people who had suffered alcohol-related mishaps.     Christian Fuchs celebrates with Leicester City fans after winning the title. Photograph: Jim Powell for the Guardian    On Sunday morning, the emergency services were clearly feeling the repercussions of the fans’ title-winning excess. University Hospitals of Leicester NHS trust posted on its official Twitter account:    @Leic_hospital is feeling the effect of the @LCFC game yesterday. If you don't need to come to A&E please don't. Call NHS111 for advice/care— Leicester Hospitals (@Leic_hospital) May 8, 2016    A spokeswoman for the trust confirmed that Leicester Royal Infirmary had been flooded with twice the usual number of patients as it urged non-emergencies to call the NHS 111 helpline instead. She added: “Last night and this morning we have seen twice as many patients in our emergency department than we would normally on a Saturday night/Sunday morning. The majority are being treated for minor injuries or alcohol-related incidents. “We expected it to be incredibly busy this weekend and have the necessary plans in place to safely treat our patients. “A plea is for those who do not need to come into A&E to call NHS 111 for healthcare advice.” Buildings across the city were cloaked in blue and white on Saturday night, with lifesize images of Leicester players draped from streetlights as fans marched proudly through the centre, chanting: “We’re all going on a European tour.” Fireworks accompanied the roar that erupted around the stadium when the real trophy was presented to captain Wes Morgan after the 3-1 victory over Everton. The Blue Ink tattoo parlour, where striker Jamie Vardy spent seven hours being inked before watching the Chelsea-Tottenham match that confirmed Leicester’s triumph, was operating at full throttle. “I’m having to charge my phone twice a day,” said tattoo artist Nik Moss-Glennon, whose Instagram account has been deluged with requests. “We’ve never been this busy.” At Hogarth’s gin bar, champagne glasses were raised and tears were shed as the Foxes lifted the trophy.   Related: Julian Barnes: my stupid Leicester City love    “I’ve been a Leicester fan since I was born,” Jak Ward, 22, told the Leicester Mercury. “Words can’t express what this means to me. It’s a dream come true. “It’s been a turbulent season. They’re made of steel. The spirit they’ve shown has been amazing – the fans, the players, the manager. Everyone. I never, ever, ever, ever thought I’d see this moment. It’s unbelievable.” Sheree Dewey, 44, passed glasses of fizz to strangers as well as friends as she explained her love for the city. “Leicester was always a city that people hadn’t heard of,” she said. “Now, everyone’s heard of Leicester. “I’m proud to have grown up here and to have lived to see this. When they escaped relegation last season, I thought that was bloody brilliant. Now this … I just can’t believe it. I can’t wait for the parade.” The joyous celebrations came as the club confirmed details of its victory parade through the city on Monday 16 May. An open-top bus carrying Leicester players will snake through the city’s streets, from Jubilee Square to Victoria Park. The squad will then appear on stage at Victoria Park alongside other entertainment as the celebrations are beamed out on big screens across the city.",
  "webTitle": "Leicester's ecstatic title-winning celebrations keep city hospital busy",
  "webPublicationDate": "2016-05-08T09:58:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/leicester-city-celebrations-royal-infirmary-hospital-busy",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "football/2016/may/08/leicester-city-celebrations-royal-infirmary-hospital-busy"
}