{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/07/tesla-3-electric-car-affordable-worth-price",
  "id": "2016-05-07-180",
  "sectionId": "money",
  "body": "It’s being marketed as the model that will finally make electric cars mainstream. To get one you will need a £1,000 deposit, and then have to wait for at least two years before it is delivered. But that hasn’t deterred enthusiastic motorists. So far 400,000 people worldwide have pre-ordered the hi-tech, super-stylish and (for some countries) “affordable” Tesla Model 3, a figure unheard of in the auto industry. So what’s such a big deal? How is it different? It’s all about the range and price. Until Tesla came along, pure electric cars were largely limited to 80-90 miles or so between charges – great if you never venture far from home, but not much use if you want to go away for the weekend. It is promising a 215-mile range and will accelerate from zero to 60mph in under six seconds. Fast charging in 30 minutes will give you a further 160 miles or so – enough for most drivers to get where they want to be. It helps that it will be packed with the latest technology – there is no dashboard, just a large touchscreen that controls everything. The cars will feature the latest “autopilot” function which will steer the car within a lane, change lanes automatically, and manage speed by using active, traffic-aware cruise control. More expensive models will have acceleration akin to a “supercar”, and it will even park itself. And unlike most other electric cars, it looks so good that you’d be happy to meet the prospective in-laws for the first time in one. How much will it cost? In the US, it will sell from $35,000, or £24,130 at current exchange rates. But the company has been shy about talking about what it will cost in the UK. The car will be made in the US and imported, adding to the cost. Sadly, many commentators think the basic models will be priced at £30,000-£35,000 for British buyers, putting them out of the reach of many drivers. However, there is the government electric vehicle grant, worth £4,500, which would bring that down. The bad news is that there is only a limited pot of money, and it will run out soon if this Tesla is a runaway success. Car tax will be zero. That equates to an annual saving of £145-£210 a year, the current duty on a mid-range saloon car. It will also enjoy free entry to London’s congestion charge zone, which costs drivers of conventional cars £11.50 a day. What are its running costs?    It will be packed with the latest technology – there is no dashboard, just a large touchscreen that controls everything    Tesla says driving 200 miles will use 65 kWh of electricity. That’s around £6.50 during the day if you are on one of the UK’s cheapest tariffs (10p/kWh), or £11 on a standard tariff (around 17p/kWh). The cheapest way to charge at home will be overnight, using Economy 7, which will cost around £3.50. Money calculates that a driver doing 10,000 miles a year, hooking up the charger at night, will spend £175. But if they are on the standard tariff, it will be £550 a year. Still, that compares with the £1,700-a-year cost of petrol for driving 10,000 miles in a conventional car. Tesla buyers will have to switch energy providers regularly to make sure they keep their costs down, and if they want Economy 7 many will have to pay for a new meter. But, in the longer term, the advent of smart meters is expected to result in more electricity companies offering cheaper night-time rates. How much will servicing, parts and spares cost?   Electric cars don’t require as much servicing as traditional models – there are no oil or spark plugs to change, but they are complex, and out-of-warranty repairs could be expensive in later years. Servicing is carried out every 18,000 miles – sites include Heathrow, Gatwick, Birmingham and Manchester. Fault-finding can be done remotely, as with a phone or tablet – software upgrades will be delivered via your home’s Wi-Fi. What will the insurance cost?   An unexpected bill with your purchase could well be the insurance. Although we won’t know the insurance group until launch, the existing S models are all in the highest, 50. Insurers don’t like cars that are complex and expensive to repair/replace, and you can expect premiums will be very high as a result – far more than a standard BMW that is easily replaced in the event of a theft or serious crash. One Guardian Money reader recently saw her car insurance double to £600 a year when she replaced a diesel Golf with a Nissan Leaf – although the newness of the Leaf would have been a factor in the increase. Will it hold its value when I sell? The big unknown is depreciation – the biggest cost of car ownership. Older traditional cars have a value because they have a predictable lifespan. Electric cars are only as good as their batteries, which decline with age. If Teslas prove reliable and long-lived, expect a strong resale market. If not, you’ll be losing money fast. At present there are lots of used Nissan Leafs on the market, offered for a fraction of the price paid for them.     A sales rep in Santa Monica, California, helps one of the 400,000 customers who have pre-ordered, Photograph: Robyn Beck/AFP/Getty Images    What about free charging points? Canny users will be able to take advantage of the free charging points dotted around the country. Tesla has 113 “supercharger” sites at 30 locations in the UK. These will offer a fast 80% recharge in 30 minutes. Many local authorities also offer free charging points, although these take much longer – typically six to eight hours. Will driving across the country remain a problem?   Yes. There are no Tesla supercharger sites in Wales or Northern Ireland. Head north of Edinburgh and reach John O’Groats – 272 miles – and you won’t see one, either. However, Tesla drivers can use standard charging points that are appearing around the country. There are 2,050 rapid charge points in the UK, according to zap-map.com – although that’s split between AC and DC. Therefore journeys have to be carefully planned, possibly having to add in lengthy charging stops, or having to use a second car or rental vehicle for one-off, long-distance trips. And there’s the possibility of having to queue for a charge. If sales do take off, a half-hour recharge will become pretty miserable if there are four Teslas ahead of you waiting to do the same.    There are 2,344 on-street chargers in the UK … but there’s no guarantee that they will remain free for ever    I live in a terrace house without a drive. How can I charge it? You’ll have problems. This remains a major barrier, especially for those who live in cities. Running a charging lead through the front window and across a public path to charge up overnight will be out of the question for the vast majority of buyers. However, there is a growing network of free local authority sites on residential roads, but most people will find searching for one and parking away from the house an inconvenience. There are 2,344 on-street “slow chargers” in the UK, although some are being upgraded to faster chargers, but there’s no guarantee that they will remain free for ever. For example, in January Ireland’s Electricity Supply Board said it planned to introduce fees on previously free chargers. How do I buy one? You only put down a £1,000 (refundable) deposit – and you’ll likely have to wait to drive it here. The first cars are expected on the roads of California in 2017 and, if all goes to plan, UK deliveries will begin most likely in 2018, possibly not until 2019. Note that in the event of Tesla going bust before your car is delivered, you are unlikely to see your deposit returned. Tesla doesn’t have traditional car dealers – instead you visit one of its stores that are located at upmarket retail sites, such as London’s Oxford Street or swish shopping centres. Equally, there could be a clamour when they finally come out, and you may be able to sell on your right to purchase at a good profit. What are the best electric alternatives?   Until Tesla came along, the BMW i3 was considered the most exciting electric car on the market – while the cheaper Nissan Leaf has been the biggest seller. The Leaf is generally loved by users – most of whom say they won’t go back to a petrol car. These now start at £16,530 once the £4,500 grant has been added in. Good used models can be had for less than £7,000 – a huge bargain when you consider the low running costs. BMW i3s are similarly available secondhand but start at a much higher £18,000. • This article was amended on 9 May 2016. An earlier version said driving 200 miles would use 65 kW of electricity; that has been corrected to 65 kilowatt hours. The cheapest tariffs have also been corrected to kWh.",
  "webTitle": "Is the Tesla 3 the electric car that will change everything?",
  "webPublicationDate": "2016-05-07T06:00:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/07/tesla-3-electric-car-affordable-worth-price",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Electric, hybrid and low-emission cars",
      "id": "environment/electric-cars",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/07/tesla-3-electric-car-affordable-worth-price"
}