{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/renting-flat-new-york-london",
  "id": "2016-05-21-175",
  "sectionId": "money",
  "body": "In the summer of 2013 my job at an advertising agency in London was transferred to New York. I was excited; who wouldn’t grab the opportunity to work in one of the world’s most exciting cities? What’s more, for a short period my company even paid for an apartment for myself and a colleague while we explored different neighbourhoods and found our own place to stay. When the time came to navigate my way through New York’s real estate market, however, I was shocked to be confronted with prices and practices even London’s letting agents would shy away from. I had previously lived in four different flats and house shares in and around King’s Cross and Angel over a period of six years. My last flat was on a Camden council estate and was a two-bed converted into a three bed, for which I was paying £550 a month before bills. I thought the capital’s rental market was fast and aggressive – decisions had to be made on the spot and deposits paid quickly in order to secure a place. But that was before I moved to New York. Compared to London it felt like the wild west: I was shown apartments that didn’t seem legal or safe, usually by agents who were utterly clueless. Learning the jargon was the first hurdle. When I arrived I had no idea what “pre-war” or “rail-road” meant. Pre-war sounds classy; you imagine big parlours and arches – but in reality it means a large room split up to cram in more people. This means one of you will have a sunlit bedroom but the other gets a tiny room with no windows. We saw several pre-war apartments. Some landlords, in an effort to improve the second room, had added a window … looking into another room – not ideal for privacy. Rail-road style apartments are worse. There is no corridor. Instead, one room leads directly into the next, the ones in the middle having two doors. That means walking through your roommate’s bedroom every time you need to use the bathroom or leave the house. And if an advert does not have “two true bedrooms” then prepare for the worst. In London two bedrooms means two bedrooms, each with four walls, a window and a door. I wasted so much time in New York being shown apartments where one of the rooms was in fact a corridor. Or have a window looking into the living room, or no window at all. Sometimes it would be no more than a glorified closet.    In New York, landlords request evidence that you earn more than 40 times the monthly rent ... I wasn’t even close    I learned that “walk-up” is also something to be wary of. It means no elevator, and stairs are no fun if you live in a high rise and have heavy shopping bags or a pile of laundry – New Yorkers don’t have washing machines in their homes. All this is before you even start thinking about the hassle of moving furniture in or out. I discovered that if an agency had taken professional photos, this usually meant something was wrong with the flat and they could not get it rented. Eventually we found a place, and once we agreed to take it we were whisked to an office and told to put in an application. This could only be completed if we could give them a cheque for the first and last month’s rent, and our guarantor’s bank statement. In New York the standard is for landlords to request evidence that you earn more than 40 times the monthly rent to prove you can comfortably afford it. I wasn’t even close. No one outside the US is allowed to be a guarantor, so I had to ask our company’s vice president to be mine. There was no guarantee our application would be successful – multiple applications are accepted at once and you cannot be sure you will get back all of your money if you are unsuccessful. Although the deposit and rent are returned if you don’t secure the apartment, most realtors will keep some of the money to cover their admin charges, including the cost of background checks. I doubt very much that the background checks were even carried out. In London I was accustomed to forking out the first month’s rent, a deposit and an admin fee. In New York you can expect to pay a fee of around $2,000 for an average room or cheap studio – essentially their commission as they charge 12%-15% of the yearly rent. There are also additional admin fees: agents will usually charge you a $75 application fee for every person on the lease, including guarantors. So two people moving in together, with a guarantor each, results in a $300 fee. A fellow New Yorker told me that – depending on the rent – you should have $5,000-$10,000 to hand in order to cover the costs of the agent, the first month’s rent, the deposit and the moving company. In London I had a better understanding of what fees I would have to pay and what those fees covered. Infuriatingly, you also have to work to the agent’s time, not your own busy schedule. New York letting agents are paid for by the tenant rather the landlord, but in spite of this they do not fit in around the schedule of a 9-5 working adult. In London, most flat viewing appointments would be made in the evenings or at weekends. In New York you have to work around their schedule and take time away from your job because agents only work 9-5 Monday to Friday. Numerous agents also show the same apartment. But who has the keys and is the real representative? You’ve no idea. I visited apartments where the agent picked up the keys from the neighbours or the deli downstairs, and in many cases the keys could not be located. That’s because the agents themselves found the properties online and they are not exclusive to them. In fact, the agents would often see the apartment for the first time when showing me around, and had zero prior knowledge of it. Fortunately, for my second apartment I was able to cut out the agents – I moved into a room which my friend had been letting. She was paying incredibly low rent for New York as her roommate was friends with the landlord. That girl then moved on herself, and I used a flatsharing site, SpareRoom, to find someone to replace her. Both my apartments in New York have been in Manhattan and have felt very central, and if I wanted I could have found apartments further out that were cheaper. So I’m paying $1,100 (£768) a month for a room in a two-bed apartment with a living room, compared with the £550 in London, although that would be higher now. And notice how I didn’t say “two true bedrooms”? One of the bedrooms has two fake walls, which make the living area smaller. How rents compare Consultants Mercer runs an annual analysis of living costs for international executives. The figures below are the monthly rent on an unfurnished two-bed flat of “international” quality, so are above the average rent paid locally. However, they give an indication of relative market prices. Hong Kong £4,295 New York £3,530 London £3,200 Moscow £2,875 Tokyo £2,530 Beijing £2,360 Singapore £2,120 Buenos Aires £1,830 Sydney £1,730 Vancouver £1,200 Johannesburg £900 Birmingham £850 Source: Mercer 2015 cost of living survey",
  "webTitle": "A rental market that’s more hellish than London",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/renting-flat-new-york-london",
  "keyword": [
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/21/renting-flat-new-york-london"
}