{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/31/jk-rowling-robert-galbraith-career-of-evil-shortlisted-theakston-prize",
  "id": "2016-05-30-8",
  "sectionId": "books",
  "body": "A dizzyingly paced crime caper from JK Rowling’s alter ego Robert Galbraith is among six novels in the running for the title of Theakston Old Peculier crime novel of the year.   Related: Exclusive extract: Career of Evil by Robert Galbraith (the pseudonym of JK Rowling)    “Racing up and down the country, chasing suspects from the London suburbs to Barrow-in-Furness, from Scotland via Market Harborough to lap-dancing clubs on Tottenham Court Road, the narrative is dizzying in its proliferation of character, location and detail, and tirelessly, relentlessly specific,” wrote Guardian reviewer Christobel Kent of the third outing for tetchy private eye Cormoran Strike. Galbraith joins two-time winner Mark Billingham on the shortlist, which also includes two debuts: Disclaimer, by former TV documentary maker Renee Knight, which was touted as the new Gone Girl, and I Let You Go by former CID officer Clare Mackintosh, which won the Richard & Judy book club award and became one of the fastest selling titles of 2015.    Related: How crime fighting provides clues to crime writing    The shortlist is completed by Eva Dolan’s highly topical Tell No Tales, in which DI Zigic and DS Ferreira of the Peterborough Hate Crimes Unit investigate the murder of migrant workers, and Rain Dogs, the fifth outing for Adrian McKinty’s Belfast-based 1980s maverick RUC inspector Sean Duffy. The winner of the £3,000 award, which comes with a handmade, engraved oak beer cask, will be revealed on the opening night of the Theakston Old Peculier crime writing festival in Harrogate on July 21.  On the same night, Scotland’s “Queen of Crime” Val McDermid will be awarded an award for her outstanding contribution to crime fiction, joining a hall of fame which includes Sara Paretsky, Lynda La Plante, Ruth Rendell, PD James, Colin Dexter and Reginald Hill. Simon Theakston, director of T&R Theakston and one of the judges, said it was due to McDermid’s vision that the festival was created in 2003. “Thanks to her far-reaching passion and generosity for crime fiction – for writers and readers alike – it has become the biggest celebration of the genre in the world.” The book of the year will be chosen by a panel of judges in conjunction with a pubic vote. Gemma Rowland, of Harrogate International Festivals, said: “Ultimately readers decide when it comes to judging a book’s worth, so I’d encourage everyone to make their voice heard – it’s free and simple to vote online.”  The shortlist Time of Death by Mark Billingham (Sphere)Career of Evil by Robert Galbraith (Sphere)Tell No Tales by Eva Dolan (Harvill Secker)Disclaimer by Renee Knight (Black Swan)I Let You Go by Clare Mackintosh (Sphere)Rain Dogs by Adrian McKinty (Serpent’s Tail)  The public vote opens on 1 July and closes 15 July at theakstons.co.uk.",
  "webTitle": "JK Rowling's alter ego Robert Galbraith shortlisted for crime novel award",
  "webPublicationDate": "2016-05-30T23:01:17Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/31/jk-rowling-robert-galbraith-career-of-evil-shortlisted-theakston-prize",
  "keyword": [
    {
      "webTitle": "Crime fiction",
      "id": "books/crime",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "JK Rowling",
      "id": "books/jkrowling",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Armitstead",
      "id": "profile/clairearmitstead"
    }
  ],
  "guardianId": "books/2016/may/31/jk-rowling-robert-galbraith-career-of-evil-shortlisted-theakston-prize"
}