{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/barack-obama-first-us-president-to-visit-hiroshima-japan",
  "id": "2016-05-27-238",
  "sectionId": "world",
  "body": "Barack Obama called on the world to choose a future where Hiroshima was considered “the start of our own moral awakening”, as he became the first sitting US president to visit the Japanese city, 71 years after its bombing ushered in the nuclear age he vowed to bring to an end.   Related: G7 summit: Obama makes historic visit to Hiroshima – live    In a scene many survivors of the US bombing believed they would never live to see, Obama laid a floral wreath at a memorial to the dead of the world’s first atomic bombing, pausing in a moment of contemplation, his head slightly bowed.  He then paid tribute to the people of Hiroshima, calling on humanity to learn the lessons of the past to make war less likely. “On a bright, cloudless morning, death fell from the sky and the world was changed,” he said, adding that humankind had shown that day it had the means to destroy itself. “Why did we come to this place, to Hiroshima? We come to ponder a terrible force unleashed in the not so distant past. We come to mourn the dead,” he said. “Their souls speak to us, they ask us to look inward, take stock of who we are.” In a touching moment, Obama embraced Shigeaki Mori, a 79-year-old survivor who appeared overcome with emotion.     Barack Obama embraces survivor Shigeaki Mori. Photograph: Carolyn Kaster/AP    “The president gestured as if he was going to give me a hug, so we hugged,” said Mori, who spent decades tracing the families of 12 American POWs who died in the attack and ensured their deaths were officially recognised. Obama also chatted to Sunao Tsuboi, the 91-year-old head of a survivors group, who thanked the president for his visit, but reminded him of his responsibility to act on his desire, first made in Prague in 2009, to bring about a world without nuclear weapons. Obama urged the world to “choose a future when Hiroshima and Nagasaki are not considered the dawn of atomic warfare but as the start of our own moral awakening.” He said: “Technological progress without equivalent progress in human institutions can doom us. The scientific revolution that led to the splitting of the atom requires a moral revolution as well. “This is why we come to this place, we stand here, in the middle of this city and force ourselves to imagine the moment the bomb fell. “We force ourselves to feel the dread of children confused by what they see. We listen to a silent cry.   Related: Hiroshima and the nuclear age – a visual guide    “Some day, the voices will no longer be with us to bear witness, but the memory must never fade. That memory fuels our imagination. It allows us to change.” His address included mention of the tens of thousands of Koreans – many of them forced labourers – who died in the attack, as well as the American dead. In the distance stood the burned-out shell of the Atomic Bomb Dome – a peace memorial that is the most potent physical symbol of Hiroshima’s tragic past and its recovery from the ashes of war. As expected, Obama did not offer an apology for the decision by his predecessor, Harry Truman, to unleash an atomic bomb over the city. The attack at the end of the second world war on 6 August 1945 killed an estimated 80,000 people soon after the blast. By the end of the year, the death toll had reached 140,000.     Obama, flanked by prime minister Shinzo Abe, talks to survivor Sunao Tsuboi. Photograph: Carlos Barria/Reuters    Obama and Tsuboi laughed at one point, the president smiling broadly. But mostly he listened, holding the elderly man’s hand in his own, an interpreter standing nearby. Tsuboi stamped his cane emphatically while speaking. Obama was accompanied by the Japanese prime minister, Shinzō Abe, whose presence, Obama said ahead of the visit, would “highlight the extraordinary alliance” the US had created during the seven decades since the end of the war. After looking at some of the exhibits in the peace museum, Obama wrote in the visitors’ book: “We have known the agony of war. Let us now find the courage, together, to spread peace, and pursue a world without nuclear weapons” – a goal he conceded he may not see in his lifetime. Abe described Obama’s visit as “courageous”, saying: “An American president has come into contact with the reality of an atomic bombing and renewed his resolve toward realising a world without nuclear weapons. “I sincerely welcome this historic visit, which has long been awaited by not only the people of Hiroshima, but by all Japanese people.” Kaneko Izumi, a Hiroshima resident who was among the hundreds of people who filled the peace park in the evening to pay their respects to the victims, said Obama’s speech had offered hope to ageing survivors “who have been waiting most of their lives for an American president to come here”. Not all residents were satisfied with the president’s speech, however. “I’m afraid I did not hear anything concrete about how he plans to achieve the abolition of nuclear weapons,” said Miki Tsukishita, who was five years old when the bomb was dropped. “Just cheering his visit is not enough. He is a serving US president ... I wish he had been more specific.”     Barack Obama and Shinzo Abe after the two laid wreaths. Photograph: Jim Watson/AFP/Getty Images    Obama had long held the desire to go to Hiroshima, despite the potential for the visit to cause controversy in the US.  While many Japanese consider the attack a war crime – yet recognise the part their country’s militarist leaders played in bringing it about – the consensus in the US is that the attack hastened the end of the Pacific war, saving many more American and Japanese lives. Japan surrendered on 15 August, less than a week after the US dropped a second atomic bomb, on the western port city of Nagasaki, killing more than 70,000 people. Obama said during a visit to Japan in late 2009 that he would be honoured to go to Hiroshima and Nagasaki. “I certainly would be honoured – it would be meaningful for me to visit those two cities in the future,” he said.           The last kamikaze: ‘I felt the blood was draining from my face’    Before Friday, the only western leader to have visited Hiroshima while in office was Kevin Rudd, who laid a wreath at the peace park cenotaph in 2008 when he was Australian prime minister. Jimmy Carter visited the atomic bomb memorial in Hiroshima in 1984, after he had left office, but no sitting US president has ever visited the city. The highest-ranking US official to visit the site was Nancy Pelosi in 2008 when she was House speaker. The ambassador, Caroline Kennedy, attended the 70th anniversary commemorations last year. The White House reportedly decided to proceed with the visit after the largely positive reaction to John Kerry’s tribute to the victims of the Hiroshima bombing on the sidelines of the G7 foreign ministers’ meeting last month. Ahead of Friday’s visit, Obama told US Marines and members of the Japanese military at the Iwakuni base in western Japan how it was “a testament to how even the most painful divides can be bridged. How two nations can become not just partners but the best of friends”. His trip, he said, was an “opportunity to honour the memory of all who were lost in world war two” but also had a message for today.     Barack Obama speaks to members of the US and Japanese military at Iwakuni. Photograph: Carolyn Kaster/AP    “I do think that part of the reason I’m going is because I want to once again underscore the very real risks that are out there and the sense of urgency that we all should have,” Obama said. “So it’s not only a reminder of the terrible toll of world war two and the death of innocents across continents, but it’s also to remind ourselves that the job is not done in reducing conflict, building institutions of peace, and reducing the prospect of nuclear war in the future.”   Related: Story of cities #24: how Hiroshima rose from the ashes of nuclear destruction    While polls showed most Japanese welcomed Obama’s gesture, other countries in the region warned against allowing the visit to reinforce a one-dimensional view of Japan’s role in the second world war. The Chinese foreign ministry said Japan should not forget the “grave suffering” it inflicted on its neighbours during the war. “We hope Japan can take a responsible attitude toward its own people and the international community, and earnestly take history as a mirror to avoid a recurrence of the tragedy of the war,” ministry spokeswoman Hua Chunying told reporters. The state-run China Daily went much further, claiming the “atomic bombings of Hiroshima and Nagasaki were of Japan’s own making”. In an editorial on the eve of the visit, the paper accused Japan of “trying to portray Japan as the victim of world war two rather than one of its major perpetrators”. The bombing of both Hiroshima and Nagasaki was justified, the China Daily said, as “a bid to bring an early end to the war and prevent protracted warfare from claiming even more lives”. It added: “It was the war of aggression the Japanese militarist government launched against its neighbours and its refusal to accept its failure that had led to US dropping the atomic bombs.”",
  "webTitle": "Barack Obama says memory of Hiroshima 'must never fade'",
  "webPublicationDate": "2016-05-27T08:59:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/barack-obama-first-us-president-to-visit-hiroshima-japan",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/27/barack-obama-first-us-president-to-visit-hiroshima-japan"
}