{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/23/alvaro-morata-juventus-coppa-italia-paolo-bandini",
  "id": "2016-05-23-241",
  "sectionId": "football",
  "body": "Why always him? No, not Mario Balotelli - whose chief contribution to the Coppa Italia final was to sulk off down the tunnel briefly after his introduction from the bench was delayed - but Álvaro Morata, the man who always seems to deliver in the biggest games. Entering as a 108th minute substitute, the Spaniard needed just 122 seconds to score the only goal of the night.   Related: Teams of the season: best XIs from the Premier League and around Europe    And why always them? Juventus: grinding, relentless, unstoppable in domestic competition. This was a shabby performance from the Bianconeri, ponderous and predictable in the absences of Claudio Marchisio, Sami Khedira and Leonardo Bonucci. But they still finished Saturday evening as the first team ever to win a Serie A and Coppa Italia double in consecutive seasons. Few could be surprised by the outcome. Milan finished seventh in the league for a reason, a lack of quality throughout their team exacerbated by tactical shortcomings. Performances had only deteriorated further since Cristian Brocchi was appointed as manager in April, the Rossoneri failing in consecutive matches to beat any of Serie A’s eventual bottom three – Carpi, Verona and Frosinone. Only Silvio Berlusconi had seemed to truly believe that his side was capable of a cup final upset. He dropped in on Thursday’s training session to deliver a motivational pep-talk, reassuring players that this one game could redefine their whole season, as well as taking them back into Europe – “our natural habitat”. It was a very different tone to the one he had struck at a sponsors’ lunch two months earlier, when he threatened to withhold players’ wages to make up for lost commercial earnings if they did not buck their ideas up soon. “Then you will need to file a lawsuit against me,” he advised back then. “Do you know how long a civil case takes in Italy? Eight years.” Overblown though he is, it must be said that Berlusconi’s bluster does sometimes seem to have the desired effect. Prior to last week, he had stopped by training on seven other occasions this season - and Milan had never lost (winning four times and drawing three) in the matches that followed each visit. They flew out of the blocks on Saturday. Not 30 seconds had been played when they flustered Daniele Rugani into a hurried clearance just outside the Juventus penalty area - the ball pinging back off Giacomo Bonaventura’s boot and into the path of Carlos Bacca, who almost played Andrea Poli through on goal before Paulo Dybala cleared.    Morata delivers in the biggest games, but Juventus have provided him with the occasions on which to do so    The tone of the match was set. For the remainder of the first half, and much of the second, Milan poured forwards, overrunning Juventus in midfield. Brocchi had commanded Juraj Kucka and Poli to stick tight to Paul Pogba and Hernanes, but the latter two were so poor that it was hard to know whether this was a tactical coup or simply a bad day at the office for the champions. Either way, Milan failed to capitalise. Everything good in their performance was undermined by an absolute lack of quality in the final ball. Despite dominating possession, playing most of the game in Juventus’s half and taking almost twice as many shots as their opponents, they finished up with only the same number of attempts on target - three. Were it not for Morata, then they might at least have made it through to a penalty shootout. But the Spaniard thrives on occasions such as this. Morata’s overall scoring record at Juventus is unexceptional. He has a modest 12 goals across all competitions this season, at a rate of one for every 198 minutes on the pitch. Stuck behind Dybala and Mario Mandzukic - considered by manager Massimiliano Allegri to be a more complementary pairing - his role has often been that of the impact substitute. And yet, when the stakes are highest, he has always delivered. In the last 13 months, Morata has scored in both legs of a Champions League semi-final, a Champions League final, and now the goal that won the Coppa Italia as well. He has struck four times in four Derby d’Italias, sunk Manchester City at the Etihad and played a starring role as Juventus oh-so-nearly defeated Bayern on their own turf. Allegri’s decision to take Morata off in the latter game – exhausted though the player was – remains the one great lament of Juventus’s season. As Alessandra Bocci wrote in Sunday’s Gazzetta Sportiva: “It’s easy to summarise: In Munich, Morata went off and Juve lost. In Rome, Morata came on and Juve won.” But was Sunday’s goal also a farewell? A clause in the deal that brought Morata to Turin two years ago allows Real Madrid to buy him back now for a mere €30m - more than they sold him for, but a snip for a player of such talent in today’s market. Word is that the Spanish club might not even want to keep him, but simply to sell him on for a higher sum.   Related: Jordi Alba and Neymar secure Barcelona Copa del Rey victory    Clubs such as Arsenal, Manchester United and Paris Saint-Germain have been linked with the forward, and there is a good chance that he might be able to start more regularly for any of them than he has in Turin. He was coy on the matter at full-time, saying: “I cannot think of the future - right now I am enjoying the moment.” What we do know is that Juventus would love to keep him, and have already entered negotiations with Madrid to see if a deal can be done. The Italian club hope to convince Morata he has the opportunity to be a part of a great project as they set their sights more determinedly on continental success in the future. If nothing else, you could say that the relationship between player and club over the past two years has been mutually beneficial. Morata is the man who delivers in the biggest games, but Juventus are the club that provided him with the occasions on which to do so.",
  "webTitle": "Álvaro Morata is Juventus’s man for the big day again but for how much longer? | Paolo Bandini",
  "webPublicationDate": "2016-05-23T09:52:54Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/23/alvaro-morata-juventus-coppa-italia-paolo-bandini",
  "keyword": [
    {
      "webTitle": "Juventus",
      "id": "football/juventus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Serie A",
      "id": "football/serieafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paolo Bandini",
      "id": "profile/paolobandini"
    }
  ],
  "guardianId": "football/blog/2016/may/23/alvaro-morata-juventus-coppa-italia-paolo-bandini"
}