{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/give-half-of-uk-film-funding-to-project-led-by-women-directors-say",
  "id": "2016-05-04-232",
  "sectionId": "film",
  "body": "Related: Anne Frank gets the VR experience and Knight of Cups reviewed – the Dailies film podcast    The leading organisation of UK film directors has called for half of all public funding to go to female-led projects by 2020, after new figures revealed British films were six times more likely to be directed by a man than a woman. A report commissioned by Directors UK found that between 2005 and 2014 just 13.6% of British films were directed by women and only 14.6% of those had a female screenwriter, as a result of “unconscious, systemic bias”. The damning report concluded that the problem of gender inequality had remained almost unchanged in those 10 years, revealing that in 2005, 11.5% of UK films had a female director, which only increased to 11.9% in 2014. Susanna White, who directed TV adaptations of Jane Eyre and Bleak House, as well as Boardwalk Empire and Masters of Sex, said the research “provides hard evidence for a trend that a lot of us have known to be the case for a long time” but said it was nonetheless “shocking to see the extent of this relentless bias laid out in black and white”. Beryl Richards, the chair of Directors UK, emphasised how the “problematic” lack of progress – and in some areas even a regression – meant that a radical move was needed to force the industry to become more less inherently sexist.  Richards believes introducing a 50-50 gender parity target for films funded by bodies such as the BFI, Creative England, Creative Scotland, Northern Ireland Screen, Ffilm Cymru Wales and Film London – which collectively finance a fifth of British films – is a “the only way we will break the vicious cycle, where public money is going to a narrow, privileged few”. Creative England, one of the UK’s biggest public funders of films, such as 45 Years, said they supported the introduction of mandatory 50-50 gender parity for public film funding by 2020. They are the closest to already achieving the target, with 41% of their funding over the past decade going to projects with a female director.     Sarah Gavron, director of Suffragette and Brick Lane, said she had been waiting for things to change since she left film school in 2000, but in vain. Photograph: Mat Hayward/Getty Images    Caroline Norbury MBE, CEO of Creative England, said “Public funding in the cultural and creative industries needs to be representative of the country’s most exciting up and coming talent ...we need to mirror the population and give an even footing to both male and female directors who are looking for the next step in this competitive industry.” As well as the call for 50-50 gender parity, Directors UK also proposed amending film tax relief to require all UK films to account for diversity, and for an industry-wide campaign to rebalance gender inequality within UK film.  The report, titled Cut Out of the Picture, illustrated that despite an equal split of men and women studying film, and subsequently entering the film industry, women dropped off at every level, particularly as budgets got higher.  The data reveals that 27% of short films – a starting point for most film-makers – were directed by women, but as budgets rose nearer £500,000, this fell to 16%, and when they rose to between £1m and £10m, just 12% had women at the helm. When it came to blockbusters with £30m-plus budgets, only 3.3% had been directed by women since 2005. Sarah Gavron, director of Suffragette and Brick Lane, said she had been waiting for things to change since she left film school in 2000, but in vain. “It was only when I started seeing films directed by women that I felt I could dare to try to direct,” said Gavron. “Role models are key to developing and encouraging the next generation of film makers. “Film of course influences our culture which is why it is vital to have diversity and more gender equality both in front of and behind the camera. We need to work to shift this imbalance, and it seems the only way to do this is to be radical, rather than waiting for something to change.” While progress towards equality was found to have stagnated across the board, it dramatically worsened in publicly funded films over the period. In 2007, 32.9% of films with UK-based public funding had a female director – by 2014 that had dropped to just 17%. Richards said it emphasised even further how important “concerted positive action” such as mandatory 50-50 gender parity in public funding would be. She emphasised how a similar measure was introduced in Sweden two years ago, and as a result the proportion commissioner-approved feature films directed by women hit 50% for the first time in 2014, with 61% female screenwriters and 69% female producers. Now Ireland and Australia are considering introducing similar measures to force change.  The report revealed how the “systemic” difficulty in climbing the directorial ladder also meant female directors direct fewer films in their career and are less likely to receive a second, third or fourth directing job. “Collectively, these findings paint a picture of an industry where female directors are limited in their ability to become directors and their career progression once they do. They are limited in the number of films they can direct as well as the budget and genre of the films they do,” concluded the report.  The report also stressed that the lack of any regulation to enforce industry-wide gender equality, the lack of structure in hiring practices and the short-term freelance set-up of film- which discouraged any illusion of risk- was to blame for this self-perpetuating system of sexism.  But Beeban Kidron, director of Bridget Jones: Edge of Reason, said there was also still “a lingering feeling that male forms of leadership are more successful”. She added: “Frankly, unless men take on a more central role in bringing up their kids, and we dump the insidious idea that a woman at the helm is a wimp or a harridan, and a man is just being an artist, then we will never see the level of change necessary.”",
  "webTitle": "Give half of UK film funding to projects led by women, directors say",
  "webPublicationDate": "2016-05-04T11:00:35Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/give-half-of-uk-film-funding-to-project-led-by-women-directors-say",
  "keyword": [
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "film/2016/may/04/give-half-of-uk-film-funding-to-project-led-by-women-directors-say"
}