{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/24/tracey-emin-the-stone-i-married-is-beautiful-and-dignified-it-will-never-let-me-down",
  "id": "2016-05-24-198",
  "sectionId": "artanddesign",
  "body": "The last time Tracey Emin opened an exhibition of her work – in Hong Kong in March – she caused international headlines by announcing that she had married a stone in the garden of her house in the south of France. The artist’s latest exhibition, at Lehmann Maupin in New York, continues the theme. It’s called Stone Love, although the title, picked out in one of her famous neons, is actually taken from the first line of Soul Love, by her late friend David Bowie: “Stone love, she kneels before the grave / A brave son, who gave his life to save the slogans.”   Related: Don’t mock the rock – Tracey Emin’s wedding is a message to single women | Gaby Hinsliff    The morning the show opens, Emin meets a small group of journalists to take us through the exhibition and then give one-to-one interviews. Apologising profusely, she arrives half an hour late, having battled traffic across Manhattan from the East Village, where she has a home, after deciding years ago that she was spending too much money staying in the city’s hotels (she has a third house in London). Once famous for being constantly out on the town, Emin says she hasn’t exactly embraced New York’s social life. “I’ve been coming here nearly 20 years and I don’t know hardly anybody,” she tells me. “It’s really friendly but everything’s a transaction. From the top to the bottom, that’s what America is – that’s why people came here. There was a gold rush. I’m friends with Princess Eugenie and we were joking about the fact that in London you don’t see anyone at the weekend, but here you’ve got your 8 o’clock breakfast, brunch, lunch then linner. I said, ‘What’s linner?’ and she said, ‘That’s between lunch and dinner.’” Emin laughs. “It’s all about a meeting.” Resplendent in a black skirt and top, and gold jewellery subtly enhancing a somewhat piratical air, at 52 Emin is naturally less wild today than she was when she memorably turned up trashed to the live TV discussion programme Sixty Minutes in 1997, but Margate’s most famous export still has lashings of charisma, with an attitude chaser. “Can you tell someone to stop walking with high shoes?” she demands as she assembles the dazzled hacks and attempts to collect her thoughts above the clomping of someone crossing the floor. “If I had a gallery, I wouldn’t allow people to wear high shoes because it’s too noisy.”     Emin with her work My Bed, which sold for £2.5m in 2014 Photograph: Nils Jorgensen/Rex/Shutterstock    Stone Love includes three neons (the other two say Just Let Me Love You and It’s Different When You Are in Love), half a dozen bronze sculptures, four large embroidered calicos and a host of sparse, airy paintings, a step on from her celebrated show at London’s White Cube in 2014. Almost all the works depict naked women in sprawled and anxious repose, their faces turned away or scribbled over – which doesn’t entirely disguise the fact that they are clearly self-portraits. Before we even knew what a selfie was, for a full decade Emin took Polaroids of herself – she has more than 5,000. “People presume I was narcissistic, but I’m not,” she says. “It’s just that I was much more open about myself and how I felt. But now everybody’s doing it – it’s part of culture.”   Related: Tracey Emin is still the real thing – and that's why we love her    The figurative works are more traditional and the materials more classical than, for instance, the used condoms, stained knickers and empty vodka bottles that went into famous works such as 1998’s My Bed, which recently sold for £2.45m and is currently on show at Tate Britain, overlooked by two Francis Bacons handpicked by the artist. Nonetheless, Stone Love is still unmistakably Emin, from the swooping gouache curves of her women’s backs to the hot-and-heavy titles like I Just Wanted to Sleep With You, She Knelt Before Him and I Wanted More.  A year after a show at Austria’s Leopold Museum, where her work was hung with that of Egon Schiele, and with exhibitions alongside Munch and Picasso to come, Emin seems to be engaging much more overtly with art history than her YBA contemporaries, though she says that has always been the case. “I went to the Royal College of Art, and when my peer group were doing Freeze” – the 1988 group show organised by Damien Hirst – “I was in Turkey up a mountain doing watercolours of donkeys, looking at Chagall. I was not on their planet at all, and I’m still not.  “But now I think it’s become more evident to people, people are giving me a bit of slack, and they’ve stopped being so aggressive – how fucking horrible people were about me in the press in England. It was outrageous. Someone said to me, ‘A lesser artist would have given up.’ But I’m not going to give up.” She might not be giving up, but Emin is going on a year’s sabbatical. She announced the break with an advert in Artforum magazine, which featured a picture of her and her four representatives, their contact details and a note in her famous handwriting that, read: “If you need anything call one of these people.”      You Were Here Like the Ground Underneath My Feet by Tracey Emin. Photograph: Lehmann Maupin Gallery    Having done two or three shows a year for the past nine years, Emin needs a rest – not from art, she says, but from everything that goes with it. “I don’t want to have an opening, I don’t want to do an interview, I don’t want to do any charity work, I don’t want to have any meetings about specifications and framing. I want to wake up every day and make art, and go to bed dreaming about art.” She wants to exercise more, too. “My mind seems very agile and working well, but I’m not up to muscle. I used to swim a kilometre a day, but now I don’t, so I’d like to get back to that again. I like kayaking, I do some horse-riding and I just want to get physically and mentally fit for the next chapter.”   Related: Tracey Emin's luxury penis bracelet works like a charm on me    At the Tate’s gala dinner a couple of days before, she says, one woman made the mistake of supposing to Emin that she was taking time off in order “to keep the market at bay” – in other words, that the sabbatical will have a beneficial effect on her work’s prices. Emin was not amused. “Oh my God. I said, ‘How dare you insult me? How dare you insult my passion? You know fuck all about art.’ This is my vocation in life. You wouldn’t say to a nun, ‘You’re going to be really quiet for a year, are you going to stop believing in God?’” Her relationship with art, she says, only gets more intense over the years. Pointing at a bronze sculpture of two figures called The Wedding, Emin says gleefully that her studio manager had reservations about the piece because she said that the bride reminded her of Princess Fiona from Shrek. “And I said, ‘Oh wow, I watched it at Christmas and absolutely loved it.’ Subconsciously I must have taken in this supreme childlike character. My idea of marriage is like Princess Fiona, so I was so pleased when she said that.” Emin points between the legs of a bronze, a figure on her side titled I Just Wanted to Sleep With You. “Her vagina’s just like this hole,” she says. “It’s not used, it’s a vacant thing. It should be a vortex, you go up inside it and come back the other side as another human being, but it’s no good. So it’s a different place, different space.”         Tracey Emin talking about her work Everyone I Have Ever Slept With 1963-1995 on YouTube    Emin has always expressed and explored her sexuality through her art. Everyone I Have Ever Slept With 1963-1995 was a tent viewers could enter and ponder their own bedfellows; in Why I Never Became a Dancer she recalls being “slut-shamed” as a teenager; and a series of artworks about a botched abortion she had in 1990 formed the centrepiece of her 2011 retrospective at the Hayward in London.  This has earned her plenty of disapproval. Instead of an art critic, she snorts, one paper got a “vaudeville music hall-type theatre critic” to review her 2014 White Cube show (the Daily Mail’s Quentin Letts, who inevitably called it “vulgar”). “They shouldn’t have been allowed. But the images looked good – 45,000 people went to my show in four weeks.” If there’s a bad review illustrated with great images, she adds, “it makes a lot of people go to the show.” Emin has been single for seven years. To coincide with her Hong Kong exhibition, a magazine commissioned her ex-boyfriend Mat Collishaw to photograph her, but then turned down the results as they didn’t look like the “Mad Tracey from Margate” of the Britart years. “They wanted the photos to look sexy like I did 20 years ago. But I was going, ‘No, I’m nearly 53, it’s not possible, it’s not happening.’ So there’s this kind of weird expectation of people wanting me to be how I was.”     I Promise to Love You by Tracey Emin, from a 2015 show at the Lights of Soho gallery in London. Photograph: Nick Harvey/Rex/Shutterstock    She doesn’t want Stone Love to be regarded as too sexual, saying that she loves the lyrics of the Bowie song “because they’re an expression of all the other different kinds of love that you can have”. Her loves, she says, are unconditional, and also unconventional. It doesn’t get much less conventional than marrying a stone – not a rock, she says, which has been cut by humans, but a stone. Emin shows me a picture of the stone in question: it’s large, volcanic and covered in lichen, situated under a tree, with a magnificent sea view. She was amused by the furore her wedding created. “I was in Hong Kong and my mum said she put the news on and it said, ‘And the artist Tracey Emin was married this summer in a secret ceremony in France … to a stone.” Yet she says she was making a serious point, too, embracing her status as a single, middle-aged woman, as well as expressing the artist’s love of her materials, and her work.  The stone, she says, is “beautiful, it’s paleolithic, it’s monumental, it’s dignified, it will never, ever let me down. It’s not going anywhere: it’s a metaphor for what I prefer to live with. I prefer to be single, doing everything I want to do and how I want to do it.” Better than that, it cheers her up. “If I feel really low – anything from ‘I shouldn’t have said that’ to ‘I don’t feel very well’, to ‘I feel a bit lonely’ – I think about the stone and it actually makes me feel better.” In the UK, Emin’s public persona is so enormous, and often controversial (never more so than when she revealed that she was voting Conservative at the 2010 election, though she was hardly alone in being disillusioned by the then Labour government), that it’s hard to detach it from her influence as an artist. Nonetheless, her impact is pretty clear, from her sexual frankness to her refusal to be hemmed into one medium. “Even if they reject or dislike what I do, the young generation can bounce against what I’ve done,” she says. “And I’d say that about the 70s, really hardcore feminists that worked really hard, they made it possible for me to do what I do.” Just as she may have anticipated the selfie, Emin also made it more acceptable to explore one’s private – even abject – emotions in public, which is one of the reasons she is disliked by those who accuse her of narcissism. Look at journalism, she says. “Twenty years ago, people would never have said: ‘So, I was standing outside the school gates with my coffee, thinking about the Pilates that I’ve been doing this morning, about that fact that I shouldn’t have worn the purple leggings because they’re so unflattering … ’ This is how a serious piece of journalism would start now. The person could be about to write about fucking Isis or something. Before, it just would have been cold and analytical – especially serious newspapers like the Guardian. It’s brilliant!” • Tracey Emin’s Stone Love is at Lehmann Maupin, New York until 18 June",
  "webTitle": "Tracey Emin: 'The stone I married is beautiful and dignified – it will never let me down'",
  "webPublicationDate": "2016-05-24T11:30:56Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/24/tracey-emin-the-stone-i-married-is-beautiful-and-dignified-it-will-never-let-me-down",
  "keyword": [
    {
      "webTitle": "Tracey Emin",
      "id": "artanddesign/emin",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Needham",
      "id": "profile/alexneedham"
    }
  ],
  "guardianId": "artanddesign/2016/may/24/tracey-emin-the-stone-i-married-is-beautiful-and-dignified-it-will-never-let-me-down"
}