{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/hampshire-first-win-tino-best-mason-crane-nottinghamshire",
  "id": "2016-05-25-22",
  "sectionId": "sport",
  "body": "In the week that the County Championship came to life, with pitches spitting, balls talking and collapses aplenty, it felt appropriate that Hampshire’s first win, lifting them off the foot of Division One, came thanks to a combination of Tino Best’s searing pace – touching 90mph – and the nerve and verve of 19-year-old Mason Crane’s leg spin. Crane increasingly looks a player of rare class; indeed Best – who has been around the block and back – believes he has only seen two better leggies: Stuart McGill and Shane Warne. It will not comfort poor Nottinghamshire, another thriller lost and having also lost Chris Read until July with a hand broken by Best, but this was a game that had the lot, and was closer than the margin – 69 runs – suggests. They had looked like chasing the required 305 set by Will Smith’s fine declaration as Brendan Taylor and Samit Patel shared an elegant and energetic 108 in the afternoon, then when Patel was joined by Dan Christian, too.   Related: County cricket – as it happened    Thanks to Best (four for 47) and Crane (three for 70), however, 305 proved too many for 10 men. After Smith let his tail, marshalled by Ryan McLaren, who had a magnificent game, swell the lead (Harry Gurney found time to make McLaren his ninth wicket of the match), Best smelled blood. First ball of the innings struck Steven Mullaney on the back, and he had Jake Libby before long, following throat balls with a full length, which was duly nicked. A brilliant battle between Best and Michael Lumb resumed, with Lumb pulling well, and pinning short leg, until – from round the wicket and having had a huge shout turned down – Best trapped him in front. On the stroke of lunch Mullaney edged McLaren to first slip and, not long after the break, he got one to nibble away from Riki Wessels; Nottinghamshire were 68 for four. Together came Taylor and Patel. Taylor relocated his touch, driving beautifully through mid-on and cover, and audaciously upper-cutting too. Patel did as Patel does, wristily rollicking along disregarding the situation, drawing awe-filled gasps and bisecting fielders with class, yet never looking far from giving it away. Twenty minutes before tea, with the target half-negotiated and Hampshire looking ragged, Crane beat Taylor in the flight and Best took the catch at mid-on. Crane – never afraid to spin the ball hard – then had Christian, who recovered to nail him straight for six, dropped on one. The pair had shared 46 when Best returned. Christian’s middle stump was removed by a yorker then, by a brutal over’s end, the roughed-up Brett Hutton had hooked to Crane at fine leg. The end was nigh: Patel swung a little more, before canny Crane – round the wicket and into footmarks – had him caught at slip swinging for the Solent. Gurney, adopting a similar mindset, went next ball. How Hampshire – led, naturally, by Best – celebrated. Elsewhere in Division One, Durham completed a magnificent four-wicket victory over Warwickshire, with Keaton Jennings scoring 113 and Paul Collingwood – a day shy of turning 40 – making 44, as the remaining 84 were knocked off. At Lord’s, James Hildreth’s calmness and enduring class ensured Somerset drew with Middlesex. Twice, as Somerset fell to 36 for three, then later lost three wickets for two runs, they did wobble, but Hildreth’s unbeaten 85 denied Middlesex; both sides have drawn all six of their matches this season. In Division Two, Kent pulled off a remarkable turnaround to beat Derbyshire by seven wickets and move second in the table, behind Essex, who were left to battle for a draw at bottom side Glamorgan. Kent skittled their hosts for 94 – 398 fewer than Derbyshire had managed in their first innings – with James Tredwell and Calum Haggett taking four wickets each, before Daniel Bell-Drummond scored a quickfire, unbeaten 80 as Kent chased down 176. In Cardiff, Will Bragg made a career-best 161 not out before a cautious declaration left Essex requiring 334 in 70 overs. Nick Browne scored 71 as Essex batted out five down. In Bristol, Rob Newton and Steven Crook scored centuries as Northamptonshire batted through the final day to save the game against Gloucestershire.",
  "webTitle": "Hampshire notch first win thanks to Tino Best and Mason Crane",
  "webPublicationDate": "2016-05-25T21:04:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/hampshire-first-win-tino-best-mason-crane-nottinghamshire",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hampshire",
      "id": "sport/hampshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Durham",
      "id": "sport/durham",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "County Championship Division Two",
      "id": "sport/countychampionship2nddivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kent",
      "id": "sport/kent",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Derbyshire",
      "id": "sport/derbyshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Essex",
      "id": "sport/essex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Glamorgan",
      "id": "sport/glamorganccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/25/hampshire-first-win-tino-best-mason-crane-nottinghamshire"
}