{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/sally-brampton-obituary",
  "id": "2016-05-11-70",
  "sectionId": "media",
  "body": "The journalist and author Sally Brampton, who has died aged 60, created the template for the modern women’s magazine. She was hired as editor when the French magazine Elle launched a British edition in 1985 and brought with her the style she had learned as a Vogue writer and the rigour from her time as fashion editor at the Observer. Sally created a magazine that was groundbreaking and quite unlike its weekly French counterpart. The glossy monthly contained the usual high fashion – it made a star of the model Naomi Campbell, who appeared on the cover just shy of her 16th birthday – but also in-depth investigations of such issues as counterfeiting and fertility. There were interviews with a young Tilda Swinton and Alice Walker, and she created a new way of writing about fashion shows that put designers’ ideas in sociohistorial context instead of merely reporting on novelty.     Sally Brampton at Elle in 1985. Photograph: United News/Popperfoto/Getty Images    Sally inspired what her successor as editor, Maggie Alderson, described as a “cult-like following” among her staff, who included Louise Chunn (later of the Guardian, Psychologies magazine and now the therapy website Welldoing.org); Lisa Armstrong, now fashion director of the Daily Telegraph; Susie Forbes, current principal of the Condé Nast College; and the novelist Elizabeth Fremantle. It being the 1980s, there was as much socialising as working and Sally was always at the right parties. A natural quick wit, she also appeared on Blankety Blank in 1987, much to the surprise and delight of her fashionable circle. Her friendships with Jasper Conran and Sam McKnight endured throughout her life and her signature look of head-to-toe black with bleached blond hair and huge silver hoop earrings inspired many imitators. Her preferred greeting, while waving a ubiquitous Marlboro, was “daaarling”. Sally was famously exacting in her standards, despite the Friday night white wine sessions: as a lowly features assistant at Elle I was thrilled to have been asked to write a new back-page column – the first draft was flicked across the desk and on to the floor with a caustic: “Lisa, it’s not fun enough.” But when summoned to her airy office, complete with the 80s fixtures of an orchid, a chrome and leather chair and many black-and-white photographs, advice was always forthcoming. Many have commented that receiving praise from the editor was the best reward of all. Sally was naturally cosmopolitan. She was born in Brunei, where her parents, Pamela and Roy Brampton, were stationed while her father worked for Shell. She and her older brother, Michael, and younger brother, Tony, moved several times during their childhoods and Sally went as a boarder to Ashford school, in Kent, then on to St Clare’s Hall school, Oxford, and St Martin’s School of Art. She joined Vogue as a winner of its talent competition in 1978, and moved to the Observer in 1981. After four years as editor of Elle, she clashed with the managers at Hachette, its publishers, and in 1989 left to become a full-time novelist, publishing Good Grief (1992), and Love, Always (2000), among others. She married the television executive Jonathan Powell in 1990 (her second marriage) and they had a daughter, Molly. There was a brief tenure as editor of Red magazine in 2000.   Related: Review: Shoot the Damn Dog by Sally Brampton    But Sally’s skill extended beyond journalism and literature; she was the source of wise counsel that could be applied to all areas of life. In 2006 she was hired as agony aunt for the Sunday Times Style supplement. Her weekly column, Aunt Sally, responded to readers’ letters and her advice was unflinching. A victim of severe depression, Sally used her experiences to write the memoir Shoot the Damn Dog (2008). This is regarded as an important work on the subject but many media figures found it remarkable that this connected and successful woman could be a depressive. In his Observer review, Simon Garfield said that “she writes of her despair with such fluidity and lyricism that it is sometimes difficult to imagine her as the stumbling and empty figure she describes”. The column, and the book, showed that no matter how stylish and popular the outward appearance, mental health problems could affect anyone. She wrote with candour about her situation – she married and divorced for a third time and struggled in her relationship with her mother – believing, like one of her heroes, Nora Ephron, that “everything is copy”. Sally was respected by her peers. The writer Suzanne Moore notes that she was “an editor every writer wanted to please because she wanted the best and wrote the best herself”, while Julia Hobsbawm of Editorial Intelligence says “I watched her, starstruck, in the Groucho during her Elle heyday. She glittered. She was naughty, defiant, clever, subversive. I could never believe how ill she became because it seemed so at odds with how alive and well she had seemed.” Alastair Campbell said: “Sally Brampton fought so hard for herself, and for others. For herself to stay alive, and for those who don’t get depression to understand it.” However loved and admired Sally was by fellow journalists, she was a correspondent with and shoulder to many more through her writing. She tried to reply to as many letters as she could and when in 2014 the Sunday Times column was cancelled, she was furious on behalf of her readers.   Related: Sally Brampton – the woman who made 'Elle girls’ the new normal    Sally was an accomplished and stylish gardener: the scented courtyard at her north-west London home was where she wrote not only her advice columns (adding Psychologies to her portfolio) but also a gardening column for the Condé Nast title Easy Living. She acted as mentor to others, even at the low moments that continued to dog her – I was one of many who benefited from her experience of managing a team, negotiating commerce and juggling a career and family. After separating from her third husband, Tom Wnek, Sally moved from London to St Leonards on the East Sussex coast. From there she continued to write and hold court with several other writers who had made the same move, to support her daughter through university and to tend her allotment. She had been warned that baring her soul in her writing might make her life more difficult; its predominant theme of the importance of connections and friendships had the effect of bringing people closer to her. Sally’s friends knew she was vulnerable because she was her usual candid self. But as so often with those who take their own life, she hid just how close she was to letting go. She was appalled at cuts to NHS mental health services and had hoped to campaign on the subject when she felt strong enough. Sally will be remembered as the editor who transformed the women’s magazine market and trained a generation of confident, accomplished female journalists. She should also be remembered as the woman whose ferocious honesty about depression saved lives. She is survived by her daughter and brothers. • Sally Jane Brampton, journalist and author, born 15 July 1955; died 10 May 2016",
  "webTitle": "Sally Brampton obituary",
  "webPublicationDate": "2016-05-11T18:30:04Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/sally-brampton-obituary",
  "keyword": [
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Health, mind and body",
      "id": "books/healthmindandbody",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa Markwell",
      "id": "profile/lisa-markwell"
    }
  ],
  "guardianId": "media/2016/may/11/sally-brampton-obituary"
}