{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/23/octopuses-squid-cuttlefish-warming-oceans-climate-change",
  "id": "2016-05-23-73",
  "sectionId": "environment",
  "body": "Octopuses, cuttlefish and squid have thrived in the world’s oceans over the last 60 years despite – or because of – human activity that has warmed oceans and reduced fish populations.   Related: Giant squid that swam into Japanese bay guided back out to sea by diver    An international team compiled a database of cephalopod catch rates, and found that even though the creatures reproduce in diverse ways – some hatch and live near the sea floor, others are born and die moving up and down the water column – around the world, nearly all are steadily increasing. “Cephalopods have this ‘live fast, die young’ life history strategy – the rock stars of the sea, if you like to call them that,” Bronwyn Gillanders, the project leader and a marine biologist at the University of Adelaide, told the Guardian.  Her colleague and the lead author of a study released on Monday, Zoe Doubleday, had a different analogy.  “Cephalopods are often called ‘weeds of the sea’,” she said, because their “rapid growth, short lifespans and flexible development” let them adapt to environmental changes more quickly than other marine animals. This rapid life cycle, Gillanders said, means cephalopods can “proliferate quickly, perhaps with advantages over longer-lived organisms”. Gillanders and her colleagues published their findings on Monday in the journal Current Biology. The research began when the Adelaide team began investigating the decline of the giant Australian cuttlefish, a species that can grow to 20in and 23lb and whose males use color mimicry and deceit to sneak past competitors for a mate. “Surprisingly, analyses revealed that cephalopods as a whole are in fact increasing,” Doubleday said, “and since this study, cuttlefish numbers from this iconic population near Whyalla are luckily bouncing back.”     A Humboldt squid at night, in the Gulf of Mexico. Photograph: Brian J Skerry/Getty Images/National Geographic    Fish populations and coral reefs are declining rapidly due to overfishing and climate change. Recent studies have found that global fish catches are falling three times faster than official United Nations figures suggest, predicted that global warming will shrink fish populations by a quarter, and said bleaching by warm oceans has affected 93% of the Great Barrier Reef.  Yet overfishing and warming oceans may benefit octopuses, squid and cuttlefish. Cephalopods are voracious predators, for which overfishing depletes competition and removes predators. Warmer waters are believed to accelerate cephalopod life cycles, so long as food remains available and the temperatures do not rise too far. Gillanders noted that after the El Niño and La Niña phenomena of 1997-98, for instance, warm Pacific waters apparently affected whole populations of Humboldt squid (also known as jumbo flying squid): unusually large Humboldts were found in large numbers swimming off Mexico, Peru and Chile.  The squid, which live longer than most other squid (two years, rather than one), can grow to nearly 5ft: after El Niño, they were found weighing between 25lb and 88lb. More than a decade later, the long-lived squid were found to have adapted to the 2009-10 El Niño by moving 100 miles north of their usual territory. Others moved into the open ocean and began breeding much earlier than normal.  “These traits allow them to adapt readily to changing environmental conditions,” Gillander said. “They may therefore have a competitive advantage over longer-lived, slower-growing species.” The researchers warned, however, that the “population dynamics are notoriously difficult to predict”, and “human activities may have a deleterious effect on cephalopod populations”.  The acidification of oceans, for example, has proven damaging for most marine life save jellyfish, which may also be reaping rewards from what humans have sown. Jellyfish can survive in waters polluted by runoff and oil spills, adapt well to new environments, and have bloomed in such vast numbers in recent years that they have stopped ships and shut down nuclear plants.",
  "webTitle": "Squids and octopuses thrive as 'weeds of the sea' warm to hotter oceans",
  "webPublicationDate": "2016-05-23T18:09:39Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/23/octopuses-squid-cuttlefish-warming-oceans-climate-change",
  "keyword": [
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "environment/2016/may/23/octopuses-squid-cuttlefish-warming-oceans-climate-change"
}