{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/25/shia-labeouf-embarks-on-digital-road-trip-takemeanywhere",
  "id": "2016-05-25-210",
  "sectionId": "travel",
  "body": "At the time of writing, we can confirm that the exact location of Shia LaBeouf is 41°03’31”N 104°52’45”W. Want to take him for a ride? Better get yourself to Interstate 25, about 90 miles north of Denver, Colorado. He’s waiting for you by the side of the road and, as far as his latest project is concerned, isn’t too bothered which way you’re heading. From 23 May to 23 June, LaBeouf, along with the other members of his meta-modernist art collective, Nastja Rönkkö and Luke Turner, is embarking on a road trip to anywhere, and they’re letting the public know their whereabouts by tweeting their coordinates from their Twitter account @thecampaignbook, along with the hashtag #TAKEMEANYWHERE. The journey will be documented in real time on takemeanywhere.vice.com and for 30 days the trio will document the people and places they encounter along the way.       Commissioned by Boulder Museum of Contemporary Art as part of MediaLive 2016, and the Finnish Institute in London, the project follows in the same vein as the collective’s other works, which play with the interactions that exist between digital and physical communication.  These have included #ELEVATE, in which the trio occupied a lift in Oxford for 24 hours during which visitors could join them and speak to the artists – a performance that was also live streamed on YouTube – and #IAMSORRY, in which LaBeouf took a seat in a gallery in Los Angeles while members of the public were invited to choose items from a table of objects to take into the room with them and interact with the artist. During this performance one woman took the interaction to extremes by raping him. While the latter was evocative of Marina Abramović’s infamous performance The Artist is Present, the latest also brings back memories of Guardian Travel’s TwiTrips, in which travellers were guided in real time with tips and suggestions from locals via Twitter.             Speaking to Vice, which is partners in the project, Rönkkö said: “It’s about trust, and also a journey. I’m more interested in the in-between state than arriving at a destination.” They also described #TAKEMEANYWHERE as their take on the Great American Road Trip, alluding to the paradox of wanting to escape into the landscape, while being tracked by the public the whole time.  “It’s the most expansive and most intimate thing we’ve done,” said LaBeouf.  One Reddit user “raced against time” to find the trio at the coordinates they tweeted. They tracked them down successfully and joined the artists for lunch, posting a video of the meeting on Youtube.  • You can follow the artists’ journey on @thecampaignbook and takemeanywhere.vice.com",
  "webTitle": "Shia LaBeouf embarks on a digital road trip: #TAKEMEANYWHERE",
  "webPublicationDate": "2016-05-25T10:24:20Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/25/shia-labeouf-embarks-on-digital-road-trip-takemeanywhere",
  "keyword": [
    {
      "webTitle": "United States holidays",
      "id": "travel/usa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Road trips",
      "id": "travel/road-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "North and Central America holidays",
      "id": "travel/northandcentralamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Shia LaBeouf",
      "id": "film/shia-labeouf",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/25/shia-labeouf-embarks-on-digital-road-trip-takemeanywhere"
}