{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/22/sundays-best-tv-wallander-horizon-e-cigarettes-miracle-or-menace",
  "id": "2016-05-22-194",
  "sectionId": "tv-and-radio",
  "body": "Wallander 9pm, BBC1Starring a lugubrious-looking Kenneth Branagh, this is the fourth and final series based on Henning Mankell’s novels. It sees the detective brought in to investigate the case of a Swedish national who has gone missing in Cape Town, which turns out to be part of a complex conspiracy, giving Wallander plenty to sink his existential teeth into. The extent of the sorrowful saga dawns against the abundantly shimmering, photogenic backdrop of South Africa. David Stubbs  RHS Chelsea Flower Show 2016  5.30pm, BBC1It’s the 103rd year of the Chelsea Flower show and Sophie Raworth and Joe Swift present the first instalment of the annual bloomfest. Before they get down to the relaxing business of admiring flowers, Raworth and Swift look at how much work goes into the three weeks of setting up the show. Once everything’s ready, they’ll be previewing some of the big hitters of this year’s show. Coverage continues all week. Hannah Verdier  World Cup 1966: Alfie’s Boys 8pm, BBC2With another international football tournament approaching, it’s time, once again, to get misty-eyed about all England’s yesterdays. This paean to 1966 and all that is helmed by David Jason, ensconced in a leather armchair, eyes twinkling like a kindly national uncle. The tournament’s nearly man Jimmy Greaves is a gruff counterpoint to the occasionally cloying tone, half-jokingly recalling 1966 as “a bloody awful year”. Phil Harrison From EastEnders To Hollywood: Antonia Bird  9pm, BBC4A profile of the director Antonia Bird, who died from thyroid cancer in 2013 at the age of 62 but left behind an admirable legacy. She was named resident director of the Royal Court theatre aged just 27 and went on to direct early episodes of EastEnders and Casualty, before cinema beckoned with movies such as Ravenous and Priest. Kay Mellor, Irvine Welsh and frequent collaborator Robert Carlyle all hail her talents here. Ben Arnold Horizon: E-Cigarettes – Miracle Or Menace?  9.30pm, BBC2The question posed by the subtitle feels provocative: few of the claims made for or against electronic cigarettes in the film seem as extraordinary as the fact that the answer wasn’t figured out before they were allowed on sale. Michael Mosley meets people who believe that vaping could save millions of lives, and those who think it might be as dangerous as tobacco. In search of the truth, Horizon conducts its own experiment. Andrew Mueller The Secret History Of Isis   9pm, PBS AmericaThis new doc from veteran US film-maker Michael Kirk explores an organisation that has gained a chilling ubiquity in recent years. The story of Jordanian radical Abu Musab al-Zarqawi, the petty criminal and would-be al-Qaida recruit who went on to form his own terror group, is interspersed with insights from former US government and CIA officials, some more disillusioned than others with both the Bush and Obama administrations. Hannah J Davies  Queen Of The Baboons   8pm, Nat Geo WildThe average female baboon doesn’t get more than 14 birthday parties in the backwaters of Botswana, but “Queen” Tubu did. Last seen sloping off to die aged a stupendous 25, here’s her alternately child-friendly and rather grim story; whether mourning her mangled relatives (“The mess of fur and flesh was her mother”) or dodging suitors, who either want to duff her up or give her some sweet monkey love, often on the same day. Ali Catterall     Judi Dench and Celia Imre in The Best Exotic Marigold Hotel Photograph: Allstar/FOX SEARCHLIGHT PICTURES/Sportsphoto Ltd./Allstar    Film Choice Evolution(Ivan Reitman, 2001), 2.30pm, Channel 4An asteroid crashes to Earth, bearing an unwelcome payload of rapidly evolving alien life forms. Pitted against these lovingly computer-generated creatures are a trio of Earthlings – Prof David Duchovny, a gleefully over-the-top Doc Orlando Jones and brainy clutz Julianne Moore. The jokes are often to do with bottoms, but also poke enjoyable fun at the Alien films, Independence Day et al. Paul Howlett The Best Exotic Marigold Hotel(John Madden, 2011), 8pm, Channel 4Madden’s twinkly comedy, based on a Deborah Moggach novel, takes an A-list of aged Brit thesps – Maggie Smith, Judi Dench, Bill Nighy, Tom Wilkinson etc – and plonks them in a crumbling hotel in Rajasthan as economic migrants seeking a cheaper retirement. The contrived antics don’t quite do the illustrious cast justice but were charming enough to prompt a sequel. PH Kelly + Victor(Kieran Evans, 2012), 2.10am, Film4Unlike the glossy, silly Fifty Shades Of Grey, Kieran Evans’s beautifully crafted sadomasochistic liaison feels torn from the hearts of real people. Antonia Campbell-Hughes and Julian Morris are almost painfully convincing as Kelly and Victor, whose disturbing relationship brings some kind of escape from lives teetering on the brink. Today’s live sport Tennis: The French Open, 9.30am, ITV4The first day of the grand slam tournament from Roland Garros. Test Cricket: England v Sri Lanka 10.30am, Sky Sports 2The fourth day from Headingley. Scottish Football: Play-offs 2.30pm, BT Sport 1The Premiership play-off final. International Football: England v Turkey 4.30pm, ITVEngland’s Euro 2016 preparations continue at the Etihad Stadium.",
  "webTitle": "Sunday's best TV: Wallander; Horizon – E-Cigarettes: Miracle or Menace?",
  "webPublicationDate": "2016-05-22T05:00:34Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/22/sundays-best-tv-wallander-horizon-e-cigarettes-miracle-or-menace",
  "keyword": [],
  "authors": [
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/22/sundays-best-tv-wallander-horizon-e-cigarettes-miracle-or-menace"
}