{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/06/st-ives-cornwall-backs-residents-only-home-ownership-plan-referendum",
  "id": "2016-05-06-173",
  "sectionId": "uk-news",
  "body": "Residents in the picturesque Cornish port of St Ives have overwhelmingly backed plans to restrict second home ownership.  In a referendum on a neighbourhood plan put forward by Cornwall council to allow only full-time residents to own new-build properties in St Ives and Carbis Bay, 83% of voters backed the proposals. Under the plan, new-build housing projects would only be given planning permission if they are reserved for people who live in St Ives and surrounding areas full-time.   Related: Apocalypse Kernow! Cornish-speakers speechless at Westminster cuts    Supporters of the idea argue that the housing market is out of control, and second-home owners have pushed the prices up to a level that is unaffordable for locals.  Critics of the measure believe it could increase the demand for existing houses, which would not fall under the policy, forcing prices up even further and putting more of the area’s smaller and affordable homes way out of reach of local people. Cornwall council said 3,075 people voted yes, with 616 rejecting the town plan. Turnout was 42.7%.  The vote could now be subjected to a judicial review but Cornwall council said it was “confident” the correct process had been followed.  “The council has received notice that RLT Built Environment Limited is seeking permission to judicially review the council decision to support the publication of the St Ives neighbourhood plan and put it to a referendum in St Ives,” a spokeswoman said.    Related: Kingly statue plunges sword into Tintagel's Arthurian row    “Following the positive result of the referendum, we will be carefully considering the grounds on which the claim for the judicial review has been made and seeking further legal advice if required.  “We are confident that the correct process has been followed in this case and will be fully defending this claim.”  In Cornwall the unemployment rate is 5% and many people work in low-paid seasonal jobs in the tourism industry, and are therefore unable to afford the rising asking prices. According to St Ives town council, 25% of residential properties in 2011 were classed as second homes – a 67% increase from 2001.  These figures put St Ives and Carbis Bay among the top five settlements for second homes and holiday lets in Cornwall.  The town has followed Lynton and Lynmouth in Devon in stopping the development of new second homes in its neighbourhood plan.",
  "webTitle": "St Ives backs residents-only home ownership plan in referendum",
  "webPublicationDate": "2016-05-06T12:48:15Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/06/st-ives-cornwall-backs-residents-only-home-ownership-plan-referendum",
  "keyword": [
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/06/st-ives-cornwall-backs-residents-only-home-ownership-plan-referendum"
}