{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/10/black-winged-stilts-return-force-sussex",
  "id": "2016-05-10-324",
  "sectionId": "environment",
  "body": "A line of birdwatchers with telescopes are looking out from the Hanger viewpoint towards the grey pools below. Ducks and wading birds swim about or sleep on the banks of mud in the fine morning rain. Pete Hughes, a former warden here at RSPB Pulborough Brooks, and now warden at the nearby reserve at Medmerry, greets me: “The stilts are in the left-hand pool, towards the front.”  Nothing else looks like the black-winged stilts. Ten slender black and white birds are wading through the water, their red, stick-like legs folding and unfolding delicately as they dip their long, needle-like beaks in the water. Only one is fully adult – a male – the rest are probably just over one year old. Two years ago, two black-winged stilts had bred at Medmerry. They were part of an unusual influx that year, with several pairs across southern England attempting to breed. The Medmerry pair raised three young – the first stilts to fledge in the UK since 1987. “When I heard that there were 10 – ten! – here,” laughs Hughes, “I knew I’d have to have a look!” Is this another one-off, or the start of a colonisation by the species?    Related: Flight of the goshawk    “The appearance of the stilts might be down to successful breeding attempts in 2014,” he explains, “or drought in southern Spain, or just an expanding population in northern Europe … or all three. It’s expected that the recent increase in breeding attempts in southern England will lead to an established breeding population. We’re most likely witnessing the colonisation of the UK, just as we saw with little egrets during the 1990s. “Most of the group appear to be young birds, meaning they are unlikely to breed this year, but it’s a splendid sight, and another step in the stilt’s UK story.”  Nobody expects the stilts to stay – they will probably move on when the weather clears. A nightingale’s pure song carries from the undergrowth and the rain stops. The next day the weather has lifted and, as expected, the stilts have flown away to find somewhere else to spend the summer. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Black-winged stilts return in force to Sussex",
  "webPublicationDate": "2016-05-10T04:30:18Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/10/black-winged-stilts-return-force-sussex",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Birdwatching",
      "id": "environment/birdwatching",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Yarham",
      "id": "profile/rob-yarham"
    }
  ],
  "guardianId": "environment/2016/may/10/black-winged-stilts-return-force-sussex"
}