{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/18/ben-butler-blames-fall-weeks-earlier-for-daughters-death",
  "id": "2016-05-18-51",
  "sectionId": "uk-news",
  "body": "A man accused of murdering his six-year-old daughter in a violent outburst has said she probably died because he failed to take her to hospital after a fall weeks before her death. Ben Butler, 36, told jurors, that his daughter Ellie may have suffered a delayed reaction to concussion she incurred four weeks before her fatal collapse. He had previously told jurors that in the first incident she fell over the family’s new puppy while playing upstairs in their home in Sutton, south London. She was concussed and unresponsive. But he picked her up, put a bag of frozen peas on her head where she had been hit, and she seemed to recover. He accepted he should have got her checked out at hospital. “By not taking her to hospital in this event is probably the reason why she is not around today. I paid the ultimate price, Ellie paid the price. I blame myself every day,” Butler said. “I accept I let her down. A hundred percent let her down.” “I’m guilty … It’s probably my fault Ellie isn’t here any more,” he said. The court has heard that Butler was convicted in 2007 for assaulting the girl but that conviction was overturned in the court of appeal. Butler, and his partner, who has been charged with child cruelty, did not get Ellie back from foster care with her grandfather until 2012. Butler has strenuously denied murdering Ellie and says he “panicked” when he went upstairs on 28 October 2013 and found her on the floor unconscious. Prosecutor Ed Brown, QC, accusing him of lying about her death and doing everything “to save his own skin”. “When you first found Ellie, on your account there must have been a chance that she was either alive or recoverable,” he said, asking why Butler did not try and revive her or pick her up. “I just panicked. [It] took all the air out of my lungs, I was shaking,” he said. Earlier in proceedings, Butler had compared his fight for justice to the plight of the Hillsborough families. Butler told the Old Bailey jury his trial was a repeat of a miscarriage of justice he suffered in 2007 when he was arrested and subsequently jailed for assaulting then seven-week-old Ellie. After the prosecutor accused him of deflecting all the blame for Ellie’s death away from the evidence and on to anyone but himself, Butler told jurors: “I was watching the Hillsborough thing the other night.” He was referring to a BBC documentary on the football stadium disaster in which 96 people lost their lives. “The families in it [the documentary], they were fighting for justice just like we were, and a lady came on and said, ‘The problem you don’t see is the ripple effect and that one action has on everyone’s life,’” said Butler. “That 2007 [injury to Ellie] had a ripple effect on everyone’s lives,” he told jurors. Ellie died when she was at home with Butler in October 2013, while her mother was at work. A postmortem showed that she had a fracture almost the entire length of her skull with injuries likened by experts to those in a high-speed car crash. Butler has told jurors it was an accident and admitted covering up her death up by not calling an ambulance for another two hours after he discovered her unconscious. He said he had suffered “unbelievable loss and pain” and that at times he “hated” his partner, Jennie Gray, because of the illness she suffered as a direct consequence of the miscarriage of justice and the absence of Ellie from their lives. “There were times I’m having to pick her up off the floor every day because she’s drunk and drinking, she’s trying to kill herself … putting pills in her mouth and me trying to get them out,” he said. Under cross-examination Butler admitted to past violence including assaulting a man in a kebab shop in 2004. He also accepted a caution for hitting his ex-girlfriend in 2005 but told jurors on Wednesday that she had “walloped him harder than any man ever did”. He denied concocting “a sophisticated charade” on the day Ellie died. Butler denies murder. He and Gray deny another charge of child cruelty relating to an allegedly untreated broken shoulder that was discovered in Ellie’s postmortem.",
  "webTitle": "Ben Butler blames fall weeks earlier for his daughter's death",
  "webPublicationDate": "2016-05-18T18:40:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/18/ben-butler-blames-fall-weeks-earlier-for-daughters-death",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/18/ben-butler-blames-fall-weeks-earlier-for-daughters-death"
}