{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/26/seaside-holiday-attractions-uk-readers-travel-tips",
  "id": "2016-05-26-320",
  "sectionId": "travel",
  "body": "Winning tip: British Lawnmower Museum, Southport Much like hundreds of other seaside towns, Southport has a pier, ice-creams, a funfair ... but what other towns don’t have is the British Lawnmower Museum. Accessed via a gardening store, for just £2 admission you can enjoy a crackling audio commentary of lawnmower history while taking in the prize exhibits of which the “rich and famous” section includes Nicholas Parsons’ secateurs, a ride-on lawnmower donated to Charles and Di and, most bizarrely, a push mower owned by Britain’s last hangman, which itself is hung from the ceiling by a rope!• lawnmowerworld.co.ukRory Jones Crosby shore, Merseyside      When I was a kid, the merest whiff of sunshine was enough to drive half the population of Bootle to South Road shore, a short bus ride away. You wouldn’t find a more idyllic picture of childhood outside of HE Bates. Today people know this stretch of shoreline best as the site of Antony Gormley’s Another Place. But, wonderful as that installation is, there are plenty of other reasons to visit. It’s also the site of the imposing and fascinating Seaforth Dock and its wind turbines, surprisingly dramatic against the steel grey sea and sky. We go there to walk along the coast from Seaforth Marina, past Gormley’s sculptures to Freshfield pinewood and its native red squirrels, just about still hanging on there. And you can still buy ice-creams or buckets and spades from the shops at the bottom of South Road, Waterloo. They even sell sun cream these days.Lindamarie Scarborough Bay lemon tops      Pacitto’s lemon top ice-creams are a must. I had my first over 50 years ago but you never forget your first lemon top. It’s a kind of sorbet. Don’t be fooled by lessor imitations on Scarborough’s seafront. Pacitto’s are the business. Piped on top of an ice-cream cone the lemon is luminously yellow, tangy but sweet and the most delicious thing whether you are five or 55. Just the thought of that sunny loveliness makes me feel like a kid again.ID2007324 Macduff Marine Aquarium, Aberdeenshire      As seaside attractions go, this is like one of those pebbles that aren’t much to look at until the sea washes over them, when they light up like gems. This rather dreary-looking building contains a sparkling assemblage of all life aquatic. From the huge (the central tank, open to the elements, ushers light down into the depths to reveal sturgeon and stingrays, cod and herring) – to the tiny (insert your head into a rockpool by means of an inverted goldfish bowl and marvel at the tiny beauties living in the salt) – this is a quiet marvel which opens the eye to life beneath the local waves.• macduff-aquarium.org.ukpeb102 Caldey Island, Pembrokeshire     Caldey Island monastery. Photograph: Alamy    The island is a 20-minute boat ride from beautiful Tenby and has a monastery where visitors can meet friendly Cistercian monks and treat themselves to some of their hand-made chocolate or the perfume they create from local wildflowers. Here, you can absorb the history and tranquillity of the monastic buildings and Norman priory; you can stroll through sun-dappled woods to the lighthouse with its spectacular views of the Pembrokeshire coast and Preseli hills. You can paddle in the crystal-clear sea off deserted Priory Beach. The place is surely worth a regular pilgrimage.• caldey-island.co.ukMoiraash Talacre, Flintshire      Here there is a smooth, sandy beach and miles of sand dunes to explore. Its old lighthouse (famous in part thanks to a Dulux paint ad) feels mysterious and you can’t help but feel that it casts a watchful eye on all passers by. There is a small arcade, along with a pub and a few shops, but from what I saw, the main reason to visit is simply to enjoy that sea air, stretch those legs and, of course, build a sandcastle or two.sazzlepop32 Seaham Marina, County Durham      A former mining community, Seaham Marina and the nearby promenade area are experiencing a stylish regeneration. It’s popular with cyclists, strollers and serious walkers, and there are now several bistros from which to enjoy the beautiful coastline view. There’s also a small heritage centre where visitors can learn about this jewel’s treasured history. On the promenade, the seated sculpture Tommy, a weary first world war soldier, created by Ray Lonsdale, poignantly reflects the sheer resilience of this hard-working community now relishing in its fortune at being located at one of the most beautiful harbours in the north-east.CarolGardner7 Davenport’s Magic Kingdom      Norfolk has a plethora of seaside attractions, but a perhaps lesser-known one (certainly unknown to me, 30 years a Norfolk gal, until recently) is just five miles from the glorious beach at Mundesley. A somewhat underwhelming warehouse on the outskirts of North Walsham hides Davenport’s Magic Kingdom, a fantastic museum about the history of magic which is utterly beguiling. Brilliant for kids and adults, you can see a magic show in the purpose-built small theatre, take a guided tour of the exhibits and visit a magic shop from the 1920s, as well as practise your magic skills and puzzle-solving. The magicians were fantastic with our young kids, keeping them enthralled for a good few hours. An unexpectedly fun and educational afternoon – and in one of the most traditional of seaside customs, there was even a Punch and Judy performance.• Adult £12.95, child £9.50, davenportsmagickingdom.co.ukID5172889 Swanage Steam Railway      Whenever we’re in Swanage we ride the steam train. The station is a stone’s throw from the beach and the historic trains run regularly. With young children in tow (for whom the sight of the approaching engine plus the getting-on-and-off is far more exciting than the actual journey) consider the four-minute trip to the first stop, Herston Halt. Disembark for a few minutes of excited anticipation before the return engine puffs into view and you can do it all in reverse. For keen steamies, there’s a grassy picnic area 100 metres behind the station where you overlook the engines as they are tinkered with and refuelled on the sidings. Trains continue on to quaint Corfe Castle village, 20 minutes away, if you want more than four minutes on board. Under fives go free, and it’s a small charge (under £3) for a return ticket to Herston Halt for older children and adults.• swanagerailway.co.ukmarthah  The Purbeck Breezer open-top bus, Dorset      One of the most exciting activities available for visitors to Bournemouth and Poole is a trip on the number 50 bus. The open-top Purbeck Breezer takes a leafy route out of suburban Bournemouth and along the banks of Poole harbour before (this is the best part) boarding the Sandbanks chain ferry and taking to the waves. Make the most of the bus/ferry novelty as the crossing only takes around five minutes. Jump off at Shell Bay, straight after leaving the ferry, for lovely white sand and wild dunes, or continue to Studland for a seaview pint at the Bankes Arms. Then start getting excited about the return trip on the number 50.• purbeckbreezer.co.ukID3208844 Shanklin Chine, Isle of Wight      Imagine a vertical park with bridges and benches, and a little stream that trickles down to the sea alongside you. On the Isle of Wight you can step out of the tourist tat of Shanklin into the leafy, mossy, tree-shaded oasis that is Shanklin Chine. A chine cuts a steep gash through the cliff and this one goes all the way from the Old Village to the Fisherman’s Cottage on the beach. It’s a delight to walk through in any weather and on summer nights it’s lit up. There’s a tea room, gift shop and heritage centre but the real fun is just being in the chine and watching out for red squirrels as you make your way down to the beach.• Adult from £4.30, child £2.30, shanklinchine.co.ukShelley McAllister Sheringham, Norfolk     The main street at the annual Lobster Potty festival in Sheringham, Norfolk Photograph: Alamy    Sheringham is an all-round goodie of a seaside resort. When we took our son last year, I couldn’t believe my parents had never taken me here as a child, despite holidaying across many of the better known coastal towns in the area. Sheringham retains a real old-fashioned charm, with fantastic ice-cream shops (rather foodie), independent boutique shops and a liberal sprinkling of good eateries. There is both a sandy part of the beach and a pebbly portion, to which you can retreat when the tide comes in (which it does so quickly!). The beach is clean, not too busy, and had many larger rocks, which provided excellent climbing grounds for my little boy. There’s also a station, which is serviced by the North Norfolk Railway, and which offers a good afternoon out and events during school holidays.Lauren Kisby  Barricane Beach, North Devon      Nearby Woolacombe has been voted the UK’s best beach for two years in a row, but the real gem is hidden further down the road. Barricane beach is a beautiful cove just off the esplanade. Facing west, you get a stunning view of the sunset. It’s great to watch the sun go down on the beach with a bottle of wine and a great plate of curry from the Barricane beach cafe, a little hut at the top of the beach that serves homemade Sri Lankan curry Thursday to Saturday evenings throughout the summer.bevshields",
  "webTitle": "UK seaside attractions: readers’ travel tips",
  "webPublicationDate": "2016-05-26T05:30:03Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/26/seaside-holiday-attractions-uk-readers-travel-tips",
  "keyword": [
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Beach holidays",
      "id": "travel/beach",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "travel/2016/may/26/seaside-holiday-attractions-uk-readers-travel-tips"
}