{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/08/tips-gap-year-boost-career-live-chat",
  "id": "2016-05-08-138",
  "sectionId": "careers",
  "body": "On Sunday the White House announced that Barack Obama’s daughter, Malia, will take a year off after high school before attending Harvard University. Moving away from the “Gap Yah” cliche (epitomised by Jack Whitehall’s Fresh Meat character, JP) elite universities such as Harvard are encouraging students to take gap years so they can build up their CV and work experience. “Taking a year out can set you apart from a crowd of other applicants,” says Katie Bateman, a careers adviser at the University of Gloucestershire. “Graduates can learn another language and prove just how adaptable they are by embracing change and learning to adjust to a different culture.” Whether you use the time to learn a language, experience a new culture or get to grips with a new skill, an Erasmus Impact study shows employers value international experience.  So what’s the best way to make the most of your year out? Is it better to volunteer abroad, or work closer to home and build experience that reflects your career goals? Join us on Wednesday 11 May from 1pm to 3pm BST for a live chat with the experts. We’ll be discussing:  How to make the most of taking a year out. Tips on finding work experience during a gap year. Ways to boost your CV with a year abroad.  The Q&A will take place in the comments section below this article. Taking part is easier than ever: to comment create a free Guardian account, or log in using your Twitter or Facebook profiles. Alternatively, you can tweet us @GuardianCareers or email your questions to charlotte.seager@theguardian.com, who can post them for you. Panel Richard Nimmo is Chair of the Year Out Group, a trade association that promotes the benefits of well-structured gap year programmes. He is also Managing Director of Blue Ventures Expeditions, an ecotourism organisation that offers marine conservation expeditions in Madagascar, Belize and East Timor. Vicky McNeil-Kornevall is the co-founder of WorkingAbroad.com – one of the most popular websites on voluntary work overseas. She has supported projects across five continents and has successfully placed thousands of volunteers in humanitarian and environmental positions. Matt Arnerich works as a content writer for leading graduate recruitment agency Inspiring Interns. An avid traveller himself, Matt advises graduates on how to stay ahead in the competitive world of graduate jobs. Miranda Reid is associate director of Multilingualvacancies.com, a Europe-wide job board targeting job seekers with fluency in English and another language. Before this, Reid began her career at an international specialist recruitment agency. Joe Hallwood is the founder of Tefl Org UK, and has worked in TEFL for over 20 years advising graduates on teaching overseas. Prior to this, he taught English for eight years in Greece and France, before returning to the UK to retrain in marketing. Lydia Fairman is an HR and resourcing specialist, who owns HR and recruitment consultancy, Fairman Consulting. Fairman also offers free CV advice, interview guidance and careers blogs to help job seekers succeed. Sophie Graham is a careers adviser for the National Careers Service, specialising in matching young people and graduates to careers. Graham also works for the National Careers Service Helpline and regularly attends careers fairs, UCAS events, Skills Shows and Employment Roadshows. Jon Gregory is a job search, application and interview specialist. He’s the author of Winning That Job, a guide for students and graduates, editor of win-that-job.com and is a regional ambassador for National Careers Week. Victoria McLean, CV writer and interview coach, is the founder of CityCV.co.uk. She is a former recruitment manager at Goldman Sachs and Merrill Lynch, and is a multiple prize winner in the global CV writing industry awards. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Tips on how a gap year can boost your career – live chat",
  "webPublicationDate": "2016-05-08T09:00:03Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/08/tips-gap-year-boost-career-live-chat",
  "keyword": [
    {
      "webTitle": "Live Q&As",
      "id": "careers/live-careers-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q and A",
      "id": "careers/live-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q&A",
      "id": "careers/live-q-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Graduate",
      "id": "careers/graduate-jobs",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Gap years",
      "id": "education/gapyears",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "careers/2016/may/08/tips-gap-year-boost-career-live-chat"
}