{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/new-york-soccer-rivalry-mls-red-bulls",
  "id": "2016-05-20-28",
  "sectionId": "football",
  "body": "When fans of New York City’s two MLS clubs – New York City FC and the Red Bulls – congregate at Yankee Stadium on Saturday afternoon, there will be chanting, the hoisting of massive banners and a palpable air of disdain. What’s become known as the Hudson River Derby is a nascent rivalry fueled by vitriol and modest violence. It’s an enmity that’s seen supporters from both clubs hurl fists and insults as a means of proving which team best represents the five boroughs.   Related: MLS's top 20 earners make nearly half of league's wages, salary report shows    The derby creates the drama typical of soccer rivalries the world over, which seems to radiate from the pitch and into the hearts of fans at the first whistle. While tension might end with supporters verbally sparring at a subway stop – or in a scuffle outside a New Jersey bar – one glaring caveat is the derby’s absence of history. After all, City have only just embarked upon their second season, after a disappointing inaugural campaign left the club short of the playoffs. So far, the Red Bulls have coasted to victory in all three derbies, but their fans still feel overshadowed by the presence of a new team that have encroached upon their territory. For Red Bulls fans, many of whom followed the team as the New York/New Jersey Metro Stars in the 1990s, the club owed its roots to the very first awakening of American soccer fervor. At a time when the modest MLS was overshadowed by towering American sports figures like Michael Jordan, Derek Jeter and Emmitt Smith, the Empire Supporters Club gathered at Giants Stadium to support a team that existed in obscurity. The ESC was established in 1995 by young socialists and political radicals, many of whom fought to keep a developing tide of far right-wing extremism out of American soccer leagues. The ESC not only claims to be the oldest MLS supporters group, but the rightful heirs of New York City’s developing soccer kingdom. Steve Ferrezza, a board member of the ESC, recalls the early days, when seats at Giants Stadium were largely empty but hearts were full, as the seeds of early fandom were planted. “I remember the days at Giants Stadium when there were only 2,000 people in the stadium. I would have to take the subway to Jersey Transit to a shuttle bus, and then run across the parking lot to get to the tailgate in time to pick up my ticket,” he says. While things have changed, and notably for the better – the Red Bulls no longer play at the since-demolished Giants Stadium, but at their own arena in Harrison, New Jersey – Ferrezza likens the emergence of City to a privileged neighbor stealing whatever limelight the Red Bulls battled for decades to attain. “No pun intended, but [City supporters] were basically born on third base. They didn’t have to fight for anything,” says Ferrezza. His words are supported by City’s generous financial backing. The team is owned 80% by City Football Group, a holding company of Abu Dhabi United Group, which directs the operations of the Premier League’s Manchester City in addition to other clubs in Japan and Australia. The club’s other owner – with a 20% stake – are the Yankees. Because of this, many Red Bulls fans, like Daniel Fridman, a lifelong New Yorker who’s been watching his team play since he was nine years old, see City as nothing more than an expansion team. He believes NYC FC skirted the league’s official regulations by setting up shop so quickly, and notes that the crosstown rivals feel more “like a newborn that was ripped out of a stomach” than an official franchise. “All these people who could have supported Metros, they chose City because they play in the Bronx? It just irritates me,” he says.     David Villa: NYC FC superstar. Photograph: Adam Hunger/USA Today Sports    And yet it is geographic divides – the most notable of which is the Hudson river – that split allegiances more than anything else. NYC FC are the first MLS team to play within the New York City limits. The Red Bulls maintain a New York affiliation but play across the river in Harrison, about 40 minutes from Manhattan. For NYC FC fans, the New York moniker carried by the Red Bulls is a farce steeped in two decades of false advertising. “New York City residents and people around the five boroughs have a lot pride in this area,” says Ben Glidden, marketing director for The Third Rail, City’s 1,000-member strong supporters group. “When [NYC FC] came along, I think it reignited a passion people had for not only the sport of soccer but supporting something greater, that represented the city,” he says. For Glidden, an innate “sense of pride” might not necessarily flourish when the only area soccer team plays in a different state. He says City fans are attracted to the club’s crest, which invokes famous New York sporting iconography, reminiscent of the Yankees. Glidden also notes that the clamor that followed City’s emergence as the 20th MLS franchise shows that the Red Bulls hadn’t satisfied whatever “thirst fans had for a team,” in New York City. And he may be right, given how passionate City fans can be and the lengths they’ll go to express support: before the inaugural derby last year, a parade of fans organized by The Third Rail marched from midtown Manhattan to Red Bulls Arena in New Jersey, carrying flags, banging drums and singing songs. The stunt got a few unlucky participants in trouble, and many supporters were asked by authorities to leave the New Jersey Transit train carrying them to the game. City’s draw also lends itself to the marquee signings of David Villa, Andrea Pirlo and Frank Lampard – three European players whose reputations made for attractive billboards, but have yet to translate to on-field dominance for the club. The former Arsenal great Patrick Vieira also started coaching City this season, creating a great deal of cache for a team primed to take over the MLS’s biggest market. As the rivalry’s book is still largely being written, there’s little doubt that the Hudson River Derby is doing great things for soccer in North America. Glidden says that the Third Rail has “folks calling us from all kinds of newspapers. Blogs in the UK are starting to pay attention to this match, and as the level of soccer gets better – as it will and has – the level of the rivalry will improve.” That doesn’t necessarily mean that all New Yorkers are swept up in the derby’s hysterics: just on Wednesday, sportscaster Mike Francesca failed to even understand that the Red Bulls and City are two separate teams during a routine promotional ad for Saturday’s game at Yankee Stadium. As for how the game itself will unfold, the tide may be turning in City’s favor. The team are currently first in the Eastern Conference while the Red Bulls are back in fifth place.",
  "webTitle": "New York City FC host the Red Bulls in a rivalry fuelled by increasing disdain",
  "webPublicationDate": "2016-05-20T19:30:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/new-york-soccer-rivalry-mls-red-bulls",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Blum",
      "id": "profile/sam-blum"
    }
  ],
  "guardianId": "football/2016/may/20/new-york-soccer-rivalry-mls-red-bulls"
}