{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/kate-middleton-vogue-national-portrait-galllery-art-duchess-of-cambridge-portraits-monarchy",
  "id": "2016-05-02-148",
  "sectionId": "commentisfree",
  "body": "A Vogue cover shot is not a serious portrait. Who would expect it to be? I’ve nothing against the romantic rural pictures of the Duchess of Cambridge that decorate the June issue of Vogue. Nice face, nice clothes. But is a glossy picture of Kate Middleton in any way a serious work of art? The National Portrait Gallery claims it is. This royal fashion shoot by photographer Josh Olins was jointly commissioned by Vogue and the NPG, and one of the pictures will hang in its exhibition Vogue 100: A Century of Style. The gallery’s director, Nicholas Cullinan, has fawningly enthused that “Josh has captured the duchess exactly as she is – full of life, with a great sense of humour, thoughtful and intelligent, and in fact, very beautiful.” The NPG is apparently working hard to turn Kate Middleton into an icon of modern art.    These are just slight and silly pictures that only a flatterer would call art    There are plenty of reasons to be a republican – the medievalism of hereditary rule, the backwardness it imposes on our political system, its perpetual undermining of democracy as an ideal – but what really gets my goat is the way the royal family makes British art stupid. Kate Middleton’s relationship with the NPG is typical of the monarchy’s politely poisonous effect on art. It is supposedly one of our most important public museums, but it goes gaga for royalty. It keeps commissioning royal portraits, and it keeps on pretending they are proper works of art. The duchess’s Vogue shoot is, from this museum’s point of view, a merciful recovery from its 2013 commission of a widely scorned painted portrait by Paul Emsley. That was mocked for being waxen and inanimate: by contrast the Vogue cover has been praised for its casual beauty. But who cares? This is all tosh. It has nothing to do with art; and in a modern Britain that prides itself on its artists, galleries and aesthetic daring, it is absurd that a public gallery lets itself be a servant of royalty.     ‘The Negro Page is a glowing masterpiece of landscape art and it’s just hanging there in the young Windsors’ front room where George and Charlotte throw toys around.’ Photograph: POOL/Reuters    The NPG is by no means alone in letting the royals walk all over it. Every public art collection in Britain is part of the same pretence. No museum director is brave enough to state the obvious – that our great museums would be even better if the Royal Collection was given over to the nation. An astonishing wall of silence from the art elite protects this glaring, unjustifiable corruption of our artistic heritage. The home life of the Duchess and Duke of Cambridge was glimpsed recently in photographs of them receiving the US president. One of the paintings on their wall caused a controversy because it is called The Negro Page and this apparently caused anxiety among royal staff in case Barack Obama spotted it. Yet I am just as struck by the painting’s preciousness as its archaic racism. It is a glowing masterpiece of landscape art by Aelbert Cuyp, one of the great artists of the 17th century Dutch golden age. And it’s just hanging there in the young Windsors’ front room where George and Charlotte throw toys around. It should be in the National Gallery – with a modernised title.     ‘So we come back to the duchess’s Vogue shots.’ Photograph: Josh Olins/AP    The scope and scale of the Royal Collection is vast, and it would make a real difference to our museums. I was recently showing a group of people round the National Gallery, and someone wanted to see works by women in its collection. We looked at some of the handful of paintings by women it has, but I found myself telling the story of Artemisia Gentileschi, the brilliant follower of Caravaggio who was the most original female artist of the baroque age. Gentileschi’s Self-Portrait is a masterpiece in which she depicts herself as a muscular worker in the art of painting. It would be a huge hit at the National Gallery – what a great talking point about women, art, history and power. But it languishes in the Royal Collection instead, in a gallery lost among the royalist entertainment at Hampton Court. So we come back to the duchess’s Vogue shots. She is assumed to have some kind of special relationship with art because she studied art history at university. She’s certainly chosen a historically important painting from the family art vault for her home. So how does this inform her “portraits” in Vogue? Not at all. These are just slight and silly pictures that only a flatterer would call art. Step forward, National Portrait Gallery. The Windsors treat one of the best art collections in the world as their home decor while patronising a glib, safe, lowbrow idea of “art” and “portraiture”. The art establishment plays its game gladly, staying silent about the wastefulness and indulgence of the Royal Collection and hailing Kate in a hat as the next Mona Lisa. Meanwhile the actual works of Leonardo are locked away in Windsor Castle like so many royal trinkets.",
  "webTitle": "Kate’s Vogue shots shouldn’t be in a gallery. They’re not art | Jonathan Jones",
  "webPublicationDate": "2016-05-02T12:10:42Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/kate-middleton-vogue-national-portrait-galllery-art-duchess-of-cambridge-portraits-monarchy",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "The Duchess of Cambridge",
      "id": "uk/duchess-of-cambridge",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "National Portrait Gallery",
      "id": "artanddesign/national-portrait-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Prince William",
      "id": "uk/prince-william",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/kate-middleton-vogue-national-portrait-galllery-art-duchess-of-cambridge-portraits-monarchy"
}