{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/eurovision-2016-dami-im-reveals-ambitions-to-crack-europe-after-narrow-finish",
  "id": "2016-05-15-209",
  "sectionId": "tv-and-radio",
  "body": "Dami Im has revealed her ambitions to crack the European market after narrowly missing out on winning the Eurovision song contest for Australia in Stockholm on Saturday night. The 27-year-old Brisbane-based singer said she gave 150% at Eurovision and had no regrets after coming second. Her entry, Sound of Silence, earned the most jury votes but fell short on the public vote, which gave the contest to Ukraine’s Jamala and her song 1944. Russia’s Sergey Lazarev, who had been favoured to win, came third.    Australia, time to start drinking - the contest where we have no equal. #Eurovision— Peter Taggart (@petertaggart) May 14, 2016      Enough sniping about Australia being in #Eurovision. Look at a map, why don't you? pic.twitter.com/bL1rezmBb9— David Schneider (@davidschneider) May 14, 2016      Australia have beaten Europe at it's own competition. #Eurovision— Heidi (@heidi_teaman) May 14, 2016      Bugger. I vote we secede from Europe. #Eurovision— Greg Jericho (@GrogsGamut) May 14, 2016      LET'S ALL JUST TAKE A MOMENT TO REMEMBER THAT AUSTRALIA LED THE JURY VOTES AND HAD THE THIRD HIGHEST VOTER POINTS#Eurovision— Elias Jahshan (@Elias_Jahshan) May 14, 2016    Im told reporters after the show, which was seen by an estimated television audience of 200m, that her second placing may give her more opportunities to release music and tour in Europe, with her song already charting in some countries. “I just loved performing tonight,” she said. “The crowd was incredible. I was just enjoying the moment rather than thinking about everything else.   Related: Ukraine wins Eurovision song contest with politically charged 1944    “When I finished that last note, I was like: ‘Yep, no regrets whatever happens because I’ve given my 150%, that’s all I can do.’ ” Interviewed to camera during the broadcast, Im was asked what her pre-performance ritual was: “I drank water,” she replied, tightly clutching an Australian flag.  When asked how she would celebrate if she won: “I’ll go and have a lemonade with my crew.” Im impressed with a powerful performance in a packed Globe arena full of flag-waving fans, including a strong cohort of Australians. Her song won the most votes from professional music juries in the 42 competing countries but lost out on the count of votes from Eurovision fans phoning in. It was a nail-biting finish with the jury counts voted first, making it look as if she might win the contest. “It was so crazy what was happening,” she said. “To be honest I wasn’t all that nervous. “We were like scratching the Lotto one at a time. I was enjoying it, it was so much fun.” In the end Jamala took victory with 534 points over Im on 511 and Lazarev on 491.   Related: Ukraine wins as Eurovision dials back the kitsch …well, a little bit    “I feel very flattered that the professionals gave me the highest points, it feels really good,” Im said. “I think coming fourth in the public vote was still really good. I wasn’t expecting anything that high anyway so I was so happy.” She said she wanted to be an artist who made a difference in the world and to use her performing platform to help children in poverty. Im, who moved to Australia from South Korea at the age of nine, said she hoped her participation in Eurovision created a good image of Australia as a place that accepted immigrants like her. Australia was invited back to Eurovision this year after being granted a wildcard entry in 2015 when Guy Sebastian came in fifth with his song Tonight Again. Im’s Sound of Silence was created by songwriting team Anthony Egizii and David Musumeci of Sydney-based DNA Songs.    Solved the mystery of what's in Australia's box #Eurovision pic.twitter.com/hbR8SUWJ8L— Timothy Winchester (@PeopleIKnow) May 14, 2016      Divine! @Damiandmusic has come a long way to sing here and we're so glad she did! #AUS #Eurovision https://t.co/nTWsVELzPT— Eurovision (@Eurovision) May 14, 2016      New entrant Australia set to win #Eurovision -- because Europeans hate each other and Israel.— WikiLeaks (@wikileaks) May 14, 2016      POLITICS WON EUROVISION— bl*ge (@THECAROLDANVERS) May 14, 2016      My husband just told me he voted for Poland while I was making tea. A reminder that you never *really* know another human being. #Eurovision— J.K. Rowling (@jk_rowling) May 14, 2016      Australia hiperventilando…#Eurovision pic.twitter.com/c3RGhlbCyt— dosositos (@dosositos) May 14, 2016      All of Europe @ Australia today... #Eurovision pic.twitter.com/VQr2GVXyjv— Katelyn Ann (@katelyn__ann) May 14, 2016      And this is how CONFUSED Americans felt watching #Eurovision Live, when #Australia came on stage!! pic.twitter.com/tkx9GBMQdY— Gerry Stergiopoulos (@GerryGreek) May 14, 2016      Australia is winning #Eurovision in so many ways today pic.twitter.com/5qROnoFHWG— Jarett Wieselman (@JarettSays) May 14, 2016",
  "webTitle": "Dami Im reveals ambitions to crack Europe after close finish at Eurovision",
  "webPublicationDate": "2016-05-15T05:14:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/eurovision-2016-dami-im-reveals-ambitions-to-crack-europe-after-narrow-finish",
  "keyword": [
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/15/eurovision-2016-dami-im-reveals-ambitions-to-crack-europe-after-narrow-finish"
}