{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/hillsborough-verdict-miscarriage-of-justice",
  "id": "2016-05-01-211",
  "sectionId": "commentisfree",
  "body": "When it finally came, it took less than 27 minutes. So simple, so powerful, so emphatic – and so obviously right. So why on earth did it take 27 years to arrive? I am not the only one who needs to ask this question. Every MP, every journalist – indeed the whole country – needs to keep on asking it too. That’s because until there is a broadly shared consensus on how the breathtaking injustice of Hillsborough happened, we will not be able to make this the moment of change for our country that it needs to be. The simple truth about 15 April 1989 and its aftermath has been sitting quietly in official files for all those years. If the state had wanted the families to have it earlier, it only had to say the word. But it didn’t. Parts of it still don’t. And that says something very worrying about how we are governed and policed. As I have walked my own journey over Hillsborough, from the 19-year-old at the other semi-final, and then onwards to MP and Government minister, I have seen life from both sides of the fence. What I have seen along the way has given me a much deeper understanding of why so many people are so disillusioned with Westminster politics. And this may sound surprising coming from a politician – I share their disillusionment. I know better than anyone how close people came to never knowing the full truth about one of the greatest miscarriages of justice in British history. Far from exposing the cover-up, the committees room of parliament and the offices of Number 10 were used to advance it. I remember all too well the pressure I came under to leave this issue alone. During my 15 years in parliament, I have become very familiar with a Westminster elite that is sometimes too enmeshed with the elites in other professions – law, media, business – to be in a position to advance the cause of ordinary people. Consequently, we still live in a country where those elites hold the cards and your social class and accent still have far too great a bearing on how you are treated. One of the most revealing moments on my journey came in the summer of 2012. With the help of Mark Durkan MP, I arranged a meeting for representatives of the Hillsborough families with those who had lost loved ones on Bloody Sunday. I went with Margaret Aspinall and Jenni Hicks to the heart of working-class Derry, so similar to Liverpool in so many ways, and we sat among those wonderful, down-to-earth Derry families. To sit and listen to this historic meeting between the two groups, to see the common ground they immediately shared, was a rare privilege and a humbling moment. And it gave me a moment of clarity in understanding the nature of injustice and why it often stands for so long. The Derry families said that, for the first 20 years after Bloody Sunday, their campaign hadn’t got anywhere. So raw were the feelings, and so slow the progress, the families began to fall out with one another. It was only when the 20th anniversary of Bloody Sunday came around, and a new generation had come to the fore, that they decided to put their differences behind them and fight as one for truth and justice. The parallel with Hillsborough, and that 20th anniversary moment, could not have been stronger. The system plays the long game. It can afford to. It works on the basis that people will be ground down by the frustration and the wait. It plays the propaganda war against working-class communities, encouraging the rest of the country to think the worst of them. But this is where the establishment came unstuck. Rather than the worst of our country, they are the best. They understand the power of true solidarity. As well as wrongly maligning the people of Derry and Liverpool, the establishment made the fatal mistake of underestimating them. Their story should give hope to anyone, anywhere fighting against injustice. But there are a lot of them and they do not have the reach of the Hillsborough campaign. Many are not getting anywhere. Consequently, the establishment has beaten them or is on the verge of doing so. That frustrates me intensely because it denies the people of this country some uncomfortable truths that it needs to know. For instance, how many know that, a few years before Hillsborough, the miners at Orgreave were subject to the same underhand tactics from the same police force that were subsequently used to much more deadly effect against the Liverpool fans? Not many is my guess. The truth about policing of the miners’ strike is still well hidden. I live in a former mining village in the Lancashire coalfield. When I was out campaigning last year, I knocked on the door of someone who lives a few streets away from me. He said he had something to show me. He went back inside his house and brought out an official-looking badge with the words “military police” on it: “I ripped this off a uniform when they attacked us in the street right there.” Like Derry and Liverpool, mining communities were on the receiving end of a propaganda war to deny their cause any public sympathy. But knowing what we know about Hillsborough, every single person in the land should be loudly demanding the truth about Orgreave. But the injustices that still stand to this day don’t just hit trade unionists or working-class communities. They cross all social classes and walks of life. I think, also, of the farmers I have worked with who have suffered terrible physical and mental damage from exposure to organo-phosphates during sheep dipping and who have faced a wall of obfuscation from an agriculture department that doesn’t want to tell them what it knew at the time. I think of the victims of the contaminated blood scandal, too, who come from all parts of the country and who continue to get nothing more than scraps off the table to keep them quiet. My hope is that Hillsborough might provide a moment of amnesty on state injustice. The success of this one campaign needs to have a domino effect on others. It must also mark a shift in the balance of power from the state to the ordinary citizen, starting with more accountability in our police force. We must have an end to the scandalous situation where senior officers can use retirement as a means of escaping accountability for misconduct and remain on a full pension for the rest of their lives. The legal system also needs radical change and re-balanced in favour of victims. Its adversarial nature suits the authorities. It can easily intimidate people who are pitched into an intimidating court environment. And the authorities spend public money like water in hiring the best lawyers. By contrast, the victims of any disaster have to scratch around to get whatever legal representation they can. That can’t be right and must change. And we need a much better press regulatory system. After the phone-hacking revelations, the possibility of real change opened up. But since then, the political and media elite has closed ranks again. Ordinary people have no real ability to undo the damage of a misleading and mendacious front-page story. But there are positives about Hillsborough that we can cling to. At least this country was able finally to open up and look itself in the mirror. And in an increasingly atomised world, it provides a reminder of what true solidarity can achieve. This tells us that change is possible. So just as a new generation of campaigners had to come to the fore, now the new generation in parliament must make Hillsborough a moment when Britain changed for the better.",
  "webTitle": "Let’s make this miscarriage of justice a watershed moment | Andy Burnham",
  "webPublicationDate": "2016-05-01T04:00:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/hillsborough-verdict-miscarriage-of-justice",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Burnham",
      "id": "profile/andy-burnham"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/hillsborough-verdict-miscarriage-of-justice"
}