{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/this-weeks-best-streaming",
  "id": "2016-05-02-218",
  "sectionId": "tv-and-radio",
  "body": "Netflix Marseille Their first French-language creation, this Netflix original begins with the promising sight of Gérard Depardieu hoovering up a hefty line of cocaine. He is playing Robert Taro, the mayor of Marseille. And it’s soon apparent that he’s a suitably cast as the figurehead of this edgy city. Before he retires, Taro wants to complete his biggest project: the construction of a grand casino in Marseille’s marina. But with a daughter consorting with armed robbers from the banlieues, clashes with the mafia and an anointed successor who might be about to go rogue, could he be losing control? Available from Thursday BBC iPlayer The BBC4 Collections Tucked away in the dark recesses of the iPlayer is an underpromoted but deceptively sprawling archive that makes a mockery of the idea of the BBC not being value for money. Highlights include a bewildering array of Arenas, a charming 1982 film attempting to demystify computers, extensive forays into abstract art, snooker, steam railways and postwar architecture and more episodes of Horizon than you could wave a blackboard rubber at, including the memorable Fermat’s Last Theorem, in which Sir Andrew Wiles weeps at the sheer beauty of mathematics. Available now BBC iPlayer Chasing Dad: A Lifelong Addiction A superb but heartbreaking film courtesy of BBC3, whose move online seems to largely have had the effect of filtering out the superfluous nonsense from their output. Philip Wood is a film-maker whose father’s lifelong struggle with heroin and booze has fragmented and estranged his family. Over the course of this uncomfortably intimate hour, Philip shines a piercing light on his dad’s evasions, lies, hospital visits, capacity for violence and general agonised dysfunction. And yet the love shines through too, which, of course, makes the whole thing sadder still. Available now NOW TV / Sky Go Sex And The City: The Complete Box Set It’s a show whose indescribably awful cinematic continuations have done it few favours. But Sex And The City was, in its time, a trailblazer whose influence can be seen in everything from the long-form narrative arcs of The Wire to the urban sisterhoods of Girls and Broad City. The whole shooting match has just been released on NOW TV and Sky Go – to see SATC in 2016 is to realise how far ahead of its time it was in 1998. Available from Thursday All 4 Murder Rap: Inside The Biggie And Tupac Murders The story of hip-hop’s mid-90s east-west war still grips and astonishes. This feature-length film is well worth a look if the stories of Diddy, Tupac, Biggie and Suge remain an itch you still need to scratch. There’s plenty of remarkable footage of the events surrounding the murders and a comprehensive trawl through the bewildering and still inconclusive aftermath. In the era of Making A Murderer, this remains the recent true crime saga against which all others are still measured. Available now YouTube Comedian Caricatures Very funny webseries in which standup Joe Bor interviews fellow comics while sketching their caricatures. It’s a simple yet deceptively effective idea and this opening episode reaches a thoroughly enjoyable climax when Nick Helm takes theatrically vocal exception to his likeness which, he decides, “looks like Billy the fucking Fish.” Episodes 1-3 are available on YouTube",
  "webTitle": "This week’s best streaming: from Marseille to Comedian Caricatures",
  "webPublicationDate": "2016-05-02T08:00:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/this-weeks-best-streaming",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/this-weeks-best-streaming"
}