{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/first-laughs-since-syria-the-clowns-getting-refugee-children-smiling",
  "id": "2016-05-05-286",
  "sectionId": "world",
  "body": "Unexpected sounds echo over Piraeus port in Athens: a saxophone, a violin, an accordion. It would be a little cheesy if the situation wasn’t so tragic.  Hundreds of tents are grouped together between trees and bushes. Litter is piling up in corners and a strong smell of urine wafts over from the blue portable toilets. About 4,000 people have been stuck here for weeks, with access to three cold showers between them. Some refugees call it Hotel Europe. They may have lost much, but their sense of irony is undimmed.   Related: Homesick, lonely, sleepless – and these are the lucky child refugees    Slowly a group of clowns wander across the square. Children crawl out of their shelters and start running towards them, some barefoot or wearing socks but no shoes. The children take the hands of the clowns, raise their legs to imitate funny walks and crane their necks to get their noses painted with red lipstick. “It is the best audience we ever had. They are so rewarding,” says Martin Nurmi, a musician with the volunteer group Clowns without Borders, which is coordinated by an international federation and has 400 artists from 12 countries, and had a budget of around €1.7m last year. Clowns Without Borders operates in more than 40 countries worldwide. The group in Athens originates from Sweden and has just arrived from Lesbos. Piraeus is not a safe place. There are reports of predators and paedophiles at the port. Is a clown show really what these children need? “This is what I can do. Others save lives. We help them to start living again,” says Linn Holm, a 24-year old student at the School of Dance and Circus in Stockholm. “Some people told me they had not seen their children laugh since they left Syria. They gain so much strength from it. Food and shelter will keep you alive but it will not give you the power to fight for life.”     Musicians from Clowns Without Borders entertain children in Piraeus. Photograph: Juliane Löffler/Der Freitag    Children are the hidden victims of the Syrian conflict and the refugee crisis overwhelming Europe. An estimated 2.4 million have been driven from Syria in the past five years. Around 700,000 of them do not have access to school in neighbouring countries. In Greece, an estimated 75% of unaccompanied children have no safe place to stay due to the overcrowding of shelter spaces. Several volunteer groups are trying to ease the children’s plight. The Spanish organisation SOS Remar has constructed a children’s space with a tent in Piraeus, where kids draw pictures at small plastic tables. It also operates at the Idomeni camp on the Greek-Macedonian border. Midwives from Amurtel: Greece for Refugee Mothers and Babies provide medical support for pregnant women and let mothers bathe their newborns in plastic tubs. Carry the Future distributes baby carriers among refugees, and the local humanitarian aid organisation Praksis helps to run some of the 477 shelter spaces in Greece. Out in the islands the situation is even more urgent, with insufficient space for hundreds of lone minors seeking refuge. On the island of Chios, volunteers with the Sikh NGO Khalsa Aid found that some were being held in police cells.     Clowns entertain children in Piraeus. Photograph: Juliane Löffler    Khalsa Aid had to register at the police station to be able to see the children. The volunteers were shocked by the lack of supervision and the poor sanitary conditions. So they cleaned the cell, brought food and clothes, and gave the children basic information about legal procedures through a Farsi translator. “Some of them asked: how far is Germany? And: are we in Europe?” said Kanwar Singh, who was allowed to take the children outside the police station to play football or snooker. “I know playing football is not making a life-changing impact. But it provides them with the feeling of being kids again. The rest of their journey will be even harder.” A few hundred miles away in Turkey, help comes in a different guise. Around 100,000 Syrians live in Izmir, where until a few weeks ago when the EU-Turkey deal was put into effect, smugglers would stroll openly through the central square in the quarter of Basmane. Most of the Syrians here stay for months and years, either because they want to return to Syria as soon as possible or because they have run out of money and are trying to earn the thousands of euros required for a passage to Europe.   Related: Quarter of child refugees arriving in EU travelled without parents    In a side street in Basmane, children are playing in a hidden backyard. The place is called Kapılar (“open doors”), and is run by an international volunteer group, ReVi. It is a community centre that aims to build solidarity and tolerance among Syrian and local Turkish children, for example through collaborative gardening and education programmes.      Children play at the port of Chios. Photograph: Petros Giannakouris/AP    ReVi is also building up informal education systems, running four classrooms with Syrian teachers who themselves are refugees, teaching about 60 children between the ages of five and 10.  “After a few weeks they realised that Syrian refugee kids have the right to go to school in Turkey, once they claim their protection status,” says Irem Somer, a social worker. “The problem in Turkey is that the laws don’t address the problems. In urban areas only 10% of the children go to school, because they need to support their parents financially. Besides, the laws in Turkey change all the time. Most people hide from the legal system. It is a different situation from Greece where attention means help.” • This article was made possible by a reporters in the field scholarship from the Robert Bosch Foundation.",
  "webTitle": "First laughs since Syria: the clowns getting refugee children smiling",
  "webPublicationDate": "2016-05-05T08:05:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/first-laughs-since-syria-the-clowns-getting-refugee-children-smiling",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/05/first-laughs-since-syria-the-clowns-getting-refugee-children-smiling"
}