{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/england-ben-stokes-second-test-chris-woakes-sri-lanka-squad-chris-woakes-cricket",
  "id": "2016-05-22-66",
  "sectionId": "sport",
  "body": "Ben Stokes looks likely to be ruled out of the second Test with Sri Lanka at Chester-le-Street, with the result of his knee scan and a revised England squad, which includes Chris Woakes, both due to be published on Monday morning. Stokes, who would miss the last Test to be played on his home ground for four years, reported a locked left knee during the innings and 88-run victory at Headingley and was due in hospital for tests on Sunday night. The 24-year-old all-rounder’s injury is most commonly associated with torn cartilage, which may result in an operation and up to six weeks’ recovery time. While his England team-mates were celebrating their victory on Saturday night, Stokes was laid up with his leg in a cold compression pack and was still struggling to walk on Sunday morning. Speaking to BBC Radio 5 Live on Sunday, before the scan, the England director of cricket, Andrew Strauss, described Stokes as “touch and go” for Friday’s second Test. However the team management are privately pessimistic about his chances of being fit and are unlikely to take any chances. Strauss said: “We know what Ben is like – you have to drag him off the pitch kicking and screaming. But we’re mindful of a busy summer ahead as well so we will have a look, see how he pulls up, and make a decision after that.” Stokes initially suffered the problem on the second day at Headingley and while the fact he returned from lengthy on-field treatment to bowl four more overs offered some encouragement, a spell at slip on the third morning was aborted early and no further part was taken in the match. Woakes, a Warwickshire all-rounder, will be called up as cover, meaning he will pull out of his county’s continuing game at home to Durham after Monday and vie with Nottinghamshire’s Jake Ball, the unused member from the 12-man squad for Headingley, for a place.   Related: Chris Woakes relishing his return to England colours after injury    Woakes is the better batsman, with nine first-class centuries and an average of 61 this season, and Ball a genuine tailender, but either option would likely see Jonny Bairstow and Moeen Ali move up the batting order from their current positions below Stokes, who bats at No6. Moeen, who was out for an eight-ball duck in Leeds, would welcome any sort of promotion with England’s assistant coach, Paul Farbrace, admitting the left-hander is struggling with something of an identity crisis at No8 given his top-order status at his county, Worcestershire. He said: “The difficult thing for Mo when you bat at No8 is it is very easy to bat like a bowler rather than a quality batsman. It’s tough on him but the thing for him is to keep reminding himself he is a top-quality batter and keep thinking like one. He gets a bit frustrated at times.” Farbrace also spoke glowingly of the performance of Alex Hales following the three-day victory over Sri Lanka, with the opener’s 86 spanning 72.3 overs at the crease, two balls more than the tourists lasted in their two innings combined. He said: “This innings will convince him he can play Test cricket. It’s a shame he did not get a hundred but in the situation, 86 on that surface was a fantastic innings. It showed a real sense of responsibility and showed he knew where his off stump was.” While Hales dug in for his best Test score, Jonny Bairstow transcended the seaming conditions for his 140 and having held nine catches behind the stumps, was rightly named man of the match. The 26-year-old has worked hard on his wicketkeeping since the tour of South Africa, including a recent session with the Newcastle United goalkeeping coach, Simon Smith, to improve his balance and body shape. Along with praising Bairstow, Farbrace offered words of encouragement for Nick Compton, who suffered a third-ball duck in England’s solitary innings, saying: “We felt in South Africa he showed enough to suggest he can score runs in international cricket. “He did not necessarily cement his position through weight of runs but equally he did not have a tour that left you saying you could not pick him for the next Test. “Nick knows his job is to score runs but he is extremely committed to working hard at his game. I would say his state of mind has been very good and if he gets a score in Durham he will be up and running. “We showed him faith by picking him. We were very clear in South Africa we are not bothered about him scoring runs. He is not a difficult bloke. He is an easy bloke to work with and he is passionate about scoring runs and he has everything you need from a top quality batter.”",
  "webTitle": "England’s Ben Stokes set to miss second Test with Chris Woakes pencilled in",
  "webPublicationDate": "2016-05-22T16:15:26Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/england-ben-stokes-second-test-chris-woakes-sri-lanka-squad-chris-woakes-cricket",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ben Stokes",
      "id": "sport/ben-stokes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/22/england-ben-stokes-second-test-chris-woakes-sri-lanka-squad-chris-woakes-cricket"
}