{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-jane-lucy",
  "id": "2016-05-24-83",
  "sectionId": "small-business-network",
  "body": "Jane Lucy, CEO of Labrador Ltd, explains why she should win the Rising Star category of the Guardian Small Business Showcase competition:  I am the sole founder of Labrador, a new intermediary for domestic energy customers, addressing the issues at the heart of the Competition and Markets Authority (CMA) and more. The model makes energy comparison and switching more accurate and simplified, and also empowers consumers to take control of unlocking smart meter benefits.  I have done all of this without waiting for or expecting regulatory change but have used my legal background to create my own opportunities for consumers.  I have also started Energy Opt Out, a free service for consumers. This is important in light of the European General Data Directive, and the CMA’s indication that opt in consents may be changed to opt out.  I have achieved this, even though I have never run a startup before, am not a technical founder, and am a single mum to five-year-old Julian.  Labrador has been recognised by Cisco, UCL and DC Thomson and was given residency at IDEALondon, as well as being chosen to exhibit at the Internet of Things Demonstrator at the Digital Catapult.  In the past, I was head of special projects for Hugh Fearnley-Whittingstall. During my time working with him, Hugh won campaigner of the year at the Observer Ethical Awards three times, and I was named a Green Hero by The Guardian.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Jane Lucy",
  "webPublicationDate": "2016-05-24T16:22:30Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-jane-lucy",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-jane-lucy"
}