{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/20/deutsche-bank-shareholders-vote-against-pay-plan-for-bosses",
  "id": "2016-05-20-86",
  "sectionId": "business",
  "body": "Goldman Sachs has suffered a stinging rebuke over pay from its investors just hours after shareholders in rival Deutsche Bank rejected its remuneration plans outright. A third of investors who voted on Goldman’s pay plans opposed them, despite chief executive Lloyd Blankfein accepting his first pay cut in four years, from $24m (£16.5m) to $22.6m. A sizeable group of shareholders expressed their displeasure with Blankfein serving as both chief executive and chairman, a dual role that is seen as taboo in the City of London but is still practised on Wall Street. Although a motion to separate the two roles was not passed at the company’s annual meeting in Jersey City, about 30% of voting investors supported the proposal. Shareholders aired their grievances after a tough start to 2016, with revenues in the first quarter down 40% as volatile markets saw traders pull in their horns. Deutsche Bank also suffered a damaging investor revolt at its annual meeting, when shareholders rejected a new pay scheme for top managers, lambasting the bank’s mounting legal bills and falling share price. At the  annual meeting of Germany’s largest lender in Frankfurt on Thursday, more than half of shareholders (51.9%) voted against a new pay scheme for its top managers. The vote was non-binding, however. Under the pay plan, in addition to bonuses linked to the bank’s and their own personal performance, divisional heads will get a bonus linked to their division’s performance.     Deutsche Bank shareholders’ meeting: (from left) John Cryan, Jürgen Fitschen and Paul Achleitner    Deutsche’s chairman, Paul Achleitner, suggested that the bank would take the vote into account when implementing the pay plan. Under fire from shareholders, he defended his record and sought to head off criticism that he had been too slow to make changes to top management and strategy.  The bank slumped to a record €6.8bn (£5.2bn) loss in 2015 and its share price has halved over the past year. It has suspended dividend payments. “I am sticking to my duty and to my responsibilities,” Achleitner told 5,400 shareholders at the annual meeting.    Related: UBS and Deutsche Bank lose bonus tax challenge    “We in the supervisory board are now confident that Deutsche Bank is on the right track,” said the 59-year-old Austrian, who has chaired the bank since 2012. When Achleitner announced that he would seek another term in 2017, there was silence among shareholders. By contrast, John Cryan, who took over as chief executive last July, and departing co-chief executive Jürgen Fitschen, received applause. A shareholder proposal for a special audit of how top managers had handled the bank’s litigation issues was narrowly rejected – 46.4% of investors voted in favour and 53.6% against. Cryan said the group expected further big legal charges this year related to a series of scandals, such as manipulation of Libor and foreign exchange rates, that have damaged the bank’s reputation and hurt profits – but added that it was getting closer to the end of the litigation saga. Cryan, who is British but spoke in German, said: “I am cautiously confident that we are gradually approaching the home straight as far as our litigation is concerned.”  The bank has set aside €5.4bn to settle pending litigation this year. To applause from shareholders, Cryan admitted: “Litigation expenses of this magnitude are completely unacceptable.” Fund manager Ingo Speich, of Union investment, one of Deutsche’s biggest shareholders, said the bank was mired in the “most serious crisis in its history”. Speich described the share price performance as a disaster, noting that the bank’s market value of around €20bn was less than the amount raised from shareholders since the financial crisis. He added: “After a decade of mismanagement, Deutsche Bank is a restructuring case today.” He said Cryan would have to clean up the mess left by his predecessors. Other shareholders backed Cryan and the newly installed executive team.  Andreas Thomae, a fund manager at Dekabank, said: “We expressly welcome this new beginning.”",
  "webTitle": "Goldman Sachs and Deutsche Bank shareholders revolt against pay deals",
  "webPublicationDate": "2016-05-20T16:04:50Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/20/deutsche-bank-shareholders-vote-against-pay-plan-for-bosses",
  "keyword": [
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Goldman Sachs",
      "id": "business/goldmansachs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Deutsche Bank",
      "id": "business/deutschebank",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European banks",
      "id": "business/europeanbanks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    },
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/20/deutsche-bank-shareholders-vote-against-pay-plan-for-bosses"
}