{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/did-the-national-theatres-connections-festival-change-your-life",
  "id": "2016-05-16-95",
  "sectionId": "stage",
  "body": "Twenty-one years ago teachers and directors began telling the National Theatre that they wanted relevant and challenging new plays for young actors. We responded by launching Connections, our flagship youth theatre festival. Since then the NT has commissioned more than 150 plays for Connections, giving young people aged 13 to 19 across the UK and Ireland access to the very best new writing for theatre. We want you to join us to celebrate Connections in our anniversary year. We hope to hear from people who have taken part in Connections plays over the last 21 years. Whether you’re Kevey Bow, from UROCK who performed in Remote at last year’s festival, or Roy Weise, now a trainee theatre director at the Royal Court Theatre (Chatroom by Enda Walsh, 2004) or Hollywood actor John Boyega (Six Parties by William Boyd, 2009), we’d love to hear about your Connections experience. Performing and working backstage as part of a brilliant youth theatre can be a transformative, life-changing experience and we want you to tell us how it changed you. Wherever you are now, and whatever you’re up to, get in touch at http://yourconnections.nationaltheatre.org.uk/ and share your Connections memories with us, however big or small, to help celebrate 21 years of the biggest youth theatre festival in the world.Rufus NorrisDirector, National Theatre of Great Britain • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Did the National Theatre’s Connections festival change your life? | Letter from Rufus Norris",
  "webPublicationDate": "2016-05-16T17:39:35Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/did-the-national-theatres-connections-festival-change-your-life",
  "keyword": [
    {
      "webTitle": "National Theatre",
      "id": "stage/national-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Drama and dance",
      "id": "education/dramaanddance",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "stage/2016/may/16/did-the-national-theatres-connections-festival-change-your-life"
}