{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/gloria-de-piero-pm-playing-catch-up-over-youth-vote-on-eu-referendum",
  "id": "2016-05-17-121",
  "sectionId": "politics",
  "body": "David Cameron has sabotaged his own campaign to remain in the EU by failing to take action to stop young people missing out on the chance to vote in next month’s referendum, Labour has claimed. Persuading young people, whom polling suggests are more pro-EU than their parents and grandparents, to go out and vote on 23 June is seen as crucial by many battling for Britain to remain in the EU, including the prime minister. But with just three weeks to go before the 7 June deadline for registering to vote in the referendum, Gloria De Piero, the shadow minister for voter registration, said she had repeatedly urged Cameron to take action to prevent students and young people failing to register under new rules.   Brexit companion   “David Cameron has shot himself in the foot by not listening to us earlier,” she said. “Now he is playing catch-up because he fears young people will be disenfranchised, when nearly twice as many 18-24 year olds want to remain in the EU as over-65s.” The government has pushed through a shift to a new system known as indvidual electoral registration (IER). That means young people, who were once put on the electoral roll by their parents or universities, must take action to make sure they are on the register. De Piero, who is touring Britain in the run-up to the referendum urging students to sign up to vote, said new data showing a 40% drop-off in the number of 16 and 17-year-olds on the register underlined the fact that young people are at risk of missing out on the electoral process.  Teenagers can register themselves at 16 or 17, so that they are already enrolled when they turn 18 and can legally vote – but in some areas the number of 16 and 17 year olds on the register has dropped by 70% since the new system was introduced. In Middlesbrough there were 812 of these “attainers” on the register in December 2014 under the old electoral registration system but that had dropped to 250 by the end of last year. Other areas that have seen sharp declines include Peterborough, Torfaen and Blaenau Gwent in Wales, and Edmonton in London. De Piero is calling on the government to introduce pilot schemes in the worst-affected constituencies, which would see young voters automatically enrolled when they get their national insurance numbers at the age of 16; and to encourage universities to sign up their students. “The Labour party and the independent Electoral Commission have been warning theprime minister for many months that young people are least likely to be on the electoral register following the rushed introduction of IER. “We have urged him to support universities to register their students when they fill out standard university forms, and to give all areas access to schemes like the Northern Ireland Schools Initiative, to address the shocking 40% drop in 16 and 17-year-olds on the register,” she said. David Cameron invited representatives of social media firms including Facebook and Twitter to Downing Street on Monday as he looked for ways to boost participation by young voters. Britain Stronger in Europe, which is campaigning for a remain vote at the referendum, has 70 university groups, whose members “encourage their peers to register to vote,” said BSE’s spokesman James McGrory. He added that Stronger In also works with “a patchwork quilt of other groups”, including Universities UK, and the National Union of Students, to work on boosting registration. The comedian Eddie Izzard is on a tour of university towns, doing 31 events in 31 days, to urge young people to get themselves on the roll. There are also fears that other hard to reach groups, such as tenants of rented properties, who can move house frequently, may also be at risk of missing out. Data compiled by Labour suggests that in total, 800,000 people may have dropped off the register since the system was changed. The Electoral Commission has posted a leaflet to every British household containing information about how to register – and how to vote – in the 23 June referendum.",
  "webTitle": "Gloria De Piero: PM playing catch-up over youth vote on EU referendum",
  "webPublicationDate": "2016-05-17T14:59:45Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/gloria-de-piero-pm-playing-catch-up-over-youth-vote-on-eu-referendum",
  "keyword": [
    {
      "webTitle": "Gloria De Piero",
      "id": "politics/gloria-de-piero",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/17/gloria-de-piero-pm-playing-catch-up-over-youth-vote-on-eu-referendum"
}