{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/father-of-anzac-day-terror-plot-accused-pleads-for-son-to-be-released-on-bail",
  "id": "2016-05-02-196",
  "sectionId": "australia-news",
  "body": "The father of a Sydney teenager accused of plotting a terrorist attack on Anzac Day has pled for his son to be released on bail, saying he “would do anything” to get him home. The Parramatta children’s court is hearing a bail application for the 16-year-old, who was arrested last week after allegedly trying to source a gun and an explosives manual.   Related: Police ran online sting against Sydney boy charged with Anzac Day terrorism plot    His father said on Monday he would ensure round-the-clock supervision of the teenager, lock up electronic devices in the house and even sleep in the same bed to monitor him. “To get my son back home I would do anything ... I love him with all my heart and he’s everything to me,” he said. He told his son, watching on via video link: “I love you”. Crown prosecutor Chris Choi alleged the boy had been planning the attack from at least 16 April, when he allegedly sent a text to someone saying: “I want to learn how to make a bomb”.   Related: Sydney teenager charged with Anzac Day terrorism plot pleads not guilty    She said he allegedly “took steps to obtain a gun and a bomb manual in order to commit a terrorist attack on Anzac Day”. When asked why he chose 25 April, the teenager allegedly replied: “Because here in Australia the kafir (non-Muslims) celebrate Anzac Day and I want to terrorise them on the day”, according to Choi. The boy’s mother wept and buried her head on her husband’s shoulder during the prosecutor’s address.  He has been in custody since 24 April, when he was arrested by counter-terrorism police near his home in Sydney’s west. Choi said the teenager, who cannot be named, first came under police investigation between 5 and 8 May last year. He was at that time referred to the national disruption group and agreed to undergo a de-radicalisation program to address “violent, extremist behaviours”, a program which he was still on when arrested. “The prosecution’s submission is, Your Honour, it (the program) hasn’t worked in relation to this young person,” Choi said. She said his alleged online communications had had a sense of urgency, and he had made handwritten declarations calling for shariah law. The court heard that his profile picture for a messaging application was a lion on the Islamic State flag and there was evidence on his phone that he’d accessed recruitment videos and other Islamic State propaganda. Choi said there was a serious risk the boy would fail to appear or endanger the safety of the public if he was granted bail. If he was released, she argued, he had a greater urgency to achieve “what he failed to do” on Anzac Day. The boy’s lawyer, Zemarai Khatiz, has argued he should be granted bail because his age and youth meant there were exceptional circumstances in place. Last week Khatiz submitted a list of strict potential bail conditions, including a condition the boy would wear an ankle bracelet if released. Khatiz also said the boy’s family was willing to use its $1.2m home as security if the teenager was granted bail. Lawyers for the teenager had tried to have media excluded from the bail hearing, arguing publicity around his arrest was “adding to [his] psychological burden”. The hearing continues.",
  "webTitle": "Father of Anzac Day terror plot accused pleads for son to be released on bail",
  "webPublicationDate": "2016-05-02T09:53:17Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/father-of-anzac-day-terror-plot-accused-pleads-for-son-to-be-released-on-bail",
  "keyword": [
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/02/father-of-anzac-day-terror-plot-accused-pleads-for-son-to-be-released-on-bail"
}