{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/prepare-export-small-business-target-market-online-advice-experts",
  "id": "2016-05-16-288",
  "sectionId": "small-business-network",
  "body": "With the Leave campaign confirming that Britain would quit the European single market (in which the EU is seen as a single territory without regulatory obstacles to the free movement of goods and services) if the country votes for Brexit, the issue of exporting, in the EU and beyond, is more pertinent than ever.  Exporting offers significant earning potential for small and medium-sized businesses – the value of UK exports was £24.9bn in March alone. But getting export ready takes preparation – researching your target market, learning logistics such as potential import and shipping costs, and deciding where to sell (on your own site, through an e-commerce platform or perhaps through overseas stores) are just some of the things to take into consideration. In our live Q&A, our panel kicked off with the question: what are the vital things a small business needs to be export ready? Matt Johnson, co-founder of Bare Conductive, which produces electrically conductive paint, said: “It’s key to understand the product legislation that you will be subject to in the export country.” Bare Conductive exports to the US and Johnson explained that, to begin with, he and his business partners weren’t aware of all the paperwork required. “Do as much research as possible and ask friends who have exported to that country before,” he added. Isabelle Ugochukwu, founder of handbag company Isabella Queen, which exports to the far east, added: “It is vital to ensure you are IP ready [ie have applied for your intellectual property rights and had them granted] in the territory you want to enter.” She explained that in some parts of the world it can take up to a year from your first request to protect your design or product IP in that country to it being granted.  Hilary Puller, community manager at online craft marketplace, Folksy, offered a tip particularly useful for creatives and designers: “They need to ensure their handmade work meets all of the safety requirements for the country they are exporting to.” Meanwhile, small businesses may decide to begin exporting through online sales. Our panel answered the question: “Should you start off on an e-commerce platform or on your own website?”  Charlotte Chung, policy advisor for enterprise, innovation and exports at the Federation of Small Businesses, said their members are increasingly using e-commerce platforms. Such platforms are useful for SMEs as they have a ready-made audience. She added: “That is not to say this is necessarily better then having your own website, which also has good benefits like building your own brand and profile. It just depends on the capacity of the small business concerned.” A useful question for those that are a little further into their exporting research came from reader Virginia Seeckts, who asked, via email: “How can people afford to ship products for export? The volumetric weight for sending products overseas can be very expensive. Are costs for shipping low volumes of stock always high?” Mike Josypenko, the director of special projects at the Institute of Export, said shipping prices do tend to be relatively expensive when you’re sending minimum quantities. However, he suggested: “You might consider offering price incentives or offers to buyers who start by wanting to buy one item, to try to get them to increase their order and make the transport costs more competitive.” Next the panel tackled a question that came in via Twitter from @rachel_j_4: “If I’m looking to export in Europe, what are the key issues I need to consider? Will Brexit change this list?” Hannah Buckley, strategy planning manager for international development at WorldFirst, said: “I would recommend starting by identifying the markets where there is already demand for, or potential demand for, your product, and develop a thorough understanding of customers needs and wants in those markets […] From there, you can move on to operational issues, eg country specific regulations and suitable logistics partners.” She added that a Brexit vote would make currency fluctuations an important issue to consider for SMEs planning to export, or for those already exporting.  Transferring money to and from other countries can also add significant costs to your export efforts. Our panel discussed the best practice around money transfers and the potential problems to look out for. Susana Córdoba, head of international trade at the Greater Manchester Chamber of Commerce, said many companies do not consider the exchange rate when negotiating the costs of their export order, so advised taking that into account.  Chung added that businesses should build a buffer and cashflow strategy to make sure money is not stuck in other countries as this will hinder their ability to operate or take on new opportunities. “Problems around late payment are common in exporting so you really need to bear this in mind when you are agreeing on orders and timeframes.” Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Preparing to export as a small business – advice from the experts",
  "webPublicationDate": "2016-05-16T09:03:25Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/prepare-export-small-business-target-market-online-advice-experts",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Featherstone",
      "id": "profile/emma-featherstone"
    }
  ],
  "guardianId": "small-business-network/2016/may/16/prepare-export-small-business-target-market-online-advice-experts"
}