{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/29/hay-festival-russell-t-davies-defends-cutting-shakespeare-texts",
  "id": "2016-05-29-51",
  "sectionId": "media",
  "body": "Russell T Davies has defended cutting Shakespeare and said he would not countenance keeping a female character declaring she would kill herself for love. Davies’ version of A Midsummer Night’s Dream is broadcast on BBC1 on Monday evening. He told Hay festival that he has cut boldly, and not just more obviously extraneous lines. He has cut Helena saying to Demetrius “treat me as your spaniel” and how she would rather die than not be loved. “I’ve got to put my name on this and I don’t care what Shakespeare was thinking, I don’t care, it’s my name on it,” Davies said. “It [a woman threatening to kill herself for love] was kind of standard in the 1590s, it is not standard now. I’m deliberately hoping to get young girls watching this and I will not transmit lines in which women are so much in love that they are threatening to commit suicide.”   Related: Hay festival: Shakespeare experts clash over whether to cut, or not to cut    Davies, who spoke on the fourth day of the festival in Wales, took exception to one person who asked whether he would also cut Juliet’s death scene in Romeo and Juliet. Davies responded that in A Midsummer Night’s Dream he had taken out what was a fleeting reference, whereas Romeo and Juliet “is entirely about that moment. I’m disappointed frankly with that question”. The programme is only 90 minutes long so cuts were inevitable, Davies added. He conceded taking lots of scene-setting lines out: great poetry, he admitted “but it doesn’t mean it ceases to exist” by cutting it. The writer estimated that he changed five words because they did not rhyme after his cutting, adding: “I hope it is done with a lot of respect.” Cutting Shakespeare is a lively debate in what is the 400th anniversary of his death. The new artistic director of Shakespeare’s Globe theatre, Emma Rice, has said she will cut lines audiences might not understand. The deputy artistic director of the Royal Shakespeare Company, Erica Whyman, however, told the festival last week that she gets furious when lines are cut for that reason.         A Midsummer Night’s Dream trailer    Davis said the truth was that all companies cut lines, make changes and reinvent Shakespeare plays. He said he had had no battles with Shakespeare purists and questioned whether they even exist, as every production was different.  There is no definitive version, he said. “It is wonderful to change, and anyone who thinks you can’t change stuff like this will simply have life and time and culture drown them.” Similar to the current Shakespeare’s Globe production – where Helen is Helenus, a gay man – Davies has added a gay aspect to his version of A Midsummer Night’s Dream. There is a same-sex relationship between Demetrius and Lysander, and Titania, played by Maxine Peake, kisses a woman. Davies said: “It is hilarious that people get up in arms with Titania kissing a woman and they are perfectly happy about her kissing a donkey!” Peake joined Davies at the packed Hay event and spoke of how she struggled with Shakespeare for years.   Related: Maxine Peake to star in A Streetcar Named Desire in Manchester    She recalled watching Roman Polanski’s Macbeth at school and having no idea what was going on. “It was drummed into me, ‘Keep away from it, it’s too complicated’. I always kept that with me, a fear of it, which I think a lot of people do. If you don’t grasp it at school and don’t get that opportunity to enjoy it … it’s just words, that’s all it is.” Peake told how she played Ophelia opposite Christopher Ecclestone’s Hamlet 12 years ago and felt out of her depth. Her Shakespeare breakthrough came when she played Hamlet at the Manchester international festival in 2012. “Now I love it,” she said. “I’ve learnt to love it and I’ve learnt my way to do it.” Davies’s Dream is a key part of the BBC’s Shakespeare season and he paid tribute to the broadcaster as the only company he would have approached. It was filmed in Cardiff by the team behind Doctor Who, the series he successfully reinvented. Coming up next, he said, is “Hawking” – an idea for a six-part drama about living with Aids in the 1980s. Peake, meanwhile, is to return to the Manchester Royal Exchange to play Blanche in A Streetcar Named Desire.",
  "webTitle": "Hay festival: Russell T Davies defends cutting Shakespeare texts",
  "webPublicationDate": "2016-05-29T18:03:18Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/29/hay-festival-russell-t-davies-defends-cutting-shakespeare-texts",
  "keyword": [
    {
      "webTitle": "Russell T Davies",
      "id": "media/russelltdavies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Maxine Peake",
      "id": "culture/maxine-peake",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "media/2016/may/29/hay-festival-russell-t-davies-defends-cutting-shakespeare-texts"
}