{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/19/new-contract-will-hit-weekday-nhs-service-doctors-fear",
  "id": "2016-05-19-49",
  "sectionId": "society",
  "body": "Medical leaders have warned ministers that the settlement of the junior doctors’ dispute will not reduce severe shortages of medical personnel which are increasingly causing problems for hospitals. Senior doctors are also worried that with trainee medics now set to work more at weekends, hospital services during the week will suffer because there are too few staff.  They aired their fears as England’s 55,000 junior doctors began analysing the detail of the compromise, which they will vote to accept or reject next month.  On Thursday, five medical royal colleges welcomed the deal thrashed out this week, but they urged the health secretary, Jeremy Hunt, to go further and tackle the growing rota gaps across many medical specialities.  “Staffing problems are severe within the health service. These severe problems are going to get worse with the new junior doctors’ contract,” said Professor Neena Modi, president of the Royal College of Paediatrics and Child Health. She added: “There’s no increase in the funding envelope and so an already stretched service will be stretched even thinner.”  NHS paediatric services are struggling with a 7% shortfall in junior doctors, a 19.5% vacancy rate among middle-grade medics and shortages as high as 23% among senior specialists in some areas of child health, said Modi. “Everyone is pleased that at least some agreement has been reached and the two parties have managed to reach some accord. What we are also hearing is continuing anger that government is continuing to speak about doing this to deliver seven-day health services. There is no money to deliver seven-day health services.”    Related: Proposals for seven-day NHS are immoral, says leading GP    Emergency care doctors backed her call. “While the conclusion of this issue is welcome, the college believes that there is still work to be done to address the issue of rota gaps and adequate staffing,” said Dr Clifford Mann, president of the Royal College of Emergency Medicine.  Professor Sir Simon Wessely, president of the Royal College of Psychiatrists, said the row over junior doctors’ terms and conditions meant it was now impossible to ignore chronic NHS understaffing.  “We … know that we do not have enough staff to deliver what is now being asked. That is not restricted to psychiatry; it is across the NHS,” added Wessely. Introducing a seven-day NHS would require more staff, he stressed.  Professor Jane Dacre, president of the Royal College of Physicians, said that, with the new settlement reached, “we now need to focus on finding solutions to the long-term issues we face daily in our NHS, such as filling the gaps in trainee rotas”. In the Commons on Thursday the Liberal Democrat MP Norman Lamb, a health minister until last year, told Hunt that, despite the deal, “many junior doctors remain concerned that, as the hours worked at the weekend increase, cover is inevitably reduced during the week, unless more junior doctors are employed to bridge that gap.  “With many rotas already left unfilled around the country during the week, how can the secretary of state guarantee that we will not make the situation worse during the week, thereby having an impact on patient safety?”  Hunt told Lamb that he understood his concerns. “The short answer is that we need to increase the NHS workforce, which we are doing. We will see more doctors going into training during this parliament, as indeed we did during the previous parliament. More doctors in the workforce will be an important part of the solution.” A spokeswoman for the Department of Health later said that it expected to have 11,420 more doctors working in the NHS by 2020. Hunt rejected Labour claims that he had prolonged the dispute unnecessarily for three months, when it could have been settled in February, because he put personal “pride” before a resolution. Labour health spokeswoman Heidi Alexander claimed in the Commons that Hunt had displayed a damaging “computer says no” attitude to talks with the BMA.  Postings on social media suggest that junior doctors are divided over the new plan, which the BMA has told them is the best deal available. Some are angry, others are concerned about what they see as flaws in the plan, though others believe it represents a potential solution to their dispute.  They will vote on it between 17 June and 1 July, with the result being announced by 6 July at the latest.",
  "webTitle": "New NHS contract will hit weekday service, doctors fear",
  "webPublicationDate": "2016-05-19T19:10:55Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/19/new-contract-will-hit-weekday-nhs-service-doctors-fear",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "society/2016/may/19/new-contract-will-hit-weekday-nhs-service-doctors-fear"
}