{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/the-guardian-view-on-donald-trump-only-one-way-to-stop-him-now",
  "id": "2016-05-04-54",
  "sectionId": "commentisfree",
  "body": "After Mitt Romney lost the 2012 US presidential election to Barack Obama, his Republican party conducted a detailed post-mortem. The review of what had gone wrong was asked to “dig deep”. It proved unsparing in its conclusions. The Republicans had lost the popular vote in five of the previous six presidential elections, the report said. “Public perception of the party is at record lows,” its authors wrote. “Young voters are increasingly rolling their eyes at what the party represents, and many minorities wrongly think that Republicans do not like them or want them in the country. When someone rolls their eyes at us, they are not likely to open their ears to us.” And they concluded: “We sound increasingly out of touch.” Older but clearly not much wiser, this same party is now about to choose as its presidential candidate Donald Trump, a man of whom 67% of Americans in a recent poll said they had an unfavourable opinion, as do 75% of American women and 81% of Hispanic voters. Mr Trump’s victory became all but certain this week after he took the Indiana primary convincingly on Tuesday. Indiana had been cast as the last-ditch stand for Mr Trump’s opponents. But it proved to be merely the latest opportunity for them to display their own serial ineffectiveness against the billionaire populist insurgent. In a manufacturing state that had been hard hit by the recession and in which economic issues are always crucial, the doctrinaire conservative Senator Ted Cruz showed he had little idea of how to appeal to Indiana Republicans and withdrew from the contest after his defeat. John Kasich quickly followed suit. Mr Trump is now the last man standing.           Donald Trump: ‘We are going to win bigly. Believe me’ – video    It is important to understand how a man with a vast portfolio of private homes, including a three-storey penthouse, decorated in the manner of the palace of Versailles, in New York, a vast Citizen Kane-like estate in Florida and about 40 other apartments and mansions all across America, has successfully forged an apparently rock-solid bond with white Republicans, many of them direct or indirect victims of the housing finance crisis that triggered the 2007-8 crash. At its core is a mix of at least three things. The first is the potency of Trump’s confrontational racial politics, against which the Republican party is peculiarly badly armed because of its own recent history, exemplified among many things by its attitude to Mr Obama. The second is the more than 50-year preoccupation of parts of the party, dating from the Barry Goldwater campaign of 1964 to the present day, with turning it into the vehicle of the conservative religious and cultural movement, a process of which Mr Cruz was merely one of the latest and one of the more inflexible advocates, which has made anger its stock-in-trade. And a third, not fully acknowledged, is the media-driven agenda of the celebrity era. A mesmerised media, as one writer put it this week, has gorged on the Trump story and has failed to subject his candidacy to the critical interrogation that it has spent decades applying, to take a topical example, to Hillary Clinton. Why so? “The money’s rolling in and this is fun,” is how the head of CBS has put it. “It’s a terrible thing to say,” he continued, “But, bring it on, Donald. Keep going.” And Donald keeps going. Can he go all the way? In practice that question now resolves into whether he can beat Mrs Clinton. According to a new poll, Mrs Clinton, who lost again in Indiana, leads Mr Trump by a 13-point margin, 54% to 41%. That lead is consistent with Mr Trump’s well-established high levels of unpopularity among women and minorities, as well as voters more widely. It helps to imply that the Trump candidacy could wreck not just the Republicans’ White House chances but their control of both houses of Congress. Mrs Clinton has weaknesses as well as her many strengths, and this contest has barely even begun. But it is a plain fact that there is only one way to stop Mr Trump now, and that is by electing his opponent.",
  "webTitle": "The Guardian view on Donald Trump: only one way to stop him now | Editorial",
  "webPublicationDate": "2016-05-04T18:34:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/the-guardian-view-on-donald-trump-only-one-way-to-stop-him-now",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Mitt Romney",
      "id": "us-news/mittromney",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/the-guardian-view-on-donald-trump-only-one-way-to-stop-him-now"
}