{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/vote-leave-campaign-nigel-farage",
  "id": "2016-05-12-151",
  "sectionId": "commentisfree",
  "body": "This really should be Nigel Farage’s moment, if not his finest hour then certainly his noisiest one. No one in British politics has a better claim to the credit – or blame – for steering the country into a referendum on European Union membership than the Ukip leader. It was the prime minister who called the vote in acquiescence to pressure from his own MPs, but it was the Faragist culture war, waged from outside the Conservative party, that made David Cameron’s capitulation unavoidable. Ukip shook the can before Tory MPs handed it to Cameron for opening, thereby spraying himself and his party in a sticky political mess. So it is not unreasonable for Farage to want a prominent role in the campaign. Ukip’s performance in the general election last year may not have fulfilled the leader’s grandiose promises. Last May’s bizarre resignation hokey cokey – was he out or was he in? – damaged his credibility. The device of pub crawl as campaign has lost its novelty appeal. But he is still, in the eyes of many people, Mr Brexit – as close as you get to the incarnation of what it means to reject “Brussels”.    The Brexit camp is riven with private feuds and quasi-theological schisms on the meaning of Euroscepticism    And that is why the official Vote Leave campaign want Farage nowhere near front of house for the campaign proper. They know he may alienate two or more voters for every one that he attracts. They know that his prominence would screw a tight lid on the pot of potential leave support because Farage is the quintessential Marmite politician: repellent to those that do not find him delectable. So Vote Leave reacted with hysterical ferocity to ITV’s decision to give Farage a role in a televised pre-referendum debate. A senior campaign source has been quoted decrying the broadcaster as a tool of the establishment and a proxy for the official remain campaign. The statement contained an unveiled threat that ITV would be punished for such treason by a future government, one presumably staffed by Vote Leave supporters, in the event of a Brexit vote. There is something almost artistic in the intricate hypocrisies and contradictions contained in that statement. The message is that an establishment conspiracy is at work to thwart the campaign that wants to overthrow establishment conspiracy by allowing on television the man best known for denouncing the establishment conspiracy. Vote Leave, remember, was meant to be the moderate, judicious voice of Euroscepticism, distinct in manner and content from the vulgar nationalism conveyed by swivel-eyed, puce-cheeked Kippers. It takes heroic abandonment of self-control or judgment (or both) to make public pronouncements that present Farage as the ambassador for reason and sobriety on his side of the argument. But therein lies the whole problem. The Brexit camp is riven with private feuds and quasi-theological schisms on the meaning of Euroscepticism. There have been well-documented clashes of personality involving Dominic Cummings, Vote Leave’s campaign director, Arron Banks, Ukip financier, and the various MPs who aspire to prominence as lead advocates of the cause. Those divisions express more profound confusion about what it means in practice for Britain to remove itself from the EU – what the purpose of such a move would be and how to sell it to the public.   Related: Vote Leave lambasts ITV over EU debate between Cameron and Farage    The driving intellectual impetus behind Vote Leave is a kind of Atlanticist-libertarianism that envisages the UK as a free-floating hub for international commerce. It casts EU membership as a strait-jacket of uncompetitive regulation and suffocating socialist labour protections. It wants the nation to swim freestyle in the open waters of turbo-charged globalisation. Awkwardly for these high priests of Brexit, Ukip’s appeal – and the cultural driving force behind most of what you might call “lay Euroscepticism” – is profoundly illiberal. It is anxiety at the great acceleration of social, economic and demographic change wrought by the age of globalisation, expressed most pungently in resentment of mass migration. It is the lure of the angrily raised drawbridge. At the very heart of the Vote Leave campaign there is a tension between a profoundly held belief in one set of arguments and recognition of the political reality that victory is only available by deploying an entirely contradictory set of arguments. There is distaste for much of what Ukip represents combined with reliance on a Faragist core vote as the foundation for a good result on 23 June. The leavers need Farage to deliver his loyalist army to the polling booth while keeping a low profile around the swing voters who will tip the scales on the night. They need to build a coalition of voters, half of whom believe that Brexit is a bold step into the future and half of whom think it is a comforting lean back into the past. And if they lose, that will be a significant reason. Farage has been Euroscepticism’s leading salesman for a decade and now the leading sceptics want him to stop, not because he doesn’t have a pitch but because they don’t really have a product.",
  "webTitle": "Vote Leave may sideline Nigel Farage, but it can’t live without him | Rafael Behr",
  "webPublicationDate": "2016-05-12T15:09:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/vote-leave-campaign-nigel-farage",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV News",
      "id": "media/itv-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rafael Behr",
      "id": "profile/rafaelbehr"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/vote-leave-campaign-nigel-farage"
}