{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/todays-campaign-poll-warning-for-coalition-after-lacklustre-debate",
  "id": "2016-05-29-14",
  "sectionId": "australia-news",
  "body": "Good morning and welcome to Monday 30 May, which should be the day this election campaign actually began – the minimum time required by law for an election campaign is 33 days, and we have five weeks to go until we hit the polls on 2 July. But no, we’re already three weeks in. The polls are pretty much neck-and-neck, though Labor is pulling ahead slightly. Fresh off the back of Sunday night’s leaders’ debate and with polling date finally, if only vaguely, in sight, we’ll see if the prime minister and opposition leader start breaking from the script this week. The big picture Malcolm Turnbull and Bill Shorten held their first free-to-air debate on Sunday night at the National Press Club in Canberra, broadcast on the ABC. If you missed it, Katharine Murphy blogged the whole thing here. Guardian Australia’s political editor, Lenore Taylor, wrote before the debate that it was important because while “most voters still expect the Coalition to win, they are reassessing, with Turnbull not proving to be quite who they expected and Shorten more convincing than they thought he would be when he was being mocked for his zingers and featured in Liberal ads”.   Related: No winners on election debate night when answers were scripted and ideas untested    The leaders were pressed on issues including climate change, superannuation policy and asylum seekers. Gabrielle Chan writes:  Malcolm Turnbull conceded bipartisanship on climate change was desirable and committed to meet higher targets if set by the global community in the second leaders’ debate of the Australian election campaign. But the prime minister failed to outline how Australia would reach the 2030 emission reduction targets agreed to in Paris. Bill Shorten, the Labor leader, baited Turnbull, asking: “Whatever happened to the old Malcolm Turnbull on climate change?” “You were so impressive when you were leading on climate change,” Shorten said. “Now you’re just implementing Tony Abbott’s policies.” Turnbull, who lost the Liberal leadership to Tony Abbott in 2009 over his commitment to climate change policy, said the Coalition completely supported the science of global warming. Shorten attacked Turnbull’s support for Abbott’s Direct Action policy, which created the existing emissions reduction fund – a policy Turnbull originally described as bullshit.     \"Whatever happened to the old @TurnbullMalcolm on #climatechange? You were so impressive.\" #leadersdebate pic.twitter.com/94hrmRqJXb— Hugh Riminton (@hughriminton) May 29, 2016    But there were no winners, Lenore Taylor says in her analysis of the evening, writing: “What a waste.”  An hour of prime time television and both leaders answered almost none of the questions. Mostly they took turns to deliver their talking points while staring, with a well practised conviction, at the camera. Regardless of what they were asked, both Malcolm Turnbull and Bill Shorten kept returning to the same lines, the ones we’ve been hearing for three weeks now and some new ones that sounded as though they’d been rehearsed for days. The format – no interruptions by the questioners or the other prime ministerial candidate – meant that despite the best efforts of the panel, even those voters not lured back to the more dramatic Sunday night offerings on the commercial television stations would have finished the hour-long debate not much the wiser.  It was a sentiment echoed by the Conversation’s political editor, Michelle Grattan, who described the debate as a disappointment. She too was unimpressed by the scripted replies.  While the ‘people’s forum’ at which the leaders appeared at the start of the campaign threw up less intellectual questions, at least there was more interaction between the leaders and greater unpredictability. In contrast, the National Press Club face-off lacked spark and, despite the best efforts of moderator Chris Ulhmann and the journalists’ panel, they managed to get away with a lot.  Sky news, however, said Turnbull won the night.    .@Kieran_Gilbert has ruled @TurnbullMalcolm as the 'clear winner' of the #leadersdebate #ausvote  https://t.co/XNP0BWbzBH— Sky News Australia (@SkyNewsAust) May 29, 2016    In other campaign news, an analysis of Newspolls over the past two months, published in the Australian, reveals the Coalition has suffered a 6% swing against it in two-party-preferred terms in Queensland, a 7.3% swing in Western Australia and 3.6% deterioration in New South Wales — which the Oz reports is enough for them to lose the election:  The Turnbull government is facing the prospect of losing 10 seats in NSW, six in Queensland and three in Western Australia, with a significant slump in support in the key election battlegrounds. The polling also reveals that the Coalition, Labor and the Greens have surrendered significant ground in South Australia, where Nick Xenophon’s party has attracted one in five primary votes. And the poll shows that in his home state of NSW, satisfaction with Malcolm Turnbull has fallen by 18 points since Christmas and is now lower than Tony Abbott’s 37% just before he was dumped. With five weeks until polling day, the Coalition leads in two-party-preferred terms in Western Australia, South Australia and Queensland, is tied in NSW and trails in Victoria. If the swings in each state were repeated in a uniform manner on 2 July, Mr Turnbull would lose office just 9½ months after toppling Mr Abbott.    Related: The five moments that mattered in the leaders' second election debate    On the campaign trail The Greens leader, Dr Richard Di Natale, will announce the Greens arts policy in Melbourne early on Monday afternoon. Obviously both of the leaders were in Canberra on Sunday night. Bill Shorten is off to Cairns first thing in the morning, where environment will be the focus of the day. Guardian Australia’s Mike Bowers says: “Cairns, Green Island and a glass bottom boat is on the agenda today.” The Turnbull campaign flew into Sydney after the debate last night. The campaign you should be watching The independent Cathy McGowan won friends when she wrested the seat of Indi from Sophie Mirabella at the last federal election, but can she influence people, asks Guardian Australia’s Gay Alcorn. At the heart of the second battle of Indi is a tussle over the strengths and flaws of electing a committed local politician to fight for her voters in Canberra without the backing of a national party. She writes:  Elections in rural seats may be consumed with small-town politics, local problems and personalities, but this north-eastern Victorian electorate has earned its place in a national conversation. Indi was the sensational story of election night 2013, when McGowan, a 59-year-old farmer and rural consultant from the Indigo valley, harvested enough preferences from other candidates to win by just 439 votes and end Mirabella’s 12 years as MP. The Coalition won the national election emphatically; only in Indi did a Liberal incumbent lose. Almost three years on, McGowan, now 62, is no longer a fresh face. She has a record to defend and has inevitably let some people down. Her tribe of supporters say she shook up this electorate and embodies a reimagining of how politics can work. But she has critics, too, who question whether her relentless local focus is too parochial for federal politics.  And another thing(s) Fairfax Media reports that as the former treasurer Joe Hockey delivered his infamous “age of entitlement” speech in 2012, he “received a letter that threatened to derail his ambition to secure the second most powerful job in Australian politics at the forthcoming election”.  The two-page letter advised Hockey of an ‘apparent fraud’ against his taxpayer-funded Cabcharge card involving alleged ‘phantom journeys’ amounting to thousands of dollars. ‘We intend to refer this apparent fraud against your card to the federal police,’ the letter from Cabcharge company secretary Andrew Skelton advised. Documents obtained by Fairfax Media after a two-year freedom of information process show in relation to Mr Hockey’s account the rules for MPs using privately chauffeured hire cars were repeatedly broken. Drivers from a favoured hire car company had filled out and signed on Hockey’s behalf Cabcharge dockets worth at least $10,000, dating back to as early as 2009. Several Cabcharge dockets from 2010 obtained by Fairfax Media state they are an “emergency docket ... to be used only in the event of failure of terminals”.  And finally, BuzzFeed reports that the fate of the hard-right NSW senator Concetta Fierravanti-Wells will be decided at an emergency meeting of the state executive. A factional war has emerged over who will get the safe fourth spot on the NSW Senate ticket.  BuzzFeed News has obtained an email from the NSW Liberal party director, Chris Stone, which was sent to 21 members of the executive on Sunday afternoon. In it, Stone calls for a meeting to be held this Tuesday night at the party’s headquarters. ‘There is a requirement for an urgent face to face meeting of State Executive to discuss and resolve a joint ticket for a full Senate election,’ the email reads. The party was originally planning to email out the voting forms to its executive members. But it’s understood a party member came forward to the party’s president, Liberal MP Trent Zimmerman, expressing distrust at the process of sending out ‘faxed ballots’. Zimmerman has staged a backflip and will convene the meeting that will decide Fierravanti-Wells’s political future.  Some more debate reaction    BREAKING: Bill Shorten commissions urgent focus group polling to find out who he is #leadersdebate— Joe Hildebrand (@Joe_Hildebrand) May 29, 2016        Bill Shorten takes line honours for being the first to mention his Mum. A small but significant Oedipal victory #leadersdebate— Annabel Crabb (@annabelcrabb) May 29, 2016          I HAVE A PLAN.PLAN PLAN PLAN.PLANNITY PLAN.PLANNOVATION!PLAAAAAAAAAN.#LeadersDebate— ABC News Intern (@ABCnewsIntern) May 29, 2016    • Follow the day’s developments live • Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: poll warning for Coalition after lacklustre debate",
  "webPublicationDate": "2016-05-29T21:22:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/todays-campaign-poll-warning-for-coalition-after-lacklustre-debate",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Joe Hockey",
      "id": "australia-news/joe-hockey",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/30/todays-campaign-poll-warning-for-coalition-after-lacklustre-debate"
}