{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/aidan-obrien-found-epsom-curragh-coronation-cup-us-army-ranger-chester",
  "id": "2016-05-02-47",
  "sectionId": "sport",
  "body": "One of the stars of the last Flat season found her way back to the winner’s enclosure on Monday when Found pulled off an impressive and rather cheeky success in the Mooresbridge Stakes at The Curragh. Best remembered for her Breeders’ Cup defeat of the Derby hero Golden Horn, Found may now get her own stab at Epsom glory in the Coronation Cup next month. With just over a furlong to go, the four-year-old seemed on her way to a second defeat of the year when stuck on the rail behind Success Days and Fascinating Rock. Gradually a gap opened between the front pair and Ryan Moore threaded Found through it, the filly quickly easing clear for what looked a comfortable win in the end. Aidan O’Brien, her trainer, was landing the Mooresbridge for the ninth time in total and the sixth time in seven years. He expressed surprise that Found had made as much progress since her defeat in a Listed race at the same track a month earlier, which may have had much to do with heavy going. “I didn’t think she had come forward as much, but she obviously did,” O’Brien said. “She’s still not there and hopefully she’s something to look forward to. Ryan was going to relax her today, as she was a little bit keen the last day.” The trainer said Found’s next race would be back at The Curragh in three weeks’ time for the Tattersalls Gold Cup, following which she might go to Epsom’s Derby meeting for the Coronation Cup. “She’d get a break and then have one or two runs before the Arc.” Fascinating Rock was not given a hard time in the final furlong when it was clear he had run his race, this being his first outing since beating Found in the Champion Stakes at Ascot in October. He is also expected to return for the Tattersalls Gold Cup, for which he is 7-2 to turn around the form with Found, the even‑money favourite. The result completed a productive couple of days for O’Brien, who saddled the first three home in the 1,000 Guineas on Sunday. He will now be able to approach the coming fortnight of Derby trials with rather more confidence than he must have felt on Saturday night after the 2,000 Guineas flop of Air Force Blue. The most obvious Derby contender among his colts is US Army Ranger and the trainer hopes the horse will benefit from the Chester Vase this Thursday. “He won a slow-motion race here about a month ago, but it’s not going to be slow motion at Chester,” O’Brien said. “He will be very green and will learn a lot from the experience.”   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    O’Brien added that he expects to run Cook Islands in Chester’s Dee Stakes on Friday and Idaho in the Derrinstown Derby Trial at Leopardstown on Sunday. He has seven entries for Lingfield’s Derby trial on Saturday but that course is waterlogged in places with more rain due on Monday night, so it remains to be seen if any serious Epsom contenders will be sent there. A minor handicap at Bath nearly ended in calamity when two members of the groundstaff remained on the track until the runners were almost upon them. It appears the pair, employed as divot-treaders, believed the race was over five furlongs rather than the actual two miles and had not expected the runners to pass a second time. The leading two jockeys saw them in time to take evasive action, at which point the pair ran off the track. The stewards forwarded a report to the British Horseracing Authority, which may take action against Bath racecourse in consequence.",
  "webTitle": "Aidan O’Brien aims Found at Epsom after Curragh ease surprises stable",
  "webPublicationDate": "2016-05-02T18:56:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/aidan-obrien-found-epsom-curragh-coronation-cup-us-army-ranger-chester",
  "keyword": [
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ryan Moore",
      "id": "sport/ryan-moore",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Prix de l'Arc de Triomphe",
      "id": "sport/prix-de-larc-de-triomphe",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/02/aidan-obrien-found-epsom-curragh-coronation-cup-us-army-ranger-chester"
}