{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/anti-zionism-does-not-equate-to-antisemitism",
  "id": "2016-05-10-81",
  "sectionId": "world",
  "body": "In his Daily Telegraph article on which you report (Chief rabbi: Labour has severe problem with antisemitism, theguardian.com, 4 May), Rabbi Ephraim Mirvis said the antisemitism crisis engulfing Labour had “lifted the lid” on bigotry. He joins in the sensationalist allegations of antisemitism in the Labour party, where the headlines’ decibel level is in inverse proportion to the evidence supporting them. Ignoring the more serious anti-Muslim racism in electoral politics, Rabbi Mirvis attacks the Labour party by launching a defence of Zionism which turns it from a political ideology (that can be supported or opposed) into a religion that is beyond question. We British Jews reject this categorically. Mirvis attacks as “antisemitic” those who separate Judaism from Zionism. Yet most Jews who perished in the Holocaust were indifferent to Zionism and many opposed it. In the last municipal elections in Europe’s largest Jewish community, in Poland, just before the second world war, Poland’s Jews voted overwhelmingly for the secular, anti-Zionist, socialists of the Bund, while Zionist parties got derisory votes. Is Rabbi Mirvis recasting those victims of the Holocaust posthumously as enemies of Judaism and therefore as antisemites?George AbendsternSeymour AlexanderJulia BardSue BardGraham BashCraig BermanRica BirdHaim BresheethElizabeth CarolaLinda ClairJim CohenNorman CraneWendy CraneJudith CravitzMike CushmanIvor DembinaStephen DeutschMark ElfThomas EisnerNancy ElanLiz ElkindPia FeigDeborah FinkKenny FrydeCarolyn GelenterClaire GlasmanSarah GlynnDavid GordonHelen GordonMay GordonTony GreensteinJan HardyAbe HayeemRosamine HayeemMarion HershLorraine HuddleSelma JamesRiva JoffeMichael KalmanovitzRoisin KalmanovitzRichard KuperPam LauranceLeah LevaneMike LeighRachel LeverRosalind LevyLes LevidowSusanne LevinBarrie LevineSue LiebermanYosefa LoshitzkyRuth LondonCatherine LyonsMoshe MachoverHenry MaitlesBeryl MaizelsMiriam MargolyesHelen MarksJohn McArdleMartine MielMica NavaDiana NeslenEsther NeslenSusan PashkoffJuliet PestonRoland RanceFrances RifkinLeon RosselsonMichael RosenDavid RosenbergJonathan RosenheadMaureen RothsteinIan SavilleAlexei SayleAmanda SebesteynGlyn SeckerSuzanne SeniorRoger SilvermanVanessa StilwellInbar TamariDavid TurnerPhilip WadlerJackie WalkerNaomi WayneSam WeinsteinNaomi Wimborne-IdrissiBen YoungAliya Yule • Ephraim Mirvis’s latest warning (Chief rabbi says universities are tarnished by anti-Zionism, 9 May) further establishes, or is trying to further establish, that in Britain today any radical denying of the legitimacy of Israel’s existence, at least in its present location, is antisemitism. Specific criticisms of particular Israeli governments may be permitted (perhaps), but anti-Zionism equals antisemitism, period. In 1903 the British government offered the early Zionist movement an isolated area of what is now Kenya for a national home for the Jews, a proposal that split the Zionists into opposing camps. One favoured acceptance, but the other insisted that a Jewish homeland, and future Jewish state, could only be in the historic homeland in Palestine. The second camp won, and the proposal was refused. I am one of those who regrets that rejection. Does this make me a Jewish antisemite?Roger SchafirLondon  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Anti-Zionism does not equate to antisemitism | Letters",
  "webPublicationDate": "2016-05-10T17:35:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/anti-zionism-does-not-equate-to-antisemitism",
  "keyword": [
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/10/anti-zionism-does-not-equate-to-antisemitism"
}