{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/02/batman-villains-ben-affleck-film-riddler-penguin-poison-ivy",
  "id": "2016-05-02-77",
  "sectionId": "film",
  "body": "Batman’s “rogues gallery” of villains is the classic comic book coterie of evil. So why have so many of them been absent from the big screen for so long? Penguin has been missing since Danny DeVito’s freaky turn in 1992’s Batman Returns, while The Riddler hasn’t been wheeled out since Jim Carrey’s nerve-shatteringly ebullient performance in 1995’s Batman Forever. Poison Ivy? Well, we haven’t seen her since Uma Thurman’s uber-camp 1997 portrayal in Joel Schumacher’s ill-fated Batman & Robin.   Related: Ben Affleck confirmed to direct and star in solo Batman movie    Some Batman bad guys, it seems, drew so firmly on the burlesque that they failed to find a natural place in Christopher Nolan’s grim and brooding Dark Knight trilogy. But a new report on birthmoviesdeath.com suggests a number of famous villains might be on the verge of an unexpected return in Ben Affleck’s upcoming solo outing for the caped crusader. So which classic Bats baddies are long overdue a new appearance in Warner’s DC Comics-based cinematic universe, and who should play them? (Note: I haven’t included The Joker, Harley Quinn or Deadshot here, as that particular trio are nailed on to be portrayed by Suicide Squad’s Jared Leto, Margot Robbie and Will Smith). The Riddler            Like a toddler after guzzling too much candy, Carrey’s leering, gurning turn as Edward Nigma in Schumacher’s Batman Forever is so frenzied and manic that more than a few seconds of viewing is likely to make your eyes bleed. Where the comics play on the ingenious supervillain’s obsession with riddles and puzzles, making him the perfect foil for detective-mode Batman, Hollywood gave us a fatuous cackling loon whose crazed antics are even soundtracked with irritating Hanna Barbera-style sound effects. Any new version needs to be a genuine threat to Gotham’s dark knight, rather than a wacky passing distraction. Chances of a comeback: High. Carrey’s turn, while much-maligned, helped establish The Riddler as one of Batman’s ultimate antagonists in the eyes of the public, and the villain also appeared in the old school 1960s Batman TV series and 1966 movie. Johnny Depp and Leonardo DiCaprio are among the Hollywood A-listers who have been linked to the role at various times in the past.  Ideal casting: Younger actors with the ability to pull off Carreyesque levels of intensity are few and far between. Tom Hiddleston certainly has the requisite supervillain chops, and appears to have no clear current path forward in the rival Marvel universe, if Warner Bros felt compelled to throw the ultimate curveball. Napoleon Dynamite’s Jon Heder would make for another fascinating choice. The Penguin            DeVito imagined Oswald Cobblepot as a sinister sideshow circus freak with a vicious streak in Batman Returns, while the excellent Robin Lord Taylor gives us a gimpy, nerdy take on the TV show Gotham. Either way, The Penguin works best as a powerful crime boss with a chip on his shoulder and taste for the gothic, though Tim Burton’s missile-toting penguin army was surely a step too far into the realms of the absurd. Chances of a comeback: Virtually guaranteed. The Penguin is right up there with The Joker as an ever-present member of Batman’s rogues gallery, and has been a vital screen presence ever since Burgess Meredith’s early turn in the 1960s TV series. Ideal casting: Boardwalk Empire’s Stephen Graham can shift from cool tranquility to murderous rage in the blink of an eye, while Jason Schwartzman and Joaquin Phoenix both have the required sinister, unnerving quality. Game of Thrones’s Peter Dinklage would also make a fine choice. The Scarecrow            Nolan’s superbly-essayed real world take on Dr Jonathan Crane was the glue that held The Dark Knight trilogy together, Cillian Murphy appearing as the demented quack psychiatrist in all three instalments, though far more prominently in series opener Batman Begins. Chances of a comeback: Middling. Affleck would have to do something very different with the fear-obsessed supervillain to make Crane worth resurrecting on this stage.Ideal casting: This could make a fantastic comeback role for Elijah Wood. Poison Ivy            The extravagantly gifted Uma Thurman was perhaps the perfect actor to play the flora-obsessed villain in Batman & Robin, but Schumacher’s pantomime stylings foiled all her best-laid plans. Even better is the Rita Hayworth-inspired iteration from the classic TV show Batman: the Animated Series. In the era of environmental activism and militant veganism, a baddie keen on using the domination of plant-based species to take over the world couldn’t be more topical.Chances of a comeback: Decent. Though Ivy surely needs a storyline of her own to flourish, rather than being rolled out as a sidekick to other better-known villains.Ideal casting: Bombshells Christina Hendricks and Elizabeth Debicki, or a post X-Men Jennifer Lawrence if Warner aims to transform the character into a major player. Catwoman            A Batfleck Batman movie without the ultimate feline femme fatale would surely be a missed opportunity to add some diversity to the DC universe. Eartha Kitt’s 1960s take might not be as well known to modern audiences as Michelle Pfeiffer’s PVC-clad, finger-lickin’ dominatrix from Batman Returns, yet the role made Kitt the first black woman to achieve mainstream TV success. The comics later followed suit in a pioneering example of the kind of diversity-fuelled race-swapping that has become common in print. That led to surely the spikiest Selina Kyle yet seen, the African American sex worker version introduced in Frank Miller’s famous Batman: Year One. Chances of a comeback: Anne Hathaway’s relatively recent portrayal of Kyle in 2012’s The Dark Knight Rises makes this one a maybe.Ideal casting: Rosario Dawson or Beyoncé.",
  "webTitle": "Which Batman villains should Affleck bring back – and who should play them?",
  "webPublicationDate": "2016-05-02T16:54:42Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/02/batman-villains-ben-affleck-film-riddler-penguin-poison-ivy",
  "keyword": [
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Batman",
      "id": "culture/batman",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ben Affleck",
      "id": "film/benaffleck",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/02/batman-villains-ben-affleck-film-riddler-penguin-poison-ivy"
}