{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/capitalism-of-beyonce-lemonade-album",
  "id": "2016-05-11-185",
  "sectionId": "music",
  "body": "Fresh lemonade is my drink of choice. In my small Kentucky town, beautiful black, brown and white girls set up their lemonade stands and practice the art of money-making – it’s business. As a grown black woman who believes in the manifesto “Girl, get your money straight” my first response to Beyoncé’s visual album, Lemonade, was WOW – this is the business of capitalist money-making at its best. Viewers who like to suggest Lemonade was created solely or primarily for black female audiences are missing the point. Commodities, irrespective of their subject matter, are made, produced and marketed to entice any and all consumers. Beyoncé’s audience is the world, and that world of business and money-making has no color.   Related: 'Beyoncé is not a woman to be messed with' – Lemonade review    What makes this production – this commodity – daring is its subject matter. Obviously Lemonade positively exploits images of black female bodies – placing them at the center, making them the norm. In this visual narrative, there are diverse representations (black female bodies come in all sizes, shapes and textures with all manner of big hair). Portraits of ordinary everyday black women are spotlighted, poised as though they are royalty. The unnamed, unidentified mothers of murdered young black men and boys are each given pride of place.  Real-life images of ordinary, overweight, not-dressed-up bodies are placed within a visual backdrop that includes stylized, choreographed, fashion-plate fantasy representations. Despite all the glamorous showcasing of deep south antebellum fashion, when the show begins Beyoncé as a star appears in sporty casual clothing, the controversial hoodie. Concurrently, the scantily clothed dancing image of athlete Serena Williams also evokes sportswear. (Speaking of commodification, in the real-life frame Beyoncé’s new line of sportswear, Ivy Park, is in the process of being marketed). Lemonade offers viewers a visual extravaganza – a display of black female bodies that transgresses all boundaries. It’s all about the body, and the body as commodity. This is certainly not radical or revolutionary. From slavery to the present day, black female bodies, clothed and unclothed, have been bought and sold.  What makes this commodification different in Lemonade is intent; its purpose is to seduce, celebrate and delight – to challenge the ongoing present-day devaluation and dehumanization of the black female body. Throughout Lemonade the black female body is utterly aestheticized – its beauty a powerful in your face confrontation.      She dons a magnificently designed golden yellow gown, boldly struts through the street with baseball bat in hand, randomly smashing cars. Photograph: Grab from Beyonce's visual album Lemonade    This is no new offering. Images like these were first seen in Julie Dash’s groundbreaking film Daughters of the Dust, shot by the brilliant cinematographer Arthur Jafa. Many of the black-and-white still images of women and nature are reminiscent of the transformative and innovative contemporary photography of Carrie Mae Weems. She has continually offered decolonized radical re-envisioning of the black female body. It is the broad scope of Lemonade’s visual landscape that makes it so distinctive – the construction of a powerfully symbolic black female sisterhood that resists invisibility, that refuses to be silent. This in and of itself is no small feat – it shifts the gaze of white mainstream culture. It challenges us all to look anew, to radically revision how we see the black female body.    Related: How Beyoncé's Lemonade became a pop culture phenomenon    However, this radical repositioning of black female images does not truly overshadow or change conventional sexist constructions of black female identity. Even though Beyoncé and her creative collaborators daringly offer multidimensional images of black female life, much of the album stays within a conventional stereotypical framework, where the black woman is always a victim.  Although based on the real-life experience of Beyoncé, Lemonade is a fantasy, fictional narrative with Beyoncé starring as the lead character. This work begins with a story of pain and betrayal highlighting the trauma it produces. The story is as old as the ballad of Frankie and Johnny (“he was my man all right, but he done me wrong”). Like the fictional Frankie, Beyoncé’s character responds to her man’s betrayal with rage. She wreaks violence. And even though the father in the song Daddy Lessons gives her a rifle warning her about men, she does not shoot her man. She dons a magnificently designed golden yellow gown, boldly struts through the street with baseball bat in hand, randomly smashing cars. In this scene, the goddess-like character of Beyoncé is sexualized along with her acts of emotional violence – like Wagner’s Ride of the Valkyries, she destroys with no shame.  Among the many mixed messages embedded in Lemonade is this celebration of rage. Smug and smiling in her golden garb, Beyoncé is the embodiment of a fantastical female power, which is just that – pure fantasy. Images of female violence undercut a central message embedded in Lemonade that violence in all its forms, especially the violence of lies and betrayal, hurts.     The Lemonade cover. Photograph: PR    Contrary to misguided notions of gender equality, women do not and will not seize power and create self-love and self-esteem through violent acts. Female violence is no more liberatory than male violence. And when violence is made to look sexy and eroticized, as in the Lemonade sexy dress street scene, it does not serve to undercut the prevailing cultural sentiment that it is acceptable to use violence to reinforce domination, especially in relations between men and women. Violence does not create positive change. Even though Beyoncé and her creative collaborators make use of the powerful voice and words of Malcolm X to emphasize the lack of respect for black womanhood, simply showcasing beautiful black bodies does not create a just culture of optimal wellbeing where black women can become fully self-actualized and be truly respected.   Related: Beyoncé's Lemonade is about much more than Jay Z and infidelity | Ijeoma Oluo    Honoring the self, loving our bodies, is an appropriate stage in the construction of healthy self-esteem. This aspect of Lemonade is affirming. Certainly, to witness Miss Hattie, the 90-year-old grandmother of Jay Z, give her personal testimony that she has survived by taking the lemons life handed her and making lemonade is awesome. All the references to honoring our ancestors and elders in Lemonade inspire. However, concluding this narrative of hurt and betrayal with caring images of family and home do not serve as adequate ways to reconcile and heal trauma. Concurrently, in the world of art-making, a black female creator as powerfully placed as Beyoncé can both create images and present viewers with her own interpretation of what those images mean. However, her interpretation cannot stand as truth. For example, Beyoncé uses her nonfictional voice and persona to claim feminism, even to claim, as she does in a recent issue of Elle magazine, “to give clarity to the true meaning” of the term, but her construction of feminism cannot be trusted. Her vision of feminism does not call for an end to patriarchal domination. It’s all about insisting on equal rights for men and women.  In the world of fantasy feminism, there are no class, sex and race hierarchies that break down simplified categories of women and men, no call to challenge and change systems of domination, no emphasis on intersectionality. In such a simplified worldview, women gaining the freedom to be like men can be seen as powerful. But it is a false construction of power as so many men, especially black men, do not possess actual power. And indeed, it is clear that black male cruelty and violence towards black women is a direct outcome of patriarchal exploitation and oppression. In her fictive world, Beyoncé can name black female pain, poignantly articulated by the passionate poetry of Somali-British poet Warsan Shire, and move through stages evoked by printed words: Intuition, Denial, Forgiveness, Hope, Reconciliation.  In this fictive world, black female emotional pain can be exposed and revealed. It can be given voice: this is a vital and essential stage of freedom struggle, but it does not bring exploitation and domination to an end. No matter how hard women in relationships with patriarchal men work for change, forgive and reconcile, men must do the work of inner and outer transformation if emotional violence against black females is to end. We see no hint of this in Lemonade. If change is not mutual, then black female emotional hurt can be voiced, but the reality of men inflicting emotional pain will still continue (can we really trust the caring images of Jay Z which conclude this narrative?). It is only as black women and all women resist patriarchal romanticization of domination in relationships can a healthy self-love emerge that allows every black female, and all females, to refuse to be a victim. Ultimately Lemonade glamorizes a world of gendered cultural paradox and contradiction. It does not resolve.  As Beyoncé proudly proclaims in the powerful anthem “Freedom”: “I had my ups and downs, but I always find the inner strength to pull myself up.” To truly be free, we must choose beyond simply surviving adversity, we must dare to create lives of sustained optimal wellbeing and joy. In that world, the making and drinking of lemonade will be a fresh and zestful delight, a real-life mixture of the bitter and the sweet, and not a measure of our capacity to endure pain, but rather a celebration of our moving beyond pain.",
  "webTitle": "Beyoncé's Lemonade is capitalist money-making at its best",
  "webPublicationDate": "2016-05-11T14:00:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/capitalism-of-beyonce-lemonade-album",
  "keyword": [
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "bell hooks",
      "id": "profile/bell-hooks"
    }
  ],
  "guardianId": "music/2016/may/11/capitalism-of-beyonce-lemonade-album"
}