{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-bystro-ltd",
  "id": "2016-05-02-156",
  "sectionId": "small-business-network",
  "body": "Ben Stevens, owner of Bystro Ltd, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   After 25 years of working for other people in the hospitality industry, my plan is to launch multiple restaurants as quickly as possible, followed by buying and running a number of hotels within five years. This would be the birth of a new chain of hospitality businesses.  Bystro at the Bank is my first venue. It’s a big, old and disused bank near St Austell town centre, now converted into a 100-cover restaurant and bar with live entertainment almost every day, including jazz, blues, folk, comedy, theatre and dance.  Using a £25,000 start-up loan and leases on kitchen equipment and furniture in order to open quickly, the lease was signed in July and the doors opened to customers three weeks later. Six months have now passed and Bystro already generated more than £150,000 in sales. It is on target to turn over £300,000 to £350,000 in the first 12 months, with a 6% net return.  Bystro has created 12 new jobs so far, the majority being full-time, salaried positions. A second restaurant opened in March, 2016. Using Facebook advertising and both local and social media the new venue generated bookings for the opening weekend in advance, indeed even before the lease was signed. This venue is smaller and will be more profitable, with an expected £270,000 turnover at 20% net profit in the first 12 months.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Bystro Ltd",
  "webPublicationDate": "2016-05-02T11:36:52Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-bystro-ltd",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-bystro-ltd"
}