{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/undocumented-immigration-stories-human-rights-mexico-how-i-got-here",
  "id": "2016-05-17-137",
  "sectionId": "commentisfree",
  "body": "Related: Tell us how you got here: share your stories of immigration    I was not technically a wetback – I crossed the border by air. I came to be reunited with family. They had trickled up to el Norte from the state of San Luis Potosí, Mexico. First my father. Then my oldest brother. Then the rest of the family; my mother, a sister and three younger brothers. I was 13 when I decided to stay in Mexico without them, as I had already entered the seminary to become a priest. After two years on my own I came to visit. It was the late 1980s. I joined the rivers of people being crushed by the mighty dollar. After being here for a month on vacation I decided not to go back. I became undocumented for the next eight years. Born into a family which places a high value on faith and education, all of us managed to go to the university and pursue careers. I followed the calling to serve God in Miami, South Orange, Berkeley, Puerto Rico and finally Chicago, where I was ordained a deacon and then priest in the Roman Catholic church. Before that happened, I got a religious visa as a religious worker, which regularized my status. In that sense, I married God.  Eventually, I became a missionary living on the margins with undocumented people, who are kept in the shadows by a broken immigration system. They are oppressed by the militarized fist of the all powerful Homeland Security Complex.    Related: How I got here: from Macau to Chinatown, undocumented | Ivy Teng Lei    The fact that I had been undocumented inspired me to take on that work, as did people I had met on my life journey. A close friend at seminary – who had spent most of his time in the 1980s in jail for witnessing against the invasive foreign policy of the US and creating the violent conditions that continue in Central America – introduced me to the Catholic Worker movement. There, I met priests, such as the Berrigan brothers, and Father Gutierrez, whose lives were an example of the fire of love and compassion that had already taken a hold of my spirit. I embraced Liberation Theology – a leftwing form of Christianity that expresses solidarity with oppressed and marginalized people across the world. My work among the undocumented continues. As long as the flow of military and economic aid keeps flooding the global south, there always will be displaced people bubbling up. Forgive the cliche, but: we are here because you are there.  Where I live in New York City, I meet people who keep defying the bullets of the death squads, the cartels and their governments. They cross the southern border of Mexico into the US with the hope of making their dreams come true. Our government keeps spitting them out. There is not option for them but to keep coming back. That’s why, in 2007, we launched the New Sanctuary Movement as we began talking about how to make visible the suffering of our brothers and sisters who live in a legal limbo. At the end of 2006, we began to talk about organizing our faith communities by listening to their stories and amplifying their voices.  Standing on the shoulders of the original Sanctuary Movement of the 1980s – which pushed for the US to provide a safe-haven for Central American refugees fleeing civil conflict – we hope to remind the people of this nation that the US can become a great nation once we acknowledge our responsibility to our neighbors. The refugees we have created and are responsible for.  We know that their suffering and displacement is tied to our ever expanding global policies. It is time for the United States to recognize its responsibility towards people who have been pushed out of their homes – and bring them out of the shadows once and for all.    how I got here",
  "webTitle": "Think undocumented workers are all cleaners and laborers? I was a priest | Juan Carlos Ruiz",
  "webPublicationDate": "2016-05-17T14:26:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/undocumented-immigration-stories-human-rights-mexico-how-i-got-here",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Juan Carlos Ruiz",
      "id": "profile/juan-carlos-ruiz"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/undocumented-immigration-stories-human-rights-mexico-how-i-got-here"
}