{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/a-palestinian-view-on-the-antisemitism-row",
  "id": "2016-05-02-56",
  "sectionId": "world",
  "body": "Jonathan Freedland (My plea to the left, 30 April) asks us to imagine if a country far away was created for black people and asks if the left would treat it as it does Israel. As a Palestinian I want to tell him that if, instead of a country for Jews, a country for black people or any other group had been created in our homeland without our consent, we would have objected and resisted as Palestinians with the same vigour. If it continued to defy international law and occupy, colonise and murder and make our lives so miserable that we would leave, we would call for its boycott as we do in the case of the real occupier, Israel. And if that occupation had continued for as long as Israel’s has, we would have called supporters of human rights to help us end this occupation, treat Palestinian citizens of that state equally and allow Palestinian refugees to return. As it happens, those are the legitimate demands of the BDS movement called by Palestinian civil society organisations in 2005. Further, had Israel been created in, say, Uganda and not in Palestine, does Freedland or any other supporter of Israel think that Palestinians would have created Fatah or Hamas and sent them to Uganda to attack the Jewish citizens of this entity in Uganda? Even closer to home, Balfour had more right to promise Wales to the Zionists than Palestine – with my apologies to the Welsh people. Had he done so and had Israel been created in Wales, had Cardiff been occupied and declared the united capital of Israel, and had Swansea been under siege for 10 years because it reacted to Israel’s illegal occupation, would the Welsh have simply accepted this and behaved as a model occupied people? I remind all who are interested in peace in historic Palestine that we Palestinians did not choose our occupiers. They chose Palestine knowing it was not an empty land but one that had a people, my people, the Palestinians that have paid with their land, lives and rights. As we approach the 68th anniversary of our catastrophe or Nakba, our occupiers need to acknowledge the wrong they did to us, apologise and pursue a genuine reconciliation, which may necessitate a very different political arrangement in historic Palestine. Instead they are busy conflating antisemitism with anti-Zionism, thinking this will end the call for Israel to come to its senses. Supporters of Israel who do this are really working to protect its illegal policies and to delay the day when it finally operates within rather than above the law.Professor Kamel HawwashBirmingham • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "A Palestinian view on the antisemitism row | Letters",
  "webPublicationDate": "2016-05-02T18:21:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/a-palestinian-view-on-the-antisemitism-row",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/02/a-palestinian-view-on-the-antisemitism-row"
}