{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/diplomatic-breakthrough-syria-war",
  "id": "2016-05-11-139",
  "sectionId": "commentisfree",
  "body": "The Syrian conflict is “in many ways out of control and deeply disturbing”, said the US secretary of state, John Kerry, in early May, as he made a fresh push to salvage a two-month-old fragile truce that nearly collapsed. Although Russia and the US have rescued the partial ceasefire, particularly in Aleppo, this humble achievement might be too little too late. Back in Paris and London this week to discuss Syria with his European counterparts, Kerry has a hard time inspiring confidence in US diplomacy to find a solution to the country’s six-year-old civil war – a confrontation in which 400,000 have perished so far and created one of the greatest humanitarian crises since the end of the second world war. The fate of Syria is held hostage by criminal warlords and a ruthless regime with vested interests in maintaining the status quo. Rival neighbouring states supply the resources, the weapons, and much of the impetus that fuels the conflict and prolongs it. Scores of radical armed factions are more committed to battling each other than Bashar al-Assad, leading to the fragmentation of the opposition and the spreading of chaos on the battlefields. As the weakest link in the chain, the moderate opposition is pressed between a rock, relentless attacks by the Assad forces, and a hard place, militant Islamists like Islamic State and Jabhat al-Nusra, an al-Qaida affiliate. Against overwhelming odds, the Free Syrian Army (FSA) battles to preserve its major power base in Aleppo, one of the fiercest battlegrounds in the country. If Assad and his allies succeed in cutting the last supply line from Turkey to the rebels in Aleppo, as they have been trying to do, they would deal a decisive blow to the FSA. This would effectively wreck the UN-led Geneva talks, a diplomatic process that has produced, to date, little tangible progress. The opposition’s predicament lies in bridging the divide between its modest military capabilities and the high ceiling of its political demands – the removal of Assad. There is no doubt that the splintered and unruly opposition benefits Assad, who has shown no inclination to retire into the sunset or to share power with the rebels. He and his inner circle have repeatedly rejected the core concept of Geneva, which is predicated on a genuine political transition from authoritarianism to pluralism. Instead, Damascus and its allies, including Iran and Russia to a lesser extent, insist on a new national unity government that would only include some acceptable leaders of the rebels, under Assad’s authority. The Syrian regime has fought tooth and nail to fundamentally weaken the mainstream opposition and force the world to choose between Assad and Isis and al-Qaida extremists, a strategy that has borne fruit. In the eyes of the international community, the spectre of Isis and international terrorism dwarfs the fierce urgency for political transition in Syria, even though the two challenges are intertwined. Assad’s future is no longer on the Geneva negotiating table and neither the US nor its European allies demand Assad’s immediate exit, as they once did. Indeed, Russia’s military intervention in Syria last September not only tilted the balance of military forces in Assad’s favour but also diplomatic priorities. As the undisputed powerbroker, Vladimir Putin sets the political agenda, and he has prioritised the fight against terrorism and assigned a pivotal role to the Assad army and government. By contrast, Barack Obama’s unwillingness and inability to invest strategic capital in Syria weakens his hand. Despite Kerry’s heroic diplomatic efforts, the US administration has outsourced Syria to Russia, which calls the shots. Putin is not wedded to Assad who, Russian foreign minister Sergei Lavrov stated bluntly, “is not an ally of Russia”. Nevertheless, for Putin, Syria is a powerful bargaining card with the US, and he expects to be handsomely rewarded in the Ukraine and beyond for delivering Assad’s head. Obama has thus far refused to accommodate Putin’s ambitions because he does not see Syria as a vital US national interest. As such, the US-Russian disagreement has led to a strategic paralysis that favours Assad and buys him time to tip the balance of power in his favour. Iran’s unwavering support of Assad is decisive, allowing him to escape financial meltdown and collapse and to continue to oil his expensive military apparatus. Much more than Putin, the powerful Iranian supreme leader, Ali Khamenei, has made it clear that Assad is a “red line”, pouring petrol on a fierce regional war by proxy with Saudi Arabia in Syria and beyond. For all these internal, regional and international reasons, the odds are against a diplomatic breakthrough. Will the Syrian war persist? And if so, what would be the repercussions of the catastrophic humanitarian disaster in Syria on the neighbourhood, especially Lebanon, Turkey and Jordan, and global security, particularly in Europe? The spectre of a long, drawn-out conflict might be the only catalyst that can transform the deadly situation in the war-torn country.",
  "webTitle": "A diplomatic breakthrough is a long way off in Syria’s deadly war | Fawaz Gerges",
  "webPublicationDate": "2016-05-11T15:40:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/diplomatic-breakthrough-syria-war",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bashar al-Assad",
      "id": "world/bashar-al-assad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Al-Qaida",
      "id": "world/al-qaida",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Fawaz Gerges",
      "id": "profile/fawaz-gerges"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/diplomatic-breakthrough-syria-war"
}