{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/air-rage-inequality-happiness-plane-passengers",
  "id": "2016-05-04-130",
  "sectionId": "commentisfree",
  "body": "This lunchtime, at prime minister’s questions, Jeremy Corbyn did his best to escape the grinding tit-for-tat on racism by challenging David Cameron on inequality. If only he’d had the research of Katherine DeCelles to hand. Decelles, a scientist at Princeton, has just published some very telling research that illustrates the broader social costs of unequal treatment by focusing on a very specific instance. She looked at what happens when those travelling in economy class on a plane pass through the first-class section on the way to their seat, and found that this encouraged bad behaviour. Who can suppress a twinge of sympathy? But that wasn’t the really interesting finding. Much less predictable was the discovery that when economy-class travellers have shuffled past the luxurious first-class seats on their way to the back of the plane, first-class travellers become more badly behaved too. In fact, since the research did not weight the incidents of air rage by the proportion of rude travellers to well-behaved ones in any given part of the plane, it’s possible the first-class traveller is just as prone to raging at the cabin crew as the one in economy, when – and this is the bit that matters – they both are made unavoidably aware of the difference in their status.   Related: Air rage: booze, drugs, stag-party obscenities – I’ve seen it all    Where a group is made to feel underprivileged, they resent it. Who wouldn’t? But when a group is encouraged to feel entitled, what the study calls “higher-class people” become as likely to behave inconsiderately as anyone else. If it was just about the market, the response to this research would be to introduce even more, and more stringent, segregation. Oddly, that’s just what has been happening. The world has grown familiar with economy airlines, but it turns out there are also whole planes full only of first-class travellers too, flights where the size of your hand luggage is much less of an issue than the size of your expense account.           Korean Air boss apologises after daughter delays flight over ‘nut-rage’ incident in December 2014    Once you start looking, segregation is happening everywhere. Inequality in Britain, on the face of it, has been narrower for most of the past five years than it was in the boom years of the early noughties. But privileged access is creeping insidiously across what were once shared experiences, and into what used to be considered public goods. In London, squares and parks that were once open spaces are, more and more often, privately owned and managed. Even the royal parks in central London have to generate income by fencing off acres for concerts and fairs where you must pay to go in. The garden bridge vanity project across the Thames, which now seems to be unstoppable, will be a private space, even though it has been backed by £60m of public money. The gated community is becoming an expression of entitlement. So-called affordable housing, incorporated into new high-rise flats as a quid pro quo for planning permission, has separate entrances for the poor and the rich. At least that should avoid lobby rage. The researchers at Princeton analysed air rage incidents because they were interested in whether it’s possible to shape the physical environment so that bad behaviour is designed out of it. They were less concerned with the wider costs of inequality. But that doesn’t stop their findings brilliantly revealing how perceptions of inequality undermine social wellbeing. They have come up with a kind of micro truth about unequal societies that is as revealing about the 21st century as Jane Austen’s universal truth about rich men and marriage was about women’s status in the early 19th century. The relationship between inequality, poverty and happiness has faded from the political limelight in the years of austerity. But when David Cameron was still trying to sweeten the Conservative image, he promised to introduce a happiness index. He has started talking about it again recently. It’s probably time he travelled in the back of the plane, to consider the view from there.",
  "webTitle": "How the other half fly: what air rage tells us about inequality | Anne Perkins",
  "webPublicationDate": "2016-05-04T15:11:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/air-rage-inequality-happiness-plane-passengers",
  "keyword": [
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Perkins",
      "id": "profile/anneperkins"
    }
  ],
  "guardianId": "world/2016/may/04/air-rage-inequality-happiness-plane-passengers"
}