{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/rugby-union-maro-itoje-charlie-hodgson-england-world-cup-grand-slam",
  "id": "2016-05-06-37",
  "sectionId": "sport",
  "body": "This season has been a tumultuous one for European rugby: from England’s World Cup debacle to their grand slam triumph and from Wales’s and Scotland’s World Cup highs to the failure of any Celtic teams to get out of the European Champions Cup pools. It has been a bumpy ride that has seen new dawns and final curtains. As the regular seasons in the Premiership and Pro12 come to an end this weekend, here are my pick of the ups and downs from international and domestic campaigns. World Cup The good: Apart from the hosts, it was a great World Cup. Argentina broke through as a real force, New Zealand were outstanding, Australia re-emerged and the highlight was Japan’s monumental victory over South Africa. Even aside from these peaks there was real quality throughout the tournament with South Africa’s quarter-final against Wales and semi-final against New Zealand, Wales’s performances with a depleted squad, and Scotland’s stirring quarter-final near-miss against a possibly complacent Australia. The bad: England had the opportunity to engage a new generation of fans and create a legacy by performing well in their home World Cup. t’s safe to say they failed to seize the day when they became the first host nation to limp out in the pool stage. The icing on the rather stale cake was the mess made over the selection of Sam Burgess in a position even his club would not play him in and the eventual resignation of Stuart Lancaster as head coach. Things were little better, though, for the French who lost 62-13 to the All Blacks in their quarter-final. Europe The good: Five teams making the quarter-finals was great for the English game. Now we will see if Saracens can finally win the thing and in Racing 92 they have top-class opposition against which to test themselves. The game of the tournament for me was the Wasps v Exeter quarter-final, as exciting a contest as we expected, which makes it a shame that the final between Saracens and Racing 92 is likely to be more of a stereotypically European powerfest.   Related: Rare is the rugby guru who can thrive at both international and club level | Robert Kitson    The bad: No Celtic quarter-finalists raises the question of whether a Celtic side can win the Champions Cup in the future. Having a genuine fight for qualification from the Pro12 means they can no longer rest players for Europe as doing so could mean they fail to qualify next season. This, added to the significantly greater amount of central control in the interests of the national sides, means Pro12 players are pulled in more directions than ever before, and their thinner squads will struggle to cope. It is hard to see how Leinster or Munster, the Pro12’s traditional powerhouses, can become truly competitive again in Europe and I cannot see Glasgow or Connacht, currently top of the standings, replacing them. Munster will be interesting to watch once Rassie Erasmus takes over as director of rugby. As the outgoing high-performance manager of South African rugby he will have an inside track on players who have lost out under their quota system. Whether this supply line can replace the tradition of homegrown players defending the honour of Thomond Park remains to be seen. New dawns Whether England would have won a grand slam without the emergence of Maro Itoje we cannot say, but he certainly made the process a lot easier with his precocious performances in the second row. Henry Slade was unfortunate to be ruled out of much of the season with injury but his recent form for Exeter suggests he has lost none of the promise that marked him out as a future England mainstay. Wales now have the luxury of two top-class scrum-halfs thanks to the emergence of Gareth Davies to complement Rhys Webb. Davies’s performances in the World Cup meant Webb was barely missed and the way they dovetailed in the latter stages of the Six Nations will give Wales great hope as they seek to broaden their game for the future. For Scotland, Finn Russell has emerged as a serious fly-half who can direct their increasingly promising back line. Italy have also found the position a particular problem, so hopes are high for the emerging talent of Carlo Canna. For France there is a glimmer of hope amid the porridge their backs have become in the sizable but skilful shape of Jonathan Danty.     Dan Carter, the Racing 92 fly-half, is hoping for a European Champions Cup triumph to enhance a glittering career. Photograph: Henry Browne/Reuters    Final curtains Any sensible world XV of the past 10 years would have had Dan Carter at fly-half, Richie McCaw at openside flanker and Paul O’Connell in the second row. These three are among the giants of the game certainly of the past decade and quite probably all time. McCaw and O’Connell have retired entirely, McCaw as intended after winning the World Cup and O’Connell reluctantly thanks to an injury picked up at the World Cup. Carter retired from the international game after winning the World Cup and moving to France to play for Racing 92. Carter will be hoping to add a European Champions Cup to that World Cup winner’s medal and he will line up in the final in Lyon on 14 May. Hoping to appear opposite Carter at some stage will be the former-England fly-half Charlie Hodgson, who will hang up his boots once the season finishes. Hodgson has been a massive figure on the domestic scene since first appearing for Sale in 2000. How fitting it would be if he could cap a wonderful career with a European Champions Cup winner’s medal. Finally, it is goodbye again to another former England fly-half in Andy Goode, who came out of retirement for a successful three-month spell at Newcastle. Perhaps this time his retirement will be final.",
  "webTitle": "Rugby ups and downs: welcome Maro Itoje, fond farewell to Charlie Hodgson | Dean Ryan",
  "webPublicationDate": "2016-05-06T18:45:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/rugby-union-maro-itoje-charlie-hodgson-england-world-cup-grand-slam",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New Zealand rugby union team",
      "id": "sport/new-zealand-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wales rugby union team",
      "id": "sport/wales-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby World Cup",
      "id": "sport/rugby-world-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Maro Itoje",
      "id": "sport/maro-itoje",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Ryan",
      "id": "profile/dean-ryan"
    }
  ],
  "guardianId": "sport/2016/may/06/rugby-union-maro-itoje-charlie-hodgson-england-world-cup-grand-slam"
}