{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/26/moocs-earn-degree-credits-first-time-two-uk-universities",
  "id": "2016-05-25-2",
  "sectionId": "education",
  "body": "Two major UK universities are to offer massive open online courses – or Moocs – which for the first time will earn credits that count towards a final degree, it has been announced. In what is being billed as an important step towards widening access to higher education, students will be able to take part of a degree through an online course and gain formal accreditation towards their final qualification. While Moocs offering credits have become a familiar part of the US higher education market, in the UK until now only basic certificates of participation have been available at the end of an online course. Among those taking part are the University of Leeds, which is a member of the elite Russell Group of universities, and the Open University, which specialises in distance and open learning for undergraduate and postgraduate courses and qualifications.   Related: Are Moocs the best chance we have to satisfy a global thirst for education?    Mooc enthusiasts believe the courses will revolutionise higher education, but early enthusiasm in the US has been dimmed by some poor products and low completion rates. However, supporters in the UK claim Moocs will unbundle UK higher education and give more control to students, enabling them to trial undergraduate and MBA courses before paying for them and then fit study around work if they decide to go ahead. The online courses are being made available by FutureLearn, a social learning platform owned by the Open University whose current 3.6 million users are primarily based outside the UK. To take a programme learners must complete a series of short open courses and buy a certificate of achievement for each. To complete programmes that attract an academic credit or offer a qualification, students may have to pay and pass an assessment module. Universities will award credit against the grade achieved which will then count towards a degree.   Related: Mooc fans step out of the shadows    In the Leeds offering, for example, each course certificate will cost £59 and there are five taught courses; the sixth assessment course, which leads to 10 credits, is priced at £250 – making a total cost of £545 – which will also cover access to online library content.  Sir Alan Langlands, the university’s vice-chancellor, said: “The University of Leeds is very proud to be the first Russell Group university to launch a credit-bearing online course on the FutureLearn platform. “It signifies our ongoing commitment to widen access to higher education, desire to offer flexible and inclusive education and showcases our excellence in research-based learning.” Peter Horrocks, the vice-chancellor of the Open University, said: “This innovative offer of credit is a clear demonstration of the disruptive potential of Moocs in offering more efficient, competitive and learner-focused study options.” FutureLearn is the first major British venture into Moocs. Its chief executive, Simon Nelson, said: “Allowing people to take part of a degree course with the flexibility offered by our platform means that they can achieve meaningful qualifications whilst still being able to work and manage other important parts of their lives.”",
  "webTitle": "Moocs to earn degree credits for first time in UK at two universities",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/26/moocs-earn-degree-credits-first-time-two-uk-universities",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Online learning",
      "id": "education/online-learning",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Distance learning",
      "id": "education/distance-learning",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Open University",
      "id": "education/openuniversity",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/26/moocs-earn-degree-credits-first-time-two-uk-universities"
}