{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/bill-beaumont-world-rugby-global-calendar",
  "id": "2016-05-10-50",
  "sectionId": "sport",
  "body": "Bill Beaumont, England’s former grand slam‑winning captain, will be officially installed on Wednesday as World Rugby’s next chairman with responsibility for leading the sport into a new era of popularity and prosperity. Once he has been elected unopposed at World Rugby’s annual council meeting in Dublin his first priority will be to help revise the global fixture calender which has been the game’s thorniest issue since the dawn of professionalism.   Related: Eddie Jones ready to pick Sam Underhill for England despite RFU policy    Beaumont does not formally take office until 1 July but is poised to assume control from the outgoing Bernard Lapasset, who presided over rugby’s readmission to the Olympic Games and the most successful World Cup in history. As chairman of the Rugby Football Union and a former Lions captain, there is no one on planet rugby who has been trusted with more senior roles as both a player and an official than the 64-year-old Beaumont. His positive relationships with virtually all the sport’s great and good will be a valuable asset, as will the energy of his new vice-chairman, Agustín Pichot, who is poised to fill the role vacated by Oregan Hoskins of South Africa. The passionate former Argentina captain has been a driving force behind the Pumas’ rise up the international rankings and has long since been seen as a progressive figure keen to challenge some of international rugby’s more inflexible thinking. Given Beaumont has spent years as a prominent figure within the Six Nations organisation, which has steadfastly refused to shift from its traditional slot in February and March, there should be some extremely interesting discussions ahead. At present no international fixtures are set in stone beyond 2019 with various stakeholders, including players’ union representatives, professional clubs and the southern hemisphere unions, all lobbying furiously for changes to the existing tours structure and financial distributions. Within the corridors of World Rugby there is cautious optimism that some mutually beneficial common ground can still be found, although Beaumont will find his powers of persuasion tested from the outset. Among other things he will also confirm today his determination to press for further improvements in player welfare and the whole area of game integrity, including anti-doping and match-fixing safeguards. It is widely expected that the Olympic sevens tournament in Rio this summer will prompt a significant surge in interest in rugby, with the 2019 World Cup in Japan also seen as crucial in terms of promoting the 15-a-side game to new markets.   Related: Wales tour squad puts Warren Gatland on collision course with French clubs    France’s Lapasset has already taken steps to reform World Rugby’s governance and give Tier Two nations a bigger say in how the sport is administered. The idea is to increase the number of unions and widen voting rights on World Rugby’s council to reflect the game’s expansion beyond it’s traditional strongholds. Any union that has qualified for the past two World Cups will have a vote and a representative on the council, rising to a maximum of three votes dependant on certain other criteria being met. In addition, all six regional associations will now receive two votes. In a further attempt to modernise and streamline the governing body, two independent directors with specific areas of expertise will be confirmed today as members of the 12-man executive committee.Beaumont’s innate rugby knowledge and first-hand awareness of the issues facing the community game should also come in handy, as will the fact that his son Josh is on the fringes of England’s senior squad. Beaumont senior won 34 caps for England, leading his country to a grand slam in 1980, and also captained the British and Irish Lions tour party to South Africa in 1980, the first Englishman to do so since 1930. His own playing days were cut short on medical advice after a series of concussions, leaving him well versed in matters of player welfare. Pichot, who speaks three languages, won 71 caps for Argentina and was instrumental in the Pumas joining the major southern hemisphere nationals in an expanded Rugby Championship in 2012.",
  "webTitle": "Bill Beaumont takes World Rugby reins with global calendar in his sights",
  "webPublicationDate": "2016-05-10T19:29:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/bill-beaumont-world-rugby-global-calendar",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/10/bill-beaumont-world-rugby-global-calendar"
}