{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/desert-island-discs-tom-hanks-swedish-ambassadors-guide-eurovision",
  "id": "2016-05-15-200",
  "sectionId": "tv-and-radio",
  "body": "Desert Island Discs (Radio 4) | iPlayerThe Swedish Ambassador’s Guide to Eurovision (World Service) | iPlayer Desert Island Discs is the don of interview programmes. It’s the don of all radio programmes, really. The more I listen to it, the more I admire everything about it. The format is so revealing and yet so simple; and it still stands, because of its simplicity. The arrival of the internet or mobile phones or Skype or iTunes has mattered not one jot, because one of the points of Desert Island Discs is the lack of communication. For many years, I thought the point of the show was the records. If you’re any kind of a music fan, you will have tried to pick your eight tracks for the show, agonised over whether your choice of a particular Beatles or Smiths song was too trite, too obvious. And the music matters, of course – it took me a long while to get used to the podcast, because of the frustration of not being able to hear the tunes (because of publishing rights) – but not as much as I thought. The music isn’t about taste. It’s about truth. The music keeps the guests telling the truth, because they’re pulled back to the real life moment when they heard the track for the first time. They feel that emotion once more.    Kirsty is extremely deft at getting to the heart of the matter, at opening a small door into her interviewee’s true self    The music is the part the guests concentrate on, when really they should be thinking about the interview. They forget about that bit. Caught up in their music choices, in the built-in “fake world” of the desert island, the lack of other permitted communication, the guests drop their guard. This isn’t real, it’s an imagined situation! We’re just pretending we’ve gone on holiday for a bit! There’s no one else around, listen to the waves washing on the shore… and Kirsty Young is such a good interviewer. It’s very rare that you hear a DID and think, Ooh, she missed something there. Beautifully polite – she works the guest’s achievements into her opening spiel and, indeed, almost all of her questions – she also gets straight to the point of who this person really is. She is astonishingly deft at getting to the heart of the matter, at opening a small door into her interviewee’s true self. She’d be a great surgeon. Last week her guest was Tom Hanks, who was just as lovely as you would imagine. Clever Kirsty referred to his loveliness with her very first question, wondering why nobody who Hanks has worked with has ever said a bad thing about him. She let him be his warm self, showcase his cover-the-cracks cheerfulness. “Whatever was expected of you, that’s how you would act… ”; “you were a coper… ”; “what was rattling around in you?” After playing the theme to 2001: A Space Odyssey (Also sprach Zarathustra by Richard Strauss), Hanks choked up. “I’ve put far too much thought into this list,” he said, referring to the music. He forgot about what music will do. It means you can’t lie, and Kirsty is listening. As are we. Another long-standing format, the Eurovision song contest, was on again yesterday. The years come around so quickly these days, it seems as though it’s never off. Plus, the BBC goes so nuts for this silly show, loads up the schedules with previews and overviews and why-have-you-never-viewed shows. It’s exhausting. Radio 2 alone has a vast selection of programmes, which it gathers under the title Radio 2 Loves Eurovision, and we’ve not even got on to the TV…     Abba winning the 1974 Eurovision song contest in Brighton. Photograph: AP    Anyway, on the World Service, under The Documentary strand, The Swedish Ambassador’s Guide to Eurovision (excellent) explained why the BBC loses its mind over this stupid singing competition. Not because of its high-level campness, as I assumed. Not because the competition is between different countries either. It’s because the competition is actually between different national broadcasters. Every competing country gives the show to its equivalent of the BBC. Thus Eurovision is a jewel in every broadcasting corporation’s crown. Presumably this means that – argh – Eurovision will never disappear…",
  "webTitle": "The week in radio: Desert Island Discs; The Swedish Ambassador’s Guide to Eurovision",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/desert-island-discs-tom-hanks-swedish-ambassadors-guide-eurovision",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Desert Island Discs",
      "id": "tv-and-radio/desert-island-discs",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Kirsty Young",
      "id": "media/kirsty-young",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tom Hanks",
      "id": "film/tomhanks",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Miranda Sawyer",
      "id": "profile/mirandasawyer"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/desert-island-discs-tom-hanks-swedish-ambassadors-guide-eurovision"
}