{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/labour-criticises-sats-changes-as-parents-plan-kids-strike-over-exams",
  "id": "2016-05-03-343",
  "sectionId": "education",
  "body": "Labour has accused the government of creating “chaos and confusion” by altering primary school tests, as frustrated parents stage a “kids’ strike” on Tuesday. A group of parents, organised on social media under the slogan “Let our kids be kids”, plan to keep their children at home for the day in protest against the standard assessment tests (Sats) for seven- and 11-year-olds, which they believe are stifling creativity and putting children under unnecessary pressure. Lucy Powell, the shadow education secretary, said the Department for Education (DfE) had published, updated or clarified at least one document on primary school testing every other working day since the new school year began in September. In particular, Sats have been adjusted repeatedly. “This government is creating chaos and confusion in primary assessment in schools, with a huge number of changes to Sats specifications since children started school last September,” she said.   Related: Why are we boycotting school? Because of the pressure on our young children | Steve Rose    Separately, the education secretary, Nicky Morgan, was forced to apologise for the withdrawal of a spelling and grammar test after the paper was accidentally published online. The DfE said Sats were aimed at raising standards and identifying children who may need extra help. It stresses that the assessment is carried out over a month in the normal course of teaching, not in a traditional exam environment. But teachers’ unions complain that the current tests, which are meant to measure progress against the new national curriculum introduced last year, are onerous to deliver, and distract attention away from other subjects such as music, PE and art. The National Association of Head Teachers (NAHT) is calling on the government to review the tests. “What we’re saying is if headteachers and teachers and parents are all saying there’s something wrong with assessment this year, then it’s right for the government to listen,” a spokesman said.  Morgan faced derision at the NAHT’s conference last weekend when she said: “This is not about pass or fail; this is about knowing how children are making progress at the end of their primary school years.”  A petition on the website 38 Degrees calling for teachers to boycott Sats had gathered more than 38,000 signatures as of Monday evening. It warns that children are “over-tested, over-worked and in a school system that places more importance on test results and league tables than children’s happiness and joy of learning”. Children’s author Philip Pullman and Christine Blower, the general secretary of the National Union of Teachers, were among 80 signatories to a letter published in Saturday’s Guardian calling for Sats to be dropped. Schools minister Nick Gibb said: “These tests are vital in helping schools to ensure that young children are learning to read, write and add up well. The truth is if they don’t master literacy and numeracy early on, they risk being held behind and struggling for the rest of their lives.” Addressing the plans for a schools boycott, he said: “Children should only ever be taken out of school in exceptional circumstances and we’d urge the organisers of this campaign to drop their plans because it simply isn’t fair on children to deprive them of a day of their education.” But Powell said the blame for the parents’ protest lay with the government: “Whilst I don’t condone children being taken out of school, the blame for the lack of confidence we are seeing in these tests lies firmly with this Tory government and education ministers, who have ridden roughshod over the concerns of head teachers and parents over the constant chopping and changing of the exam and assessment system. Morgan, who was meant to bring a more emollient tone to the Df E after the combative approach of her predecessor, Michael Gove, has come under fire repeatedly in recent weeks, not just over testing, but over plans to force all schools to adopt academy status by 2022. The prime minister last week told the House of Commons the controversial academisation plans would be in the Queen’s speech later this year, after hints that the government would delay legislating on the proposals amid disquiet on their own backbenches. Labour has condemned the academy plans as an unnecessary, “top-down reorganisation”.  This article was amended on 3 May 2016. An earlier version incorrectly attributed a petition on 38 Degrees to another website.",
  "webTitle": "Labour criticises Sats changes as parents plan 'kids' strike' over exams",
  "webPublicationDate": "2016-05-03T05:00:46Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/labour-criticises-sats-changes-as-parents-plan-kids-strike-over-exams",
  "keyword": [
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "education/2016/may/03/labour-criticises-sats-changes-as-parents-plan-kids-strike-over-exams"
}