{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/06/the-volunteers-turning-refugee-lifejackets-into-symbols-of-hope",
  "id": "2016-05-06-247",
  "sectionId": "global-development-professionals-network",
  "body": "In the last year hundreds of thousands of refugees have landed on the beaches of the Greek island of Lesbos. They’ve travelled to uncertain destinies in mainland Europe or the refugee camps along the margins. But behind them they have left life jackets, in their thousands, littering the beaches, the hedgerows, the roads, and slowly filling a municipal dump that has come to be known as the “life vest graveyard”.     Related: Refugees don't just live in camps    The mountains of orange vests represent not just human tragedy but, increasingly, an ecological disaster. The situation has been described by the mayor’s office as “an environmental ticking time bomb”. Some of the many volunteer groups operating on the island have now turned their attention to the issue – seeking solutions which can also help tackle the refugee crisis. “There’s tons of material piling up on the island which will be buried or burned so we thought, let’s design something out of it,” says Stefanos Levidis, a London-based architecture student originally from Athens. Alongside partner Sofia Georgovassili, he formed the Embassy for the Displaced design collective last year to find creative solutions to the problem.  The pair travelled to Lesbos last December and immediately spotted an opportunity to apply their skills. Early designs included an emergency blanket poncho and a ladder to help refugees scale cliffs after landing on hard to access stretches of coast. But Levidis settled on a different idea which would be of more use to the people he saw arriving. “What they were missing was backpacks,” he says.  The NoBorders Backpack is crafted from the dinghies used to cross the sea and handed to refugees to assist with their onward journey. It’s one of a number of designs dreamt up by volunteers. Other groups have used dinghies to create temporary shelters, while life jackets have been used to create mattresses - providing much needed insulation from the cold.     Life jackets turned into ribbons by the Makers Unite collective to be sold to raise funds for the relief effort in Greece. Photograph: Makers Unite    Despite recognising the environmental problem posed by the waste, efforts to tackle it have not always been welcomed by the authorities. In January, seven volunteers were arrested after attempting to take life jackets from a waste facility. They were soon released, but Levidis says volunteers still struggle to secure access to the materials. “We are still making the backpacks, but in smaller quantities than we would hope,” he says. In March this year, a group of four students arrived in Lesbos from Aalto University in Finland, on a research trip named The Lift Project. The project forms part of the university’s sustainable global technologies programme. The students’ brief was to find a solution to the life jacket problem.  The students partnered with Lighthouse Relief, a small NGO formed in response to the refugee crisis. Since the number of arrivals on the island has slowed, Lighthouse has turned its attention to cleaning up the beaches. One of the students, Eve Żórawska, says: “We are going to propose some form of strategic plan on how they can redesign or reuse the materials they find there.”     A model wears the NoBorders backpack created from abandoned dinghies on Lesbos. Photograph: Embassy for the Displaced    One of the challenges of any upcycling project is working with the materials on offer. “There are a lot of counterfeit life jackets being sold which are unfortunately not as durable,” says Żórawska. “The actual nylon which encases the floating material, once it’s exposed to sun and seawater, it’s very difficult to reuse.” Nevertheless, she hopes the group can suggest three or four design ideas when it presents its findings next month. Jai Mexis was serving meals to refugees with a volunteer group on Lesbos when he began creating temporary shelters from boat material from the beaches. In December last year, he founded Odyssea with partner Irene Psifidi, aiming to find a long-term solution to the growing environmental problem. Odyssea plans to tackle the issue in two ways. The first involves running workshops with refugees to create bags and mattresses which can provide immediate relief. The second is where the long-term ambitions of the project come in – creating products to be sold commercially to generate funds for both refugees and locals on the Greek islands. Canvas from the jackets will be used to create laptop and phone cases. However the lining presents a bigger challenge. Psifidi suggests the foam could be used in furniture – a full product range is still in development. At some point, Odyssea hopes to open a workshop in Athens, where products can be tested, and to employ refugees to help with the manufacturing process.    Related: 'We are demanding change': the Somali woman taking on international NGOs    In the meantime, the organisation has solved another key challenge, having secured permission for the project from the authorities on Lesbos and Chios. It remains to be seen whether the same access will be granted to other organisations, but it represents a promising step. Psifidi says she is confident Odyssea will be able to swiftly increase the size of its operation now the relevant permissions have been secured from the island authorities. “The most difficult part for us was to make the whole initiative legal,” says Psifidi. “Now the jump from small scale to bigger scale will not be as much of an issue.” Odyssea is now working with organisations outside Greece, distributing life jackets for reuse in other parts of the world. Three thousand recently arrived in the Netherlands, where the Makers Unite collective took delivery. The jackets have been turned into ribbons, to be worn in solidarity with refugees, with proceeds going to the relief effort in Greece. They still serve as a reminder of tragedy. This time, however, they also represent hope. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "The volunteers turning refugee lifejackets into symbols of hope",
  "webPublicationDate": "2016-05-06T10:27:24Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/06/the-volunteers-turning-refugee-lifejackets-into-symbols-of-hope",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "humanitarians",
      "id": "global-development-professionals-network/humanitarianshumanitarians",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Craft",
      "id": "lifeandstyle/craft",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Wilding",
      "id": "profile/mark-wilding"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/06/the-volunteers-turning-refugee-lifejackets-into-symbols-of-hope"
}