{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/23/david-haye-boxing-soft-touches-arnold-gjergiaj-mark-de-mori",
  "id": "2016-05-23-47",
  "sectionId": "sport",
  "body": "Boxing is a dangerous game, and David Haye is not playing it very well. If he misses his shot at Anthony Joshua next year because of a second farcical comeback fight, he can blame no one but himself, because he is in charge of this last gasp of his otherwise impressive career. The end of Haye’s career is turning out to be worse than the start of Audley Harrison’s, and that is saying something. The former world heavyweight and cruiserweight champion did his reputation a lot of damage on Saturday night against an unspeakably poor opponent. And he had the cheek to ask 20,000 people to pay to watch it at the O2 Arena in Greenwich, where he has had some very good nights, when such a training exercise should have been down the bill in front of a few hundred diehards at York Hall 15 years ago. Haye has had sparring sessions way better than this – including against Deontay Wilder, who might yet be his farewell gig. But look at the Londoner’s career since 13 October 2011, the date he and his then trainer and manager Adam Booth swore blind would mark his retirement before he headed for Hollywood to become a movie star. Three months before that mythical deadline, he lost the battle of the bruised toe against Wladimir Klitschko. It wasn’t looking good. He decided to carry on, though, and roused his career magnificently a year later at West Ham with a terrific stoppage of Dereck Chisora, who was still dangerous and gave Haye something to think about for some of the five rounds it lasted. After that? Two aborted dates with Tyson Fury because of training injuries, then … nothing until these two clowns showed up. Boxing fans will put up with so much. But this is fairground stuff. Haye is already suffering because of it. Eddie Hearn is now in a position where he can say publicly and without any argument that Haye is slipping back in the queue to make some money with Joshua, when such a fight looked locked in only a few months ago. All Haye had to do was stay legitimate. If he’d had two quick knockouts against credible opponents – rather than guys from nowhere with obviously padded CVs, Mark de Mori in a round last January, and now Arnold Gjergiaj in two rounds – his stock at least would have been in decent shape. If Shannon Briggs, for instance, had been his comeback fight and he had performed well, he would still have been in the picture. Briggs, although past his best, had some credibility after rebuilding his life and his career. As it is Briggs, who looked in better shape at 44 on Haye’s undercard than did the supposed star of the show, will be his next opponent. If the American gets lucky – and he certainly was that in fighting a dreadful stiff for less than a round on Saturday night in Emilio Ezequiel Zarate – he could ruin the plot completely. It is not out of the question. Haye might have been allowed one soft touch after nearly four years away, but not two in a row, and both billed as main events. It is a classic case of taking the public for granted. He remembered the good nights – and there were plenty of them – and figured the fans would roll up anyway, because they were so keen to see him back in the big time. Well, sorry, but he is still in the small-time. He has damaged his brand and needs a spectacular performance against Briggs to repair it. I hope he does it. Haye is a likeable guy and, on his best nights, one of the most exciting heavyweights around. But those who joked that these fights should have been on the Comedy Channel rather than on Dave got it right. Haye probably is laughing all the way to the bank, but there cannot have been too many customers leaving Greenwich on Saturday night who found it funny. Haye’s hero is Muhammad Ali. He even named his son Cassius, giving him a neat rhyme to match Ali’s original moniker. But look at what Ali did after being out of the ring for about the same time as was Haye: he returned against the formidable Jerry Quarry (37-4-4 at the time) in October 1970, and stopped him in three rounds. Two months later, he came from behind to stop Oscar Bonavena (46-6-1) in the 15th and last round at Madison Square Garden in one of the toughest fights of his career. Three months later, he returned to the Garden, shipping one of the best left hooks ever thrown in a world heavyweight title bout to lose a memorable points decision over 15 rounds against Joe Frazier in what was billed with every justification at the time as The Fight Of The Century. Messrs De Mori and Gjergiaj? I don’t think so …",
  "webTitle": "David Haye may pay the price for taking the boxing public for granted | Kevin Mitchell",
  "webPublicationDate": "2016-05-23T19:00:22Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/23/david-haye-boxing-soft-touches-arnold-gjergiaj-mark-de-mori",
  "keyword": [
    {
      "webTitle": "David Haye",
      "id": "sport/davidhayeboxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/23/david-haye-boxing-soft-touches-arnold-gjergiaj-mark-de-mori"
}