{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/joy-of-smelly-socks-odourless",
  "id": "2016-05-05-167",
  "sectionId": "commentisfree",
  "body": "We don’t care about you any more, wheel. Get outta here, lightbulb. Penicillin, do one. Because surely no advance in the history of human civilisation can come close to the discovery of socks that don’t smell and never need washing. And I don’t mean this in a good way, either. To paraphrase Nietzsche’s ruminations upon the death of God: we have seen the lightning but are yet to experience the thunder. For what is a sock if it is denuded of its olid destiny? What is a sock that never knows the inside of a washing machine, from which, mysteriously, it may never emerge? It is not a sock, in any recognisable sense of the word. We haven’t thought this through at all, have we?    The strange place the sock occupies in the sartorial pantheon is surely due to its fetid fate    The sock as cultural artefact is a phenomenon worth preserving. Much of the inherent enigma of the sock derives from its mephitic potential. Why do we find beauty in the bloom of the rose? Because we know it will soon fade. Why do we so revel in the pleasures of intoxication? Because we know what suffering awaits at dawn. So it is with the sock: the strange place it occupies in the sartorial pantheon is surely due to its fetid fate. Socks get away with all sorts of mischief because they’re weird. Know you of any other item of clothing that can vanish at will? Somehow, 84m of them disappear every month in Britain alone. I make that 32 every second. In the time it takes you to read this sentence, about 100 will have dematerialised. If the same behaviour was exhibited by shoes, there’d be uproar. And socks get on your feet without you realising. Do you remember putting your socks on this morning? No. But they’re there, aren’t they?     ‘There are serious questions to be asked about how the discovery of the scentless socks came about.’ The odourless Corrymoor mohair socks.    I have lived quite a number of years now and can recall advertisements for many odd things, including gas. But I don’t recall ever having encountered, on a billboard or on commercial television or commercial radio, an advertisement for socks. I’m sure this is because advertising is basically about sex, while the sock is the world’s most profoundly unerotic object, aside from Noel Edmonds. Between sex and socks are two vowels and a million billion miles. You may indeed have a body like Arnold with a Denzel face, but if all you are wearing is a pair of socks, you might as well have a body like Jeremy with a David face. And in an increasingly sexualised society, this is surely to the sock’s credit; indeed, it is hard to think of a more effective contraceptive. (I don’t mean in that way.)   Related: Secret to making no-smell socks is kids' play, says Devon farmer    Moreover, at a time when inequality in tearing our society apart, socks are one of the great levellers: be they from Prada or Poundland, we can be sure they shall soon share an unglamorous aroma. Yes, there are such things as statement socks, and, if these were hitherto unknown to you, I can only apologise for introducing you to the idea. But the very fact that they are socks – you know, those things that smell – clearly undermines any efforts made by the wearer to assert any superiority of status. Owning a pair of those is pretty much equivalent to a owning a Ferrari milk float. Of course, there are serious questions to be asked about how the discovery of the scentless socks came about, and the Pulitzer prize-winning Guardian will no doubt ask them in due course, once the Panama thing has blown over. But it appears that their resistance to reekiness became evident as a result of their being worn repeatedly, day after day, by people who thought they were just wearing normal socks. It may well be worth our while spending a few moments just thinking about that and, you know, questioning whether the human race is really worth persevering with. We don’t know where all this will lead us, but it’s surely nowhere good, for gentrification and sanitisation have surely gone far enough already, and, as the old saying goes, a sock that doesn’t smell is like a dog without a nose. So let’s keep socks special. Their smell is in their soul.",
  "webTitle": "The joy of socks - smelly ones, that is | Peter Ormerod",
  "webPublicationDate": "2016-05-05T14:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/joy-of-smelly-socks-odourless",
  "keyword": [
    {
      "webTitle": "Underwear for men",
      "id": "fashion/underwear-for-men",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Ormerod",
      "id": "profile/peter-ormerod"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/joy-of-smelly-socks-odourless"
}