{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/pakistan-visa-mohammad-amir-england-tour",
  "id": "2016-05-20-39",
  "sectionId": "sport",
  "body": "England are set to discover whether they will face Mohammad Amir this summer after the Pakistan fast bowler submitted a visa application to the UK high commission in Islamabad on Friday. Amir was banned from cricket for five years following the Lord’s spot-fixing scandal in 2010, along with Salman Butt and Mohammad Asif, but returned to international cricket in January. The 24-year-old was also sentenced to six months in a young offenders’ institute in 2011 after pleading guilty to his role in the scam, with this criminal record meaning a return to the UK is now at the discretion of government. “I have written a letter to the high commissioner seeking special and sympathetic consideration on Amir’s visa,” said Shaharyar Khan, the chairman of the Pakistan Cricket Board. “The England and Wales Cricket Board is also assisting and are in touch with their home department, so we hope for a positive response.” Pakistan’s three-month tour of England, under their new coach, Mickey Arthur, begins at Lord’s on 14 July for the first of four Test matches, before playing five one-day internationals and a one-off Twenty20. The PCB is reported to be confident a visa will be secured after the New Zealand government granted one at the start of the year for Amir’s international comeback following support from its own board.   Related: Why the return of Mohammad Amir is not a story everyone wants to buy into | Andy Bull    The ECB has played down any suggestion it is actively helping Amir’s case for a return this summer, instead stating its sole involvement is in assisting the government with any information required. A spokesperson said: “Any decision on his entry into the UK is ultimately one for the UK government. We have spoken to the Pakistan Cricket Board and will provide any support the government needs in making its decision.” Butt, a former Pakistan captain, had recently been mooted for a possible recall. However, he and Asif, who along with Amir bowled no-balls to order during the Test, would likely be denied UK visas after being deported from the country following the completion of their prison sentences. While the pair are into their 30s and not in contention for the tour, the younger Amir, who returned to domestic cricket last March following a relaxation of his ban by the International Cricket Council, is more central to Pakistan’s plans and appears to have lost little of his sharpness in the interim period, taking 16 wickets in 13 matches since his comeback. The left-armer burst on to the international scene in 2009 and by the following year had become the youngest to 50 Test wickets, aged 18, when taking six for 84 against England in the first innings of the infamous match at Lord’s. Amir did not cross paths with England during the World Twenty20 in India in March and Stuart Broad, who made his solitary international century during that tainted Test match, has previously played down any suggestions of lingering animosity. “I genuinely don’t know what it’ll be like [facing him again],” Broad told ESPNcricinfo last year. “There was obviously quite a big cloud over that Test series victory in 2010. I’ve seen a few interviews that he’s done and he seems sorry and keen to get back on a cricket field. As a player you are not too bothered who you are playing against. You go a bit internal and focus on what you do.”",
  "webTitle": "Pakistan submit visa request for Mohammad Amir to return to England",
  "webPublicationDate": "2016-05-20T18:17:26Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/pakistan-visa-mohammad-amir-england-tour",
  "keyword": [
    {
      "webTitle": "Pakistan cricket team",
      "id": "sport/pakistancricketteam",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pakistan cricket spot-fixing scandal",
      "id": "sport/pakistan-cricket-betting-scandal",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Pakistan 2016",
      "id": "sport/england-v-pakistan-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/20/pakistan-visa-mohammad-amir-england-tour"
}