{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/labour-mps-free-vote-trident-len-mccluskey-unite-jeremy-corbyn",
  "id": "2016-05-04-285",
  "sectionId": "uk-news",
  "body": "Labour MPs will be given a free vote in parliament on the renewal of Trident, according to the leader of Britain’s biggest union. Len McCluskey said he had been assured that Jeremy Corbyn is in favour of allowing MPs, including the frontbench, to vote with their consciences. He urged Labour’s leader to announce this is the party’s position as soon as possible and “be clearer about it”.  The intervention from the general secretary of Unite, which is Labour’s biggest donor, comes in a wide-ranging interview with the Guardian.  In it, the 65-year-old former docker also claimed that Jeremy Corbyn’s election had halted a “depression” that was descending on the party following Ed Miliband’s defeat in last year’s general election. And he appeared to confirm claims from Eurosceptic Conservative MPs that one of the reasons the government compromised over the trade union bill was to guarantee support of unions in the EU referendum. Corbyn, who opposes Trident along with many grassroots members, has been battling over the issue of a nuclear deterrent with much of his shadow cabinet, MPs and trade unions. He commissioned a defence review by his ally Emily Thornberry, a unilateralist, which will be put to the members. This could bypass opposition to a change in policy within the parliamentary party. McCluskey said he had spoken to the party’s leadership about Trident as he seeks to protect the jobs of thousands of union members whose jobs rely upon the nuclear deterrent.     Navy personnel stand on HMS Victorious during a patrol off the west coast of Scotland. Photograph: AFP/Getty Images     “What I’m expecting to happen, and what I am told will happen, and I think Jeremy should announce this and be clearer about it, is that Labour MPs will be given a free vote. So that’s the end of any division, people will be able to vote in accordance with their passion. That will mean that the Trident replacement submarine and their successor submarines will go through comfortably in parliament,” he said. Asked if he has been told by Corbyn’s office that this was to be the case, McCluskey said: “Absolutely. My understanding is that the Labour leader is in favour of a free vote for MPs and the quicker everybody knows that, the quicker the media can’t try to prise any divisions.” David Cameron has sought to exploit Labour divisions over the £31bn nuclear weapons programme and is expected to delay holding a parliamentary vote on renewing Trident nuclear weapons programme until after a referendum on Britain’s EU membership. It follows criticisms in November of Unite by some of its own members for failing to fight for workers’ rights in the two naval bases in Faslane and Coulport on the river Clyde.  Some unilateralists will see McCluskey’s intervention as a way of undermining Thornberry’s review. He said the review remained relevant because Labour needed a new defence strategy while the government appeared to have no strategy at all. “Currently 12% of the defence budget goes to the US to sustain US jobs. But that proportion will go up to 25% in five years. What Labour should be doing is demanding from the PM that he commits to spending taxpayers’ money here in the UK. It is an outrage that it is going elsewhere.” McCluskey spoke to the Guardian on Wednesday, hours after the government announced a partial climbdown on the trade union bill.  He said the Conservatives knew they were going to have problems getting the bill through the House of Lords, but also realised they needed the trade unions to campaign to stay in the European Union. “The European referendum came in to play here. I think the Tories recognised that they needed the support of the left in its broadest context within the UK to sustain the remain vote. That played a part in the thoughts and the considerations and the discussions that have taken place,” he said. McCluskey’s words appear to contradict the business minister Nick Boles, who last week dismissed claims by Brexit campaigner Sir Bernard Jenkin that a deal had been struck between the government and the unions. McCluskey, who also claimed the former shadow ministers Liz Kendall and Michael Dugher, Gordon Brown’s former aide Ian Austin, and newly elected MP Wes Streeting had made interventions intended to damage Corbyn, said the Labour leader was the only candidate standing for the role able to lift the depression that surrounded the party.  “When I look back on the leadership election I am now of the view that nobody else would have had a chance of reversing Labour’s fortunes. Its really only Jeremy Corbyn.”  “The problem with Yvette [Cooper] and Andy [Burnham] – and Andy is a personal friend of mine – was that following the defeat of Labour and Ed Miliband stepping down, they offered nothing. Their campaigns were bland, it was the same old story, they didn’t offer anything different.  “You may recall that a depression came over the [party]. There was nothing, there was a dullness. Jeremy Corbyn enters the race and what happens? My God, there was an explosion,” he said. A Labour spokesperson declined to comment on whether MPs would get a free vote on Trident, saying: “We do not comment upon whipping arrangements.”",
  "webTitle": "Labour MPs will get free vote on Trident renewal, says union leader",
  "webPublicationDate": "2016-05-04T08:46:07Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/labour-mps-free-vote-trident-len-mccluskey-unite-jeremy-corbyn",
  "keyword": [
    {
      "webTitle": "Trident",
      "id": "uk/trident",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Unite",
      "id": "politics/unite",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "uk-news/2016/may/03/labour-mps-free-vote-trident-len-mccluskey-unite-jeremy-corbyn"
}