{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/garden-centres-recipe-for-survival-quality-food",
  "id": "2016-05-21-6",
  "sectionId": "lifeandstyle",
  "body": "A flash of colourful hen houses built and painted to resemble a row of miniature beach huts, just yards from the busy A12 on the way to Lowestoft, is the first clue that Darsham Nurseries is not your average garden centre. “So many people tell me they spent years driving past without ever coming in,” admits David Keleel, Darsham’s owner. But now the car park is regularly full. Two years after expanding the formerly derelict nursery – which followed a three-year battle to get planning permission for a shop and cafe – it is firmly on the local map, but as a destination renowned for its food more than its roses. Blythburgh pork cheeks and sauteed monkfish liver are as likely to feature on the menu as the vegetables and herbs grown in raised beds in the ornamental vegetable garden, or potager, alongside the sun-drenched cafe. This approach has paid off. Last year, the cafe’s Mediterranean-style food earned the plaudit of being in the UK’s top 100 restaurants according to Restaurant Magazine. Darsham is far from alone in its transformation from a place to buy daffodil bulbs to a “destination” garden centre. Commercial pressures and changing consumer habits mean garden centres have had to raise their game to survive. A report from market research specialist Mintel this year showed that in 2014 garden centres and DIY chains had less than 60% of the garden product market due to inroads made by the likes of Waitrose, Ikea or The Range, and the expansion of online specialists such as Crocus and Primrose. Supermarkets now account for 12% and Amazon 9% of sales. Garden centre sales are also highly weather-dependent, so this year’s cold and showers in April put a dampener on sales in traditional categories, but boosted non-traditional ones, according to the latest figures from the Garden Centre Association. Sales of house plants were up just under 2%, while sales of outdoor plants were down by 17% on the year before. By contrast, catering sales at garden centres – now worth £200m a year – were up by 9%. Food is becoming so crucial to the survival of many garden centres that next month the Horticultural Trade Association will hold its seventh conference for garden centre managers to help them learn more about how to raise the standards of their food and service. Experts who will attend include Henry Dimbleby, the founder of the Leon restaurant chain, and Fred Sirieix, general manager of the Michelin-starred Galvin at Windows on the 28th floor of the London Hilton on Park Lane. “I do think garden centres can learn a lot about customer service, from greeting shoppers to making sure they have an enjoyable experience, with expert advice to hand when they need it,” said Sirieix, who has become a familiar face to millions as the maitre d’ in Channel 4’s restaurant-based reality show, First Dates. Also giving tips at the conference will be Mike Lind, managing director of the award-winning, independent, family-run Monkton Elm in Taunton, Somerset, who says discerning shoppers want a wider choice of food and drink. “We opened our new restaurant around this time last year in a response to customer demand,” he said. “It has a brand new kitchen with state-of-the-art equipment, seats 350 and offers a much greater selection than we could before.” However, Lind insists: “Our food is of course complementary to the main garden centre, which still remains a great draw for gardeners.” The UK’s largest chain of garden centres – with more than 150 outlets – is Wyevale, which has splashed out on 65 refurbishments of existing restaurants and cafes over the last 18 months. It has experimented with branded coffee shops and an award-winning in-house artisanal cafe concept that includes on-site micro-roasted coffee. “A strong food and drink offer sits at the heart of ensuring our customers enjoy their visit and cement our positioning as a leisure destination,” said Alex Shattuck, food and beverage commercial director at Wyevale. “Revenues have grown by 60% since 2011. We have seen a steady rise in the trend of customers starting the day at their local garden centre, with breakfast sales showing strong growth.” But the lure of award-winning food in a garden centre is not always a successful formula, as the owners of the Petersham garden centre in Richmond, south-west London, found after opening their cafe in one of the old greenhouses. Australian chef Skye Gyngell was put at the helm and her Mediterranean food gained the restaurant a Michelin star in 2011. But she later quit, claiming that the star had become “a curse” that was difficult to live up to. Back in Darsham Nurseries in Suffolk, even Keleel seems surprised by the popularity of the cafe. “People often ask me when we are going to be doing a cookery book, but nobody has yet asked about a gardening book,” he said. • This article was amended on 23 May 2016. An earlier version said that the Horticultural Trades Association would be holding its first, rather than its seventh, catering conference.",
  "webTitle": "A potted azalea, a rake … and two of the monkfish livers, please",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/garden-centres-recipe-for-survival-quality-food",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Shops and shopping",
      "id": "lifeandstyle/shops-and-shopping",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/garden-centres-recipe-for-survival-quality-food"
}