{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/15/next-south-yorkshire-police-chief-integrity-proof-hillsborough",
  "id": "2016-05-15-79",
  "sectionId": "uk-news",
  "body": "The next chief constable of crisis-hit South Yorkshire police will need to demonstrate a record of “ethically based decision-making” and “substantial evidence of leading with integrity”, according to the job advert. The job description, posted on the force’s website, outlines one of the toughest jobs in British policing as “a challenging opportunity”. The advert says the South Yorkshire police and crime commissioner (PCC) “is looking to appoint an exceptional individual with the appropriate experience, ambition and vision to lead the South Yorkshire police service in building public trust and confidence”. The South Yorkshire force has been dogged by recent scandals surrounding the Hillsborough disaster, child sexual exploitation in Rotherham and renewed questions over the battle of Orgreave during the miners’ strike. The PCC, Alan Billings, suspended the current chief constable, David Crompton, last month over the force’s handling of the Hillsborough inquests, which included alleged attempts to smear the activities of Liverpool supporters on the day of the disaster in 1989. The inquests found the 96 fans who died after the crush at the stadium were unlawfully killed and attached no blame to the fans. Crompton was due to retire in November and is not expected to return to his post, which is occupied by North Yorkshire’s chief constable, Dave Jones, on a temporary basis. Jones was appointed after Billings’s first choice for the interim role, the South Yorkshire deputy chief constable, Dawn Copley, stood down a day after taking up the position when it emerged she was being investigated over her conduct at a previous force. The advert stresses the need for applicants to “have a track record of ethically based decision-making and substantial evidence of leading with integrity in a demanding executive role, including leading the delivery of fundamental change in organisational culture and service provision”. It is accompanied by a letter from Billings to would-be applicants, which says: “You will not need me to tell you that this is a challenging post and needs, therefore, an exceptional individual to lead the service in building public trust and confidence.” The letter goes on to outline the importance of traditional areas of policing such as community safety, protection of vulnerable people and tackling crime, before adding: “I recognise that delivering these priorities would be extremely challenging in any police area in the present climate of financial reductions across the public sector. But it is especially demanding in South Yorkshire given our unique legacy issues.” There were calls for South Yorkshire police to be disbanded or merged with neighbouring forces after the Hillsborough inquests and Billings’s letter appears to acknowledge the need for an overhaul of the force. It says: “The next chief constable must be able to transform South Yorkshire police and lead fundamental change in organisational culture and service provision. This is the only way to meet the demands of today’s policing and ensure the future sustainability of an efficient and effective service.” The advert says the PCC’s office will hold an open day on 1 June to provide further information on the role and the issues facing the force. The closing date for applications for the role, which has a basic salary of £150,000 but is likely to top £190,000 with pension contributions, is Friday 3 June. Shortlisted candidates will face psychometric testing the following week, after which there will be what is described as an “assessment centre” on 14 June before final interviews the next day. The final appointment has to be ratified by the local police and crime panel, which is largely made up of councillors from South Yorkshire’s four local authorities – Sheffield, Rotherham, Barnsley and Doncaster – with the process set to be concluded by the end of June. The advert says it is hoped the new chief constable will be in post by the end of November.",
  "webTitle": "Next South Yorkshire police chief must show proof of ‘leading with integrity’",
  "webPublicationDate": "2016-05-15T15:35:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/15/next-south-yorkshire-police-chief-integrity-proof-hillsborough",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Waugh",
      "id": "profile/rob-waugh"
    }
  ],
  "guardianId": "uk-news/2016/may/15/next-south-yorkshire-police-chief-integrity-proof-hillsborough"
}