{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/uk-box-office-film-bad-neighbours-2-florence-foster-jenkins-meryl-streep",
  "id": "2016-05-10-155",
  "sectionId": "film",
  "body": "The winner: sunshine The first gloriously sunny weekend of the year had a predictable impact on the UK box office, with takings declining 54% from the previous frame. Pretty much everything fell by at least 60%, a rare exception being Secret Cinema’s run of 28 Days Later, which held steady, and benefits from audiences typically having long ago booked tickets.    Related: Cannes 2016: festival previewed and X-Men: Apocalypse reviewed – the Dailies film podcast    Despite strong reviews and warm word of mouth (8.5/10 at IMDb), Captain America: Civil War saw takings fall by 67%. Embarrassingly, that’s only marginally better than the 68% drop experienced by Batman v Superman: Dawn of Justice in its second session. Box office stands at £27.4m after 10 days, which compares with £27.8m at the same stage for the DC Comics rival.  Marvel will now be hoping to arrest the fall, ultimately overtaking Batman v Superman’s total of £36.6m. Whatever happens, Civil War is heading for a lifetime tally far in excess of any previous Captain America film – The First Avenger managed only £10.4m in the UK, while sequel The Winter Soldier reached £19.3m. The comedy sequel: Bad Neighbours 2           Seth Rogen: ‘There are probably jokes in Superbad bordering on the blatantly homophobic’ – video interview    When Bad Neighbours landed in the box-office chart in May 2014, it did so with a splashy £8.45m – a stunning debut for a relatively low-budget comedy. On closer inspection, that number included a whopping six days of previews, responsible for £5.16m of the opening gross. Still, the three-day weekend debut of £3.29m was not so shabby. Now Bad Neighbours 2 arrives, opening with £1.69m, and no previews. That’s only 51% of the opening weekend box office achieved by Bad Neighbours over the same period.  Comedy sequels often present studios with commercial challenges. Warners powered The Hangover: Part II to £32.8m in the UK – well up on The Hangover’s already impressive £22.1m. The studio had the freedom to send the guys off to Thailand in that film – whereas Bad Neighbours’ specific location limits options. Some comedy films lend themselves to sequelisation more readily than others, especially when rooted in a strong group of characters (for example, The Inbetweeners). Bad Neighbours offered a marketable high concept – hard-partying students next door – but not necessarily one that audiences needed to see twice. The upscale comedy: Florence Foster Jenkins           Stephen Frears on Florence Foster Jenkins: ‘Killed by critics! A feeling I know well’    While Bad Neighbours 2 failed to reach the commercial heights of its predecessor, you could argue that a UK opening of £1.69m is not so bad for a Hollywood comedy. It’s also more than double the debut of rival new release Florence Foster Jenkins – and at 76 fewer cinemas (490 against 556). Florence, starring Meryl Streep, Hugh Grant and Big Bang Theory’s Simon Helberg, begins with £713,000, including previews of £130,000. Strip out the previews, and the site average is a poor £1,049. Among all sectors of the UK cinema audience, it’s generally accepted that older, upscale viewers are most reluctant to abandon weekend garden sunshine. This audience is also more apt to visit a cinema midweek, and is generally slower to see films. For all those reasons, Pathe and distribution partner Fox have every reason to hope that Florence Foster Jenkins will pick up after this disappointing start. The flop: I Saw the Light           Tom Hiddleston sings Hank Williams in a London guitar shop – video interview    Landing rather humiliatingly in 20th place is Hank Williams biopic I Saw the Light, with feeble takings of £17,200 from 107 cinemas, yielding a £161 average. Tom Hiddleston recently helped power Ben Wheatley’s High-Rise to £1.94m in the UK, and has a strong following on social media, but no actor can deliver box office for a film that audiences do not have a particular wish to see. I Saw the Light is the kind of film that would have required decent critical support, but a MetaCritic score of 47/100 tells an unhappy story. On top of that, it’s a title that might have played better in independent cinemas and boutique chains such as Picturehouse and Everyman, but support there has been limited. The 2016 winner: The Jungle Book           Jon Favreau: ‘Whenever I hear Garry Shandling’s voice in The Jungle Book, it’s sobering’    Disney’s The Jungle Book has added another £6.6m in the past seven days, pushing its tally to £36.8m. That takes it past Batman v Superman (£36.6m), and positions it breathing down the neck of Deadpool (£37.9m). The Jungle Book should overtake Deadpool this week, thereby becoming the top-grossing film of 2016 so far. Captain America: Civil War might also mount a challenge, if its current rate of decline becomes less precipitous. The future   Related: The Angry Birds Movie review – game spin-off that doesn't quite reach Lego Movie levels    Despite grosses falling 54% from the previous frame, takings are nevertheless 18% up on the equivalent weekend from 2015, when Spooks: The Greater Good and The Age of Adaline were the top new releases. A year ago, the picture then improved with the mid-May arrival of Pitch Perfect 2 and Mad Max: Fury Road. It’s hard to imagine any of this weekend’s new releases having a similar impact, although Sony Animation’s Angry Birds could deliver a surprise. Competing for adult audiences are John le Carré adaptation Our Kind of Traitor, Richard Linklater’s campus-set Everybody Wants Some, Tina Fey Afghan war comedy Whiskey Tango Foxtrot, supernatural horror The Darkness, and bloody US indie thriller Green Room. Arthouse alternatives include the well-regarded Mustang. Top 10 films, 6-8 May 1. Captain America: Civil War, £4,806,575 from 605 sites. Total: £27,372,9222. The Jungle Book, £2,139,629 from 611 sites. Total: £36,835,5163. Bad Neighbours 2, £1,691,699 from 490 sites (new)4. Florence Foster Jenkins, £712,899 from 556 sites (new)5. Robinson Crusoe, £575,321 from 440 sites (new)6. Eye in the Sky, £199,294 from 355 sites. Total: £4,306,2267. Zootropolis, £174,933 from 468 sites. Total: £22,922,5798. Secret Cinema Presents 28 Days Later, £155,944 from one site. Total: £733,7059. Bastille Day, £78,621 from 219 sites. Total: £1,840,20410. 24, £70,621 from 28 sites (new) Other openers Jacob’s Kingdom of Heaven, £45,540 from 86 sitesEvolution, £17,432 (including £11,697 previews) from 13 sitesI Saw the Light, £17,248 from 107 sitesKnight of Cups, £10,323 from 11 sitesJust the 3 of Us, £10,003 from seven sitesLaputa: Castle in the Sky, £7,267 from 28 sites (rerelease)1920 London, £5,988 from nine sitesZorawar, £5,483 from 10 sitesTruman, £3,437 from one siteJohnny Guitar, £3,190 from three sites (rerelease)The Sky Trembles and the Earth Is Not Afraid and the Two Eyes Are Not Brothers, £2,066 from seven sitesGlobe on Screen: Measure for Measure, £1,471 from five sitesArabian Nights Volume 3: The Enchanted One, £1,450 from 11 sitesThe Chameleon, £279 from one siteAngel of Decay, £259 from one site • Thanks to comScore. All figures relate to takings in UK and Ireland cinemas.",
  "webTitle": "Seth Rogen and Meryl Streep comedies burned by the sun at UK box office",
  "webPublicationDate": "2016-05-10T13:32:06Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/uk-box-office-film-bad-neighbours-2-florence-foster-jenkins-meryl-streep",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Family",
      "id": "film/family",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Jungle Book",
      "id": "film/the-jungle-book",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Florence Foster Jenkins",
      "id": "film/florence-foster-jenkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Eye in the Sky",
      "id": "film/eye-in-the-sky",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Zootopia (aka Zootropolis)",
      "id": "film/zootopia-zootropolis",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bastille Day",
      "id": "film/bastille-day",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "I Saw the Light",
      "id": "film/i-saw-the-light",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Knight of Cups",
      "id": "film/knight-of-cups",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Seth Rogen",
      "id": "film/seth-rogen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Meryl Streep",
      "id": "film/merylstreep",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tom Hiddleston",
      "id": "film/tom-hiddleston",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Walt Disney Company",
      "id": "film/walt-disney-company",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Secret Cinema",
      "id": "film/secret-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Charles Gant",
      "id": "profile/charles-gant"
    }
  ],
  "guardianId": "film/2016/may/10/uk-box-office-film-bad-neighbours-2-florence-foster-jenkins-meryl-streep"
}