{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/if-truth-is-lacking-in-political-discourse-its-not-down-to-postmodernism",
  "id": "2016-05-19-177",
  "sectionId": "commentisfree",
  "body": "The political rise of Boris Johnson and Nigel Farage, the disregard for evidence and expert testimony evinced in the Brexit campaign, climate change denial, education policy and the rise of radical movements framing their worldview on religious dogma… each in its own way is indicative of a worrying rise of irrationalism and the fragility of enlightenment values. Will Hutton (“The way we use language in politics”, Comment, last week) is right to express serious concerns about this situation but is in danger of aping Johnson’s rhetoric by placing the blame on a straw-man surrogate of postmodernism. For any postmodern thinker influenced by Rorty, Derrida and Wittgenstein, a close attention to truth and the contexts – the language games, the texts, the pragmatic imperatives – in which the concept of truth is situated is paramount. No postmodernist would countenance the semantic solipsism that is a consequence of the belief that any “truth” has the same value as any other. The social politicisation of truth that postmodernism posits provides both a tool for analysing the rise of irrationalism and a weapon for deconstructing it and placing its workings on public display. Postmodernism is not an enemy of enlightenment values. Rather, it demonstrates, using the enlightenment’s own rhetoric, that its foundations are based not in a commonsense notion of truth but on social agreement that these are the standards we have and it is on these that we build our world. Postmodernism testifies to the fragility of these standards and the consequent necessity for us to defend them against the irrational, fairytale alternatives from wherever they come and whatever the cost. “The way we use language in politics matters.” No postmodernist would disagree.Dr Stuart ParkerBrampton Bierlow, S Yorkshire Thank you, Will Hutton, for reminding us that truth and integrity should be the core values underpinning political discourse. Leaders must lead us through their arguments and not undermine the quality of the debate through the deliberate use of prejudice and falsehood. Charlie BeaumontMaidstone, Kent Will Hutton rightly excoriates politicians for the chasm between robust evidence and the language they use. That chasm is also wide and deep between evidence and policy. Since 1972 the Institute of Brain Chemistry and Human Nutrition has presented governments with powerful evidence that poor maternal nutrition adds to the risk of low birth-weight and lifetime permanent developmental brain disorder in children. In 1999 the Family Budget Unit published the weekly cost of minimum income needed for a healthy diet researched by nutritionists at the University of York.  In 2008 the Government Office for Science, building on the work of the Royal College of Psychiatrists, reported on the link between low income, debt and mental health problems.  In 2008, to save the banks, billions of pounds were taken from the pockets of the poorest citizens. Their incomes were already at a basic level, and the effect of that policy has been to reduce them below that and create personal debt. By ignoring the evidence, politicians have exacerbated real hardship, mental and physical illness while sparing the more prosperous citizens from making a fair contribution to the shortfall in government funding. The Rev Paul NicolsonTaxpayers Against Poverty, London N17 Although I agree wholeheartedly with Will Hutton as he argues the need for objectivity in the EU debate, I wonder if he is entirely right to caricature postmodernism as “transient nonsense”. Some of its more extreme proponents might fit that interpretation. More moderate subscribers held truth itself in the highest regard but remained sceptical of those who disseminated it, asking whose interests it served, and whether it was simply opinion masquerading as fact. I wonder if in the midst of a highly spun and increasingly bitter EU campaign, a postmodernism-inspired scepticism of what is paraded as truth isn’t more important than ever!Lucian ClinchLondon SE24",
  "webTitle": "The big issue",
  "webPublicationDate": "2016-05-19T12:53:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/if-truth-is-lacking-in-political-discourse-its-not-down-to-postmodernism",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/19/if-truth-is-lacking-in-political-discourse-its-not-down-to-postmodernism"
}