{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/02/sir-harry-kroto-nobel-prize-winning-chemist-dies-carbon",
  "id": "2016-05-02-54",
  "sectionId": "science",
  "body": "Sir Harry Kroto, the British Nobel prize-winning chemist who co-discovered a new form of carbon, has died aged 76. Kroto is best known for his role in revealing that carbon can exist in the form of a hollow football-like structure. Named “buckminsterfullerene” after the similarly shaped domed buildings produced by the American architect Buckminster Fuller, these structures soon became known as “buckyballs”.  Produced by Kroto and his colleagues in 1985 by turning an intense laser pulse on graphite, this new form of carbon was found to be composed of 60 carbon atoms, with later work confirming their suspicion that these atoms were arranged like the corners of the panels of a football, giving 20 hexagon-shaped faces and 12 pentagon shaped faces. The team also discovered that carbon could exist in clusters of other sizes, including a structure made of 70 carbon atoms that was later found to be rugby ball-shaped.   Related: Harry Kroto: Creationists such as the Rev Reiss don't have the intellectual integrity to teach science    The breakthrough won Kroto and his colleagues Richard Smalley and Robert Curl the Nobel prize in chemistry in 1996, and spurred further discoveries by other scientists of a host of carbon structures that have proved promising in myriad applications, from drug delivery to strengthening tennis rackets.      ‘Harry’s enthusiasm and infectious grin will be sorely missed,’ said Lesley Yellowlees, former president of the Royal Society of Chemistry. Photograph: Nick Cunard/Re    As well as his work in chemistry, Kroto was a keen advocate of explaining science to the public. “He had a lifetime commitment to education and outreach, and he had a little film company called Vega, which produced videos of interviews with scientists,” said Martin Rees, the astronomer royal, who also recalled Kroto’s artistic talent. “It was very sad to see him in decline in the last couple of years,” he said. Richard Dawkins was also among those paying tribute to Kroto. Writing on his website, he said that Kroto had “the curiosity of a child” as well as a rebellious spirit. “Among other things he convinced me that, however alien and strange life elsewhere in the universe might be, we can be confident that it must be carbon based. No other atom has what it takes,” he added.    Related: Science has been neglected for decades says Harry Kroto    Lesley Yellowlees, former president of the Royal Society of Chemistry and professor of inorganic electrochemistry at the University of Edinburgh, said: “Harry was an inspirational scientist who engaged with experts and non-experts alike. He motivated generations of would-be scientists through his tireless work with schools, clubs, science museums and festivals, both online and in person.  “He was the most approachable of men – full of entertaining tales about the wonders of the fullerenes but also about the rigours of scientific endeavour and the importance of good training. His enthusiasm and infectious grin will be sorely missed.” Kroto is believed to have died on Saturday, April 30. Responding to the news on Twitter, Prof Brian Cox tweeted: “RIP Harry Kroto – brilliant scientist and a strong, passionate advocate for science as a vital part of our culture.”",
  "webTitle": "Sir Harry Kroto, Nobel prize-winning chemist, dies at 76",
  "webPublicationDate": "2016-05-02T18:24:08Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/02/sir-harry-kroto-nobel-prize-winning-chemist-dies-carbon",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Nobel prizes",
      "id": "science/nobelprizes",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "People in science",
      "id": "science/people-in-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science prizes",
      "id": "science/scienceprizes",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "science/2016/may/02/sir-harry-kroto-nobel-prize-winning-chemist-dies-carbon"
}