{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/war-of-words-review-london-festival-of-baroque-music-st-johns-smith-square",
  "id": "2016-05-17-146",
  "sectionId": "music",
  "body": "Performed at this year’s London festival of baroque music by the Monteverdi String Band under its director Oliver Webber, War of Words was essentially a contextualisation of Il Combattimento di Tancredi e Clorinda, Monteverdi’s unclassifiable setting of a passage from Tasso that relates the final encounter between the Christian knight Tancredi and the Saracen warrior Clorinda – lovers off the battlefield, but enemies on it, where their armour prevents each from recognising the other.  Though published as a madrigal, its first performance, in 1624, was staged and prefaced by vocal and instrumental works. Webber and his musicians followed suit, adding readings from Edward Fairfax’s 1600 Tasso translation along with an eyebrow-raising disquisition about the respective merits of insults and swordsmanship as weaponry.  Directed by Karolina Sofulak and lit Caravaggio-style by Natalie Rowland, Combattimento itself was utterly gripping in its mixture of eroticism and violence, as Nicholas Hurndall Smith’s charismatic Tancredi and Faye Newton’s assertive Clorinda grappled and fought while Nicholas Mulroy’s anguished Narrator looked on.  The preceding material, however, was less impressive. Hurndall Smith sounded stylish in Monteverdi’s Tempro la Cetra and duetted handsomely with Mulroy in the same composer’s Ohimé, dov’è il mio ben. But Newton unaccountably made heavy weather of Ohimé ch’io cado, ohimé, and the instrumental numbers needed more variety and sensuality. Musicians don’t, I fear, always make the best reciters: only Mulroy and Webber seemingly realised that iambic verse doesn’t necessarily need a pause at the end of each line.",
  "webTitle": "War of Words review – gripping staging of a Monteverdi madrigal",
  "webPublicationDate": "2016-05-17T13:56:05Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/war-of-words-review-london-festival-of-baroque-music-st-johns-smith-square",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Claudio Monteverdi",
      "id": "music/claudio-monteverdi",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/17/war-of-words-review-london-festival-of-baroque-music-st-johns-smith-square"
}