{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/16/young-women-initiative-new-york-city",
  "id": "2016-05-16-23",
  "sectionId": "us-news",
  "body": "More than 100 policy recommendations to benefit young women – from hiring a police liaison for abortion centers to creating a fund for free long-term contraceptives – were announced by the New York City council speaker on Monday, in the country’s first large policy report to focus on young women. Similar to Barack Obama’s My Brother’s Keeper, a program aimed at supporting young black men nationwide, New York’s Young Women’s Initiative is the first time young women, specifically women of color and trans women, have been the focus of a major policy initiative. Young women, particularly young women of color, are “in the business of opening doors and shattering glass ceilings”, said the city council speaker, Melissa Mark-Viverito, the first Latina to hold the role. She called on more young women to run for political office, and the report encourages the hiring of young women in city departments.   Related: Tired, poor, huddled millennials of New York earn 20% less than prior generation    The Young Women’s Initiative spent a year creating a policy guide that focuses on combating gender-based inequality, with direct input from young women. The recommendations range from offering safe breastfeeding spaces for teen mothers in public schools to expanding city job programs and providing intervention services for transgender sex workers.  The city announced $20m to help fund the findings of the Young Women’s Initiative, with $10m to come from the city council and the other $10m to come from philanthropic partners. “We want success for young women to be institutionalized and not a favor to a few young women,” said Azadeh Khalili, executive director of the city’s commission on gender equity. The statistics are often alarming. Forty-one per cent of young black and Latina women in New York City rely on food stamps, compared with 25% of young white women. Of the young women who aged out of the city’s foster care system last year, 38% were already mothers. The highest rates of new HIV infections are among black women and girls. However, the idea of the blueprint is to focus on creating futures for young women and “not the statistics we sometimes reduce them to”, said Mark-Viverito. Mark-Viverito noted the report was simply “the first step” in implementing change, and that with over 100 recommendations, not all would be adopted and the process of prioritizing would now begin. The city council is currently holding hearings for this year’s budget, so only a few recommendations are likely to make it through this funding round. The Young Women’s Initiative has already received national attention, with cities including Washington DC, Oakland, New Orleans and Los Angeles in talks with the New York organizers to see how they might implement similar programs in their cities.",
  "webTitle": "New York announces country's first major policy initiative for young women",
  "webPublicationDate": "2016-05-16T21:43:21Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/16/young-women-initiative-new-york-city",
  "keyword": [
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "us-news/2016/may/16/young-women-initiative-new-york-city"
}