{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/30/kenya-poaching-elephant-ivory-rhino-horn-future-communities",
  "id": "2016-05-30-153",
  "sectionId": "environment",
  "body": "“It’s hard work. I cut their tusks off with an axe,” said Abdi Ali, a northern Kenyan pastoralist who became a full-time poacher at 14. With three other men it took him about 10 minutes to kill each of the 27 elephants he poached, cutting off the trunk, splitting the skull and removing the ivory that would later fetch 500 Kenyan shillings (£3) a kilo. But while he became rich compared with the cattle herders, who mostly live on less than $1 (68p) a day, he did not find happiness. “Much as I had money, it was money I couldn’t enjoy in peace, because I was on the run.” Men like Ali are the bottom rung of a network of organised crime that is devastating Africa’s wildlife. It stretches from the remote wilds of Kenya to the port of Mombasa and out to China and south-east Asia, where an affluent middle class buy ground-up rhino horn as a status symbol and ivory is carved and sold as ornaments and trinkets. This week, the UN Environment Programme launched a global campaign to end the multibillion dollar trade, backed by celebrities including footballer Yaya Touré and model Gisele Bündchen.     Two male rhinos in the Lewa Wildlife Conservancy. Lewa is home to more than 10% of Kenya’\u0092s black rhino population. Photograph: Roberto Schmidt/AFP/Getty Images    Kenya, hit by a poaching surge in 2012 and 2013 that resulted in the loss of more elephants and rhino than at any time in the past two decades, is taking the problem seriously. Last month it set ablaze more than 100 tonnes of seized ivory, in what conservationists said was an “SOS to the world”. It followed a new wildlife law that can inflict a maximum penalty of life imprisonment for poachers. The men who kill in the field are relatively easy for the Kenya Wildlife Service (KWS) and private rangers to catch, compared with the middlemen and kingpins orchestrating the trade.  Lochuch Lotak is another who swapped the poverty of grazing his livestock in northern Kenya for killing elephants with a gun for their valuable ivory. Like Ali, he says it was an uneasy existence. “By the time it became common knowledge I was a poacher, I became really scared and suspicious of everyone, I thought everyone was telling on me. It got to the point where I was ready to die or kill [people].” Yet Ali and Lotak’s route out of poaching was not via a jail cell, but an extraordinary 27-year-old woman who chastised them for their crimes and, later, recruited them as rangers. “She got me out of a mud pool and into a pool of light,” Lotak said of Josephine Ekiru, the chair of the Nakuprat-Gotu conservancy, a community-run conservation area in northern Kenya where the two former poachers now work. In a pastoral community where women are traditionally expected to defer to their husbands and keep their opinions private, a 16-year-old Ekiru insisted on attending community meetings that were normally the preserve of men, and began trying to reform the men she knew were poaching. But confronting the poachers put her own life on the line.     Josephine Ekiru. Photograph: Jon Kasbe/NTR    “First they wrote a letter to me threatening me. The second time, they called in [five men] to me and threatened me. That time they were pointing guns at me. I said I was ready to die but can I tell you some reasons [why she was trying to persuade them],” she recalled. For 20 minutes she told them they were being used, that they were creating conflict between ethnic groups and were destroying the “treasure” that was their local wildlife. “One of them said: ‘Don’t kill her’, he dropped his gun. He said, ‘Nobody has ever told us about this.’” Ekiru’s conservancy is one of 33 in a network known as the Northern Rangelands Trust, which prides itself on being community-run and working with local people as a way to curb poaching. The conservancy model was born out of Lewa, a privately owned and well-armed cattle ranch that was transformed into a safe haven for black rhino. More than two decades after it was established, Lewa teems with endangered Grévy’s zebra, elephants, African buffalo, cheetah, reticulated giraffes, baboons, warthogs, and a riot of birds including the Kori bustard, one of the world’s heaviest flying birds. With 61 black rhino, it also has about 10% of all the country’s remaining and critically endangered black rhino. Those animals are protected by 150 rangers covering 62,000 acres, 37 of them armed, five dogs for tracking, three aircraft, a helicopter, and a hi-tech operations centre that plots rangers’ and elephants’ movements across a Google Earth map. And it has the neighbouring communities, which John Pameri, head of security, calls his first line of defence. “If you get those people on your side, you are really winning on poaching,” he said.         John Pameri, head of security at Lewa Wildlife Conservancy.    Lewa has not lost a rhino in the past three years but 17 were killed by poachers between 2010 and 2013, before its security operation was beefed up. “I’ll admit we were caught with our pants down in terms of our capacity to deal with it and our understanding of the dynamic,” said Mike Watson, its chief executive. With a single rhino’s two horns worth $40,000-$60,000 on the black market, Lewa insiders giving information could earn $3,000 for tipping off poachers, Pameri said. An internal corruption investigation led to nine staff being dismissed or arrested. “Any organisation that says it is not internally compromised is living in cloud cuckoo land,” said Watson. Dr Richard Leakey, the renowned conservationist whom president Uhuru Kenyatta appointed as chair of the struggling KWS last year, shares the sentiment. “I don’t think anyone today would deny Kenya is a very corrupt country. The corruption isn’t just in wildlife management, but at the ports, at law enforcement agencies, it’s with the customs, parts of the judiciary, it’s certainly present at many levels in the police force, it’s certainly very real and still is to a certain extent in the KWS. Government administration is in places, particularly in the countryside, compromised,” he said.         Dr Richard Leakey, head of KWS.    Leakey, 71, who has taken on the full-time job unpaid, discovered a national wildlife service that had been “run into the ground financially”, filled with middle managers instead of rangers on the ground, vehicles that didn’t work, houses that were falling down and plummeting morale. He installed a former banker as KWS’s director to get its finances under control, slim down the bloated bureaucracy and weed out corrupt officials. But Leakey is under no illusions as to the scale of the challenge. More ivory is shipped out of the port at Mombasa on Kenya’s coast than anywhere in Africa and, despite a recent staff cleanup by Kenyatta, the corruption is still there. Cameras get switched off, or pointed briefly at the sun, or truck scanners are deactivated. “There are too many people employed there, something like 6,000 people. There’s a built-in probability that a good number of people are there for the wrong reason.” Critics say the KWS is only catching the bottom of the food chain, a charge Leakey does not duck. “Inevitably, we will get the majority of people caught red-handed with firearms or trophies. In some cases they lead you to middlemen. The link between middlemen and kingpins is a much harder route to follow, because kingpins are generally associated with syndicate crime.” Despite the tougher penalties under the 2013 Wildlife Act, just 6% of wildlife criminals convicted during 2014-15 received a prison sentence, according to the respected Kenyan non-governmental organisation, WildlifeDirect. “To date no high-level trafficker has been convicted and sentenced by Kenyan courts,” it said in a report looking at more than 500 court cases in 2014 and 2015.     Park rangers walk in the bush during a day patrol at the Lewa Wildlife Conservancy. Photograph: Roberto Schmidt/AFP/Getty Images    Ofri Drori, a private investigator who runs the Eagle Network, which has put 1,300 wildlife traffickers behind bars in nine countries, said the big traffickers were not being targeted, and the reason is corruption. “The poacher is very easily replaceable,” he said of men like Ali and Lotak, who poached to escape grinding poverty. “The ability to pull the trigger and hunt something as big as an elephant doesn’t require much talent. It’s organised crime, so when you are chasing poachers in the field, you are really not understanding how organised this crime is.” In the field, the battle to save Kenya’s last 32,000-odd elephants and about 1,000 black and white rhino continues. To Ekiru, the answer lies in having local people run the show. “The only future we have for this wildlife is in the hands of the communities living with this wildlife.”  For Leakey, sitting in his office in Nairobi, the problem will not go away until the demand in China does – and he thinks there are signs the Chinese government is committed to ending that. “If we can persuade the market that it’s a shame to do this, as we did before … there just won’t be the need for these elephants to be killed.”  The Guardian’s travel and accommodation was paid for by the UN.",
  "webTitle": "Kenya's new front in poaching battle: 'the future is in the hands of our communities'",
  "webPublicationDate": "2016-05-30T08:40:04Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/30/kenya-poaching-elephant-ivory-rhino-horn-future-communities",
  "keyword": [
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    }
  ],
  "guardianId": "environment/2016/may/30/kenya-poaching-elephant-ivory-rhino-horn-future-communities"
}