{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/thursdays-best-tv-how-should-i-vote-the-eu-debate-neil-gaimans-likely-stories",
  "id": "2016-05-26-321",
  "sectionId": "tv-and-radio",
  "body": "How Should I Vote? – The EU Debate 8pm, BBC1 How is there still nearly a month to go? For the benefit of voters who haven’t made their minds up, and who are not yet reacting to the phrase “EU referendum” by fainting with boredom, Victoria Derbyshire hosts a debate aimed at the young folk. Seems fair enough, as they’re the ones who’ll have to live longest with the consequences. An audience of under-30s will question politicians from the leave and remain campaigns. Andrew Mueller The Truth About Alcohol 9pm, BBC1 Occasionally, One Show segments seem to go rogue and seize an entire hour of our time. Here’s one such example, with Dr Javid Abdelmoneim extolling the virtues of moderation by employing experiments social and scientific to prove the dangers of drinking. Many well-worn tropes are merely underlined, such as drinking on an empty stomach or the numbing effects of alcohol. There’s little to terrify sobriety into society, and it’s unlikely to dent weekend scrums at city-centre pubs. Mark Gibbings-Jones Peaky Blinders 9pm, BBC2 Sitting around a campfire on a hunting trip, Tommy briefs his boys on a “last job”. Throw in a femme fatale Russian duchess (“Did you know that madness sets you free?”) slumming it as a gangster’s moll, and you could be forgiven for thinking Peaky Blinders is about to collapse in on itself, weighed down by genre cliches. Instead, writer Steven Knight cleverly undercuts what’s gone before, largely through scenes of sheer brutality. Not for the faint-hearted, but terrific. Jonathan Wright Neil Gaiman’s Likely Stories 9pm, Sky Arts Featuring Johnny Vegas and Paul Ritter, among others, this four-part series of adaptations of Gaiman’s short stories will be catnip for his fans, eagerly anticipating the TV version of his novel American Gods. Jarvis Cocker provides the perfect soundtrack to these tales, which hover between the mundane and the surreal. Tonight’s opener features George Mackay as a masturbation enthusiast who feels his penis is no longer his own. David Stubbs Undercover: Inside Britain’s Children’s Services 10pm, Channel 4 Dispatches infiltrates the notorious children’s services department run by Birmingham city council. In 2013, it was described by Ofsted as a “national disgrace” and since then has struggled to retain frontline and administrative members of staff. This film sends in an experienced professional, who finds evidence of low morale and poor decision-making in cases where kids are at serious risk. Jack Seale Going Forward 10pm, BBC4 Jo Brand continues her rewarding relationship with naturalistic comedy in this drily enjoyable series revealing more of the life of Kim Wilde, the care assistant first seen in BBC4’s Getting On. Jackie and Kim are facing up to having to pay £875 a week for their mum’s care following her stroke. Husband Dave (Omid Djalili), meanwhile, must contend with a bilingual satnav, and “helpful” suggestions from his co-worker Terry (the very funny Tom Davis). John Robinson The Catch 10pm, Sky Living Although seemingly more formulaic than her other offerings, Scandal and How To Get Away With Murder, showrunner Shonda Rhimes retains her brilliant mix of soapiness and scares with this latest series, a pacy thriller about a Los Angeles PI conned out of her entire life savings by an unlikely villain. And so begins Alice Vaughan’s (Mireille Enos) hunt to find the perpetrator, Mr X, and stop him from swindling her entire client base. Hannah J Davies     Of Horses and Men. Photograph: Axiom    Film choice Of Horses and Men (Benedikt Erlingsson, 2013) Thursday, 2.25am, Film4 A captivating film about the connections between horses and people living in beautifully photographed Icelandic landscapes. The lives (and deaths) of various members of a quirky horsebreeding community are sketched in a series of vignettes to jaunty, Nordic folk music. A tightly wound Kolbeinn (Ingvar Eggert Sigurđsson) rides his white mare to visit his love, the widow Solveig, owner of a black stallion; an alcoholic swims his pony out to a passing trawler to buy liquor; a visiting Spanish rider is forced into desperate measures to survive an icy night. Marvellous. Paul Howlett Ghosts of Mars (John Carpenter, 2001) 1.45am, Sony Movie Channel The master of cult B-movies also wrote the screenplay and the music, edited, and probably made the lunchtime sandwiches for this grisly sci-fi thriller. It’s an inferior but highly entertaining rerun of Carpenter’s brilliant LA siege movie Assault on Precinct 13 – with references to The Thing, The Fog and many more Carpenter hits – shifted to a mining colony on the red planet. Criminal Ice Cube and cop Natasha Henstridge are the embattled heroes under attack from Martian zombies. Paul Howlett Live sport Tennis: The French Open More grand slam action from Roland Garros in Paris. 9.30am, ITV4 T20 Blast cricket: Surrey v Glamorgan The English domestic T20 tournament gets under way at the Oval. 6pm, Sky Sports 2 Rugby league: Castleford Tigers v Wigan Warriors Coverage of the match from the Mend-a-Hose Jungle. 7.30pm, Sky Sports 1",
  "webTitle": "Thursday’s best TV: How Should I Vote? – The EU Debate; Neil Gaiman’s Likely Stories",
  "webPublicationDate": "2016-05-26T05:09:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/thursdays-best-tv-how-should-i-vote-the-eu-debate-neil-gaimans-likely-stories",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/thursdays-best-tv-how-should-i-vote-the-eu-debate-neil-gaimans-likely-stories"
}