{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/what-does-my-throne-say-about-me",
  "id": "2016-05-15-217",
  "sectionId": "lifeandstyle",
  "body": "What does my throne say about me? Victoria, a 36-year-old actor, made her “iron throne” from recycled materials two years ago, and has 28 signatures on it from Game of Thrones cast members, including Kit Harington. “It says I’m obsessed with Game of Thrones, and that I have determination. I made it through trial and error – and boredom.” And what it really says I don’t watch Game of Thrones, but even a non-believer like me can see that this homemade throne – Victoria’s version of the actual Iron Throne – is an amazing achievement. A mad thing to have looming from the corner of your sitting room, but amazing, nonetheless. Anything crafted with care and love, invention and attention is to be admired, and I admire it. I’m not sure how well it works as a sofa, though. It’s a bit upright. Not enough cushions. Nowhere convenient for snacks. I showed it to a couple of people who thought it would work as a commode, meaning you could plonk yourself in front of re-runs of GoT and never have to move. One of the swords would make an ideal toilet roll holder. Game of Thrones is filmed in Belfast and when our real Queen visited the set, she refused to sit on the Iron Throne. The rules of monarchy mean royalty can’t take their seat upon a throne – even a pretend one – unless it’s theirs. Which is the whole point of the programme. The throne is what everyone is fighting over: a physical representation of the power at stake. What this throne says about Victoria is that she takes her fantasy seriously. Dungeons & Dragons enthusiasts were once thought of as odd-bods who disappeared into magical tales because they couldn’t cope with real life. But with the success of Game of Thrones, they are part of the mainstream alongside Twilight vampire-lovers and Harry Potter spell-casters. Victoria isn’t an outsider any more. Her throne doesn’t invite ridicule, but applause. If you would like Miranda to cast an eye over your favourite possession, email a photograph to magazine@observer.co.uk",
  "webTitle": "My home-made seat of power: ‘I’m obsessed with Game of Thrones’",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/what-does-my-throne-say-about-me",
  "keyword": [
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Kit Harington",
      "id": "culture/kit-harington",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Miranda Sawyer",
      "id": "profile/mirandasawyer"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/what-does-my-throne-say-about-me"
}