{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/why-dont-i-have-any-friends-google-answer",
  "id": "2016-05-18-315",
  "sectionId": "commentisfree",
  "body": "This could be for a variety of reasons and almost all, in some direct or indirect way, are probably your fault. This is harsh, isn’t it? But truth is very important in friendships and if we are to be “friends” for the time it takes you to read this article then it’s important I tell you how it is. If you think this is too abrasive, that’s the first reason, right there, you probably don’t have any friends: you can’t handle the truth and lack self-awareness.   Related: Is it just me... or does everyone lose friends in their 30s?    The second reason may be due to your age. If you are very young, well, you’re probably not reading this. But in childhood we tend to look for friends who live close by and with whom we have common interests. So if you don’t have any friends you may simply not have anyone you can pal up with yet. That’s OK, although it probably doesn’t feel like it. I spent all of my school life on the peripheries of other people’s friendships. Those with “best friends” seemed impossibly protected. If only I’d known then that not shackling myself to any one friend could, and would, actually make me better at friendships later in life. If you move around frequently as a child (or as an adult), you can either become very, very good at making friends (having to fit in fast, always having to play everyone else’s games) or very, very bad, because you simply get fed up with not being able to put down roots. In adolescence, trust and loyalty become very important. It can be difficult if you don’t find anyone who is a kindred spirit, and it can seem as if everyone is more popular than you. As anyone who has ever befriended a teenager on Facebook will know (Facebook is dead to the young, of course, but a few still use it), they have literally thousands of “friends” but not necessarily many real friends.           Video: My Bright Idea: Robin Dunbar    The evolutionary anthropologist and author of How Many Friends Does One Person Need?, Robin Dunbar, has come up with the maximum number of friends any one person can meaningfully sustain. That number, aka the Dunbar Number, is 150. “We’re members of the primate family,” Dunbar has explained, “and within the primates there is a general relationship between the size of the brain and the size of the social group. We fit in a pattern. There are social circles beyond it and layers within – but there is a natural grouping of 150. This is the number of people you can have a relationship with involving trust and obligation – there’s some personal history, not just names and faces.” When you are old, you might not have any or many friends because they have moved on, either physically or because, well, they’ve died. I’m writing this in a fairly brusque way because it scares me. When I was 22, my octogenarian neighbour said the worst thing about being old for him was not fear of death but all his friends dying. I had no idea what he was talking about. Your friends didn’t die, they were always with you, weren’t they? Now, two decades and unfortunately some deaths down the line, I’m beginning to see how scary the landscape must be when your friendship base, as well as your hair, starts to thin out.   Related: Good friends are hard to find – and even harder to keep | Tim Lott    In a letter to the New York Times in March, in response to an article about female friendships, a reader called Enid W Rothenberg described how friendships change as you get older. “For the very old, the relationships change markedly … those of us over 85 have to learn to make new friends when we have less to offer and more to lose in a new relationship. Are we being welcomed because we still drive or have the energy to serve wine in the afternoon?” If you’re neither too young nor too old, and you don’t have any friends, you may simply be too critical or negative. If you leave people feeling bad about themselves, or so drained it’s like they’ve given a pint of blood (but without the biscuit afterwards) then they might not want to see you again. In How to Win Friends and Influence People, first published in 1953 and still in publication (16 million copies sold!), the author, Dale Carnegie, recommends not being critical if you want to make friends. “Criticism is futile because it puts a person on the defensive and usually makes him strive to justify himself. Criticism is danger, because it wounds a person’s precious pride, hurts his sense of importance and arouses resentment … by criticising we do not make lasting changes and often incur resentment.” So although honesty is a vital basis for friendship, diplomacy also needs to be deployed. If you think truth is vital at all costs, at all times, well, count up how many friends you have. (There is a reason my first paragraph rankled so much.)     ‘Although honesty is a vital basis for friendship, diplomacy also needs to be deployed.’ Susan Sarandon and Geena Davis as Thelma and Louise. Photograph: c.MGM/Everett/Rex Features    All of this said, slating other people can cement a friendship. So maybe you are not mean enough (this friendship malarkey isn’t easy). Ten years ago there was a report published in the journal Personal Relationships called Interpersonal Chemistry Through Negativity: Bonding By Sharing Negative Attitudes About Others. One of the article’s authors, social psychologist Jennifer Bosson, explained that it’s not that we “enjoy disliking people, it’s that we enjoy meeting people who dislike the same people”. Bosson’s advice was to keep talking until you find something about someone that you both dislike. Or, as Alice Roosevelt Longworth put it more succinctly: “If you can’t find anything good to say about anyone, come sit next to me.” If you don’t have any friends, you could also be male – I hate to be gender-specific, but men are less likely to have friends. Some years ago there was a four-year study, conducted by the University of Manchester’s School of Social Sciences, which tracked 11,000 men and women. It found that women made “deeper and more moral” friends who stuck by them, whereas men’s friendships were more likely to be fickle and based on social drinking or playing sport.     ‘Men’s friendships are often based on playing sport.’ Photograph: Alamy    Ultimately, old or young, male or female, friendships take lots and lots of work to maintain. They don’t just happen. Remembering people’s birthdays. Checking how they are. Listening as well as talking, being interested and au courant in what they’re up to. Lack of friends can be a result of reading signals incorrectly. Many people think other people don’t like them, so they don’t like them in return and thus it goes on and on and before you know it, you hate that person, before you’ve even spoken to them. What I’m about to say sounds tremendously trite, like something you’d find printed on a tea towel in a seaside shop selling awful scented candles, but smiling at someone can be the first step to friendship. It can make someone warm to you, make them like you, because they think you like them. Friendship favours the brave. Those who aren’t afraid to smile or put a hand out first.",
  "webTitle": "Why don’t I have any friends? You asked Google – here’s the answer | Annalisa Barbieri",
  "webPublicationDate": "2016-05-18T07:00:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/why-dont-i-have-any-friends-google-answer",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Annalisa Barbieri",
      "id": "profile/annalisabarbieri"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/why-dont-i-have-any-friends-google-answer"
}