{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/gun-room-georgina-harding-review-memory-war",
  "id": "2016-05-06-228",
  "sectionId": "books",
  "body": "A young British photojournalist called Jonathan arrives in a Vietnamese village in the immediate aftermath of a raid by US troops. The scene is arresting and brutal. There’s beauty in the writing but no exaltation: “through that smoke and dust figures milled as senselessly as the smoke, villagers and soldiers and small scared black pigs like squealing demons at their feet”. Georgina Harding’s novel is the finely tuned work of a writer exceptionally at ease with her craft and a testament to the power and poetry of clean and disciplined prose. The writing is steeped in feeling, unhindered by ornamentation as, walking through the ruined village, the photographer takes pictures of the dead, the landscape, the burning houses. Corpses in a ditch. He sees an American soldier, “seated on the ground with his back to a wall, his back to all of that”. It’s “the picture he knew he must have. He knew, as if from deep inside himself, the look in the soldier’s eyes”. Harding must surely have been inspired by Don McCullin’s iconic 1968 image of a shell-shocked soldier. “His lens captured every detail: the coating of dust on the soldier’s skin and his fingers, the contrasting sheen of the gun metal ... the shadow of his helmet that fell across his face above his staring eyes.” The photograph Jonathan takes of the soldier becomes both an encapsulation of his own trauma and, more prosaically, his ticket out of there. Syndicated across the world, it is the piece of “luck” that allows him to escape Vietnam. Having fled, Jonathan ends up in Tokyo. He sees a fresh start for himself in the city’s modernity. He takes pictures of the anonymous crowds and finds a pleasing invisibility in the impersonal. Automatic doors. Banks of televisions. “Things in this place were so light and hollow, none of them quite real. He thought he might stay a long time.” He takes a little series of self-portraits which only serve as evidence of how lost he is, trying on personalities to see which might fit. He meets a girl, Kumiko, and hopes he can be remade. “If he could train his eye, could he not see a different world?” Despite his efforts it is not the clean, undamaged present that he finds in Japan but more fallout from the past; his girlfriend’s grandfather fought the British in Burma as his own father fought the Japanese. These details are released almost grudgingly, like bad memories unwillingly recalled, so that it is with a sense of a mystery unravelling that the story opens up. Jonathan was brought up on a farm in Norfolk, the very notion of it almost alien in its exoticism when seen from the east. One of the most striking images in the book comes when he and Kumiko visit a gallery and see paintings of rural England; he finds himself frustrated that “what the painting could not show was the feel of it, the weight of the plough beneath your feet, hard when it was dry and claggy when it was wet and the odour, which was less an odour than a sensation of cool air rising”. It is an image that feels like homesickness, but the ploughed fields of Jonathan’s childhood have tragic associations as well as nostalgic. The Gun Room is a gentle book in some ways, concerned more with questions of identity and the fractures wars inflicts than with war itself, until Jonathan is once more confronted with the face that was both his passport to liberation and the ghost that haunts him still: the Soldier. Harding is already the author of three other highly regarded and widely read novels: The Solitude of Thomas Cave, The Spy Game and the Orange prize-shortlisted Painter of Silence. Each of them, in different ways, explores themes of trauma and identity. The crisis of identity occasionally weighs heavily on this delicately balanced book, but it is arguably a necessary emphasis. The Gun Room focuses minutely on one man and in doing so it tells a deep history of the many men who, having seen war, struggle to be anything but soldiers. “War is the most concrete thing. The memory of war will stay with a man longer than anything else. Hard and vivid. Stronger, so much stronger than anything else he will ever know.” • Sadie Jones’s latest novel is Fallout (Vintage). To order The Gun Room for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Gun Room by Georgina Harding review – the memory of war",
  "webPublicationDate": "2016-05-06T11:00:24Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/gun-room-georgina-harding-review-memory-war",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sadie Jones",
      "id": "profile/sadie-jones"
    }
  ],
  "guardianId": "books/2016/may/06/gun-room-georgina-harding-review-memory-war"
}