{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/geoffrey-rush-growing-up-was-all-about-the-female-figures-in-my-life",
  "id": "2016-05-20-196",
  "sectionId": "lifeandstyle",
  "body": "I was born – and spent my early years – in a small town just outside Brisbane. My paternal and maternal grandparents were all farmers, working the land. It was chilly up in the hills and we had cold winters. It felt like a retirement village at the time. My parents separated when I was five and the divorce came through when I was nine. I was very closely attached to all my grandparents and my mum, but not so much my then estranged father. He remained a distant figure, more like an uncle. My mum has always been the person who’s encouraged me without any restrictions. Their split didn’t really disturb me. I never felt troubled because the nurturing from my mum and my grandparents was just effortless. Although, I knew that I was a rarity in those days, coming from a single-parent family. But now families can be made up in such diverse combinations. My older sister and I moved to Brisbane when I was eight to be with my mother’s family, but I had a constant reconnection with my hometown all my childhood and adulthood. This was a crucial time for me – going to a new school in a new city. I established myself by becoming the class clown and one of my teachers, Miss Hammond, would always get me up in class to do skits. She was one of many key female teachers who had a massive impact on me, along with my mum and grandparents. Growing up was really all about the female figures in my life.    When I voiced a pelican in Finding Nemo, they said, 'The pelican’s got your nose, Dad'    My sister and I were chalk and cheese growing up, but when my children were born in my early 40s, we reconnected on an extraordinary level. She’d already raised three strapping surfing lads and she’s always been a great mentor to me and my family. The children [Rush is married to the actor Jane Menelaus, and they have two children, Angelica, 24, and James, 21] have been immersed in films and acting from infancy and are showing signs of following the family pattern. We’ve always sought normality for them. My lifestyle is peripatetic, but it always goes back to the important connection with them. All the great plays are about family, I remember a fellow actor once saying. He was right. So they have always been a reference point during anything I’ve worked on. When I did a film about Peter Sellers, they were the same age as his children, so I had an anchor point in my own family. When I voiced a pelican in Finding Nemo, they said, “The pelican’s got your nose, Dad” – one of the cruellest critiques I’ve had. I’m intrigued by the cut and thrust of history but it’s even better when the story’s from your own family. I once held a letter that my seven-times great-grandfather on my mum’s side had written to the King of Denmark asking permission to earn a living as a musician. The actor in me tried to imagine being that man – there was a certain frisson to that. And it’s still going on, because I’m continuing to create the next chapter of that story. I do wonder what you actually inherit through social or familial connection or how much is down to genetics. Right up until her last year, my grandmother played in a band with her sisters, taking music into old age homes – I love that resilience. My mother was a great jive and I vividly remember her dancing. In the day-to-day reality of life, fragments of my memories and flashes of childhood tell me that I was alerted to musicality and performance. I saw it in the ordinariness of people like my mum, who weren’t doing it for anything more than the love of it. It was just there, around me. • Geoffrey Rush stars in The Daughter, released on 27 May",
  "webTitle": "Geoffrey Rush: ‘Growing up was all about the female figures in my life’",
  "webPublicationDate": "2016-05-20T11:59:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/geoffrey-rush-growing-up-was-all-about-the-female-figures-in-my-life",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Geoffrey Rush",
      "id": "film/geoffrey-rush",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/20/geoffrey-rush-growing-up-was-all-about-the-female-figures-in-my-life"
}