{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/17/darjeeling-jeff-koehler-review-history-of-worlds-best-tea",
  "id": "2016-05-17-267",
  "sectionId": "books",
  "body": "I declare an interest: I am dependent on tea. I may not be up to Tony Benn levels of consumption, but I get into more of a flap when tea supplies are running low at home than when wine is, and I once nearly evicted a housemate because she scoured the inside of the teapot. (You just don’t do this.) So perhaps I was predisposed to like this book, and, indeed, I found it hard to put down. After a while, I began to notice something odd about its turns of phrase and vocabulary: “liquor” used as a synonym for “alcohol”, and not just the infused brew of tea; hailstones “the size of baseballs”; and “color” where I was expecting colour. For, amazingly, Koehler is American and, while nowhere in the 10m square kilometres that comprise his homeland can you get a decent cup of tea, he seems to know his subject very well. The book is stuffed with startling and illuminating facts. For instance, the popularity of tea in India – particularly the ubiquitous roadside tea, spiced and sweet – dates largely from the 1960s. He recounts an auction in 2003 in which tea from the Makaibari estate – which, adhering to biodynamic practices is picked at the full moon – sold for 18,000 rupees per kilo, or nearly $400, a record at the time. The total lot was, as Koehler puts it, “the equivalent of two tea-stuffed suitcases going for $10,000 apiece”. It is not just about Darjeeling, though; and not even just about tea. It is also about the history of colonial and post-colonial India (with an understandable bias in favour of the tea-producing regions of the north-east). Some of the accounts of colonial rule are somewhat rose-tinted, and one suspects a more apologetic or harsh tone about the days of the Raj would have come from a British writer. In the brief, bizarre yet charming chapter “Nostalgia”, he falls for the charms of the Windamere, a hotel in Darjeeling where time appears to have stood still, and where a gimlet is made with six parts gin to one of Rose’s Lime Cordial, rather than the usual four. But as for the rest, it is a book teeming with characters and interest. Koehler, described as “writer, photographer, traveller and cook”, has the polymath’s curiosity for everything, as well as the writer’s ability to listen to and retell a good story. Rajah Banerjee, of the Makaibari estate, only decided to become a tea-planter after, or rather while, falling from a startled horse while hunting: “In the split second that I fell, I perceived a brilliant band of white light, connecting me to the trees in the forests around me ... the woods sang out melancholically in an incredible concerto, ‘Save us! Save us!” I wasn’t expecting that. Nor was I expecting this, from a description of Silver Needle, a specialty Chinese-style tea: “Its namesake color comes from the fine pubescence that coats the underside of each leaf bud.” That “pubescence” is surprising, but when you think about it – isn’t it good? This is such a richly digressive book. Mystical experiences, language and literature (we are reminded that in The Rape of the Lock in 1714 Alexander Pope rhymed “tea” with “obey”, but that Charles Churchill, 50 years later, rhymed it with “see” in The Ghost), history, local atmosphere by the potful and even, at the end, recipes for local delicacies such as Himalayan steamed dumplings, thukpa (a Darjeeling noodle dish) and – surreally – cucumber sandwiches. Sadly, and alarmingly, Darjeeling tea is under enormous pressures from climate change, unsympathetic agricultural practice (deforestation, mainly) and economics (the high cost of labour; the tea can only be picked by hand). It may not be with us, in any way affordably, for much longer. In which case this book will be its epitaph. • To order Darjeeling for £7.99 (RRP £9.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Darjeeling by Jeff Koehler review – a history of the world’s best tea",
  "webPublicationDate": "2016-05-17T08:30:38Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/17/darjeeling-jeff-koehler-review-history-of-worlds-best-tea",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Tea",
      "id": "lifeandstyle/tea",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paperbacks",
      "id": "books/paperbacks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Lezard",
      "id": "profile/nicholaslezard"
    }
  ],
  "guardianId": "books/2016/may/17/darjeeling-jeff-koehler-review-history-of-worlds-best-tea"
}