{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/11/pressure-mounts-for-social-workers-in-the-north-of-england-is-austerity-to-blame",
  "id": "2016-05-11-237",
  "sectionId": "social-care-network",
  "body": "Two-thirds of social workers in the north of England said their workload is unmanageable – and this could be the result of austerity and budget cuts. Samantha Baron, head of social work at Manchester Metropolitan University, said: “I think the standard spending review has adversely impacted upon the north and the midlands upwards and what we’ve seen is higher levels of need out there.” Baron gave the example of a local authority she knows of where the children’s services department was coping with 1,600-2,000 new referrals every month. Mark Douglas, chief operating officer of Doncaster children’s services trust, agreed, saying: “I think what we’re seeing is an increased impact from austerity, and that’s putting pressure on families which is putting pressure on services … the simple truth is if the demand continues to increase as it is, then local authorities will struggle to meet demand.”   Related: Welsh social workers warned about impact of impending cuts    Baron and Douglas were panellists at an event presenting the Guardian’s Social Lives research into the working lives of social workers. The research found that 67% of social workers in the north of England have an unmanageable workload – compared with 61% of those in the rest of the country – and less than a third said they had a good work-life balance. In addition, an overwhelming 93% agreed that cuts had affected services and put increased pressure on social workers. Douglas also raised the issue of external pressures, such as inspections. The trust had been through 16 different inspections in its first 12 months, he said The trust is the first independent provider of children’s services in the country, set up in 2014 after Doncaster council was stripped of the role. While Douglas acknowledged that Ofsted inspections are important, he said: “They inspected absolutely every part of the trust, which meant a lot of my time and energy was invested in responding to inspections rather than on quality and performance.” The hot topic of hotdesking was also discussed, after Eileen Munro’s recent review found that the practice could increase the risk of burnout among social workers. According to the Social Lives research, half of social workers in the north are required to hotdesk. Dyane Aspinall, programme director of integrated commissioning health and social care at Liverpool city council, said the council tried hotdesking a decade ago, and had a “horrendous” experience. She said it had happened very rapidly and badly affected staff morale. “We never want to go back to those times,” she added.  Carole Goodman, senior head of service for the north-east at Cafcass, was more positive about hotdesking, saying the organisation had distinguished between staff whose job was mainly office-bound and those who were often out of the office. “We’re very clear that if a job is mainly office-bound ... we wouldn’t expect them to hotdesk, so we actually match it to the need of the role.”   Related: Social workers on hotdesking: 'It contributes to high stress and sickness levels'    And the perennial poor image of social work came up, on the back of the Guardian survey, which found 93% disagree that the profession had a good public image. “We need to go on the front foot in terms of the day-to-day work social workers do,” said Douglas, arguing that presenting social work in a positive light to the media was key. “We [Doncaster] work on a daily basis with about 3,500 children, yet we’re still tarred with the very negative outcomes for two children 10 years ago. But we’re slowly beginning to change that perception.” For Aspinall, one of the factors is a lack of knowledge among the public about social services. “One of the things, certainly in adults [services] that we suffer with is people don’t tend to utilise adult social care until later on in life.” However, she said effective leadership could help change this: “You do need a very strong local political leadership, a very strong cabinet member that can talk about the good things that social workers do day-to-day. And get that in the media.” For more details about the Guardian Social Lives survey contact stacey-rebekka.karlsson@theguardian.com Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Pressure mounts for social workers in the north of England. Is austerity to blame?",
  "webPublicationDate": "2016-05-11T11:48:05Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/11/pressure-mounts-for-social-workers-in-the-north-of-england-is-austerity-to-blame",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Children",
      "id": "social-care-network/children",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Regulation",
      "id": "social-care-network/regulation",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "social care network: adult social care hub",
      "id": "social-care-network/adult",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "England",
      "id": "social-care-network/england",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Hardy",
      "id": "profile/ruth-hardy"
    }
  ],
  "guardianId": "social-care-network/2016/may/11/pressure-mounts-for-social-workers-in-the-north-of-england-is-austerity-to-blame"
}