{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/labors-battle-decisive-western-australia-seats-election-2016",
  "id": "2016-05-10-331",
  "sectionId": "australia-news",
  "body": "Teresa is apologetic. The federal election campaign has barely begun and she is already sick of politicians. “I’ll tell you what I truly believe: it doesn’t make a difference who gets in, they are all the same,” she says, pausing to check for non-existent traffic before cutting across the road in Fremantle to reach the store where she works. “They promise the world and they don’t deliver.” In the historic suburb’s cappuccino strip, so called because it was once the only place in WA you could buy the foreign beverage, the only sign that an election had finally been called is the composite face of Malcolm Turnbull and Bill Shorten staring from the front page of the West Australian.   Related: Dennis Jensen to run as an independent and says 'branch stackers should be jailed'    Fremantle, the electorate where Teresa lives and works, is the safest of three lower house seats held by Labor in Western Australia, a state where “safe” for the ALP is a margin of 5.4%. If there’s to be a change in government, Bill Shorten will have to hold the metropolitan seats of Fremantle, Brand and Perth, as well as picking up the new seat of Burt, nominally Liberal with a margin of 6.1%, and poaching Cowan, held by Liberal MP Luke Simpkins on a margin of 4.3%.  There are just a few complications. The first is that Labor’s three sitting MPs in WA – Melissa Parke in Fremantle, Gary Gray in Brand and Alannah MacTiernan in Perth – announced before parliament had reached its second week this year that they would not recontest the election.  Chris Brown, a freight and logistics worker who has spent the past 12 months as a campaign coordinator for the Maritime Union of Australia, won the preselection battle for Fremantle, ahead of Parke’s staffer Josh Wilson.  He’s a strong campaigner against the state government’s proposed privatisation of Fremantle Port, as well as the $1.9bn Perth Freight Link, for which Turnbull last month committed an additional $260m to build a tunnel to help it actually reach the port. Brown dismisses concerns that the Greens candidate, human rights lawyer Kate Davis, could be viewed as the natural successor to Parke, who was a former lawyer for the UN and an outspoken critic of Labor’s support of the offshore detention model.  “It’s up for the electorate to decide the party that they believe in and the person that they support,” he says. “I believe I have a very good understanding of the area.” Davis says the electorate respected that Parke took a principled stance as an “advocate with integrity” and would seek a similar stance on asylum seekers from her successor.  The second complication is that Perth, which MacTiernan won on a margin of 4.3% in 2013, picked up a three-suburb slice of the neighbouring conservative electorate of Curtin in the 2015 redistribution. Curtin is the seat of the foreign minister, Julie Bishop. The redistribution has taken Perth’s margin down to 2.2%, making this 80 square kilometre cluster of affluent inner-north suburbs the most marginal seat in WA. Tim Hammond, the Labor candidate for Perth, is trying not to dwell on it. “[The margin] is half of what it was,” he says. “I was very clear-eyed about that going into the process ... it doesn’t change the way that I approach the campaign.” This is not Hammond’s first rodeo: in 2010 the barrister, who specialises in asbestos disease compensation cases, ran unsuccessfully for Labor in Swan, which hugs the southern bank of the Swan river until it hits the Fremantle boundary. His subsequent relocation to the inner-city suburb of Mount Lawley, in the heart of the Perth electorate, came after he made a bet with his wife that if he lost the 2010 election, she could decide where they would move.   Related: Getup maps $57bn in Abbott-era health cuts hospital by hospital    He appears to have settled in. In the 30 minutes Hammond spent with Guardian Australia on Beaufort Street, the main shopping, restaurant and bar strip in Mount Lawley, six people stopped to chat (“this isn’t staged, I promise,” he says). Hammond says people are prepared to talk policy with a Labor candidate, which made a change from previous campaigns. “Knocking on doors in 2013 and 2010 were really tough times for us over here,” he says. “At the moment ... there’s an absence of a defensive conversation.” Locally, he says, voters are concerned about delayed access to the national broadband network, exacerbated by particularly poor internet coverage in the suburb of Maylands on the electorate’s eastern fringe; public transport; and fixing a frequently clogged Beaufort Street intersection. The first concern is echoed by Liberal candidate for Perth, Jeremy Quinn, who adds to the list job certainty and the protection of local wetlands. Quinn is a recruitment consultant who currently lives “a football kick from the electorate”, just a block the wrong side of Alexandra Drive.  He rattles off a list of his previous addresses to Guardian Australia to prove his Perth bona fides, like a hyperlocal Lucky Starr song: he’s lived in Coolbinia, Menora, Highgate, Leederville, Bayswater and Inglewood; he’s lived everywhere, man. Quinn says he doesn’t see himself as an underdog because he is not facing an incumbent.  “I’m certainly not in it to not win it,” he says.",
  "webTitle": "The narrow margins of the far west: Labor gears up for epic struggle in Perth",
  "webPublicationDate": "2016-05-10T02:13:27Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/labors-battle-decisive-western-australia-seats-election-2016",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/10/labors-battle-decisive-western-australia-seats-election-2016"
}