{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/boulez-livre-pour-quatuor-revise-cd-review-quatuor-diotima-megadisc-classics-classical-music",
  "id": "2016-05-11-186",
  "sectionId": "music",
  "body": "It was never subjected to the same number of reworkings and expansions as some of his later works, yet Livre pour Quatuor, Pierre Boulez’s only string quartet, remained in a state of compositional flux for the last 60 years of his life. Boulez began the original six-movement version in 1948, when he was 23 and had just completed his Second Piano Sonata. The title, Livre, was a homage to Mallarmé and to the poet’s idea of a book in which the individual chapters could be shuffled: Boulez intended that the movements of the quartet could be reordered, or even detached and performed separately. His original manuscript has no bar lines and few tempo markings and dynamics and, at that stage, it seems, he planned to publish two versions, the original form and in a score with time signatures that would make it much easier to perform. In the event, though, only the first two movements were performed at the premiere in 1955, and the full score was eventually published three years after that as a five-movement work (the fourth was omitted, though the original numbering of the movements was retained).     Pierre Boulez with the Diotima Quartet in Paris in 2012. Photograph: Gravrand Marion    Performances of the remaining movements and eventually of the whole work followed over the next decade. In the late 1960s, Boulez expanded two of the movements as a work for a string orchestra, Livre pour Cordes. But performances of the original remained rare, mainly because of its sheer difficulty. At one point, Boulez himself suggested that any group would need a conductor to solve all the problems, and later admitted that the score was “overloaded with information”. But though he never realised his plan to make a performing version of the missing fourth movement, between 2002 and 2012 he did make revisions and clarifications to the other movements, the last of them in sessions with the Quatuor Diotima. The result was never going to be a definitive version of Livre pour Quatuor, but what Diotima have recorded will remain Boulez’s final thoughts on a piece that defined a crucial point in his rapid development as a composer in the years after the second world war. It was his first work to abandon traditional music forms, and the one in which the two most significant influences on his early music, Messiaen and Webern, were finally fused into a coherent style. It’s music that, as the composer himself said, veers between “intentionally austere bareness” and “the most proliferating exuberance” – both qualities that the Diotima’s performance catches vividly. It’s sometimes rapturously beautiful, sometimes chillingly detached; in many ways it’s the most revealingly personal work that Boulez ever composed.     Pierre Boulez with the Diotima Quartet in Paris in 2012. Photograph: Gravrand Marion",
  "webTitle": "Boulez: Livre pour Quatuor 'Révisé' CD review – rapturous beauty from the Diotimas",
  "webPublicationDate": "2016-05-11T14:00:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/boulez-livre-pour-quatuor-revise-cd-review-quatuor-diotima-megadisc-classics-classical-music",
  "keyword": [
    {
      "webTitle": "Pierre Boulez",
      "id": "music/pierre-boulez",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/11/boulez-livre-pour-quatuor-revise-cd-review-quatuor-diotima-megadisc-classics-classical-music"
}