{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/election-2016-labor-double-indigenous-rangers",
  "id": "2016-05-26-217",
  "sectionId": "australia-news",
  "body": "A federal Labor government will double the number of Indigenous rangers under the federal Working On Country program.  Under the Labor proposal revealed on Thursday in the Northern Territory, a funding commitment of $200m over five years would increase the number of full-time-equivalent (FTE) Indigenous ranger positions to 1,550 by 2020-21. The extra funding would begin in 2016-17, overlapping and automatically extending the current package which runs to 2018. The Working On Country program provides for about 770 FTE jobs in Indigenous communities to train and work with ranger groups and care for large designated tracts of land and sea. The work is largely and management, fire management, weed and pest control, species monitoring and protection, and frequent assistance with customs and border protection.   Related: Indigenous groups say ranger program is working, but needs more funding    “This is a program that is working – which is why Labor is expanding it,” said a statement from opposition spokesmen on Indigenous affairs and the environment, Shayne Neumann, Warren Snowdon, Pat Dodson and Mark Butler. “Indigenous rangers are role models in their communities, providing a pathway to work and a profession that has been shown to improve Indigenous health, incomes, crime rates and incarceration rates.” Rangers and the Indigenous protected areas many of them work on have been the subject of a sustained campaign by the Country Needs People coalition to increase the number of positions and guarantee funding for 10 years. It has pointed to the success of the program in creating meaningful employment, reducing welfare dependency, and improving communities and the environment.   Related: Glowing review of Indigenous protected areas leaves sector proud but perplexed    Snowdon told Guardian Australia its five-year commitment was “what we could responsibly do in the current budget context”. “But I have absolutely no doubt that come time to renew the funding agreements with the organisations that they’ll get that funding because of the work they do,” he said. “It seems to me it’s a no-brainer for future governments to deal appropriately with Aboriginal and Torres Strait Islander people to look after the country in the way it should be looked after.” Snowdon said the Indigenous affairs minister, Nigel Scullion, did not appreciate the value of the programs to provide real jobs for people. A government-commissioned report, released a few days after the budget and with no fanfare, revealed a $96.5m social return on a $35.2m investment in five Indigenous protected areas. The lack of public acknowledgment of the findings and the timing of its release prompted fear in the sector that the Coalition did not intend to continue the program past its current funding to 2018. At the time a spokesman for Scullion pointed to the Coalition’s strong support of the program – first launched in 2007 by the Howard government – but would not commit to extending the funding beyond 2018. The opposition leader, Bill Shorten, travels to Maningrida in Arnhem Land to visit a ranger program on Friday.",
  "webTitle": "Labor promises to double Indigenous ranger numbers",
  "webPublicationDate": "2016-05-26T11:30:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/election-2016-labor-double-indigenous-rangers",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/26/election-2016-labor-double-indigenous-rangers"
}