{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/24/ftse-shrugs-off-us-rate-concerns-with-kingfisher-boosted-by-positive-update",
  "id": "2016-05-24-258",
  "sectionId": "business",
  "body": "Leading shares have shrugged off the prospect of an imminent US rate rise which has been a dampening factor in recent days. After an early dip, the FTSE 100 is now up 29.24 points at 6165.67 although investors are still cautious as the Eurogroup meets to decide whether to release the latest tranche of bailout funds. Among the risers, Kingfisher has pleased the market after a positive first quarter update from Europe’s largest home improvement retailer, rising 6.7p to 367.2p. Despite signs that consumers are shying away from DIY, the group is benefiting from strong business from trade customers. It said a strong performance from Screwfix helped like for like sales in the UK and Ireland rise by 6.2%, but in France sales were up just 0.2%. Poland did well, rising 10.8% after a boost from new ranges. Overall sales rose 3.6% to £2.7bn. Chief executive Veronique Laury said the company was making progress with its five year strategic plan unveiled in January. She said:  We have made a solid start to the year, trading in line with expectations. In addition, I am pleased with the early progress we are making on our operational milestones for this year, the first year of our ambitious five year plan.  But it has yet to see the effects of the purchase of rival Homebase by Wesfarmers. George Salmon, equity analyst at Hargreaves Lansdown, said:  The home improvement market is growing and buoyant sales at Screwfix reflect an increasing trend to call a man in rather than DIY. We are seeing the same in France with the consumer-facing business Castorama going backwards while trade-focused Brico Depot, put in a decent performance.  Against the back drop of store closures, like for like sales at B&Q grew at a decent pace. Seasonal sales were down for the second year running, but this is just the ongoing return to “normal” levels of activity after a 30% surge in the first quarter of 2014/15.  The group is just a few months into the five year One Kingfisher efficiency programme, with benefits promised for the years ahead. It’s too early to see the competitive impact of the sale of Homebase to Wesfarmers earlier this year, but this is set to be an increasing challenge. Kingfisher are nicely placed to benefit from a recovery in France and wider Europe, if and when it happens.  Freddie George at Cantor Fitzgerald said:  The significant change to the operational board over the last three years is, we believe, leading to a major shift in the company’s culture and strategy. There is also a growing acceptance that after a number of ‘false dawns’, the ranges and the assortments of the international businesses have to be more properly integrated and the diversity of its cross border formats reduced. We are raising our target price to 360p from 320p and would look to buy the stock on weakness. Our only concern in the short term is the current rating.  Since the beginning of September 2014, the stock has steadily outperformed the FT All Share by over 20% over this time. It is rated at 16.0 times 2017 our revised earnings forecasts.  The positive update has also lifted Wickes-owner Travis Perkins, up 31p at £19.17. Among the other risers, Imperial Brands has added 70p to £37.30 despite Monday’s news that Axa was pulling out of tobacco investments. It was lifted by analysts at Barclays moving from equal weight to overweight and raising their target price from £37.50 to £42. The bank said:  Imperial is executing strongly. Organic sales momentum is improving and margin/cash generation increases underpin 10% plus dividend growth. Moreover, we are increasingly confident margins will surprise to the upside and that the US is performing ahead of expectations.  But Coca-Cola Hellenic Bottling is down 44p at £13.21 following the proposed sale of a 1.5% stake by shareholder New Argen Holdings.",
  "webTitle": "FTSE shrugs off US rate concerns, with Kingfisher boosted by positive update",
  "webPublicationDate": "2016-05-24T08:41:06Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/24/ftse-shrugs-off-us-rate-concerns-with-kingfisher-boosted-by-positive-update",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Kingfisher",
      "id": "business/kingfisher",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travis Perkins",
      "id": "business/travisperkins",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Imperial Tobacco",
      "id": "business/imperialtobaccogroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coca-Cola Hellenic Bottling Company",
      "id": "business/coca-cola-hellenic-bottling-company",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "business/marketforceslive/2016/may/24/ftse-shrugs-off-us-rate-concerns-with-kingfisher-boosted-by-positive-update"
}