{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-19-15",
  "sectionId": "australia-news",
  "body": "Sound, sound the clarion, fill the fife, throughout the sensual world proclaim: It’s Friday! Welcome to the end of week two of the election campaign, only six more to go. Six weeks to go and it has already got quite ugly, the dog whistling already served up, the members interests – specifically failures to declare them – already nipping the parties’ backsides. The big picture The dominant story of the day, by far, is the Australian federal police raid of Labor MP Stephen Conroy’s parliamentary offices along with a house in Brunswick and a office relating to a staffer of opposition communications spokesman Jason Clare. It’s understood the operation relates to a leak about the National Broadband Network. As the Australian reports, the decision to investigate the opposition during an election campaign is sparking a political storm. The government’s campaign spokesman Mathias Cormann has said the AFP is an independent organisation which makes its own decisions. The AFP has confirmed the raids and released a statement saying the matter was first referred in December. It said it would now spend time examining and analysing the material collected during the raids.    Australian Fed Police confirm it received a referral from NBN in Dec 2015 re leak - more than 5 months ago #ausvotes pic.twitter.com/v9mY8wnBRb— Simon Cullen (@Simon_Cullen) May 19, 2016    The Oz is reporting AFP commissioner, Andrew Colvin, contacted justice minister, ­Michael Keenan, as the raids ­began, to tell him of the “politically sensitive action”. Fairfax Media is reporting the raids are over a leak to the news outlet that costs were blowing out in the rollout of the NBN and it was running behind schedule. It says about 20 NBN Co employees had been interviewed by the AFP in the lead-up to the raids. The Herald-Sun is reporting the leaks began shortly after the Coalition won government in 2013 but had “got more serious” in recent months. Labor has come out swinging with Bill Shorten labelling the raids “unprecedented”. Shadow attorney-general, Mark Dreyfus, questioned the operation:  We have never witnessed such an extraordinary action during a federal election campaign. What we also know is that there have been other serious leaks out of government – including relating to national security, defence and the federal budget – and none of them have resulted in federal police raids.  Malcolm Turnbull has declined to comment on the raids. Meanwhile, Greens leader, Richard Di Natale, is defending hiring backpackers as au pairs on his Victorian farm for $150 a week, plus food and board. Advertisements posted by his wife, Lucy Quarterman, have been dug up but Di Natale has defended them as meeting minimum wage requirements as the backpackers work up to 25 hours a week. The advertisement also offers couples the same rate as a single person. Posted on backpackerjobboard.com.au it reads:  We live a sustainable lifestyle with water tanks and solar power. Dad works away a lot during the week so I am looking for an extra pair of hands around the place to entertain the lads and help with cooking and general domestic ­duties. We have self-contained accommodation with own bathroom, kitchen, TV & stereo. A car is also available. Will take ­couples but weekly wage remains the same.  One backpacker was employed on the terms and another two have been hired according to Di Natale’s office. On the campaign trail Malcolm Turnbull arrived in Tasmania last night. He and Bill Shorten were both in Penrith last night for the Daily Telegraph’s “Go West” gala awards. The Go West campaign has been going for months and was about the needs of western Sydney.     Malcolm Turnbull’s plane lands in Tasmania   And another thing(s) Nick Xenophon could well hold the balance of power in the new government but Lenore Taylor found the publicity-hungry senator hard to pin down for an in-depth conversation for this profile. Once she did though, the results were illuminating.  As the conversation progresses it becomes apparent Xenophon’s views on the various proposed solutions could cause headaches, whoever wins the election.  Booker prize winning author Richard Flanagan has written about the possible impact of the re-election of the Coalition on literature in Australia – he thinks Malcolm Turnbull would destroy it.  It may seem at the moment that the only thing that will save the Australian book industry is moving every publisher and writer into Christopher Pyne’s electorate, and making them all wear hi-vis jackets and safety helmets.  If your motivation is not ‘don’t be a scrooge’, at least think of the optics    WA Premier Colin Barnett asked for $3 change when he bought a copy of the Big Issue ~cringe~ https://t.co/hmUR6pqgu9— Alice Workman (@workmanalice) May 19, 2016    • Follow the day’s developments live (link back to live blog)• Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: Police raid Labor offices over alleged NBN leak",
  "webPublicationDate": "2016-05-19T21:37:42Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National broadband network (NBN)",
      "id": "technology/national-broadband-network-nbn",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian federal police",
      "id": "australia-news/australian-federal-police",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/20/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}