{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/15/property-and-the-cancer-of-corruption",
  "id": "2016-05-15-53",
  "sectionId": "world",
  "body": "Campaign groups branded the anti-corruption summit in London a missed opportunity (Report, 13 May). David Cameron failed to force any concessions from the British Virgin Islands, while John Kerry said transparency in US states such as Delaware was “a matter for Congress”. Surely this shouldn’t surprise us? Tax havens are at the heart of a corrupt financial trade now worth at least $1trn worldwide and every country is involved. So how can this problem be solved? Gordon Brown is right to put emphasis on the EU as the only body that could apply real pressure on the US to increase transparency (Report, 12 May). But even an alliance between the US and Europe might simply push secret banking to other offshore territories in east Asia. The answer must be to campaign in the short term for greater EU-US cooperation, but at the same time work to construct a global economic community, capable of regulating all financial transactions. The extent of secret networks revealed by the Panama Papers should make it obvious that, as in so many areas today, only a global solution can solve this problem. Yet with great irony, the UK continues to focus on 20th-century arguments about whether we should remain part of the EU, while the debate that really matters is how we can achieve global cooperation in the 21st century.Robert BruceAuthor, The Global Race, Blackwood, Monmouthshire • It’s wonderful to read that top-end London estate agents (Report, 13 May) are so concerned to protect the privacy of US media moguls owning property in London. Given that any US media moguls likely to own property in London will have made a lot of money out of exposing the private lives of others, while arguing that it is in the public interest for us to know what sexual, financial or familial peculiarities football-players, actors and politicians may have, it seems to me quite clearly in the public interest for the privacy of media moguls to be similarly constrained.William WallaceHouse of Lords • If David Cameron wants to root out the cancer of corruption over property ownership in Britain, why is he intent on privatising the Land Registry, making it prohibitively expensive for individuals or journalists to discover who owns land or property?Fr Julian DunnGreat Haseley, Oxfordshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Property and the cancer of corruption | Letters",
  "webPublicationDate": "2016-05-15T18:14:16Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/15/property-and-the-cancer-of-corruption",
  "keyword": [
    {
      "webTitle": "Corruption index and barometer",
      "id": "world/corruption-index",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Transparency",
      "id": "global-development/transparency-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/15/property-and-the-cancer-of-corruption"
}