{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/nationwide-says-mortgage-lending-back-at-pre-crisis-levels",
  "id": "2016-05-24-86",
  "sectionId": "business",
  "body": "Nationwide Building Society is looking at ways to revolutionise the mortgage market by developing products to let homeowners help their children on to the housing ladder and release value in their properties as they grow old. The UK’s second-largest mortgage lender revealed it was researching new products as it admitted profits will come under pressure in coming months as competition heats up. Even so the mutual’s new chief executive, Joe Garner – who joined from BT earlier this year – said attractive rates could still be offered to the members who own the building society by generating a profit of £1bn-1.5bn a year. “As a building society with a core social purpose we go out in search of customer need rather than profit … Younger people are asking, ‘How do I get a get a foot on the housing ladder’ and older people are asking, ‘How do I stay in my house for longer but access some of the capital within it’,” said Garner. Chris Rhodes, the Swindon-based lender’s retail director, said: “We are looking at how can you create a product that allows wealth to be transferred from parent to children in order to fund house purchase [and] how you can unlock wealth in a property and stay in the property for longer.” He stressed that no product was yet ready for launch. The lender ruled out lifting borrowing limits to 100% of the value of a property although it recently increased the age at which it will allow mortgages to be repaid, from 75 to 85. The society reported its highest mortgage lending since before the financial crisis, taking a 13.7% market share with £32.6bn of all lending. Its share of new lending – which strips out mortgages being repaid – was 21.4%. Garner also added that the uncertainty surrounding the EU referendum on 23 June was also likely to knock UK economic activity in the short term but insisted this would not have a major impact on the housing market. Chancellor George Osborne has warned house prices could fall 18% over the next two years if the UK votes to leave the 28-member union. “We do think there is a risk of some uncertainty in the period around the referendum itself. Regardless of outcome, people will still need homes to live in and want to save for their future,” said Garner. Assuming the uncertainty around the referendum lifts, Nationwide expects UK economic growth to move back towards its long-term trend rate of 2% to 2.5% and expects the housing market to remain resilient. He was upbeat about the results for the financial year ending on 4 April, pointing to the 9% rise in underlying profits to £1.3bn and a rise in the number of current accounts opened at the UK’s biggest mutually owned lender. It is unusual for Nationwide to appoint a chief executive from outside its own ranks and Garner replaced Graham Beale, who took the helm just before the onset of the 2008 banking crisis. Garner, who used to work at HSBC, played down the need for radical reform at the UK’s biggest building society. Buy-to-let lending represents 22% of all its new business, up from 18% the previous year, and it also has a focus on London, which it warned could face turbulence in house prices. “Demand in London has in part been driven by the growth in buy-to-let activity [which is more heavily concentrated in London] and there is a risk that the stretched affordability and yield metrics, combined with a change in economic conditions or reduced investor demand, could cause a correction to house prices,” Nationwide said. Nationwide announced in April that it was tightening up its criteria for lending to buy-to-let landlords in the face of tax changes that reduce tax relief on their interest payments from 40% to 20% over five years. “Landlords can only borrow up to 75% of a property’s value, instead of the current 80%, and prove that their rental income is at least 145% of their monthly mortgage payments, higher than the industry norm of 125%. Profits on a statutory basis, which including the £46m contribution to the Financial Services Compensation Scheme, and other items, were £1.2bn, up 23%. There was a rise in provisions for customer redress to £127m from £59m, with much of the increase relating to payment protection insurance (PPI).",
  "webTitle": "Nationwide plans mortgages shakeup to help defend profits",
  "webPublicationDate": "2016-05-24T16:17:32Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/nationwide-says-mortgage-lending-back-at-pre-crisis-levels",
  "keyword": [
    {
      "webTitle": "Nationwide",
      "id": "business/nationwide",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Buying to let",
      "id": "money/buying-to-let",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/24/nationwide-says-mortgage-lending-back-at-pre-crisis-levels"
}