{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/18/live-qa-building-confidence-and-resilience-while-at-university",
  "id": "2016-05-18-119",
  "sectionId": "education",
  "body": "Student life can knock your confidence – whether you’ve got exams on the horizon, are feeling stressed about paying rent, or are prepping for graduate job interviews.  However, there are ways to boost how you feel about yourself, including sharing your problems with others and doing activities that make you happy. You can also fake it if you’re not yet there.  You could be a first-year student whose confidence has been knocked after receiving negative feedback, or a final-year student needing a confidence boost in your skills and career choices.  Our panel of carefully selected experts will be on hand to answer your questions and offer tips and advice. Our Q&A will cover:   Tips to boost your confidence. Building resilience. Having confidence in your decisions. Working out what you’re good at. Advice on ways to fake confidence.  The Q&A will take place in the comments section below this article. If you can’t join us on the day, add your questions now for our panel to answer when they join. Alternatively, you can tweet us on @gdnstudents or email your questions to abby.young-powell@theguardian.com. Remember that to participate you need to register for a Guardian ID and log in before the discussion. To create a Guardian ID, click here. The panel   Anoushka Bonwick, projects and relationships officer at Student Minds. Anoushka also set up a support group at the University of East Anglia after helping a friend through mental health difficulties.  Amanda Chetwynd, looks after student experience at the University of Lancaster, where she works with the student union, residential colleges and support services to help students get the most from university. Amanda is also a professor in mathematics and statistics. Jo Emerson, a leading confidence coach and human behaviour expert. Jo works with individuals and teams on self-confidence, self-esteem and communication issues. Her book on managing negative self-talk launches in September. Debora Green, head of student support and wellbeing at the University of Sheffield.  Harriet Minter, founder and editor of the Guardian’s Women in Leadership network. Harriet has also spoken publicly about bravery and confidence.  Lynne Parker, award-winning producer and entrepreneur who created Funny Women, the leading community for female comedy, which helps women to perform, write and do business with humour. Lynne also talks, writes and coaches about humour in the workplace for boosting confidence and self-esteem, team building and improving diversity.",
  "webTitle": "Live Q&A: building confidence and resilience while at university",
  "webPublicationDate": "2016-05-18T15:17:54Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/18/live-qa-building-confidence-and-resilience-while-at-university",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Abby Young-Powell",
      "id": "profile/abby-young-powell"
    }
  ],
  "guardianId": "education/2016/may/18/live-qa-building-confidence-and-resilience-while-at-university"
}