{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/kenneth-starr-baylor-university-sexual-assault-accusations",
  "id": "2016-05-26-185",
  "sectionId": "us-news",
  "body": "He was a leading cast member in that seemingly distant drama of Whitewater, Monica Lewinsky and the impeachment of Bill Clinton. Now Kenneth Starr, bete noire of liberals in America, is making a comeback, though not entirely of his choosing. Starr, the president of Baylor University in Waco, Texas, is facing mounting pressure over how the university has handled reports of rape and assault by football players. The university says its governing board is still studying the results of an internal investigation and has refused to confirm speculation that Starr will be ousted. The scandal comes just a week after the 69-year-old caused a stir by heaping praise on Clinton, his one-time nemesis as a special prosecutor. “There are certain tragic dimensions which we all lament,” he said during a panel discussion in Philadelphia, referring obliquely to the “unpleasantness” of that time and lauding Clinton as “the most gifted politician of the baby boomer generation”. The comments were timely as the presumptive Republican nominee Donald Trump seeks to revive sordid tales of the former president’s indiscretions, as weapons in his election campaign against Hillary Clinton. But they also came as no surprise to friends of Starr who say he has been wrongly demonised and should not be hastily judged in the Baylor case. “I’m a Clinton person and I hold Ken Starr in the highest regard,” said his close friend Akhil Reed Amar, Sterling professor of law and political science at Yale University, who had a three-hour lunch with him last Sunday. “If he thought there was wrongdoing at Baylor, he would never want to cover it up; he would want to get to the bottom of it.” Starr, who was born in Vernon, Texas, and grew up in San Antonio, was a high-flying lawyer before he was Clinton’s widely despised tormentor. He taught at New York University School of Law, George Mason University School of Law in Fairfax, Virginia and Chapman Law School in Orange, California.     Starr faces reporters and photographers on 22 January 1998, before making a statement outside his Washington office. Photograph: Doug Mills/Associated Press    He served as a US circuit court of appeals judge for the District of Columbia for six years, was the solicitor general for four years and conducted five investigations as independent counsel. Amar believes he could have been heading for a seat on the supreme court but, when asked to investigate the president in the 90s, he did so out of a sense of duty even though, as he later commented wryly, “it was not a career-enhancer”. So in 1994 he took over the investigation of the Whitewater property venture and the suicide of Vince Foster, a deputy White House counsel. He also examined the firing of White House travel office workers and charges that White House officials misused FBI files. Starr expanded the investigation to include Paula Jones, who sued Clinton for sexual harassment over an alleged 1991 incident in which she said he exposed himself to her (it was settled out of court) and the president’s affair with Lewinsky, then a White House intern, and efforts to cover it up.  Starr concluded that Clinton had committed perjury in sworn testimony denying having had “sexual relations” with Lewinsky. The House subsequently approved two articles of impeachment against Clinton, but the Senate fell short of the votes necessary to convict him. Starr was condemned by Democrats for conducting a politically motivated witch-hunt.  These sordid sagas have been resurrected in recent days as Trump seeks to exploit them for political capital. “Whether it’s Whitewater or whether it’s Vince or whether it’s Benghazi, it’s always a mess with Hillary,” he told the Washington Post. But Amar, a self-described liberal who voted for Bill Clinton twice and will support Hillary, believes his friend – they have taught together and stayed at each other’s homes – has been harshly judged by history. He painted a portrait of a man who had traditional views on sex and truth-telling and found himself in a position for which he lacked experience, walking into a firestorm. “I never thought it was ever personal,” he said of the Clinton investigation. “I think he was not the best prosecutor because he’d never been a prosecutor before. His team was self-selected and they were all conservatives. That ill-served him but it wasn’t his fault.” Starr was also cursed by the independent counsel statute, contends Amar, which obliged him to pursue Clinton mercilessly. Amar once paraphrased Shakespeare’s Julius Caesar: “The fault, dear Bill, is not in Ken Starr / But in the statute.” “He’s never said nasty things about anyone behind their backs,” said Amar, who has known Starr for 20 years. “He’s generous to a fault. He’s the opposite of so many folks who are backstabbing and grudge bearing. He was the Democrats’ favourite Republican; he had not an enemy in the world.”     Kenneth Starr speaks outside the supreme court in Washington after arguing a case on student free-speech rights on 19 March 2007. Photograph: Molly Riley/Reuters    Starr has often tried to strike an emollient tone in the years since the bitterly partisan drama. In 1999 he told CNN he found Clinton “an immensely likable person”, adding: “I have been with him on several occasions. He has been gracious. He has been friendly. That’s just the kind of person that he is.” On another occasion he expressed regret that he had not focused on the Whitewater land deal and left the Lewinsky matter to someone else. But Starr is no liberal. In 2009 the devout Christian represented the supporters of Proposition 8, which banned same-sex marriage, during a challenge before the California supreme court and won the case. He headed the Pepperdine University School of Law in Malibu, then in 2010 became president of Baylor, the country’s biggest Baptist university. Starr and football coach Art Briles now face criticism over whether Baylor ignored allegations of assaults by players, two of whom were later convicted on sexual assault charges. More than 200 Baylor students, faculty and alumni staged a candlelight vigil outside Starr’s Waco residence in February. Baylor is also facing a federal legal action from a former student claiming that it was “deliberately indifferent” to rape allegations levied against a player, before he was ultimately convicted of assaulting her.  Starr has stayed mostly silent on the assault reports. Amar said: “He’s not been able to tell his side of the story. When it does come out, it will put things in a different perspective and be quite favourable to him. He has always argued for total transparency; he wants to get the facts out. I have been critical of some things he has done but not this.” Even as Trump intensifies political polarisation in the country, hostility towards Starr has cooled with the passage of time. One of his adversaries during the Clinton saga, lawyer Stan Brand, said: “He did get demonised. He became the symbol of any excess or unfairness. Some of it was his fault and some of it was institutional. “The fault I had with him was that he has no real prosecutorial experience and he surrounded himself, in my view, with prosecutors who were overzealous and he couldn’t rein them in. Another part of the problem was the institution of the independent counsel which has outlived its usefulness.” As for Starr’s attitude to Clinton today, Brand added: “People’s views are tempered over time and I suppose that’s a measure of his magnanimity.”",
  "webTitle": "Kenneth Starr's job in peril for handling of Baylor University sex assault cases",
  "webPublicationDate": "2016-05-26T13:23:47Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/kenneth-starr-baylor-university-sexual-assault-accusations",
  "keyword": [
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Monica Lewinsky",
      "id": "us-news/monica-lewinsky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/26/kenneth-starr-baylor-university-sexual-assault-accusations"
}