{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/why-is-revenge-porn-such-a-sinister-crime",
  "id": "2016-05-15-213",
  "sectionId": "lifeandstyle",
  "body": "It is a year since revenge porn became a crime. Last week a father was arrested after posting pictures of women online (including one who was pregnant, and doctored photos of a 15-year-old girl), commenting underneath one that he would “pay £100 to rape her”. Despite Women’s Aid’s research revealing that, for a third of women surveyed, threats made online were later carried out in real life, he was let off with a caution. Which leads one to ask, if one is the curious type, if the law is working. While only around 9% of online hate crimes are investigated nationwide, a Freedom of Information Act request by the BBC showed there had been 1,160 reported incidents of revenge porn in the first year of the new law coming into effect, including three involving children. Of these, 11% resulted in a charge. The law was imposed in order to recognise the impact revenge porn has on its victims, positioning it as an example of domestic violence, and as a crime that is gendered – 90% of victims are women. But as we see the problems with fighting revenge porn (a name that feels less satisfactory the more I write it, a drop-down option for a Wednesday night alone rather than a life ruiner, a crime) it’s worth stepping away from the legalities, and returning to the women. It’s worth, I think, exploring just why revenge porn is such a sinister crime.    You walk through the world as one person, then, unclothed you are someone else    One of my favourite moments in the Alan Partridge oeuvre is when he denies his body exists. “Underneath our clothes we’re, all of us, naked. Even you, Alan,” remarks a fashion designer he is interviewing on air. “No I’m not,” he replies. A small pause. “All we are saying,” his co-host adds, “is that underneath your clothes you are naked.” “No,” says Alan, moving to the next link. “No I’m not.” Without wanting to dilute the magic of Partridge by breaking apart a joke into its constituent parts, the humour lies in his insistence that, as Alan Partridge, TV host, broadcaster, maverick, he is above such things as nudity; while he is working his nakedness does not exist. Since this was first aired I have grown to feel as if Alan had a point. In this cold country it is a choice to be naked. To be naked is to be vulnerable, to be seen as something other than professional, than proper. In Alan’s case it is to be seen as unmanly. In the case of a woman, though, it is to be seen as sexual. You walk through the world as one person, then, unclothed, you are someone else. There’s a reason that arriving at school naked is a recurring nightmare for so many. Revenge porn victims say they’ve suffered “significant emotional distress” after an ex posted their nude photos online. When we all carry broadcast-quality cameras in our pockets, they inevitably feature in many relationships, but in moments of trust, when candles are lit in your head and you feel good, in control. When you feel as if the person kneeling in front of you is your friend. Later, when you enter a job interview and wonder whether the interviewers were there, too, that control is lost. When you have lunch with your mother, or order a coffee, or teach algebra to your GCSE class and wonder whether they have seen you in the bra he bought you, in those shoes. Once seen like this, can they ever see you clothed? Revenge porn is so insidious and so pernicious because even as we creep towards equality, this is one of the places where men still maintain power. Women’s bodies have currency. It’s this commodification that leads to the most crushing detail of revenge porn: that so many women don’t realise that they are victims – either they are unaware that the pictures are public or they don’t know that this is a crime. Already so many women feel their bodies are objects, seen through a lens; to have to fight for your photo to be removed from porn sites when, because it’s from your husband’s phone, you don’t own the copyright, leaves a person feeling powerless. Online abuse is threatening to overwhelm the police, and it’s taking too long for the law to creak up to date. While new legislation should help in time, a more effective way of eliminating revenge porn is to work to prevent it – to educate children about how to value intimacy, to respect a person’s privacy and, crucially, that a woman’s body is her own. Email Eva at e.wiseman@observer.co.uk or follow her on Twitter @EvaWiseman",
  "webTitle": "What makes revenge porn such a sinister crime? | Eva Wiseman",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/why-is-revenge-porn-such-a-sinister-crime",
  "keyword": [
    {
      "webTitle": "Internet safety",
      "id": "technology/internet-safety",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Eva Wiseman",
      "id": "profile/evawiseman"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/why-is-revenge-porn-such-a-sinister-crime"
}