{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/13/sara-pascoe-my-mum-has-heckled-me",
  "id": "2016-05-13-187",
  "sectionId": "stage",
  "body": "The funniest standup I’ve ever seen  I would probably choose Tony Law destroying a passive-aggressive heckler by pretending that they had been pirates together and then telling the story of their shared nautical history. It was audacious and perfect.   The funniest person I know  Sometimes I am lucky enough to hang out with Tim Key and he is constantly funny. Every moment. When I haven’t seen him for a bit I do his voice in my head to entertain myself. I wish I could copy him, just be a tribute act.  The funniest TV show I’ve ever seen  I love Arrested Development and the American Office, but the funniest TV show I’ve ever seen is Would I Lie To You? I watch it on my own while I’m having a tidy and I laugh and grin away to myself and for a few minutes the loneliness abates. I mean, I enjoy it very much.    Related: Sara Pascoe and Amy Stewart on the female body – books podcast     The funniest dream I’ve ever had  I have never woken up laughing from a dream, but I have tricked myself into thinking that I have written a whole sitcom episode and my first thoughts upon waking are: “That was easy, I’ll just pop that down and email it to the BBC.” Last night I dreamed that Eddie Izzard played my mum in a comedy-drama where we both played for the same netball team. I’m just waiting to hear back from the commissioner now.   The funniest item of clothing I’ve ever owned  I used to laugh at the Kappa symbol because if you put your hand over the top it looked like a woman with open legs, but I’m a feminist now so I don’t laugh any more. At anything.   The funniest heckle I’ve ever had  My mum has shouted out a couple of times. She’ll yell something like “liar” or “tell ’em about your Dad” and I’ll say: “Thanks for coming, Mum.” And then at the end she might remind me “I got the biggest laugh of the night” or “they only clapped at my bit”.   The funniest joke I’ve ever heard  I walked behind some children on a school trip last week and heard a boy asking his friend, “What type of tea do footballers hate?” I don’t know, I thought, what kind of tea do … “Penalty!” he announced, without waiting for my internal call and response. Bloody good joke, that, and it’s probably true as well. Factual and funny.   Sara Pascoe is at Soho Theatre, W1, Monday to 28 May; touring to 2 July",
  "webTitle": "Sara Pascoe: ‘My mum has heckled me’",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/13/sara-pascoe-my-mum-has-heckled-me",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sara Pascoe",
      "id": "stage/sara-pascoe",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "stage/2016/may/13/sara-pascoe-my-mum-has-heckled-me"
}