{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/pm-hits-out-at-sexist-online-bullying-after-bbc-laura-kuenssberg-faces-hate-campaign",
  "id": "2016-05-11-221",
  "sectionId": "politics",
  "body": "David Cameron has hit out at sexist bullying on social media after being asked about an “online hate campaign” aimed at the BBC’s political editor, Laura Kuenssberg.   Related: Laura Kuenssberg petition taken down over sexist abuse    The prime minister told MPs on Wednesday that it was right that people were allowed to speak freely. “We must have a robust and lively democracy. But some of the things people say on Twitter, knowing that they are in some way anonymous, are frankly appalling and people should be ashamed of the sort of sexist bullying that often takes place.” He was responding to a question from the Conservative MP Lucy Allan during prime minister’s questions. Allan said Kuenssberg had been “subjected to an online hate campaign which appears to be a sexist witch-hunt to silence her”. Allan warned that the tool was being increasingly used against people in public life, as she called on Cameron to condemn the harassment. The campaign group 38 Degrees took down a petition calling for Kuenssberg to be sacked, saying it had become a focal point for misogynist abuse.           The BBC report that sparked a petition to sack Laura Kuenssberg – archive video    The majority of those signing and supporting the petition expressed concerns about what they saw as biased reporting of the Labour party and its leader, Jeremy Corbyn, by Kuenssberg. However, some supporters on social media used abusive and sexist language in calling for the BBC’s first female political editor to go. 38 Degrees’ executive director, David Babbs, said the petition had been taken down with the agreement of the person who had posted it. He said: “I am really concerned that a petition hosted on the 38 Degrees website has been hijacked, and used as a focal point for sexist and hateful abuse made towards Laura Kuenssberg on Twitter. “That is totally unacceptable and, with the agreement of the petition starter, we’ve taken the petition down to prevent it being used in this way. There is no place in the 38 Degrees family for sexism or any form of discrimination or hate speech.”",
  "webTitle": "PM hits out at sexist online bullying after Laura Kuenssberg faces 'hate campaign'",
  "webPublicationDate": "2016-05-11T12:17:43Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/pm-hits-out-at-sexist-online-bullying-after-bbc-laura-kuenssberg-faces-hate-campaign",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/11/pm-hits-out-at-sexist-online-bullying-after-bbc-laura-kuenssberg-faces-hate-campaign"
}