{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/27/anatomy-of-an-artwork-jean-dubuffets-garden-party",
  "id": "2016-05-27-168",
  "sectionId": "artanddesign",
  "body": "Abstract ideas: Dubuffet’s later, more fluid works  are on show in London. Photograph: Dubuffet/Timothy Taylor    1 - Nightmares This is not the kind of gentle get-together that the title suggests. Instead, the scene is a muddled one in which the partygoers’ cartoonish faces grimace or stare blankly, their bodies distorted or entirely absent. Painted in the red, white and blue palette Dubuffet almost solely utilised from the 60s on, this party is one of nightmares.  2 - Outside Despite being immersed in the early 20th century Parisian art scene, by the time this work was made in 1976, Dubuffet had long established his art brut style. It was an embrace of what he viewed as an outsider aesthetic, inspired by his travels to Algeria. 3 - Chance This is a painting, but its process of production is closer to collage. Dubuffet cut up his earlier works and scattered them on the floor before piecing the results of this random composition together on a canvas mount. 4 - Subconsicous The work is from his series Théâtres de mémoire, which comprises close to 100 works. Other methods from this period include paintings developed from doodles he would make while on the phone. Dubuffet was interested in removing the conscious author from the process, relying on the subconscious instead.  Timothy Taylor Gallery, W1, to Saturday 2 July",
  "webTitle": "Anatomy of an artwork: Jean Dubuffet’s Garden Party",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/27/anatomy-of-an-artwork-jean-dubuffets-garden-party",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Basciano",
      "id": "profile/oliver-basciano"
    }
  ],
  "guardianId": "artanddesign/2016/may/27/anatomy-of-an-artwork-jean-dubuffets-garden-party"
}