{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/chinese-economy-exports-fall-by-2-and-imports-by-11-in-april",
  "id": "2016-05-08-204",
  "sectionId": "business",
  "body": "China’s exports slumped nearly 2% in April compared with the same month last year, as imports fell almost 11%, officials said on Sunday, the latest sign of weakness in the world’s second largest economy.   Related: China's factories grow less than expected, raising recovery doubts    The export sector has shown year-on-year declines in dollar terms for nine of the last 10 months as the country’s economic growth has fallen to its slowest level in a quarter-century. April imports fell for the 18th consecutive month, suggesting domestic demand remains weak despite a pickup in infrastructure spending and record credit growth in the first quarter.  “Both exports and imports came in weaker than expected, in line with the soft trade performance across Asia, pointing to another challenging year for emerging markets,” said Zhou Hao, senior emerging market economist at Commerzbank in Singapore.  China’s exports to the United States – the country’s biggest market - fell 9.3% in April from a year earlier, while shipments to the European Union – the second biggest market – rose 3.2%, customs data showed.  China’s cabinet has vowed to take steps to boost exports, including encouraging banks to boost lending, expanding export credit insurance and raise tax rebates for some firms.  Sunday’s figures from the state statistics bureau suggest an unexpected March export increase may have been a blip, and that meeting ambitious economic growth targets will be a challenge. China exported about $173bn worth of goods in April, the bureau said, while importing products worth $127bn. As a result, the country’s trade surplus rose to about $46bn. The bureau earlier gave figures in terms of China’s yuan currency, which showed a modest rise in exports in April. The dollar figure diverged as the yuan has depreciated over the last year. Beijing is attempting a difficult transition away from reliance on cheap exports and infrastructure investment towards hi-tech industry and consumer spending as its three-decade long growth model shows signs of wearing out.   Related: Fifty years on, one of Mao’s ‘little generals’ exposes horror of the Cultural Revolution    But it is still targeting growth of 6.5 to 7% this year, a figure some analysts say can only be reached through an unsustainable rise in bank lending. Concerns of a hard-landing in China had eased after stronger March data, but analysts have warned the rebound may be short-lived.  Economists expect a slowdown in credit growth and industrial production in April although inflation could accelerate. Key data is expected over the next two weeks.  “The market has to prepare a little bit for the downside risk in other Chinese data and some sort of market correction might be inevitable,” Zhou said.  The trade data comes after a private survey indicated this week that Chinese factory activity weakened further in April. The Purchasing Managers’ Index by Caixin, which tracks activity in the country’s factories and workshops, fell for the 14th consecutive month. China’s economy, a vital driver of global expansion, grew 6.9% last year. But its transition is proving bumpy and the growth slowdown has alarmed investors worldwide.",
  "webTitle": "Chinese economy: exports fall by 2% and imports by 11% in April",
  "webPublicationDate": "2016-05-08T05:51:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/chinese-economy-exports-fall-by-2-and-imports-by-11-in-april",
  "keyword": [
    {
      "webTitle": "Chinese economy",
      "id": "business/chinese-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/08/chinese-economy-exports-fall-by-2-and-imports-by-11-in-april"
}