{
  "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2016/may/04/visual-storytelling-for-the-screen-a-workshop-with-director-josh-appignanesi",
  "id": "2016-05-04-241",
  "sectionId": "guardian-masterclasses",
  "body": "This course has now passed – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar How do you tell a story cinematically? What shots do you use to keep your audience enthralled? This unique Masterclass with writer/director Josh Appignanesi will introduce you to the key elements of visual storytelling, enabling you to create compelling stories for the screen. During the class, you’ll analyse scenes from Hollywood and arthouse films, revealing the choices made by the great directors of cinema. You’ll also put what you’ve learned to the test during practical storyboarding activities and group work, where you’ll co-create your own film idea. The class is suitable for anyone interested in storytelling for the screen, from early-career directors to writers and producers, as well as creatives and photographers looking to develop moving-image narrative work. No experience, other than a love of film, is required to attend the course or benefit from it. Content  Visual storytelling for the screen – story development, composition, framing, positioning of actors, background, palette, costumes and more Understanding your audience – and the unconscious feelings they have about film and particular genres  How to create a coherent system of images that builds into a moving and memorable visual story Encouraging audience involvement, emotion and suspense by arranging your shots and scenes in relation to each other  Technical considerations – including lenses, light and camera movement  Learning from the greats – analysing scenes, shot by shot, from Hollywood and arthouse films Practical activities – storyboarding exercises and a group activity where you’ll co-create your own original film idea during the class, with expert guidance provided by Josh Q&A – an invaluable opportunity to pick the brains of an experienced writer/director  Please note – there’s no need to bring along any technical equipment. Practical exercises will be carried out using pen and paper, which will be provided during the class Tutor profile Josh Appignanesi is a writer/director. He directed indie comedy feature The Infidel, starring Omid Djalili and Richard Schiff, scripted by David Baddiel. He also directed the award-winning Song Of Songs starring Natalie Press, and co-wrote Sarah Jessica Parker starring romcom All Roads Lead to Rome. Upcoming releases include creative documentary The New Man. Josh has worked with John Malkovich, David Tennant and Tom Hiddleston, among others, and works at various institutions as a mentor and teacher, including the London Film School and the Met Film School. Find out more at http://www.joshappignanesi.com/. Details This course has now passed – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar Date: Saturday 2 July 2016Times: 10am-4pmLocation: The Guardian, Kings Place, 90 York Way, London N1 9GUPrice: £129 (includes VAT, booking fee, lunch and drinks)Event capacity: 36 Information on Guardian Masterclasses If you have any questions about our programme, our contact information is here. Terms and conditions can be found here. Returns policy: Tickets may be refunded if you contact us at least 14 days before the course start date. Please see our terms and conditions for more information on our refund policy.",
  "webTitle": "Visual storytelling for the screen: A workshop with director Josh Appignanesi",
  "webPublicationDate": "2016-05-04T10:47:54Z",
  "webUrl": "https://www.theguardian.com/guardian-masterclasses/2016/may/04/visual-storytelling-for-the-screen-a-workshop-with-director-josh-appignanesi",
  "keyword": [
    {
      "webTitle": "Guardian Masterclasses",
      "id": "guardian-masterclasses/guardian-masterclasses",
      "sectionId": "guardian-masterclasses",
      "sectionName": "Guardian Masterclasses"
    }
  ],
  "authors": [],
  "guardianId": "guardian-masterclasses/2016/may/04/visual-storytelling-for-the-screen-a-workshop-with-director-josh-appignanesi"
}