{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/shift-in-alberta-wildfire-prompts-evacuation-of-oil-sands-work-camps",
  "id": "2016-05-17-330",
  "sectionId": "world",
  "body": "A shift in the wildfire burning around the Canadian oil sands hub of Fort McMurray has put about 4,000 people in work camps on evacuation alert, including hundreds who were given mandatory orders to leave the area.  An evacuation alert issued on Monday covered 12 camps north of the city, with workers being moved south and all northbound traffic once again cut off at the city, the regional municipality of Wood Buffalo said. Officials said an initial 500 to 600 workers at several small camps were under a mandatory evacuation order and more would be ordered out if necessary.   Both Suncor Energy and Syncrude Canada confirmed they had evacuated workers from the affected area. Officials late on Monday said they were hopeful the fire would not reach the facilities but were monitoring the situation. The entire population of Fort McMurray, about 90,000 people, was forced to flee the Canadian city nearly two weeks ago as the wildfire raged through some neighbourhoods and destroyed about 15 percent of structures.   Related: Where are the world's most fire-prone cities?     On Monday the blaze continued to burn uncontrolled across 285,000 hectares (704,000 acres), officials said. They noted firefighting efforts would be challenging over the next few days with hot, dry conditions and lightning fires expected.  The fire also threatened Enbridge Inc’s Cheecham crude oil tank farm south of Fort McMurray on Monday. The blaze, about a kilometre away from the tank farm, was brought under control due to favourable winds and the efforts of the company’s industrial firefighters, officials said.  Enbridge said a firebreak around the terminal was being widened and crews were assessing other fire suppression tactics like spraying down facilities. It said some pipelines in and out of the terminal were operating and the situation was being monitored.  A Suncor spokeswoman said 120 people were evacuated from its MacKay River plant and camps as a precautionary measure on Monday afternoon, though it said the facilities were not at risk from the fire.           Alberta wildfires: key facts and figures in a historic disaster     Syncrude, a joint venture among numerous energy companies operating in the region, said on Twitter that it was relocating its workers to safety.  Firefighters have managed to protect much of Fort McMurray but evacuated residents were still not allowed to return to their homes, partly because of “thousands” of hotspots remaining, said wildfire manager Chad Morrison. The Alberta premier, Rachel Notley, said there was still no timeline on when residents could return but she hoped to have more information by the end of the week. Officials said the air quality in the city had deteriorated, with the air quality health index, usually measured on a scale of 1-10, at 38 on Monday.  “This has delayed the re-entry of additional response personnel as well as vehicle retrieval efforts,” Notley said. “It is clear that this is something that could potentially delay recovery work and the return to the community.“   Related: Canada wildfire: why a sleeping giant awoke in Alberta and became relentless     Roughly a million barrels per day of oil sands crude production was shut in as a precaution and because of disruptions to regional pipelines, and much of that production remains offline.  Scott Long, executive director of the Alberta Emergency Management Agency, had no information about how much crude oil Cheecham tank farm held but said it was critical infrastructure.  Pipeline company Enbridge had evacuated the Cheecham terminal on 4 May but on Friday said it was staffed again. A company spokesman said on Monday he had no further updates. The Canadian finance minister, Bill Morneau, told CBC News the Fort McMurray fire would be a challenge to the economy as well as a human challenge, but he had no price tag yet on how much the disaster would cost the federal government.  “We’re obviously going to stand shoulder to shoulder with the people in Fort McMurray and rebuild the city,” he said.  With Reuters and the Associated Press",
  "webTitle": "Shift in Alberta wildfire prompts evacuation of oil sands work camps",
  "webPublicationDate": "2016-05-17T03:25:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/shift-in-alberta-wildfire-prompts-evacuation-of-oil-sands-work-camps",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/17/shift-in-alberta-wildfire-prompts-evacuation-of-oil-sands-work-camps"
}