{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/those-in-power-are-fully-aware-of-the-sexism-readers-on-working-in-film",
  "id": "2016-05-14-125",
  "sectionId": "film",
  "body": "After the leading organisation for UK film directors blamed “unconcious, systemic bias” for the lack of women in directing and screenwriting roles, we asked readers to share their experiences.  Directors UK found that between 2005 and 2014, just 13.6% of British films were directed by women, and that only 14.6% of those films had a female screenwriter.  The statistics are clear – and the scale of inequality is backed up by a University of Southampton report, which found women made up just a fifth of production personnel working on UK films in 2015.  Women working in various roles in the industry, from young runners to experienced and award-winning directors who responded to the Guardan call out have described some of the difficulties they have faced in their careers.   One young assistant said she had been offered limited working dates compared to male colleagues because managers didn’t believe she would be of any help rigging the set or “helping carry things”. Others have spoken about systemic bias that holds them back. Here are some of their experiences.  ‘There’s a surge of anger about the inequality in film’ Conscious and unconscious bias is alive and well in our business. And much is to do with how “talent” is evaluated. Because of the belief in the auteur, a concept that has infected the film space but particularly public funding, women have been at a disadvantage – auteurs are generally men and if you can’t see it, not only can’t you be it, but no one will let you be it either. The way women’s work is assessed and their talent rated doesn’t cut it, because they’re being measured against a male paradigm.  This isn’t only because of male executives ruling the roost – at one point not long ago most major public funds were headed by women and it changed almost nothing.  There’s a surge of anger about the inequality in film and a push for actions not words, to quote the suffragettes – this is a wave I and many others want to keep riding until we see meaningful change.Mia Bays, film producer, 44 ‘Though my film has been successful I can’t get on the next rung of the ladder’ I am not surprised by the studies’ findings at all; I know it’s virtually impossible to make a feature film as a woman. There are lots of talented women out there who simply aren’t being given the chance to make work and become role models – and the UK industry as a whole rarely seems to get excited about women who do break through. I have had people walk away from me mid conversation at film events when I told them I, a woman, was making a feature length film and even though my film has been successful I can’t even get on the next rung of the ladder. I have many female friends who left for the US, and are making films with US money and backing as they never had any interest here, which shouldn’t have to happen.      Amy Mathieson with a Phantom slow motion camera on the set of her film, 1 Way Up. Photograph: Laura Marie Linck    I started as a runner at an edit house and have worked in many of the behind-the-scenes jobs in film and TV, seeing time and again men getting promoted first or given opportunities to shoot or take on technical or creative responsibility first. I am not at all suprised that so few women make a second, third or fourth film: it is such a sad state of affairs.Amy Mathieson, director/producer, 30 ‘The boys club mentality is rewarded time and again’ Sadly, the results of the recent study are not surprising, and the problem of gender-bias does not exist only in our industry. It is a part of a larger problem – a systemic, ingrained and institutionalized one. I am not able to explain the lack of female writer and directors concisely, but will offer that the continued comfort level and ‘boys club’ mentality is one that is rewarded time and again by executives, audiences and finance entities – so what is the motivation to change? When one can point to a successful outing by a female writer or director, it is largely ignored.     Director Jenna Ricker talks with Matthew Broderick and Greg Stuhr on the set of The American Side. Photograph: Ginny Rose Stewart    It’s not easy to make a film for anyone. What becomes a larger mountain for women is that their content, ability to ‘be in charge’, and viability is questioned in a way that of our male counterparts are not. My current film is a noir-inspired mystery. I constantly hear how ‘interesting’ it is that I wrote and directed a ‘masculine’ film. No one is ascribing a gender to the genres male directors are directing. The initiatives in Sweden, and potentially the UK, begin a dialogue and process that may level the playing field just enough to begin moving the needle. In the US, if tax- incentive programs were to take on the same 50/50 model, I think there’s a shot the sands would shift, albeit slowly. I’m hopeful anyway.Jenna Ricker, writer and director, 40 ‘Is it because I’m a production assistant, or because I’m a woman?’ I have worked within the industry for three years: you could say being a runner or production assistant like me is already at the ‘bottom of the food chain’, but being a woman has definitely left me the lowest of the bunch. I’ve had multiple encounters with male colleagues who have doubted my qualities and capabilities. These examples can range from being called “sweetheart”, “darling” and “love” in a patronising tone, to being told I can’t help lift equipment because I’m a girl to not being able to join in on male ‘banter’ because they’re talking filthily about the female actress on set. When working your way up from the bottom, you don’t wish to get on anyone’s bad side as you’ll do anything to work on a job. So when you’re on set with 95% men and 5% women (who are usually hair and make up), you try not to step on anyone’s toes. But every time you’re told to ‘stay in your place’, you have to question, is it because I’m a production assistant, or because I’m a woman?  There are so many talented females within the film industry who I don’t think get the opportunities they deserve and have worked for. I 100% agree with the idea of half of public funding heading towards women-led projects.Name witheld, production assistant, 22 ‘Those in power are fully aware of the sexism’     Caitlin McCarthy at the 2010 Action on Film International Film Festival.    As an American, I kept nodding my head while reading the report commissioned by Directors UK. Female directors and screenwriters are being excluded from employment opportunities throughout the world. My charitable explanation for this epidemic is that an unconscious bias may be taking place with those in power. My less charitable explanation is that those in power are fully aware of the sexism, but don’t feel like addressing it because they’re having a nice day and their male buddies are landing jobs – so ‘who cares?’ One thing I know is this: I’m not going to quit. I want to be the change. Many brave women within the industry are speaking about sexism, but more male voices (like that of the amazing Paul Feig) throughout the industry need to be heard.  Pressure needs to be placed on financiers, producers, studios, agents, and managers to work with women, and this needs to come from both women and men, especially A-listers and greenlighters who can affect change without threat of blacklisting.Caitlin McCarthy, screenwriter  ‘We don’t want to be seeing a report in five years time with the same statistics’ As a female filmmaker trying to forge my path into the UK film industry, the recently released statistics are extremely demoralising. Any creative career is extremely difficult to become recognised and successful in for everyone, but seeing that just over 50% of film students are female and yet only 13.6% of working film directors are female shows that something has gone very wrong. We just want our voices to be heard, and we are working hard to achieve our ambitions, and we never want the fact that we are female to ever be the reason that we are not given that chance.   Related: Hollywood sexism probe ‘wide-ranging and well-resourced’, says ACLU    It’s a myth that this awful gender inequality in the film industry is because fewer women want to become directors. We don’t want to be seeing a report in five years time with the same statistics. So my only hope is that people with the power in the UK film industry take a look and start thinking about what they can do to change this systematic bias.Carys Watford, writer/director, 28, London ‘I didn’t think things like that really happened in showbiz, until it did’  This is nothing new. Culture is difficult to change. Part of the reason is that agents and producers will select writers with screenplays similar to films that have been proven to work before. These generally feature white, middle-class men, because they were written by white, middle-class men. Agents and producers are largely white, middle-class men, so they can relate to and empathise with stories about white, middle-class men. It’s not about conscious sexism, it’s about the fear of moving outside their comfort zone and taking a risk.  I once met the co-producer of a major franchise at the Cannes Film Festival, and he asked me to send him a CV for a job in production. We were at a beach party where networking, passion for film and fun collides: a couple of drinks later, he made a pass, which I rejected, and the job vanished into thin air. I didn’t think things like that really happened in showbiz, until it did.  The strange thing is that I don’t think badly of him. I think crossing a professional line like that wasn’t problematic for him as a potential employer, but deeply problematic to me when I am trying to present myself as a respectful professional. It was misguided of him to not understand that, but I can understand why the job vanished. He probably felt embarrassed or foolish, which made me feel horrible, as I had genuinely clicked with him on a personal level. The bottom line was that I was ultimately there to find my next job though and didn’t want to jeopardise that. I came away feeling that this would never have happened to a young guy with a CV and felt sad to have lost a great job opportunity over something so stupid.Jessica Benhamou, producer, 26",
  "webTitle": "‘Those in power are fully aware of the sexism’: readers on working in film",
  "webPublicationDate": "2016-05-14T10:55:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/those-in-power-are-fully-aware-of-the-sexism-readers-on-working-in-film",
  "keyword": [
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Matthew Holmes",
      "id": "profile/matthew-holmes"
    }
  ],
  "guardianId": "film/2016/may/14/those-in-power-are-fully-aware-of-the-sexism-readers-on-working-in-film"
}