{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/universal-credit-is-working-welfare-secretary-insists",
  "id": "2016-05-11-200",
  "sectionId": "society",
  "body": "The work and pensions secretary, Stephen Crabb, has defended the government’s universal credit policy, telling MPs he rejected criticisms that it no longer served its original purpose of making people better off in work than on benefits. Crabb said he felt optimistic that UC “still did what it said on the tin originally” despite claims that Treasury cuts to work incentives meant that the flagship welfare policy had been reduced to a cost-cutting exercise that left millions worse off. In his first appearance before the Commons work and pensions select committee, Crabb said he had spent the past six weeks “kicking the tyres and looking under the bonnet” of UC and was confident that the programme should roll out as planned. “What I can see is that we have a very clear policy. It would be wrong to [introduce] change for change’s sake,” he said. Crabb was responding to an analysis by the Resolution Foundation thinktank, which found that cuts to work allowances would leave 2.6 million claimants up to £46 a week worse off, even after higher minimum wage and tax cuts had been factored in.  He defended controversial plans to impose fines and sanctions on low-paid working recipients of universal credit who failed to seek second jobs or increase hours. Conditionality had a role to play to encourage people to progress in work, he said. But he said the conditionality regime for working claimants had to be applied sensitively by work coaches. “It [conditionality] has to be delivered carefully in a smart way and that is a change.”     A sign in the window of a jobcentre in Westminster. Photograph: Jack Taylor/Getty Images    Crabb’s appearance came on the day that that tens of thousands of low-paid working universal credit claimants started to feel the impact of cuts of up to £200 a month to their monthly payments. The changes, made in April, hit bank accounts from Wednesday because UC is paid a month in arrears. UC, which rolls six benefits into one, is several years behind its original schedule after delays caused by management failings and IT design problems. About 200,000 people claim UC, currently, instead of the 4 million anticipated in earlier plans. Crabb confirmed that there would be no further cuts to welfare spending this parliament, despite a £4bn budget gap opened up by the government’s U-turn on disability benefits in March. He said the government had made the right decision in rowing back on the personal independence payment (Pip) cuts after his predecessor Iain Duncan Smith’s sudden resignation, ostensibly over a series of Treasury cuts to welfare.  He said: “What that does mean is that when we get to the autumn statement there’s a £4bn gap. As a government we have to think about what that means. But we won’t be looking to other parts of welfare spending to offset that decision.”   Related: Plan to force workers on universal credit to take second jobs 'is risky'    Crabb indirectly criticised employers who fail to “do the right thing” by taking on people with a disability, contrasting a family-owned sports shop in his constituency that employed a man with Down’s syndrome to meet and greet customers, with its high street rival, the chain retailer Sports Direct. Crabb said: “Sports Direct have no track record as far as I am aware of doing the right thing by way of support for people with disabilities.” He said it was a personal priority to get more disabled people into employment. But he said this was a long-term reform and that a white paper, originally scheduled for the spring, would now be put on hold while he “pushed the reset button” and consulted charities and employers over the best way forward. The government has committed to ambitious plans to halving the disability employment gap, which would entail getting more than 1 million people with a disability into a job by 2020. Questioned on controversial “fit for work” capability and Pip tests faced by ill and disabled claimants, Crabb said he was “taking a long hard look” at the quality of services provided by the private contractors who carry out the assessments. He would scrap contracts and start again if services were not up to standard, he said. Sir Robert Devereux, the permanent secretary at the Department for Work and Pensions, who accompanied Crabb to the hearing, said: “We are all over those contracts like a rash.” Contractors who deliver welfare to work services were subjected to criticism by one committee member, the Tory MP Heidi Allen, who accused them of “making money out of government bureaucracy”. She accused the work programme contractors of “glorified pyramid selling” and described her distaste for their corporate approach: “Everyone is a director, it’s death by powerpoint.”",
  "webTitle": "Universal credit is working, insists work and pensions secretary",
  "webPublicationDate": "2016-05-11T13:28:17Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/universal-credit-is-working-welfare-secretary-insists",
  "keyword": [
    {
      "webTitle": "Universal credit",
      "id": "society/universal-credit",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Stephen Crabb",
      "id": "politics/stephen-crabb",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Butler",
      "id": "profile/patrickbutler"
    }
  ],
  "guardianId": "society/2016/may/11/universal-credit-is-working-welfare-secretary-insists"
}