{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/27/thats-me-picture-david-bowie-hammersmith-odeon-1973",
  "id": "2016-05-27-111",
  "sectionId": "artanddesign",
  "body": "I had been a David Bowie fan since Hunky Dory was released in 1971. Back then, he was a cult figure, but with his worldwide Ziggy Stardust tour, he’d hit the mainstream. This was the final show of that tour, at the Hammersmith Odeon in London. That day, I skived off school with four or five friends, jumped on a bus from Wembley and bought tickets off some touts. We’d earned the money working extra hours the previous weekend at Wembley market: I was on a stall selling high-waisted flares. That day in Hammersmith, I was wearing my mum’s black velour “budgie” jacket, black velour flares and red platform boots. I was 13. We had time to spare, and most people hadn’t arrived when a limo purred to a stop in the middle of our small crowd. It was the first time I’d seen one; it was incredibly big. A man who looked just like Bowie was waving from the back; I didn’t pay too much attention as a lot of people looked like Bowie back then. There was one security guy and one policeman. Then the man got out, and we were bowled over. Bowie was shirtless, and wearing denim dungarees. He was smoking in a very masculine way, puffing on the cigarette like a builder in a working men’s club. He looks aloof and focused, but just after this photograph was taken, the limo pulled away and he turned and spoke to us. He thanked us for coming and said he hoped we would enjoy the show. It struck me how polite and sweet he was. We felt so privileged. He had this quaint English accent, like someone from a 1950s documentary about the lower-middle classes of London. He sounded different later in life ; the longer he lived abroad, the more south London his voice became. During the gig, he famously told the crowd he was retiring, although he meant Ziggy Stardust, not himself. People were crying outside, distraught. He came back, of course. I saw Bowie on stage more than 30 times, but never got this close again. The day his last album, Blackstar, was announced, I pre-ordered it on vinyl and booked the afternoon of Friday 8 January off work to listen to it. I thought it was brilliant, but my son said, “Dad, it’s really depressing.” I was in my car the following Monday when my daughter called me in tears. Bowie had seemed so alive; his death followed a spurt of activity. While I was listening to the album I thought: “How great to be nearly 70 and still pushing boundaries.” I felt there was hope for me yet.   Related: ‘As Barack Obama came in, my two-year-old daughter threw herself on the floor’    I think most of us have a little bit of Bowie in our DNA: he crossed generations and genres. I loved him as a boy because he gave me an identity – someone, I hoped, who was enigmatic enough to appeal to everyone at school, from skinheads to girls to teachers. At the same time, he was like no other rock star, full of glamour and showmanship. And his songs were so good. He was shocking, daring and outrageous. As he grew older, he grew no less cool. Everyone has their younger self still inside them; the boy in this photograph died a little, too, when Bowie died. • Are you in a notable photograph? Email thatsme@theguardian.com",
  "webTitle": "'During the gig, David Bowie told the crowd he was retiring. People were crying'",
  "webPublicationDate": "2016-05-27T15:00:07Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/27/thats-me-picture-david-bowie-hammersmith-odeon-1973",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Bowie",
      "id": "music/davidbowie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/27/thats-me-picture-david-bowie-hammersmith-odeon-1973"
}