{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/15/jo-brand-you-ask-the-questions-going-forward-comedy",
  "id": "2016-05-15-157",
  "sectionId": "culture",
  "body": "‘My mum is always pestering me to do various charitable events,” says Jo Brand, hunkering down into a deep armchair. “So recently I did a talk at her library to raise money, and there was a Q&A afterwards. And the first question was: ‘What’s it like to be hated?’” Her expression is impassive; an unflappability perhaps developed in her first career as a psychiatric nurse dealing with highly unstable inmates in an emergency ward. Brand continues, her voice unchanged: “So that was a nice one to start on.” We are in the Observer’s office in King’s Cross for Brand to negotiate our occasional feature You Ask the Questions – “you” being you, the readers, and a smattering of celebrities whose paths the 58-year-old comedian has crossed in three decades of standup and television appearances. Good news, I say: no one has asked that. “I don’t mind even if they have,” she says. “I’m ready for anything.” Brand, as that tactful person in her mum’s library noted, has been a divisive figure. The first time she performed live, according to legend, a male heckler shouted “Fuck off, you fat cow” for most of her set. In the 1980s and 1990s especially, there was a strongly feminist tone to her comedy, which was enough to see her labelled anti-men or, in extreme cases, a lesbian. (For the record, Brand is married to Bernie, a psychiatric nurse, and they have two children.) “When people insulted me in the press, they always picked on the very obvious thing: weight, how you look, how you dress; you don’t wear dresses very often ergo you are a lesbian – like that’s a big insult anyway,” says Brand. “Have they not heard of pretty lesbians that wear dresses? They obviously hadn’t in those days. It obviously meant that you looked like a plumber.” These days, though, Brand is clearly regarded more fondly. More than one question submitted for this feature referred to her as “a national treasure”. There are maybe two main reasons for the change in the perception. One was the Hell of a Walk that she completed in January for Sport Relief. She stomped from one side of the country to the other – 135 miles from the mouth of the Humber to Liverpool – in seven days and raised more than £1m. It was clearly a gruelling effort that took a lot out of Brand and she – unlike some celebrity challengers – did not hide this fact from the cameras. “I realise I was quite bad tempered,” she says, “but I do think it’s fairly reasonable to demonstrate that you have the same moods as other people would have if they were in the same position. There was this teacher who walked along with me at about 6pm and she said, ‘Do you mind if I walk with you?’ And I said, ‘No, I don’t mind but I’m in a really bad mood and I might be quite rude to you.’ And she said, ‘No, that’s perfectly all right.’ “Then she said to me, ‘Can I tell my pupils I haven’t marked their homework because I’m walking with you?’ And I said, ‘Do what you want!’ And she went, ‘How dare you!’ and got in a real tizz and walked off. That was the desired result but I thought, ‘Well, I did tell you I was grumpy…’ So I did try to warn people.”         The trailer for Jo Brand’s new sitcom Going Forward.    Another reason for the surge in affection for Brand was the BBC4 comedy Getting On, in which she played a nurse called Kim Wilde who worked in a female geriatric ward. The show, which she created with Vicki Pepperdine and Joanna Scanlan, ran for three series from 2009 to 2012 and won Brand a Bafta in 2010 for her performance. It was a warm, naturalistic turn and she will be reprising the role of Kim – minus Pepperdine and Scanlan – in a new spin-off, Going Forward, which will be shown in three instalments on BBC4 later this month. In Going Forward, Kim has left the NHS and now works as a care assistant in the community, dashing between appointments with her elderly patients and juggling a chaotic home life. Her husband Dave, played by Omid Djalili, is a private-hire car driver and similarly embattled. The series has a few serious points to make – notably about private companies taking over health provision, and zero-hours contracts – but Brand was determined that it should be a comedy above all else. “Oh yes, if you’re doing comedy, you must be funny first and preach second,” she says. “Because if you do it the other way around then it’s just irritating for people. We’d just be doing a party political broadcast.” After three series of Getting On, a split developed between its creators. “There were substantial differences between the ways which we worked, because Jo and Vicky were actors and I’m a standup,” Brand says. “We tried to improvise most of it and, they may say that I’m wrong over this, but I think they felt more comfortable not doing that. So I suppose by the end of three series, we were separating out a bit and looking at going different ways. And they were keen to go to the States” – where the show has been reimagined by HBO, and Pepperdine and Scanlan have both taken cameos – “and I wasn’t.” With Djalili especially, Brand felt more relaxed drifting off script. “Oh, the whole thing is improvised,” she says. “There’s obviously a narrative, because we couldn’t improvise the plot as we went along. We knew that in this episode Dave is going to find out that his pay has been substantially cut because of all the extras, paying for renting this, that and the other from the car firm. But yeah, there was no script as such.” Such light-footedness should be perfect preparation for doing You Ask the Questions then – and so it turns out. You ask the questions      Do you wish you were starting now, when female comedians are just allowed to be comedians, or did you enjoy being a trailblazer?Stewart Lee, comedianOoh, well thank you Stewart for calling me a trailblazer. No, I’m happy with the time I did start out. I wouldn’t necessarily say that I was a trailblazer, but it was a much more exciting time really. What we called “alternative comedy” was in its infancy and the atmosphere at clubs was fantastic. You used to have the weirdest people on the circuit. There was a guy who melted a block of ice with a blowtorch and that was his act. He was called the Iceman, unsurprisingly. There was a woman who used to make very rude noises through her vagina, who would go down very well at the Tunnel Club [the notorious 1980s venue in east London] because they like that sort of thing down there. Standup has all become a bit more commercial and a bit slicker. And I certainly wasn’t slick. Women performers like Sarah Millican and Bridget Christie are very polished and not nearly as badly organised as I am. They work much harder. I felt like I just winged it quite a lot and it was easier in those days to do that.      You used to go on stage for years as the “Sea Monster” instead of your own name, which I’ve always loved. Do you still remember some of your first standup sets and has your style changed much from when you started?Aisling Bea, comedian and actor Yeah, I remember those days very well. The Sea Monster was merely to cover up my true identity in case people from work came to see me. Because I was a psychiatric nurse and I didn’t really want anyone to know I was doing it. So I just wanted a few months without anyone there. That went on for about six months to a year. Two things I remember about starting were, one, I was very nervous and I didn’t know how to deliver a comedy line, so I did it in a monotone way. The first review I ever got at the Edinburgh festival said I sounded like I was reading the football results. And it was perfectly fair. The other thing was that I had a lot of hit-and-miss jokes. My favourite was where I’d hold a blood capsule in my mouth just before I came on and I’d wear a big white T-shirt. The compere would say: “Please welcome the Sea Monster…” and I’d go on, cough all over this shirt and then say, “Must give up smoking.” No one ever really laughed at it except me.      What’s the latest you’ve ever turned up to a gig (your own) and why?Isy Suttie, comedianWell, it’s such a long time ago, I feel I can say this now. Mark Thomas and I were doing a gig in Aberdeen and we were flying up from Heathrow on a Friday night and neither of us wanted to go. So we deliberately missed the flight and then we phoned Off the Kerb, [the talent agency] whose gig it was, and said to Joe Norris: “We’ve missed the flight and we can’t do the gig.” And he went, “Just hang on there.” And he rang back 10 minutes later and said, “I’ve got you on the next one.” So we arrived at the gig two hours late and the audience was in such a bad mood that we both died on our arses. It served us right – I never did that again.      When sectors of the press launched a sustained and personal attack on you, and invented lies to push their own tabloid agenda of generating hatred, how did you manage to remain funny, and keep creating great work?Shazia Mirza, comedianOccasionally I’ll read about a celebrity complaining about the way they’ve been treated by the press and however realistic and valid that complaint is, they always look like an arse. So that teaches you that you can’t complain about things, because there are people that don’t have enough to eat and you’re saying, “I didn’t like Gary Bushell calling me fat” or whatever it is. What helped with me was, having been a psychiatric nurse for a long time, having been in charge of the psychiatric A&E where I worked, some very difficult, challenging, potentially very violent people would come in and they would want something, either to be admitted or some methadone and, because I was in charge, I was always wheeled out to tell them that they couldn’t. So I really got used to getting a mouthful of quite horrendous abuse on a regular basis. So there we are: you just have to deal with it really. Where in the world do you find peace from the noise of life?Davina McCall, TV presenterWhen I’m asleep, I suppose, or watching someone being horribly murdered on TV. That’s a bit odd. I find peace when someone’s having a plastic bag put over their head.      If you were an absolute ruler of Britain for the day, what new law would you bring in immediately and which current law would you abolish?Shappi Khorsandi, comedianI would abolish public schools. And what would I bring in? I’d bring back Sure Start, because that was a fantastic initiative and the fact it’s gone has really left a massive hole. When children are at that very vulnerable age before five, that’s when anything that’s going to be negative in their later life starts to formulate. If you can catch them early and put them on a more positive road then that’s the time to do it. Also – people that say they are going to leave the country if the Labour party get in, I’d make it law that they actually had to. Loads of them do that and it’s really annoying.      You’ve been a huge inspiration to me professionally, but you’ve also always struck me as fundamentally a fair and reasonable, level-headed person who cares deeply about humanity. You work tirelessly for mental health charities – raising awareness and funds – and also give your time generously to many other causes. You’re never cruel and, to me at least, seem to have perfect judgment on all manner of things, especially politicians. With that in mind, if you were having dinner with Jeremy Hunt and Donald Trump, in a deserted restaurant with no one else around for miles, and they both started choking at the same time, who would you choose to give the Heimlich manoeuvre to, and why?Bridget Christie, comedianI’d give it to Jeremy Hunt, because globally he’s much less of a threat than Donald Trump. Because given that Donald Trump now has the Republican nomination in the bag, that means that it’s actually a possibility that he could be… Can you even believe it? But Americans are a totally different kettle of fish voting-wise and a vast majority of them, just because he says he’s going to build a wall between America and Mexico, might go for him. Jeremy Hunt, well, he’s just a problem in England really, so I’d have to Heimlich manoeuvre him.      What’s the most hilariously crazy act you remember from the 1980s?Mark Steel, comedianWe’ve already talked about vagina woman, she was very crazy. And of course Chris Lynam, who used to put a firework up his arse at the end of his act and on occasion burned himself quite badly. But it looked amazing because he’s got such a demonic elfin face, with his big hair and loads of eyeliner. So a lot of brilliant craziness.      What nourishes you? (Apart from crusty white bloomer dipped in salad cream.)Tamsin Greig, actorYes, we found that we both really, really like that. We felt bad about it because we know actually it’s very working class to like salad cream. And that Yotam Ottolenghi has never used salad cream in a recipe once. Errr, what nourishes me? Gawd. It used to be fags. I used to so love smoking. So much. More than anything. It looks visually like it’s food I really love but actually it was always smoking. I gave up when I was 39 before I had kids and then I started again about five years later in a “I can control this” kind of way, when I really couldn’t. It’s probably been about three years now, with a few blips along the way.      You gave me a lift back from a gig at Oxford Poly in about 1992 and wouldn’t take any petrol money. I feel I owe you £5 plus 24 years of interest. Where would you like me to send this sum?Richard Herring, comedianHaha! I remember that gig really well actually. I used to be the comedy circuit driver and counsellor really. So I was always the one that was sober who would give a load of really pissed people a lift home and I would actually do that thing of dropping people at their houses. It kind of came back to haunt me a few times. One of my mum’s favourite sayings is: “No good deed ever goes unpunished.” And it’s so true in a way. I once borrowed a friend’s car and took a load of comics up to Nottingham University for a gig. On the way back, we all decided to stop for breakfast at 3am at Scratchwood services and I went in the wrong car park and a French juggernaut reversed into the car. He broke both of the headlights and punctured the radiator and then when he heard the crunch, we all had to do O-level French: there was Bob Mills, Mandy Knight and Johnny Immaterial all going: “Bon soir.” That did put me off giving people lifts for a bit, but I never asked people for petrol money and so he doesn’t owe me a thing. And thank you for remembering, Richard.      Is your character Kim on a zero-hours contract? And if so, how do you feel about that? Also, is she getting paid for travelling time between appointments?Natalie Bennett, leader of the Green PartyYes, she is on a zero-hours contract and no, she isn’t getting paid for travelling. I think what she thinks about it as a character is really what I think about it as a person, which is, I think it opens the floodgates for all sorts of unacceptable employment law. It encourages lots of nefarious work practices and it’s a really backwards step in a civilised country that led the way with the NHS. So I find it really depressing.      Are you going to the FA Cup final?Alan Davies, comedianNo, I’m not, because I simply can’t stand the stress of it. I went to the play-offs before Crystal Palace went up into the Premier League and I just found it excruciating because it’s a weird mixture of wanting to focus on the match and being really nervous and stressed, but loads of people coming up and saying, “Oh, hi! How are you?” And not being able to say, “Oh fuck off, I’m concentrating on this…” So I just decided that I can’t do that again and I won’t even watch the match, I’ll just have text alerts on, so I know what’s going on. It’s a bit pathetic, but I’m in the age of the stroke zone anyway, so if I went I might have a stroke and I don’t want to. So lots of reasons.      After a hard day I favour cake and swearing, but what’s your recipe for days when life kicks you in the arse?Kerry Hudson, authorAfter a hard day, what really sorts me out is watching some sort of hideous Scandinavian thriller with subtitles, people murdering each other in a really horrible way. The Killing, The Bridge, I love all those. Is being married better than being single?Shermaine Williams, by emailOh, I don’t think you can possibly say that. For me personally or for everyone? Being in an awful marriage is so much worse than being single, so it’s very dependent on who you are married to really. And, just to be annoying, research shows that being married is better for the man and worse for the woman – surprise surprise. But personally I like being married because it takes the effort out of life. You don’t have to look any more, and you don’t have to bother any more. That’s my motto: don’t look any more and don’t bother! How different is your on-stage persona from how you would be at a dinner party, say?Bo Palle Hansen, by emailIt’s very different. Along with a lot of other people, my on-stage persona is quite contrived in a way. I say outrageous things to get a reaction from people. When I started, because I had a very heavily uncompromising feminist set, it was really designed to wind people up – not just men, women as well. And to shock people, because I think in those days women [comedians] were few and far between and in a way, in order to get your voice heard, you had to say something outrageous. But no, I’m totally different from how I am on stage. I don’t really go to dinner parties, but when I’m socialising, thankfully I socialise with people who don’t expect me to do jokes all the time. That would be so wearing – for them as well as me.   Related: Jo Brand’s Hell of a Walk review – oddly lovely and a little bit inspiring    How horrible was the Hell of a Walk when you were doing it and how good did you feel afterwards? Mad respect by the way.Veryumble, posted onlineThank you very much. I’d say the first two hours of each day were great and then it started to very gradually all dribble away positivity-wise after that. By the time it got dark, we’d have been walking for about eight or nine hours, so it started to hurt a bit and also Greg my trainer, he’s a terrible liar, because he always used to say it was much nearer than it actually was. I think that’s some sort of psychological ploy to make you keep going, but it really got on my nerves. When I’d actually finished it, you’re taken up so much with what’s going on around you, a bit of your brain just shuts off. So I didn’t even think about it for a couple of days. Then a week later, I thought it was all some horrible nightmare that hadn’t really happened. Cake – Greggs, Patisserie Valerie, homemade, baked-off, or Mary Berried?onalongsabbatical, posted onlineCrikey, I think homemade actually – not me, my daughters are quite good at cooking. But I don’t actually like cakes very much. I prefer savoury stuff. I know I started the cake thing, but the reason I started that was because, do you remember that Naughty But Nice cake campaign on telly? That was always people that looked like they’d never been near a cake in their life. And I kind of felt it’s time for people to say that the realistic end of eating a lot of cakes is that you look like me. But you’re not really allowed to say that, because it’s a shameful thing. Anyway, I’d rather have something savoury to be honest. What do you miss most from your time as a psychiatric nurse? And what did you learn from it?buxtond, posted onlineWhat I miss most is working with a group of people in a very close way. It was an emergency clinic and there were a lot of situations that were quite dangerous unless they were managed properly. So having a group of us who all knew what we were doing and being able to manage quite hair-raising situations is very satisfying really. We wouldn’t always sort things out, but the vast majority of the time we could at least do something. So from that point of view, you can’t follow every audience member home and go, “Did you have a laugh? Do you feel better?” What I learned from it is that in many ways I was very naive. We are encouraged by the tabloid side of the press to think people with mental-health issues are nothing like us. And I learned that’s simply isn’t the way things are when I found out my dad had a quite a serious depression, and that wasn’t until after I’d actually become a nurse really. So you think, “Well, that’s in my family and it’s in everyone’s family in some way or another. Everyone is affected by it.” God forbid that the grim reaper should get his hands on you this year, but what sketch or comedic creation would you most like to be remembered for?Angela Young, posted onlineI’d quite like my Britney Spears on Let’s Dance for Comic Relief to be remembered. Not really. Although the headmistress of my daughter’s school did say to me: “Can you come to school dressed up as Britney Spears?” My reply had the word “fuck” in it. Well, I suppose it would be Kim Wilde, but also years ago, when I did the two series of Through the Cakehole for Channel 4, we did a police spoof called Drudge Squad. It was about two policewomen who were dealing with families and annoying husbands, so you’d have lots of going to the scene of the crime with a baby and the babyseat is in the back. I liked that character, and would have liked to do more with her, but there’s always time. Or not, if the grim reaper’s coming. We’ll just see if I’m dead or not. If I’m not dead I’ll do it. But if I do die before the end of the year, I hope you caused that by asking me about it.         Jo Brand’s appearance on Let’s Dance for Comic Relief.    Should junior doctors go on strike?Courage8591, posted onlineYeah, I believe that anyone should go on strike, and I think they do have a very good case. I’m not sure about the relationship between striking and emergency cover, I’d like to see at least a skeletal emergency cover, that’s quite important. But for them to go on strike they must be so desperate that to some extent it justifies that strike. And I’ll tell Jeremy Hunt that while I’m saving his life. I’ve been arguing for years that you should be the next Doctor in Doctor Who. Please say you’re up for it.tonymcgowan, posted onlineIs that my mum? I’d like to see a female Doctor but not me, there’s lots of really great women that could do it. I always thought Miriam Margolyes would make a great Doctor, because she is so out of control and I love her for it. I know that I did get voted top choice for Doctor Who on Smooth FM about seven years ago and that made my week, that did. I was very flattered. But I did think, “People listening to soft jazz want me to be Doctor Who, why would that be?” It’s so weird. But you couldn’t turn it down, it would be brilliant. OK, boring. What way, if any, will you vote in the EU referendum?simonsaint, posted onlineTo stay in, definitely. I mean, even if you’re like a really shallow person who doesn’t know what all the issues are, just look at the ones who are voting to leave and the ones that are voting to stay in. Do it on that basis and you’ll find a way to vote stay. What was the last good book you read?MrFusiello, posted onlineIt’s called John McPake and the Sea Beggars by Stuart Campbell. It’s a really odd book that moves between a hostel for people with mental-health problems in Edinburgh in the current day and the contents of a Breughel painting. The main character is schizophrenic and he has delusional ideas about this particular painting called The Hunters in the Snow. That makes me sound rather more intelligent than I am but it’s written by an English teacher and it’s very accurate historically. It’s just a fantastic read and if anyone wants to know what it’s like to be schizophrenic and to hear voices, it’s a very readable and very funny book.     Brand with Omid Djalili in Going Forward. Photograph: Brian Ritchie/BBC    Who was the last new British comedian who really made you laugh?flangespaniel, posted onlineI think it was Tom Davis who is actually in Going Forward. I’ve never seen him live, but I loved Murder in Successville: I just thought he was such a naturally funny person and just a very endearing character and I really liked the bigness of him. He must be about 6ft 6in and he looks like a big comedy yeti. I also liked the disrespect really that he has for people. That’s a very important element of modern life, which should be attended to as often as possible. What’s the best thing about getting older?Peachesandcreem, posted onlineNothing. There isn’t anything good about getting older. I should say something positive. Well, one thing – but it’s not getting older, like 60, 70, it’s like 30, 40 – is that actually you care less what people think of you. When you’re a teenager, someone looking at you makes you blush and feel embarrassed, but as you get older you have the facility to be a bit more gobby without caring quite so much what the reaction is. And that’s a good thing. How can we improve the lives of people afflicted by mental illness?Judith Wright, via emailWell, I think we already are, to be honest. There are very strong lobbies on Twitter and other social media that always spring up whenever someone makes a negative or insulting comment about mental health. And it’s really great when people that we all see on telly who are suffering from some sort of mental health issue speak up about it. I did a Mind conference recently and there was a woman – Frankie Bridge, who was in the Saturdays – who’d had postnatal depression. She’s young, gorgeous and looks totally in control of her life and yet she had terrible postnatal depression, which she’s talked about. People really listen when someone like her is prepared to admit it – Paul Merton speaking about his episode when he was in hospital; Stephen Fry as well – because it defuses the whole mystery around it. And conversely it makes celebs seem like real people rather than the Greek gods that some people think they are. You were a nurse and now a successful comedian. Is there another career path you would liked to have taken?Gerry Blake, via emailI’d have liked to be prime minister. It’s too late now, thank God, so I can just say that and it doesn’t mean anything any more. I did think about politics for a long time but what really put me off is that whole on-message thing: you can’t actually be your own person any more; you have to say what you’re told. It’s sad when you lose the mavericks, the Tony Benns, the Mo Mowlams, all those sorts of people are disappearing to be replaced by besuited men and women who are slightly interchangeable. Once you are all behaving yourself… Not behaving yourself is a vastly underrated thing to do, particularly if you’re a politician. Going Forward is on BBC4 on 19 May at 10pm",
  "webTitle": "Jo Brand: ‘If you’re doing comedy, you must be funny first and preach second’",
  "webPublicationDate": "2016-05-15T08:00:01Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/15/jo-brand-you-ask-the-questions-going-forward-comedy",
  "keyword": [
    {
      "webTitle": "Jo Brand",
      "id": "culture/jo-brand",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Lewis",
      "id": "profile/timlewis"
    }
  ],
  "guardianId": "culture/2016/may/15/jo-brand-you-ask-the-questions-going-forward-comedy"
}