{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/27/interest-rate-hike-janet-yellen-federal-reserve-memorial-day",
  "id": "2016-05-27-34",
  "sectionId": "business",
  "body": "Federal Reserve chair Janet Yellen had a message for Wall Streeters anxiously wanting to depart for the long weekend on Friday: interest rate hikes are coming.  Analysts have been scrutinizing remarks by all Federal Reserve officials over the past few months for a hunt of when the next interest rate hike might occur. The US central bank is expected to announce two to three interest rate hikes this year after it increased rates in December for the first time in nearly a decade.    Interest rates US Federal Reserve   “I have been told that a bunch of money managers in New York have delayed their trip to the Hamptons this afternoon, so that they could listen to you talk here today in case you move markets,” Greg Mankiw, a professor of economics at Harvard University, told Yellen to laughter from audience. “So this is your chance to move markets. Do you want to tell us anything about the monetary policy going forward?” “Let me say a few sentences so I won’t delay them very long,” said Yellen, to more laughter. She pointed out that the economy is continuing to improve despite the weak growth reported in the first quarter.  On Friday morning, hours before Yellen’s Q&A session, the US commerce department revised up its gross domestic product figured for the first quarter. US GDP – the broadest measure of the health of the economy – rose at 0.8% instead of the 0.5% reported last month. The Atlanta Federal Reserve is currently estimating second-quarter GDP rising at a 2.9% rate.    Related: Interest rates could rise as soon as June, Federal Reserve suggests    Yellen, too, said that she expects GDP to pick up and the labor market to continue to improve. The Fed will continue to monitor incoming data and will asses the risks to the outlook, she said. While she did not mention what those risks are, the Fed had previously focused on risks posed by Britain’s potential exit from the European Union, “Brexit”, and by the lingering uncertainty over China’s economy.  Yellen also pointed out that the unemployment rate is nearing full employment, labor participation has increased in the past few months, and that oil prices and dollar depreciation, which can influence inflation, have both stabilized.  “It’s appropriate – and I have said this in the past, I think – for the Fed to gradually and cautiously increase our overnight interest rate over time,” said Yellen, adding: “Probably in the coming months such a move would be appropriate.” A day before Yellen’s speech, Jerome Powell, a Federal Reserve governor who is a voting members of the Fed’s policy setting committee, said that the economy is on a “solid footing” but that he has not yet decided whether he will support raising interest rates when the Fed meets on 14-15 June. “You don’t want to wait too long, but neither do you want to be in a hurry,” he explained, adding that the risks of waiting to raise rates were “not that great”.  Yellen has previously warned that waiting to raise interest rates too long might lead to inflation bubbling over.  If there is too much uncertainty mid-June about whether to raise interest rates – due to Brexit vote or other economic data, the Fed is scheduled to meet again six week later in July, John William, San Francisco Fed President, pointed out earlier this month.  Yellen also warned against raising interest rates too steeply on Friday, noting that the Fed has limited tools to respond to another economic crisis.  “If we were to raise interest rates too steeply and we were to trigger a downturn, we have limited scope for responding and this is an important reason for caution,” she said.",
  "webTitle": "Fed chief Janet Yellen says interest rates will rise 'in coming months'",
  "webPublicationDate": "2016-05-27T19:20:34Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/27/interest-rate-hike-janet-yellen-federal-reserve-memorial-day",
  "keyword": [
    {
      "webTitle": "Federal Reserve",
      "id": "business/federal-reserve",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Janet Yellen",
      "id": "business/janet-yellen",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US Interest rates",
      "id": "business/interest-rates-us",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Interest rates",
      "id": "business/interest-rates",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/27/interest-rate-hike-janet-yellen-federal-reserve-memorial-day"
}