{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/nico-rosberg-wins-f1-russian-gp-lewis-hamilton-second",
  "id": "2016-05-01-95",
  "sectionId": "sport",
  "body": "Nico Rosberg took victory at the Russian Grand Prix with a pole to flag win ahead of his team-mate Lewis Hamilton, who finished in second after a controlled recovery drive from 10th on the grid. It is Rosberg’s fourth win of the season and his seventh in a row since Hamilton claimed the world championship in Austin last year, taking the German’s career total to 18. He now leads his Mercedes team-mate by 43 points, with 17 races remaining. With the gap as it stands, were Hamilton to take a string of one-two wins over Rosberg, it would still require seven races for him to overtake his team-mate. Rosberg had started from pole, after Hamilton’s mechanical failure left him unchallenged in the final session of qualifying, where he was a full seven-tenths clear of his nearest competitor, Sebastian Vettel in the Ferrari, and in race pace the Mercedes proved yet again unassailable. Rosberg won by 25 seconds from his team-mate and almost 32 seconds from Kimi Raikkonen, who finished third in the other Ferrari. It was another pitch-perfect run from Rosberg, who was unchallenged again in clean air and did exactly enough to take the win. He has yet to be truly tested this season but, given the competition he has been offered, he is admirably yet to put so much as a foot wrong. If he is to become champion, these are the performances on which it will be built. “Everything worked very well this weekend, thanks a lot,” said Rosberg to his team at the flag. Behind him, tempers were less cool. After their spat at the last round in China, Red Bull’s Daniil Kvyat once again earned the ire of Sebastian Vettel, having run into the back of him at turn two. Then, to add insult injury, the Russian gave him another tap at the back that caused Vettel to spin into the wall at three, ending his race on the first lap. “What the fuck are we doing here?” the exasperated German inquired. Kvyat received a 10-second stop-go penalty, which was of no consolation whatsoever to Vettel. The penalty, said Vettel, “doesn’t help me, as I am still here and the race is still happening”. Asked if he would speak to the Russian driver he added: “If anybody needs to talk to somebody, I guess it is him.” But having said so he did go and talk to his former, and Kvyat’s current team principal, Christian Horner, on the pit wall mid-race, to ensure the message he would not say publicly was passed on. More celebrated was McLaren putting two drivers in the points for the first time this season, with Fernando Alonso finishing in sixth and Jenson Button in 10th. Rosberg had taken advantage of pole with a clean run through the first two corners, avoiding the chaos involving Vettel and Kvyat in his wake, which had caused the virtual safety car to be deployed on lap one. Hamilton took advantage of the messy start by the drivers in front of his 10th-placed grid position through the first corners and was up to fifth under the virtual safety car; he quickly overtook Felipe Massa shortly after the restart on lap four and had passed Kimi Raikkonen on lap seven to take third. He was then bottled up behind the Williams of Valtteri Bottas, who was as ever driving a solid line and hard to pass as Rosberg stretched his lead to more than 13 seconds. Hamilton then pitted a lap after the Finn on lap 17, a stop that took half a second longer than the Williams’s, ensuring Hamilton rejoined once again behind him. However, pushing hard on slightly fresher tyres, the British driver managed to take second place only a lap later as the pair drew up behind Alonso’s McLaren. After Rosberg had taken his stop on lap 21 the gap between the two Mercedes drivers was 12.9 seconds and, although Hamilton pushed, Rosberg was once again on rails. A determined Hamilton was not giving up, however, and he had the gap down to 7.5sec on lap 36 when he began to suffer from a water pressure problem and was forced to come off the pace. The crew told him it had stabilised five laps later but by then he was again 13 seconds in arrears and too far to come back and Rosberg pumped in some very quick laps at the end to prove he still had something in reserve. The Mercedes executive director, Toto Wolff, was pleased to see both cars reach the end. “We had worries with both of the cars during the race,” he said. “We had a water leak problem on Lewis’s cars which stabilised toward the end and on the other car we were having strange signals from the power unit.” He was also sympathetic regarding Hamilton’s poor luck this weekend. “Lewis will get the break eventually,” Wolff said. “He was doing well, he was going fast and trying to take the win, but we just need to give him the car where he can push.” Last year’s Russian Grand Prix was held later in the season, with Hamilton taking his ninth win before going on to clinch the title at the next round in Austin. Rosberg, in contrast, retired with a throttle problem, knowing his bid was as good as over. The German’s win here is less conclusive in the title race with 17 rounds remaining but he has ensured the task Hamilton described this weekend as a “mountain to climb” remains so, despite the British driver’s well-fought second place. Bottas finished in fourth ahead of his Williams team-mate Massa in fifth. Renault’s Kevin Magnussen put in a very strong drive to take seventh from 17th on the grid, with Haas’s Romain Grosjean and Force India’s Sergio Pérez in eighth and ninth respectively.   Related: F1: Russian Grand Prix – as it happened",
  "webTitle": "Nico Rosberg wins F1 Russian GP while Lewis Hamilton charges to second",
  "webPublicationDate": "2016-05-01T13:54:57Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/nico-rosberg-wins-f1-russian-gp-lewis-hamilton-second",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/01/nico-rosberg-wins-f1-russian-gp-lewis-hamilton-second"
}