{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/terry-gilliam-on-finally-filming-don-quixote-adam-driver-is-bankable-thank-god-for-star-wars",
  "id": "2016-05-20-331",
  "sectionId": "film",
  "body": "It is, according to its director, “the Sisyphean rock that keeps rolling back”. A film, more than 20 years in the making, that’s been stalled by vanishing funds, flash floods and disease. Yet Terry Gilliam is again pushing The Man Who Killed Don Quixote up the hill. The director’s treasured adaptation of Miguel de Cervantes’s book has seen years of false starts. A who’s-who of acting talent have been attached to play the arrogant, dreamy Don (Jean Roquefort, Robert Duvall, John Hurt) and an approximation of his staunch squire Sancho Panza (Johnny Depp, Ewan McGregor, Jack O’Connell). All departed, for reasons ranging from the dull (Depp’s been too busy making films for Disney) to the life-changing (Hurt was diagnosed with pancreatic cancer last year, just as the film entered another round of pre-production). The most famous mis-fire, which starred Depp and Roquefort, was chronicled in the 2002 documentary Lost in La Mancha. The tagline for the doc read “They’ve got a story, but have lost the plot”.            Whisper it, so fate doesn’t hear, but this time, the eighth time, it looks like Gilliam will finally get Quixote made. He’s at the Cannes film festival to tell the world that the production is back in the saddle. He’s got his actors (Adam Driver, Michael Palin, Olga Kurylenko) and he’s got a financier (Amazon Studios). He will start shooting in October. He hopes to bring the finished film to next year’s Cannes, only a decade or so late. “Quixote is a disease,” says Gilliam, who has arrived at the five-star Carlton hotel in ebullient mood, dressed in sandals (no socks) and a beach shirt. “I want to get it out of my life so I can get on with the rest of my life. It’s one of those nightmares that will never leave you until you actually kill the thing.” He talks the press through the new incarnation. The time-travel narrative that was originally proposed has gone. This Quixote will be set solely in the 21st century with Driver playing Toby, a TV ad director who gets mistaken for Sancho Panza by a mad actor (Palin, Gilliam’s fellow former Monty Python member) who starred in Toby’s film about Cervantes’s knight 10 years earlier and hasn’t been able to shake himself of the conviction that he is the real Quixote since. The film, says Gilliam, is partly inspired by the madness of film-making, specifically his guilt over the toll that regular folk often have to pay when a film production ravages their town. “It’s very much about the danger of films, what they do to people and communities when you go and shoot there,” he says. “It’s my exposing a lot of the guilt I feel for some of the things that happened during filming in Scotland for Monty Python and the Holy Grail. “All of us came up from London. Local girls and local guys got wrapped up in the business and then, at the end of it all, you realise that marriages have broken up, people are pregnant, people go back to London and they’re trailed by love affairs that didn’t end. I thought, ‘God. We kind of fucked up a lot of lives there!’”     Michelle Yeoh and Terry Gilliam at the premiere of Julieta in Cannes. Photograph: Gisela Schober/Getty Images    Driver – also at Cannes, with Jim Jarmusch’s new film, Paterson – is, according to Gilliam, “the guy I’ve been looking for all these years”. He’s been emailing the director about the project regularly, picking through the book (the only one of Gilliam’s stars who has bothered) and suggesting bits that could be included. Gilliam appreciates Driver’s passion. His celebrity doesn’t hurt either. “Thank God for Star Wars,” says Gilliam. “Adam Driver is bankable! He can get us the money we need!” He does feel for him though. Apparently, the actor is finding super-fame frustrating. “He’s living in London at the moment and can’t go out,” Gilliam says. “He says it’s terrible. He’s very tall, so it’s like [John] Cleese – it’s very hard for him to hide”. As for Palin, it will be his fifth collaboration with Gilliam. Their first was on Jabberwocky, Gilliam’s first crack at directing a live action film solo. Their last might well be Quixote. “He’s got to get on the horse, wield a lance – all this shit,” says Gilliam. “And he’s 73! It may be our last big adventure together.” The other Pythons are unlikely to make an appearance (“Mike’s the nice one, the others are impossible”), besides Gilliam doesn’t want Quixote to be a Monty Python film. It’s too close to his heart for that. He cares about it deeply. Perhaps that’s why he’s always believed, despite the urban myth that the project is cursed, that he could always make this film. “The curse is bullshit,” he says. “It’s a good story and I like it. It’s just not what’s really going on. But I’m like Trump, I’ll do anything for headlines.” “People used to say I’m Don Quixote, because I’m a fantasist and a dreamer,” he says. “I go up against reality, fail and do it again. But I don’t think I am Quixote. I think I’m Sancho Panza. Don Quixote is the film and I’m following it.”",
  "webTitle": "Terry Gilliam on finally filming Don Quixote: 'Adam Driver is bankable! Thank God for Star Wars!'",
  "webPublicationDate": "2016-05-20T05:25:42Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/terry-gilliam-on-finally-filming-don-quixote-adam-driver-is-bankable-thank-god-for-star-wars",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Terry Gilliam",
      "id": "film/terry-gilliam",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film adaptations",
      "id": "film/film-adaptations",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Adam Driver",
      "id": "film/adam-driver",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Monty Python",
      "id": "culture/monty-python",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/20/terry-gilliam-on-finally-filming-don-quixote-adam-driver-is-bankable-thank-god-for-star-wars"
}