{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/private-lives-tudors-uncovering-secrets-britains-greatest-dynasty-tracy-borman-review",
  "id": "2016-05-29-179",
  "sectionId": "books",
  "body": "When it comes to popular history, the territory occupied by the Tudor monarchs, with their tumultuous religious sectarianism, their beheadings and spouses and intrigues, is thoroughly well trodden. The subtitle of Tracy Borman’s latest book offers a tempting prospect on a familiar scene. Will she draw back the arras to uncover the “secrets of Britain’s greatest dynasty”? The answer is, no, not really. This is less to do with Borman’s skills as a historical researcher than the idea of physical privacy itself – which is an intensely modern one, a particular luxury of our era. Certainly, the Tudor monarchs (and their subjects) understood to a high degree the importance of hierarchy and etiquette but saw no requirement, for instance, to establish the sanitary barriers between physical functions that we now coyly regard as necessary. Going to the lavatory was a public activity (28 companionable seats in Hampton Court’s Great House of Easement), and so, for the most part, was childbirth. Bodily smells were rampant. Sex could rarely be conducted in complete secrecy.   Related: How to Be a Tudor by Ruth Goodman review – cold baths and soot for toothpaste, anyone?    For the royal family, privacy was in many respects even more elusive. The body of the monarch was itself the body politic and the Tudor monarchs all understood supremely well the importance of presenting themselves arrayed in majesty, fleshly representations of a divine ordinance. At every stage of their physical lives, their early wet-nursing, their meals, their ablutions, bowel movements, their rich and elaborate costuming, and above all their fertility, there was someone present to bear witness. Borman writes interestingly of how the royal residences (she is co-curator of the historic royal palaces with Lucy Worsley) were constructed and decorated to give the sense of hierarchies of intimacy. “Outer chambers led to inner ones then to the sanctum, and the monarch, at the heart of power,” and: “The outer chambers of court would be hung with tapestries made from wool alone; the middle chambers with wool and silk, and only the king’s private apartments would be decorated with tapestries woven from gold thread.”    On nights the monarch spent with a consort, a group would stand outside the  door waiting until the business was over    The Tudors had people to clean their teeth, run their baths, wash their underwear and dress them. The Gentlemen of the Privy Chamber, dressed in black, were the elite entourage that came closest to the royal body. Among them, the Groom of the Stool, the “intimate body servant” of the monarch, accompanied the king to the privy and looked after the cloths and close-stools involved. The work was not demeaning: on the contrary, it went to a privileged royal confidant as close to power as it was possible to get. Constipation being a widespread problem for the Tudor monarchs with their eye-poppingly gargantuan meat and wine-heavy diets, it is hardly surprising that bowel movements were accorded such importance. The begetting of heirs was the prime purpose for royal marriages and conjugal relations were also conducted with a ceremony that involved a large cast. On those nights that the monarch spent with a consort, a group would escort him to the queen’s door and stand outside waiting until the business was over. As Borman writes: “The art of majesty was as evident behind closed doors as it was in public.” Her promise to uncover domestic “secrets” is therefore scuppered before it begins: for the Tudors, a private life did not exist in any sense that we would recognise today. Accordingly, those rare glimpses we have of the public mask slipping are particularly moving. On the death of his queen Elizabeth, for example, Henry VII, that most parsimonious number-cruncher, “privily departed to a solitary place and would no man should resort unto him”. Little of this material will be new to Tudor devotees. But like Alison Weir, whose biographies, among other published sources, she draws on, Borman is an authoritative and engaging writer, good at prising out those humanising details that make the past alive to us. The Privates Lives of the Tudors is published by Hodder & Stoughton (£25). Click here to order a copy for £20",
  "webTitle": "The Private Lives of the Tudors: Uncovering the Secrets of Britain’s Greatest Dynasty by Tracy Borman – review",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/private-lives-tudors-uncovering-secrets-britains-greatest-dynasty-tracy-borman-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Lethbridge",
      "id": "profile/lucy-lethbridge"
    }
  ],
  "guardianId": "books/2016/may/29/private-lives-tudors-uncovering-secrets-britains-greatest-dynasty-tracy-borman-review"
}