{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/dr-death-david-owen-great-plot-against-britain-eu-referendum",
  "id": "2016-05-19-66",
  "sectionId": "politics",
  "body": "Somewhere in the back office, there was a sound of barrels being scraped. David Owen is not so much a yesterday’s man as a day before yesterday’s man. A politician remembered more as a Spitting Image puppet than as a real person. But with five weeks of this EU referendum campaign still to run and all the arguments already played out, every old timer gets their 15 minutes of fame. There’s only so much of Dave, Boris and Hitler the country can take and a change is as good as a rest. Sometimes. The temperature dropped several degrees as Dr Death took the stage at Vote Leave’s headquarters. A hint of a smile crossed his face, but not one you could warm to. Dr Death’s bedside manner still leaves a great deal to be desired. His voice is an icy monotone that threatens retribution when crossed, and the eyes leave you in no doubt that any operation will hurt you a great deal more than it will hurt him. “We need to have the courage of our convictions,” he began. He didn’t make clear whether this included the courage to change your convictions at will, because this was taken as read. He has yet to find a political party good enough for him. Over the years he has fallen out with most of his former Labour and SDP colleagues, backed the Tories in the 1992 election, and now – for the time being, at least – hooked himself to the Brexit cause. Dr Death had taken the nation’s pulse and the prognosis was not good. The EU was a cancer that was metastasising before his well-trained eyes. We may think we escaped the worst of it by not joining the euro, but if we voted to stay, he said, it was only a matter of time before we were forced to surrender sterling at gunpoint, because the Germans and the French wouldn’t sleep until we joined the euro and became as bankrupt as Greece and Italy. Nor did the great conspiracy end there. The reason Barack Obama was keen for Britain to stay in the EU was simply because he was dead set on the establishment of a United States of Europe so that he could take over Nato. Or something. Owen appeared to become a little confused at this point, referring to Dominique Strauss-Kahn as Strauss Dominique-Kahn. “We have signed away all our rights,” he announced gravely. “This is not a scare story.” Just a story that’s meant to sound a bit scary. Owen saved his most damning critique for Jeremy Heywood, the cabinet secretary and head of the civil service. Why had we not been shown the Treasury forecasts saying that leaving the EU would be disastrous for the UK economy until after the referendum campaign had begun, he asked. Because Heywood had deliberately held them back. “In a referendum the cabinet secretary has a very heavy responsibility to try and make sure that it doesn’t just become another way of getting the prime minister’s way,” he said solemnly. “I sometimes wonder whether the cabinet secretary knows the meaning of the word cabinet. Whether he thinks it’s a piece of furniture, which can be moved from time to time, for whichever prime minister he happens to be serving, as a sort of presidential seat. We’ve got to get back to some standards of objectivity and truth.” The possibility that the figures hadn’t come out earlier because the Treasury hadn’t got round to dreaming them up until a few weeks ago rather eluded Dr Death. There was a conspiracy going on and it had Heywood, the IMF, Dave and Strauss Dominique-Kahn at its centre. As he came to the end of The Great Plot Against Britain That Only I Understand, Dr Death took one last look at his patient notes. Someone had helpfully written DNR at the bottom.",
  "webTitle": "Dr Death tells chilling tale of the Great Plot Against Britain",
  "webPublicationDate": "2016-05-19T18:15:22Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/dr-death-david-owen-great-plot-against-britain-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/19/dr-death-david-owen-great-plot-against-britain-eu-referendum"
}