{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/05/seasonal-soup-and-quiche-recipe-oliver-rowe-cook-residency",
  "id": "2016-05-05-208",
  "sectionId": "lifeandstyle",
  "body": "There is a sense of narrative to the passing seasons. As cooks, we engage with this as the produce that enters our kitchens changes over the course of the year. My food year starts with orchard fruits after harvest festival in October, moves to the roots and cabbages of winter, then to the asparagus of spring before the abundance of summer – and it all tells a story. We’re lucky to be able to buy what we want, when we want, but as a cook I find it more rewarding to let my kitchen be led by nature, bringing variety as the seasons wax and wane. When I opened my restaurant Konstam – its very name rooted in a story of my own (it is my grandmother’s Jewish maiden name) – in 2006, my guiding principle was that the more local the produce I used, the more seasonal it would be. We tried to source as much as we could from in and around London, using the tube network as our loose boundary. The restaurant is no longer there, but when that chapter of my cooking narrative ended, I took inspiration from the experience as another began and wrote a book, Food For All Seasons. It’s the coming and going of seasonal ingredients that makes me appreciate them all the more. I’m never frustrated if an ingredient is unavailable on my greengrocer’s shelves; I’ll just curse myself for missing it or not making the most of it. I missed the Seville oranges this year and didn’t make any marmalade, but it’s not the orange’s fault, or the season’s for that matter. There’s always something else to be done with ingredients that are in season at a given time.   Related: My kitchen gallery: urban chef Oliver Rowe    One of the problems cooks face is that while the seasons change quickly, recipes stay frozen in time; often they call for an ingredient that only knows a fleeting seasonal moment – such as cherries or elderflower – before they are gone again for another year. Many chefs and cooks are so concerned with providing the definitive version of a dish that they miss the point of seasonal produce entirely. What’s important in seasonal eating and, I think, cooking in general, is to have a framework or structure into which different ingredients can be worked. My cooking experience has left me armed with a set of trusted base dishes that I use year-round, adapting them to suit the season in question. While I can’t pass all that information on in four short weeks, I can try to explain my approach. I’ve always thought that the most creative cooking isn’t about coming up with unusual new flavour combinations, it’s about working with what’s available. The seasons throw a nice element of change into this process, pulling the consistent ingredients into focus. Some of the recipes in these coming weeks will be about the seasonal changes, some about the constants I’ll make suggestions but look forward to hearing your interpretations and variations as the seasons pass.     Asparagus and blue cheese quiche. Photograph: Elena Heatherwick for the Guardian    Asparagus and blue cheese quiche Almost anything can replace the asparagus here; the herbs and cheeses are interchangeable as well. If you’re adding a fried ingredient, or one with lots of oil, such as softened onions, make sure you use butter, or if using oil, drain as much as possible, as it can make the texture of the egg go a bit odd. Make sure there isn’t too much liquid or oil in the filling ingredients, and blanch greens beforehand – no one likes a soggy quiche. You’ll need a 25-30cm tart case. Makes 1 large quiche For the pastry450g plain flour225g cold unsalted butter3 whole eggsA dash of milk For the filling4 whole eggs, lightly beaten200ml double cream200g creme fraiche1 tbsp wholegrain mustardA little lemon zest100g cheddar, grated100g blue cheese, crumbledA handful of chervil or parsley, chopped2 bunches asparagus, or other veg 1 First, make the pastry. Rub the butter and flour together until it reaches the consistency of breadcrumbs. Add 2 eggs and incorporate only just until the pastry comes together in a ball. Press into a thick disc, wrap in cling film and refrigerate for at least 1 hour. 2 Remove from fridge and leave for 15 minutes. Roll into a large circle about 4mm deep – a bit wider than the tart tin you are using. Drape over the tin, gently push into the corners and trim so the pastry hangs over the rim and nearly touches the work surface. Working round with your fingers, bring the overhang back inside and press into the sides and corners of the tin to create a double layer. The pastry should be slightly higher than the edge of the tin to allow for shrinkage. Prick the bottom with a fork. Refrigerate. Heat the oven to 180C/350F/gas mark 4. 3 Line the pastry with crumpled baking parchment and fill with baking beans. Bake until the pastry is starting to colour around the edges. Remove the paper and beans, then return to the oven until the pastry is golden. Beat the remaining egg and a tiny dash of milk together – brush this all over the pastry. Return to the oven until the egg is cooked through and glossy. Cool before filling. 4 Reduce the oven temperature to 170C/340F/gas mark 3½. Snap off the tough ends of the asparagus, then briefly blanch. Chop the stalks, leaving the tips whole. Combine the eggs, cream, creme fraiche, mustard, zest, half the cheese, herbs, and chopped asparagus stalks (keep the tips for later). Pour into the pastry case, arranging the asparagus tips on top, then sprinkle with the rest of the cheese. Cook in the middle of the oven until just starting to rise and colour, about 25 minutes. Don’t let it cook too much or the egg will split. Cool before serving. I like mine at room temperature as the egg and pastry are at their best like this, but some people prefer it warmer.  Some of my favourite quiche fillings are: comte with wild mushrooms quickly fried with garlic and thyme, or braised chicory with walnuts and stichelton cheese in the autumn; winter calls for roast squash, oregano and mascarpone; in spring, broad beans (blanched and podded, some mashed, some left whole), dill and goat’s cheese. Simply swap out the asparagus and cheese in the recipe here, and replace with your preferred veg and cheese at the appropriate point. Quiche lorraine is a perennial favourite.      Oliver Rowe: ‘It’s the coming and going of seasonal ingredients that makes me appreciate them all the more.’ Photograph: Elena Heatherwick for the Guardian    Seasonal soup base (pictured main) As Susan Herrmann Loomis says in her book of French farmhouse food, soup is “like blood in the veins, essential for life, and for happiness as well”. Having a good soup recipe allows you to make use of whatever the food calendar throws your way. I usually start with something like the below. The most important thing in this one is the sweet onion, providing a base layer of flavour, both savoury and sweet. Serves 4For the base2 onions, diced½ tsp fennel seeds4 sticks celery, diced2 carrots, peeled and diced4 garlic cloves, finely chopped1 potato, peeled and diced3 bay leaves1 sprig fresh thyme4 tbsp olive oil, more for drizzlingSalt and black pepperStock or water  For watercress variation2 bunches watercress1 bunch wild garlic4 tbsp kefir or yoghurt, to serveA sprinkle of nigella seeds, to serve 1 Heat the oil in a large saucepan over a medium heat until it shimmers. Add the onion with the fennel seeds and a good pinch of salt. Stir well. Add the celery and carrot. Keep cooking until the onion starts to take on colour, then lower the heat. 2 Add the garlic and, a couple of minutes later, the potato. Stir and cook for a minute or so and then add stock or water until just covered. Bring to a boil, then reduce to a simmer. Cook until the potato can be crushed easily with the back of a spoon.   Related: Rich, indulgent recipes for Indian goat curry and roast mutton | Cook residency    3 At this point, add the watercress, wild garlic (or whichever seasonal greens you’re using), then blitz the soup (you may need to add more liquid for consistency – I often add a dash of milk here) and season well. I always find I need to leave it for a minute and come back to it for the final seasoning. Drizzle with oil, the kefir or yoghurt and a scattering of nigella seeds to serve. 4 If you want to use different seasonal ingredients, here are a few thoughts: • Any root veg will work instead of potato: celeriac, jerusalem artichoke, beetroot or squash. • When these root vegetables are nearly cooked it is quite a good time to add greens: spinach or nettles in spring, peas, courgettes and broad beans in summer, cavolo nero or kale in autumn and winter. • Introduce a bright, fresh element by using chopped herbs. Dill is my favourite; or mint with courgettes, peas and cucumbers. Handfuls of parsley, coriander, basil and chervil, roughly chopped, will also lift the flavour of any soup. • Add barley, rice, freekeh, quinoa, cous-cous or any grains, pastas or pulses, either cooked in the soup to absorb the flavours, or precooked and added at the end just to warm through. • Another way to add texture and flavours is to add them just before serving. Toasted nuts, seeds and spices are brilliant, giving a little crunch and a burst of flavour. It’s hard to beat a swirl of creme fraiche or yoghurt. Seasoning these first with some crushed garlic and nigella seeds adds another dimension. A good olive oil really comes into its own as a final topping.  Oliver Rowe is a chef and food writer. His first book, Food For All Seasons (Faber), is published on 16 June; @oliver_rowe_london",
  "webTitle": "How to make soup and quiche for all seasons | Cook residency",
  "webPublicationDate": "2016-05-05T11:30:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/05/seasonal-soup-and-quiche-recipe-oliver-rowe-cook-residency",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Rowe",
      "id": "profile/oliverrowe"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/05/seasonal-soup-and-quiche-recipe-oliver-rowe-cook-residency"
}