{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/pele-birth-of-a-legend-brazil-soccer-tribeca-film",
  "id": "2016-05-10-136",
  "sectionId": "film",
  "body": "Originally scheduled to appear in time for the 2014 World Cup in Brazil, the long-delayed Pelé: Birth of a Legend – the first ever biopic of the soccer legend – is finally being released. Co-directed by American brothers Jeff and Michael Zimbalist, and executive produced by Pelé himself, the film unfolds like a superhero origin story crossed with a sporty riff on Slumdog Millionaire.    Related: 40 years on: how New York Cosmos lured Pelé to a football wasteland    Its first half charts 10-year-old Pelé’s hardscrabble existence alongside friends and family in the slums of São Paulo state; its second focuses on his rapid rise to prominence with the Brazil soccer squad, culminating in his team’s victory at the 1958 World Cup in Sweden, when Pelé was just 17. (Pelé scored twice in a 5-2 win over the Swedes, here clumsily portrayed as a swaggering battalion of Aryan Terminators.) Curiously, despite the film’s Brazilian setting, all its characters are fluent in English. This is presumably a ploy to enable the film to reach the widest possible audience, but it never stops being jarring. The weirdness factor only intensifies when Vincent D’Onofrio, the burly American star of Netflix’s Daredevil, pops up to portray Brazil’s under-pressure coach Vicente Feola. The actor’s Brazilian accent frequently strays, volubly and hilariously, into Al Pacino-in-Scarface territory.           Carlos Alberto’s classic World Cup goal for Brazil: brick-by-brick video animation    Though the film is overly simplistic and often hackneyed (one might easily lose count of the number of sun-kissed training montages set to twinkly music), it’s rarely dull, and there are some interesting revelations. We discover, for example, that Pelé (born Edison Arantes do Nascimento), received his nickname from a rival child footballer and initially loathed it. The film-makers also deserve credit for addressing racism and classism in Brazilian society, and how these issues manifested themselves in heated debates over the efficacy of Brazil’s joyful, “primitive” style of soccer. Proceedings are further elevated by charismatic performances from the two young actors playing Pelé (first Leonardo Lima Carvalho, followed by Kevin de Paula), and the stirring presence of Brazilian superstar Seu Jorge (City of God) as Pelé’s taciturn, yet warm father.      Young Pelé (Leonardo Lima Carvalho) in the film. Photograph: Ique Esteves    Near the end, Pelé himself contributes a brief, amusing cameo. Perhaps the film might’ve been improved by a more substantial appearance from Brazil’s record goalscorer. After all, as the following examples show, Pelé has a surprisingly prolific record in front of the cameras. Pelé, the actor While still playing professionally for his club side Santos in Brazil, Pelé racked up an impressive list of acting credits. In 1969, he played an alien named Plínio Pompeu in The Strangers, a sci-fi TV show designed to drum up national interest in the Apollo moon landings. Two years later, he appeared briefly in the ribald, Benny Hill-esque sex comedy O Barão Otelo no Barato dos Bilhões, projecting stately authority as a suave doctor who comes to the financial aid of the film’s main character, a diminutive would-be playboy. Pelé’s most interesting early role, however, came in Osvaldo Sampaio’s period drama A Marcha (1970), which was set in the final years of Brazilian slavery . Pelé played the abolitionist Chico Bondade, a Scarlet Pimpernel-type freedman who infiltrated plantations to free slaves.      Sylvester Stallone and Pelé on the set of Escape to Victory. Photograph: AF archive/Alamy Stock Photo    After his retirement from soccer in 1977, Pelé reified his commitment to national, political cinema by appearing in Anselmo Duarte’s action-packed, blaxploitation-influenced drama Os Trombadinhas (1979). In his 1998 autobiography, Pelé wrote: “I especially liked [this film], and collaborated on the story for it. It was about the problem of abandoned children; a subject I cannot repeat often enough is close to my heart. I hoped the film would help get them off the streets, make something useful of them, for them and for society.” (Pelé also found time to contribute vocals to a couple of songs on the soundtrack of a 1977 documentary about him: he’s no Gilberto Gil, but his vocal stylings boast a certain calming trill.) In 1981, Pelé gave his highest-profile film performance to date, as Corporal Luis Fernandez in John Huston’s POW adventure Escape to Victory. Pelé’s involvement arose from a spin-off from his contract with Warner Communications, who owned the Warner Bros studio. Of working on the film, Pelé’ wrote: “I’d come onto the pitch with the same passion that I had brought to real games … Huston used to shout, ‘Pele, relax! It’s a film, it has to be contained within the scene, the emotion has to be controlled …’ He was a cinematic genius.” He also threw some shade on co-star Sylvester Stallone: “I learned too that the ‘stars’ don’t always work democratically. Stallone, for example, wouldn’t let anyone else sit in his chair on the set.” In the Brazilian crime thriller Pedro Mico (1985), Pelé, as the titular Rio trickster, showed off some capoeira skills – and an impressively bushy moustache – in what would be his only lead role. After Pedro Mico, however, Pelé settled into a groove of appearing as himself in fictional films: a testament to both his star power, and his gift for self-marketing. He re-teamed with John Huston for the syrupy orphanage fable A Minor Miracle (1983), grew a beard for and wept in 1987’s terminally cheesy soccer drama Hotshot; and, some years later, had a brief, funny turn in Britcom Mike Bassett: England Manager (2001). There are enough hints in Pedro Mico to suggest that Pelé could have had a more substantial acting career. But it seems, understandably, he decided that being the world’s greatest soccer player was more than enough. Pelé: The Birth of a Legend is on nationwide release in the US from Friday 13 May",
  "webTitle": "Pelé: Birth of a Legend continues the soccer star's big screen legacy",
  "webPublicationDate": "2016-05-10T14:51:38Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/pele-birth-of-a-legend-brazil-soccer-tribeca-film",
  "keyword": [
    {
      "webTitle": "Tribeca film festival",
      "id": "film/tribeca-film-festival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Pelé",
      "id": "football/pele",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashley Clark",
      "id": "profile/ashley-clark"
    }
  ],
  "guardianId": "film/2016/may/10/pele-birth-of-a-legend-brazil-soccer-tribeca-film"
}