{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/manchester-united-arsenal-chelsea-psg-alvaro-morata",
  "id": "2016-05-13-209",
  "sectionId": "football",
  "body": "Real Madrid have decided to activate their £23.6m buy-back option on Álvaro Morata but will then sell him on to the highest bidder for around £40m with Manchester United, Arsenal, Chelsea and Paris Saint-Germain all interested in the forward.   Related: Borussia Dortmund sign Ousmane Dembélé from Rennes on five-year deal    Morata, who has been with Juventus for the past two seasons, would favour a move to United, especially if José Mourinho takes over at Old Trafford, and would prefer a move to the Premier League rather than Ligue 1. However, the decision may be taken out of his hands if PSG outbid the three English clubs. There have been reports Leicester City, Napoli, who have approached the player, Internazionale and Milan are also interested but the 23-year-old’s representatives have ruled out those options for the time being. The new Chelsea manager, Antonio Conte, would like to sign the striker, having brought him to Juventus in 2014 only to quit the club a few weeks later, but any move from Chelsea will depend on whether Diego Costa remains at Stamford Bridge. Mourinho worked with Morata at Real Madrid for three seasons, with the manager giving him his first-team debut against Real Zaragoza in 2010. Morata said later: “Mourinho could have chosen some other player but he chose me and I’ll be grateful to him for the rest of my life.” United will make a decision on Louis van Gaal’s position after the season with the team still having a chance to finish fourth in the Premier League with one game remaining before facing Crystal Palace in the FA Cup final a week on Saturday.   Related: Crystal Palace, Stoke and West Ham target Norwich winger Nathan Redmond    Morata started out at Atlético Madrid before spending a season at Getafe in 2007-08. He joined Real, where he scored 10 goals in 37 league games in two seasons, before moving to Juventus in 2014, where he won two league titles and reached the 2014-15 Champions League final. Real were always leaning towards activating the buy-out clause. Where Morata plays next season, however, is far from certain.",
  "webTitle": "Manchester United, Arsenal and PSG lead chase for £40m Álvaro Morata",
  "webPublicationDate": "2016-05-13T11:31:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/manchester-united-arsenal-chelsea-psg-alvaro-morata",
  "keyword": [
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Paris Saint-Germain",
      "id": "football/parisstgermain",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Juventus",
      "id": "football/juventus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Fabrizio Romano",
      "id": "profile/fabrizio-romano"
    },
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/2016/may/13/manchester-united-arsenal-chelsea-psg-alvaro-morata"
}