{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/long-weekend-life-english-country-house-adrian-tinniswood-review",
  "id": "2016-05-15-208",
  "sectionId": "books",
  "body": "John Buchan, author of The Thirty-Nine Steps, did not see active service in the first world war, spending it instead as a correspondent, an intelligence officer and, finally, as director of information under Lord Beaverbrook. Nevertheless, its “alien immensities” left him painfully adrift, a disorientation for which, demobbed, he sought a cure in the British countryside. Wandering its lanes helped him to reclaim the past, and thus to have hope in the future.    It is as if Tinniswood is at the biggest, wildest, most luxuriantly decadent party ever thrown, and he knows everyone    During the war, he’d found himself unable to respond to nature without remembering how the scent of hawthorn had vied with the stench of gas, the sound of birdsong had signalled a lull in the artillery barrage. Now, though, it was alive for him again. In 1919, he and his wife sold their London house, swapping it for an 18th-century manor in Elsfield, Oxfordshire. Henceforth, he would style himself a “minor country gentleman with a taste for letters”. Adrian Tinniswood tells this story early on in The Long Weekend, his fantastically readable and endlessly fascinating book about life in the English country house between the wars, offering it as an alternative narrative both to the “sternly just and justly stern judgment on the idyllisers” provided by the posthumous publication of the poems of Wilfred Owen, and to the fragmented realities of TS Eliot’s The Waste Land. In the mansions and manor houses of postwar England, it was, he writes, “Buchan’s view which triumphed, not Owen’s bitter sacrifice or Eliot’s message of despair and redemption”. The peers of the realm – there were 746 of them at the armistice – buried their sons, and carried on as before, cleaving to the past as if to a beloved body. Meanwhile, a new generation bought or (more often) rented their own grand houses, many of them facilitated in this not too long afterwards by the depression, when the market was flooded with such properties. It’s true that with the 1930s came destruction. Plenty of piles were razed to the ground, their Adam fittings and Zoffany portraits already having been sold off. Among the casualties were such beauties as Sutton Scarsdale in Derbyshire, one of whose chimney pieces was flogged to the American press baron William Randolph Hearst, and Nuthall Temple in Nottinghamshire, whose denuded Palladian-inspired carcass was burned by demolition contractors in 1929. But as Tinniswood asserts, the majority survived. It’s this group – plus several daring new ones, designed during these years – in which his interest lies.   Related: Black Diamonds and how the other half lived    Faced with so many astonishing buildings – not to mention the glamorous and frequently eccentric types who lived in them – his approach is to devote each chapter to a different aspect of their life or creation. One is given over to the houses inhabited by the children of George V, another to those designed by Lutyens, yet others to interior design, field sports and gay life. Some characters and places, however, will keep reappearing, among them the premier architect of big houses in this period, Philip Tilden, and his client Sir Philip Sassoon, the fabulously wealthy Conservative MP for whom, in 1918, he designed the outrageous Port Lympne on a site overlooking Romney Marsh. Tilden believed that Port Lympne, with its murals by Rex Whistler, its garden by Norah Lindsay, and its dramatic bathing pool that seemed to float above the marsh, was Sassoon’s response to the war, a declaration that “a new culture had risen up from the sickbed of the old, with new aspirations… [a] mind tuned to a new burst of imagination”. Was this so? Or did he magic it up simply because he could? Either way, it would doubtless have made Buchan gag, just as it did several sneering others. On its dining room walls was a frieze of white bullocks and naked black Egyptians by Glyn Philpot. Legend has it that in 1937 Philpot was recalled at short notice to add loincloths to these figures ahead of a visit by Queen Mary. The Long Weekend bulges with stories like these: delicious, occasionally fantastical, revealing in ways that Downton Abbey never was. It is as if Tinniswood is at the biggest, wildest, most luxuriantly decadent party ever thrown, and he knows everyone. Here is the society decorator Sibyl Colefax, burning rosemary on saucers so that her Chelsea villa might smell enticing to guests she hoped to bag as clients; here is the future Edward VIII doing his needlepoint on a low modern sofa at the newly remodelled Fort Belvedere in Windsor Great Park; and here is Edwin Lutyens worrying about Castle Drogo in Devon, the modern yet timelessly solid place he is building for the tea importer Julius Drewe. Among Tinniswood’s virtues as a writer are his ability to animate buildings in a way that makes the pulse race even when the text is not accompanied by an image; his refusal to succumb to what he calls the “dangers of periodisation” (those who inhabited the world of England between the wars had not necessarily been formed by it); and, above all, his boundless taste for gossip.    You may not mourn this privileged world, its nepotism or its bigotry. But you can’t fail to be entertained by it    Divorce being on the rise, he loiters outside several key bedrooms, merrily noting the corridor creepers as they tiptoe by. One of his stories concerns Christabel Hulme Hart, a Mayfair couturier who married the heir to the Ampthill barony, the Hon John Russell. Having told her new husband that they wouldn’t be sleeping together, he was somewhat surprised to discover three years after their chaste marriage that she was expecting a baby. Another, much sadder one involves Madresfield Court, the house that inspired Brideshead Revisited, whose owner William Lygon, 7th Earl Beauchamp was forced into foreign exile for being homosexual. (“I thought men like that shot themselves,” said George V on being informed of what he was up to.) Tinniswood is good on the fashions of the day, among them “the between-wars cult of the tub”, a trend that reached its apotheosis in the form of an onyx-walled bathroom at Middleton Park near Bicester, a wondrous bit of English deco commissioned by the Earl of Jersey’s movie-star wife, Virginia Cherrill. And he gives proper and sensitive attention to the serving classes without whose hard labour this gilded world could never have functioned. But perhaps he is at his best when it comes to the house party or Saturday-to-Monday (it was non-U to use the word “weekend”), with its relays of cars, its exhausting dress codes, its picnics of plover eggs. Oh, the sheer extravagant claustrophobia of it all. You may not mourn this privileged world, its nepotism, its entitlement and its bigotry. But, as he tells it, you can’t fail to be entertained by it. Like a guest at one of Cecil Beaton’s crazy parties, it kept me up all night. The Long Weekend is published by Jonathan Cape (£25). Click here to order it for £20",
  "webTitle": "The Long Weekend: Life in the English Country House 1918-1939 by Adrian Tinniswood – review",
  "webPublicationDate": "2016-05-15T05:30:16Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/long-weekend-life-english-country-house-adrian-tinniswood-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "John Buchan",
      "id": "books/john-buchan",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "TS Eliot",
      "id": "books/ts-eliot",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/15/long-weekend-life-english-country-house-adrian-tinniswood-review"
}