{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/officials-failed-protect-children-g4s-youth-justice-board-medway",
  "id": "2016-05-17-313",
  "sectionId": "commentisfree",
  "body": "Last week a report tore a strip off G4S, the world’s biggest security firm. It was commissioned by the Ministry of Justice, following investigations earlier this year by Panorama and the Guardian exposed shocking abuses at a children’s prison run by the company. It was no surprise that G4S stood condemned for the manner in which it has run its secure training centres in Britain, but what went almost unnoticed was that the report was equally scathing about the Youth Justice Board – the government body that exists specifically to ensure the safekeeping of our children in youth custody. In January, Panorama secretly filmed staff physically abusing children at Medway secure training centre, Kent, and boasting of using inappropriate techniques to restrain young people. Staff also bragged that they deliberately falsified records of violent incidents to ensure G4S was not fined for losing control.    During our dealings with the YJB we sometimes felt it was more interested in protecting itself than the children    Then, on 26 February, the Guardian revealed that the same kind of abuses had been alleged as far back as 2003, and that a whistleblower had written to all the relevant authorities – including the YJB – and nothing had been done. The Guardian also interviewed two former inmates of Medway: Roni Moss was left locked in her room by herself while having a miscarriage at the age of 15; Lela Xhemajli claims she was violently restrained on multiple occasions, and alleged that her face was repeatedly smashed in ice by a G4S officer. On the day the Guardian published its story, G4S announced that it was pulling out of UK children’s services completely. The Ministry of Justice was quick to take action. After the Panorama transmission the Medway improvement board, which is responsible for the new report, was put in place by justice secretary Michael Gove. Last week it was announced that the National Offender Management Service would take over the running of Medway in July. Sceptics were not surprised that G4S had let down its children – after all why should a private company whose principal motive is profit have our children’s interests at heart? What was more disturbing was the YJB’s role in all this. The board states that its remit is to “prevent children and young people under 18 from offending or re-offending – and ensure custody is safe and secure”. This report raises doubts about the ability and commitment of the board to carry out the latter. The improvement board was concerned that complaints procedures and whistleblowing were not given enough priority by the YJB. It saw 35 documents relating to whistleblowing letters, dating back seven years, stating there was “very little evidence that a serious attempt had been made by the YJB to organise the evidence or analyse the data”. An improvement board member spent two days organising and analysing the letters and found a number of themes emerging. They were sent from different parts of the country and referred to three secure training centres, all managed by G4S. They were sent by parents, professionals and both experienced and newG4S staff, who expressed “shock” at the things they had seen. The YJB employs over 200 staff, yet did not manage to do in seven years what one person managed in two days. The improvement board states that the YJB initially failed to hand over other documents, including the 2003 letter from the whistleblower. The improvement board said YJB senior management could not even articulate what it expected of G4S in terms of delivering its contract. It also noted that Nick Hardwick, former chief inspector of prisons, described the YJB monitoring model as “weak and ineffective”. Perhaps this is most apparent in its willingness to defend G4S. The improvement board was shocked that after a damning report about Rainsbrook secure training centre last year by Hardwick, which found evidence of degrading treatment and racist comments from staff, the YJB chose to publicly endorse an alternative report written by a former director general of the prison service, Martin Narey, that concluded “very challenging children” were treated “overwhelmingly well”. The Guardian revealed that G4S had commissioned this report, and though he stressed its “independence”, G4S paid Narey for it. The Medway improvement board’s report also states that the YJB failed to deal with complaints from children appropriately. It cites the examples of a boy whose complaint to the YJB monitor was passed straight back to G4S staff. “Instead of supporting the monitor to resolve the problem, G4S staff told the trainee that the monitor had been talking about him, prompting the young person to confront the monitor and to avoid asking for help again.” At the heart of the YJB’s failings is a confusing dual function – to monitor the children’s safety and to ensure contractual compliance. The report to the justice secretary states that this is further complicated because “accountability for outcomes appears to sit uneasily between G4S and the YJB.” In other words, when G4S fails the YJB fails, so it is in the interest of both parties to mask failings. (In 2014, for example, the Guardian reported that both G4S and the YJB had to pay compensation to former trainees who had been unlawfully restrained.) The report says: “There is too much emphasis on control and contract compliance and not enough on the best interests and mental wellbeing of the trainees.”   Related: Justice ministry to take over Medway child jail from G4S    Violent restraints often happened away from CCTV cameras. But even when they occurred within the scope of cameras, the YJB monitor did not have free access to CCTV footage to review incidents, nor did she have her own login code. Thus she was reliant on someone else logging in before she could view CCTV. The report also notes that the monitor’s office faced the outside of the building instead of internally to the “Greens” where activity regularly occurs. During our dealings with the YJB we sometimes felt it was more interested in protecting itself than the children. The YJB urged us not to name Moss and Xhemajli when asked to confirm certain aspects of their accounts. Its spokesperson said the board was concerned that “although the girls were now adults, they may not be fully prepared for the piece appearing in the media”. This was despite the fact that both women repeatedly said they wanted to go public “to help ensure that other children would not suffer as we did”. Would that the YJB had such courage and conviction. Since the furore over Medway began, G4S, by surrendering its children’s services contacts, has questioned its role. The MoJ, by accepting fully the contents of this important report, has done likewise. Thus far, the YJB has not followed suit, although it did issue a curmudgeonly statement saying, “As a matter of urgency, we enhanced our existing monitoring.”   Related: Youth Justice Board’s record under scrutiny | Letters    The report says this about the children abused by those who were employed to protect and care for them: “At the heart of all this are some of society’s most vulnerable young people, frequently victims themselves of previous experiences of abuse and neglect, whose complex needs are not being met.” The YJB, in particular, has failed these children, and failed the society from which it assumes responsibility in loco parentis. And it appears to be unrepentant. It should be disbanded, now. • This article was amended on 17 May 2016. An earlier version described Martin Narey as a former chief inspector of prisons; he is a former director general of the prison service.",
  "webTitle": "G4S paid for its failure to protect children. Now the Youth Justice Board should go| Eric Allison and Simon Hattenstone",
  "webPublicationDate": "2016-05-17T06:00:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/officials-failed-protect-children-g4s-youth-justice-board-medway",
  "keyword": [
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "G4S",
      "id": "business/g4s",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Youth justice",
      "id": "society/youthjustice",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Eric Allison",
      "id": "profile/ericallison"
    },
    {
      "webTitle": "Simon Hattenstone",
      "id": "profile/simonhattenstone"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/officials-failed-protect-children-g4s-youth-justice-board-medway"
}