{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/woman-defied-neo-nazis-sweden-tess-asplund-viral-photograph",
  "id": "2016-05-04-190",
  "sectionId": "world",
  "body": "The lone protest of a woman defying a march of 300 uniformed neo-Nazis is set to become an iconic image of resistance to the rise of the far-right in Scandinavia. A photograph of Tess Asplund, 42, with fist raised against the leadership of the Nordic Resistance Movement (NRM) in Borlänge, central Sweden, on Sunday has gone viral in the country. “It was an impulse. I was so angry, I just went out into the street,” Asplund told the Guardian. “I was thinking: hell no, they can’t march here! I had this adrenaline. No Nazi is going to march here, it’s not okay.” After joining a large counter-demonstration she took the train back to Stockholm and did not think about what happened until Monday evening, when the photograph spread on social media.           Woman faces 300 neo-Nazis in Sweden – video    “Now it’s a circus. I am in shock,” said Asplund, who is 5ft 3in and weighs just 50kg (eight stone). “The Nazis are very angry, so I am a little ‘Oh shit, maybe I shouldn’t have done that, I want peace and quiet.’ These guys are big and crazy. It’s a mixed feeling, but I am trying to stay calm.” Asplund’s lone protest comes at a time when the far-right in Sweden is increasing its activities, according to Daniel Poohl of Expo, the anti-racist foundation in Stockholm, whose photographer David Lagerlöf captured the image.        The anti-immigrant Sweden Democrats party polls between 15% and 20% and holds the balance of power in parliament, while racist sentiments are fuelled by a fragmented landscape of internet hate sites. The avowedly antisemitic National Socialists of the NRM are the extreme wing of this spectrum, Poohl says. “We live in a Europe where far-right ideas are becoming more popular, and there is also a reaction against them. It is a time when people are longing for something to channel their urge to resist the Europe that builds borders against refugees, the Europe that cannot cooperate any more. Tess has captured one of the conflicts of our time,” he said. Swedish media have compared the photograph to a famous image from 1985 known as tanten med väskan, “the lady with the bag”. The image, taken by Hans Runesson, shows a woman hitting a skinhead from the Nordic Reich party with her bag.  The picture of Asplund is in many senses more powerful in the Swedish context today, Poohl says. “We now live in a multicultural society, so it makes sense that it was a black woman.” Swedish civil society is working hard to settle tens of thousands of refugees from the Middle East and Asia who sought asylum in the country last year, but there has been a spate of arson attacks on refugee accommodation, and the government has toughened up its asylum policies.    Related: Sweden sends sharp signal with plan to expel up to 80,000 asylum seekers    The NRM is known for targeting anti-racists, says Asplund. “I have friends who have been attacked by them and who have had to change their address. I have had calls at night from private numbers, screaming at me. It is hard to talk about the hate,” she says. “I feel ashamed that we have this problem. The police say it is a democratic country, so they can demonstrate. But these are Nazis! It is horrible.” Asplund, who describes herself as Afro-Swedish, is unemployed, and active in the group Afrophobia Focus. Sweden was identified by the UN last year as having a particular problem with afrophobia, defined as hostility towards people with a background from sub-Saharan Africa.  “Racism has been normalised in Sweden, it’s become okay to say the N-word,” she says, recounting how a man on the subway used the racial slur while shouting and telling her to hurry up. “But nobody paid any attention. I thought Sweden in 2016 would be more open minded, but something has happened,” Asplund says.  “I hope something positive will come out of the picture. Maybe what I did can be a symbol that we can do something – if one person can do it, anyone can.”",
  "webTitle": "Woman who defied 300 neo-Nazis at Swedish rally speaks of anger",
  "webPublicationDate": "2016-05-04T12:36:21Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/woman-defied-neo-nazis-sweden-tess-asplund-viral-photograph",
  "keyword": [
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Crouch",
      "id": "profile/david-crouch"
    }
  ],
  "guardianId": "world/2016/may/04/woman-defied-neo-nazis-sweden-tess-asplund-viral-photograph"
}