{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/05/restraint-injuries-youth-jails-rainsbrook-gareth-myatt",
  "id": "2016-05-05-186",
  "sectionId": "society",
  "body": "A privately run youth jail where a 15-year-old boy died had the highest number of incidents in which children were caused serious injury by staff attempting to restrain them, according to a government report seen by the Guardian. One child vomited while being held in a “prolonged” restraint at G4S-run Rainsbrook, a secure training centre (STC) where teenager Gareth Myatt died in 2004 from “positional asphyxia” after choking on his own vomit while being restrained by guards. The incident is one in a list of restraints-gone-wrong that feature in a Ministry of Justice report. It details incidents where children suffered breathing difficulties or serious injury while being restrained at four STCs and two young offender institutions (YOIs) between April 2014 and March 2015. The worst three institutions were all run by G4S and included Medway STC, which was recently subjected to a police investigation following allegations of misconduct by staff first reported by the BBC’s Panorama programme and followed up by the Guardian. G4S lost its contract to run Rainsbrook, near Rugby in Northamptonshire, in September last year after its performance was graded “inadequate” in a government report. It was replaced by the rival service provider MTCNovo. The MoJ said it had introduced a new system of restraint while G4S operated Rainsbrook, and the company said the updated guidelines required increased reporting of restraint and was being rolled out across the country gradually. As a result, G4S said, some establishments had introduced the system part-way through the reporting period, skewing the figures. A redacted version of the report, Minimising and Managing Physical Restraint (MMPR), was released to Carolyne Willow, director of the children’s rights charity Article 39, who handed it to the Guardian. “At the centre of each of these serious incidents was a powerless, imprisoned child who required expert intervention and instead their lives were threatened,” Willow said. “There were at least 108 times when a child’s breathing was compromised across the two years covered by these reports. “That’s one child every week struggling to breathe or losing consciousness whilst being restrained. Ministers may point to the emphasis on de-escalation in restraint training, but it’s the techniques themselves that require review and replacement.” Across the six institutions covered by the report, there were 65 incidents during which a child’s breathing was compromised and/or they suffered serious injury, compared with 54 the previous year. In one incident, at Rainsbrook STC, during which a child vomited while being restrained, the staff’s actions were “prolonged and there was no single person supervising the procedure – that role was changed between staff several times,” the report said. The child was held in a seated position, similar to the one used on Myatt when he died in 2004. The case notes added that “the handcuffs should have been applied much earlier”. MMPR medical advice guidance states that vomiting is a sign of medical emergency. According to the report, the smallest child to suffer breathing difficulties during restraint was 1.5 metres tall – less than 5ft. Willow said: “We know from the horrific death of Gareth Myatt that forcibly holding down children in a seated position endangers life, yet this seemingly continues at the very same institution in which he was fatally restrained 12 years ago. “The government’s own guidelines categorise a child vomiting during restraint as a medical emergency. The last two reports show there were 10 such incidents in the two years, and children lost consciousness completely or suffered reduced consciousness 11 times last year alone. “Remarkably, in 20 of the 65 serious incidents last year, the board overseeing the use of restraint in child prisons issued no recommendations to prison managers. This implies it believes nothing could have been done to prevent children suffering serious harm, which raises obvious questions about the board’s expertise in working with vulnerable children in residential settings, and its knowledge of what constitutes child abuse.” Willow is engaged in legal proceedings with the MoJ to try to gain full disclosure of the restraint techniques used against children as part of the MMPR system. She was given a heavily redacted version of the manual and is now seeking full access through the appeal courts. The techniques used on children are used on adult prisoners. The MoJ argues that disclosure of the manual will allow prisoners – adults and children – to develop counter-measures against the techniques. Deborah Coles, director of Inquest, a charity that represents the families of people who die in custody, said the state’s mantra of “learning lessons” from deaths and injuries in custody was dishonest and an attempt to deflect from the truth. “Twelve years since the deaths of two children in the care of the state, what lessons have been learned in reality? These figures illustrate a shameful culture that simply does not change with the ever-present risk of death and injury. “This should ring alarm bells to anyone concerned with child protection. This is child abuse and the setting in which it takes place does not alter that fact.” An MoJ spokesman said: “Restraint should only be used as a last resort, where there is a risk of harm, and where it is absolutely necessary to do so and no other form of intervention is possible or appropriate. “Every incident of restraint is reviewed by the establishment. This includes looking at whether any lessons can be learned for the future. We have introduced a new system designed to minimise the use of physical restraint in youth custody and we are committed to improving practice further. “The justice secretary has asked Charlie Taylor to conduct a review of youth justice. He will report back later this year with recommendations on how to improve the treatment of young people in our care.”   Related: Revealed: G4S youth jail faced abuse claims 12 years ago    G4S announced in February that it was selling its UK children’s services business, which includes 13 children’s homes and two STCs – Medway, and Oakhill in Milton Keynes. On Thursday it was revealed that the MoJ is to take over the running of Medway. The Guardian previously reported that serious allegations of abuse and bullying had been made against staff at the youth jail more than a decade before a Panorama documentary aired. Identical allegations were made in 2003 when Prof John Pitts, an expert in youth crime and youth justice, wrote to authorities on behalf of two Medway whistleblowers who claimed that “a boy had his shoulder dislocated whilst being restrained”, another boy “sustained carpet burns to his face” as he was restrained, and a duty manager grabbed a boy by the neck and told him: “You will fucking respect me.” Paul Cook, managing director for G4S children’s services, said the new system of restraint “increases reporting and ensures that every incident is reviewed by an independent panel of medical experts”. He added: “MMPR is being rolled out gradually across the country and data shown in this review include figures from establishments which never used MMPR or switched to it part way through the reporting period. “Our staff must respond to challenging situations and while restraint should only ever be used as a last resort, it is encouraging that this review makes it clear that staff responded to all medical warning signs correctly and in line with their training.”",
  "webTitle": "Restraint injuries persist at youth jail where boy died 12 years ago",
  "webPublicationDate": "2016-05-05T12:43:25Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/05/restraint-injuries-youth-jails-rainsbrook-gareth-myatt",
  "keyword": [
    {
      "webTitle": "Youth justice",
      "id": "society/youthjustice",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "G4S",
      "id": "business/g4s",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Eric Allison",
      "id": "profile/ericallison"
    },
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "society/2016/may/05/restraint-injuries-youth-jails-rainsbrook-gareth-myatt"
}