{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/05/animals-die-cambodia-worst-drought-decades",
  "id": "2016-05-05-352",
  "sectionId": "global-development",
  "body": "Behind a clutch of huts that hug the major route between Cambodia’s capital and its famed Angkor temples, rice farmers Phem Phean and Sok Khoert peer into a cement hollow.   Related: Armed guards at India's dams as drought grips country    It is several meters deep, and one has to crane over the top to see all the way down. At the bottom, all that is left is a small pool of warm, dirty-looking water; it has run all but dry, along with two other wells, meaning the farmers and four other families have just one working well left from which to drink. And that, too, is fast running out. Behind them, hundreds of acres of parched earth bake under an unrelenting sun in a relatively cloudless sky. If a rice harvest is even possible this year, they fear it is set to be poor and their main concern right now is being able to get enough water to drink.     Cambodian prime minister Hun Sen delivers drinking water to villagers in drought-hit northwestern Banteay Meanchey province. Photograph: Xinhua/Barcroft Images    Here in Kompong Thom province’s Kampong Svay district, about 200kms north of Phnom Penh, Phean and Khoert spin a familiar narrative being repeated and lamented the length and breadth of Cambodia, which is currently in the midst of its worst drought in decades. According to Keo Vy, spokesman for the National Committee for Disaster Management, the severity of this drought cannot be overestimated. “Previous droughts only affected parts of the country, but the current drought is affecting the whole,” he said on Tuesday. Nineteen provinces have been classified as in a serious condition requiring “immediate intervention” from the government, he said, and while the authorities have held off on making an appeal for international aid, “ministries, military units, NGOs, and everyone capable of helping” have been asked to step up. Vy also warned that people are now more exposed to illnesses such as cholera, but insisted that the government “will not allow any Cambodian people to die of thirst.” In Ratanakiri province in the northeast, Unicef has found that 136 out 203 primary schools are facing water shortages, with “high absenteeism” of both students and teachers being reported.     Cambodian men use a net to catch fish in a nearly dried pond at a village in Kandal province. Photograph: Tang Chhin Sothy/AFP/Getty Images    Cambodia’s rainy season, as it is known, typically arrives in May and continues in earnest through to October. This year, Vy said the ministry of water resources is forecasting that the season will not begin until July. This, coupled with a poor wet season last year, has put farmers in a difficult bind. Over the past few weeks, the toll on animal life has been significant. First, in Siem Reap province, came the death of a female elephant, which collapsed from heatstroke after years of carrying tourists around Angkor Wat. In Battambang province in the northwest – one of the hardest-hit regions in the country – Radio Free Asia reported that at least 30 monkeys died after the heat claimed the last tracts of water in their flooded forest habitat. RFA also said at least 200 water buffalo and cows have perished in the northern province of Stung Treng.     A Cambodian farmer prepares a pipe to pump water from an almost dried-up lake in Kandal province, Cambodia. Photograph: Mak Remissa/EPA    Back in Kompong Thom, Stoung district governor Prim Ratha told The Guardian that the loss of 70 tonnes of fish in the Boeng Tonle Chhmar lake, about 40kms west of Stoung town, was a “great upset”. Fishing is banned at the protected lake, meaning fish numbers are dense, but with the water level now teetering at the 20cm mark, authorities have been trying to cool what is left by introducing more plants in a bid to save those that remain. Ratha also said he and other local officials used their own “pocket money” to fund emergency relief measures, including the purchase of water bottles and water pumps, because bureaucracy has stymied the release of funding from central government. Reserves have been released into the local river, but the reservoir is now running low. In spite of all this, Stoung district rice and chicken farmer Hean Sokkhim has still had to borrow money and pawn belongings to pay for bottled water. A pond at the back of her property is nearly empty and she is saving whatever rice seeds she has left for eating. Last year’s yield was poor. She and her family have enough to eat, she says, but her worry is acute. About two chicks are dying every day. The few patches of rain that have passed over this scorched land in recent days have done little to mitigate the impact of months of drought. Next door to Pheam and Khoert, vegetable farmer Kin Tai points to a recently dug well behind her hut. Her efforts were in vain, as it yielded no water, and her cucumbers and pumpkins have all died. She said the loss is worth about $100 – a significant sum in a country where the gross national income per capita is about $1,020, according to 2014 World Bank figures. Pheam and Khoert say they have not even been approached by the Kampong Svay authorities, let alone offered any help. “We don’t know what our fate will be; we don’t know what to do.”",
  "webTitle": "Animals die as Cambodia is gripped by worst drought in decades",
  "webPublicationDate": "2016-05-05T02:34:48Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/05/animals-die-cambodia-worst-drought-decades",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Cambodia",
      "id": "world/cambodia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drought",
      "id": "environment/drought",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Crothers",
      "id": "profile/lauren-crothers"
    }
  ],
  "guardianId": "global-development/2016/may/05/animals-die-cambodia-worst-drought-decades"
}