{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/didier-deschamps-mamadou-sakho-euro-2016-squad-liverpool-drugs-ban",
  "id": "2016-05-29-9",
  "sectionId": "football",
  "body": "The France head coach, Didier Deschamps, has confirmed that he will not add Mamadou Sakho to his Euro 2016 squad, even if the centre-back is allowed to return to action after serving a provisional drugs ban.   Related: Euro 2016: Why France have everything to play for    The Liverpool defender has been a key player for the tournament hosts at the heart of their defence in the past couple of years but he was given a 30-day provisional suspension after being notified by European football’s governing body of a doping offence relating to a test taken after March’s Europa League quarter-final against Manchester United at Old Trafford. Uefa said in a statement: “The 30-day provisional suspension has ended. The chairman of the control, ethics and disciplinary body decided not to extend it. The player would thus be free to play. A decision on the case will be made within the next few days.” As a result the case against Sakho remains on file pending investigation but, with his suspension lifted, he is technically available for selection. Deschamps has plenty of problems at the back, with Sakho’s first-choice partner, Raphaël Varane, and Barcelona’s Jérémy Mathieu ruled out of the tournament through injuries. Uefa is yet to announce its decision on when Sakho can return to competitive football but Deschamps said he would keep faith in the players he named in his initial squad. “Seriously? No. Or I have no respect for the players I selected,” the coach said when asked if he would bring back Sakho. “When I decided [on the squad] there was no evidence that the end [for Sakho]would be positive, even if it needed confirmation.” Deschamps, who captained France to their triumph in Euro 2000, called up the uncapped Lyon defender Samuel Umtiti on Saturday to take the place of Mathieu. France play Cameroon in a friendly in Nantes on Monday as they continue to prepare for the opening match of the finals at the Stade de France against Romania on 10 June. Sakho submitted his defence to Uefa’s disciplinary committee on 23 May and as part of that his legal team questioned whether the substance in the supplement should even be on the prohibited list, given some apparent scientific evidence on its effects. Rather than set a date for a hearing to consider the defender’s case, Uefa has instead ordered its own disciplinary body to look first into whether the substance should be on the World Anti-Doping Agency list. Liverpool have declined to comment.",
  "webTitle": "Didier Deschamps will not add Mamadou Sakho to Euro 2016 squad",
  "webPublicationDate": "2016-05-29T21:31:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/didier-deschamps-mamadou-sakho-euro-2016-squad-liverpool-drugs-ban",
  "keyword": [
    {
      "webTitle": "France",
      "id": "football/france",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Uefa",
      "id": "football/uefa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Dobson",
      "id": "profile/mark-dobson"
    }
  ],
  "guardianId": "football/2016/may/29/didier-deschamps-mamadou-sakho-euro-2016-squad-liverpool-drugs-ban"
}