{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/where-did-the-season-go-wrong-for-your-club",
  "id": "2016-05-07-167",
  "sectionId": "football",
  "body": "With the euphoria around Leicester City’s unlikely Premier League win subsiding, it’s time to look closer to home and think again about the sorry fate of your own club this season. Yes, mathematically, the chances are that the Football League team you support had a disappointing season, by just missing out on the play-offs, suffering mid-table mediocrity, flirting with relegation or, in the worst cases of all, leaving you facing away trips to a whole new set of grounds in the division below next season. So we asked you, where did it all go wrong for your club this season? The players lack of spirit? The manager(s)? The desperate lack of tactics? Or is your misguided owner running the club into the ground? And boy did you enjoy filling in our Official Whingers Form™ to tell us your woes. Let the moaning begin... The Championship Birmingham    At least next season we’ve got an easy six points courtesy of our cross city rival’s relegation.  Dean, Birmingham City fan     I actually thought Demari Gray was overrated, but after selling him to Leicester in the January transfer window our consistency vanished almost overnight. We went from a winning team and a high of second place early in the season, to struggling to hold onto two-nil leads at home to Preston North End. We’ve been in limbo for years with the whole Hong Kong/Carson Yeung debacle, but seem to have gotten over the worst of it. At least next season we’ve got an easy six points courtesy of our cross city rival’s relegation - Dean Blackburn Poor leadership from our absent owners means that no one, either on or off the pitch, can be certain what the plans for the future are. We’ve limped out of our transfer embargo with a weak and disjointed squad. The losses of Jordan Rhodes and Rudy Gestede were foregone conclusions, but we’ve not replaced them with anyone of note. There is some talent in the squad but the sad thing is, we’ve probably found ‘our level’ in the Championship’s mid-table region. We need new owners. I don’t care how much money they’ve got but having a basic grasp on the core concept of how to run a football club would be a start - Ian Bolton Off the pitch there were huge problems financially. We conceded far too many goals in the last few minutes of games while having a poor scoring record ourselves. Manager Neil Lennon seemed either constrained by off-field considerations or not up to the job. There’s no quick fix. I hope we offload all the club’s expensive players, especially the Premier League has-beens, and start again from scratch with in-house young players - Jack Hettle     Bolton in the process of being relegated by Derby back in April Photograph: Alan Crowhurst/Getty Images    Bristol City We recruited terribly in the summer – that is to say that we didn’t really recruit at all. It left us woefully unprepared for the higher tempo and quality of the division. A decent January transfer window did wonders to steady the ship. As a squad and a club as a whole, I think we’ve been a bit naïve. We got carried away with the hype of romping League One last year. Things got a little nasty, when the Championship was unsurprisingly harder. A change in boss clearly got everyone pulling in the same direction again. I think the club became a bit of a laughing stock last summer with outrageous bids for players we had no real hope of getting. We installed a new man in the scouting department mid-season, and I hope that he’s already planning our summer recruitment strategy - Adam Charlton     Charlton fans protesting at their home game against Brighton Photograph: Jordan Mansfield/Getty Images    We started the season with a squad that was not fit for purpose. It lacked the necessary depth to compete in a full Championship season. Sure enough the insufficient squad was quickly exposed, when we suffered a series of injuries. Unfortunately we did not have the calibre of player to come into the team and we relied too heavily on youth players who were just not ready.  Whilst we have the current owner, CEO and senior management team, there is no hope of improvement. They placate the fans with the odd statement admitting inadequacies yet they go on to repeat the same mistakes over and over. A complete change of owner and senior management team needs to happen immediately - Michael Matthews    As the season went on the defence reverted to its preferred status as an utter liability  Alexander, Fulham fan     Fulham In reality it has been going wrong from day one. For the third year in succession Fulham were embroiled in a wretched battle against relegation. On this occasion the fans enjoyed the added spectacle of being dumped out of both cup competitions at the earliest possible opportunity. As the season went on the defence reverted to its preferred status as an utter liability and the long established tradition of conceding after the 85th minute became ever more ingrained in the club’s ethos. Fulham fans are used to better in recent times – we made it to within an extra-time own goal of winning the Europa League in 2010 and finished level on points with Liverpool in 2012. On paper the club has everything needed to return to those halcyon days; a billionaire owner, a hugely acclaimed youth academy and arguably the most potent strike partnership in the league. But Shahid Khan’s reign has been disastrous - Alexander Norton     Ipswich Town manager Mick McCarthy deep in thought after a disappointing season Photograph: Richard Calver/REX/Shutterstock    Ipswich It started to go wrong with a 5-1 thrashing at the hands of an ordinary looking Reading side in front of the TV cameras. That was followed up by five league games in October where only three points were collected and one goal scored. Many fans blame manager Mick McCarthy for perceived negative tactics. We’re comfortably the longest serving Championship team, and boy do we look like it at times. Somehow sneaking a promotion is really the only way to break the cycle we’re in due to financial restraints, even if we came straight back down. With all the riches that parachute payments can bring it would help pay off a lot of the club’s debt and secure us a foundation to push further in the future for success. Failure to do so soon however may see us and a fair few other historically good top tier sides from years gone by (Leeds, Nottingham Forest, Fulham, Blackburn) cut adrift from being able to compete for promotion, let alone get back into the top flight - Elliott Leeds United Things started to unravel in the 32nd minute of our seventh league game of the season. Tommy Smith’s header for Ipswich condemned us to our first defeat in the league and it has been downhill from there on. Executive director Adam Pearson left the club that very night, manager Uwe Rosler soon followed and young Sam Byram was sold in January having rejected a new contract offer. Add to that the now yearly flirt with relegation, various employment tribunals, one of the directors banned for calling a fan a ‘spastic’ on social media and striker Souleymane Doukara receiving an eight match ban for biting an opponent and you can see why the average attendance is down 5,000 from three seasons ago - Bryn May Nottingham Forest It actually went wrong at the tail end of the previous season. The club had major injury problems, was facing a transfer embargo and had little infrastructure. Our track record of signing players with recurring injury problems, and having no money available to replace them, left the club on shaky ground. Dougie Freedman did an OK job under the circumstances, but didn’t excite anyone or provide evidence that if the club wasn’t under the embargo he would’ve done any better. If the owner Fawaz Al-Hasawi does appoint a good CEO to run the club, attracts Martin O’Neill as the new manager and players can stay fit then maybe Forest can challenge. At the moment the club needs a long term strategy but has an owner with a short term view - Al Reading    It’s been one huge wet lettuce of a season  Ben Barker, Reading fan     It’s been one huge wet lettuce of a season. We’ve only won six games in the league since December. We were never in danger of going down, but we’re too splintered to go up. The whole sorry affair is just underwhelming. The new Thai owners have been deathly quiet on their end-of-season plans, and have been since their takeover – barring, of course, that terrible club song They Call Us The Royals released to the glee of everybody else. Brian McDermott himself has been underwhelming, and not even an FA Cup quarter-final can gloss over the turgid, often clueless performances under his leadership - Ben Barker         Reading FC’s song was not a highlight of their “turgid” season    Wolves We missed the play-offs on goal difference last season so it was hoped that the team could go one better this time around. It started to go wrong in August with the sale of our most experienced defender Richard Stearman to Fulham. Nouha Dicko then got injured at the end of the transfer window and was not replaced. Bakary Sako had left at the end of the previous season on a free. So by the start of September the club were without the top three players from the previous season.  The owner Steve Morgan announced before Christmas that he wants to sell the club but apparently no-one has shown interest. The future is a little uncertain with a young and inexperienced squad, little or no money to spend and a manager who is steadily losing the supporters over cautious tactics and selections. We need a new owner. Failing that, the departure of Chief executive officer would be a start. The signing of The Money Shop as club sponsors shows how little regard the club has for the supporters. Wolverhampton is an area with high unemployment, where people are susceptible to payday loan sharks. The city’s football club endorsing this practice by having their name smeared on the front of the shirts is akin to saying that we don’t care who we endorse as long as the price is right - Eanna Mac Craith League One  Blackpool    After the last home game of the season I won’t be setting foot in he stadium until the Oyston family have left  Matt, Blackpool fan     Chairman Karl Oyston has turned his relationship with the Blackpool fans into a game that nobody will win. His continued legal cases against fans for postings on social media are costing the individuals involved significantly – both financially and emotionally. It also went wrong when Neil McDonald was appointed manager. He is Sam Allardyce’s protege; the long ball anti-football tactics but without the results Allardyce has achieved. Despite this he backed the owners to the hilt. After the last home game of the season I won’t be setting foot in he stadium until the Oyston family have left - Matt Chesterfield Last season was almost too good in many ways. The final whistle had barely left the referees lips before Steve Cook, one of our most successful managers, left the club for Portsmouth. During the course of the summer six key first team players were allowed to leave, including Sam Clucas to Hull and Tendayi Darikwa to Burnley. The quality lost wasn’t replaced and the squad is still imbalanced.  Previous manager Dean Saunders should take some of the blame, but he wasn’t allowed to spend any of the transfer funds the club had brought in over the course of the summer. The CEO and chairman should also take a fair share of criticism. New manager Danny Wilson has steadied the ship, but there are question marks over whether he will stay beyond this season. There have been rumblings of the club losing a lot of money and we have already cashed in on most of our playing assets. I fear another long season come August - Jim Brown     Dean Saunders found the going tough as Chesterfield manager and was sacked at the end of November Photograph: Nick Potts/PA    Colchester United    Creating a team from players that have their heads down already was never going to end in success  George Murrells, Colchester fan     All the goals against seemed to fly in after 85 mins of every game this season. I would love to see where Colchester would have been in the league if games were only 80 minutes long. The decision for an underfunded club to invest in youth is sensible, but there was a need for guidance at the top. Experienced players like Marvin Sordell, Owen Garvan, Darren Ambrose and Nicky Shorey are on a downward curve in their careers. Creating a team from players that have their heads down already was never going to end in success.  The life, soul and charm was ripped from the club, when Colchester moved from Layer Road to the Weston Homes Community Stadium eight years ago. Its been downhill ever since. A return to the terraces of the old ground will sadly never happen, so I’ll settle for a new proven manager and a couple of signings who know the league we’re heading down to - George Murrells Coventry City After a pretty fantastic first half to the season we conceded an 81st minute equaliser at home to Walsall on January 12th, which sparked a fairly horrific run of form where we took just 10 points from 16 games. Our pace and attacking force seemed to just blow teams away early on in the season, but eventually teams would sit back and wait for us to break them down. We lacked a bit of a plan B. The worry is this rather unfortunate reliance on loans that most clubs in our position are forced into. We’ll likely lose Adam Armstrong back to Newcastle and now need to find another 20+ goalscorer. Many loanees are seen by fans to not really be playing for the shirt and it’s really 50/50 as to their success rate and so you’re always starting from square one. But I hope manager Tony Mowbray stays. Rome wasn’t built in a day - Philip Vernau     Will Tony Mowbray stay as Coventry City manager next season? Photograph: ProSports/REX/Shutterstock    Doncaster Rovers At the start of January manager Darren Ferguson guided us to an impressive 3-0 win at Southend to put us only six points off the play offs, having taken over in October with us sitting second bottom. But the decision to not strengthen a squad, despite money being available, ended up being a catastrophic decision. A crisis of confidence and form all over the pitch caused results to nosedive. One of the worst runs in our history, with no wins and only four points from 15 games, will see us drop down from League One. We should have a decent enough budget to put together a squad capable of challenging towards the top, or at least putting up something of a fight in games. We need a clean slate; a new manager not tainted by past failures and some new, hungry players to give us a fresh start and a chance to really build something - Nick Hepworth Fleetwood Town    If Jamie Vardy leaves Leicester, Fleetwood get 20% of the sale. That would be terrific  Christopher     In order to break even this season, we let a lot of players go in the summer. The cheaper players who we’ve brought in to replace them just haven’t been good enough for long enough bar one or two exceptions. Manager Steven Pressley has come in but hasn’t steadied the ship as we would have hoped. I think we’ll do better next season as we’ll have the new training base and hopefully some good new players coming in. And if Jamie Vardy leaves Leicester, we’ll get 20% of the sale. That would be terrific - Christopher Oldham Athletic     The return of John Sheridan stabilised Oldham Athletic’s season after a poor start Photograph: TGSPhoto/REX/Shutterstock    After the relative success of fellow rookie managers Paul Dickov and Lee Johnson, the appointment of Darren Kelly was a disaster from day one. It was only following the January re-appointment of John Sheridan we signed a recognised centre-back and began to move up the table. With Sheridan in charge, and a few decent signings, we should be able to look forward to yet another year of mid-table obscurity next season - James White Peterborough United A great FA Cup run coincided with a disastrous run in the league. The owner Darragh MacAnthony is far too vocal. There are situations where his openness to talk have been detrimental to the team. The sale of Connor Washington didn’t help. Next season should be better as long as we at least try to have a bit of stability with new recruits in the right places. It would also help if people in Peterborough actually started supporting their own club rather than Premier League clubs - Tom Sheffield United Blades fans were full of optimism at the start of the season; the return of a hometown hero upfront in Billy Sharp and new manager Nigel Adkins with a reputation for attacking football and previous promotions on his CV. And then we got battered by Gillingham on the opening day ... In truth we’ve been getting worse season on season for about four years now. The lack of direction from the boardroom is adding to the sense of inertia surrounding the club at the present moment - Lewis Parker     The return of Billy Sharp was not enough for Sheffield United to mount a play-off push this season Photograph: ProSports/REX/Shutterstock    Southend United When Phil Brown was mentioned as a favourite for the vacant Bolton position, it seemed like the players gave up. We lost some of the momentum in reaching the play-offs, and slid down to mid-table again. Consolidation was always the target this year, but we had such a good first half of the season. It seems a real shame to have been so inconsistent in the second half. Although we were promoted from League Two last season, I think we need a clear out - Paul Napper League Two Leyton Orient The problem has been appointing inexperienced managers and then not letting them get on with the job and find their feet. Neither Ian Hendon nor Kevin Nolan were disasters, and some continuity after four tried-and-fired managers last year would have helped settle the place down. Francesco Becchetti needs to sling his hook at the earliest opportunity - Damian     Popular Leyton Orient owner Francesco Becchetti at Brisbane Road Photograph: Jordan Mansfield/Getty Images    Luton Town It’s not been the worst season, but I think having been in the promotion or play-off spots for so long last year, everyone expected more this time. Only Oxford and Northampton have won more away games than us, but at home we’ve been lousy. Only Newport and Dagenham have worse records. We in the stands should take some responsibility for that too. It’s hard to be motivated to cheer, when the team isn’t playing well. Maybe sometimes we could be more supportive. I’m definitely quieter than I was when I was younger.  A squad that was too big last season was made even bigger this season. But there wasn’t much quality. Mainly quantity. Players in League Two need to be settled, know their job, and trust their team mates. That was impossible under John Still, who enjoyed tinkering and only played the same starting team and formation in two consecutive games once. It was always going to be harsh to sack Still as he got us back into the Football League. But leaving it as late as the board did meant we had no realistic hope of promotion when Nathan Jones came in in January. For next season we need to thin down the squad and give our kids a chance - Jim Stevenage    The Lamex stadium never saw Teddy-taka, only a disorganised rabble making basic errors  Michael Haller, Stevenage fan     With the benefit of hindsight appointing complete novice Teddy Sheringham was at best naive and at worst reckless, with the club’s Football League status on the line. The Lamex stadium never saw Teddy-taka, but what we did see was a disorganised rabble that made basic errors, lacked fitness and had none of the grit and determination that got us to the play-offs last year. We had to wait until April for our first clean sheet away from home. Going into the season the expectation was very much a continuation of last seasons upward momentum, but it very quickly became apparent that this was a fantasy and a long wearisome trudge towards survival became the norm - Michael Haller Wycombe Wanderers You could argue that it didn’t go wrong. We started last season as relegation favourites but were only a minute away from play-off final success at Wembley. This season mid-table was a realistic, if unambitious, target. That being said we have been in the top seven for most of the season, but too many draws and a lack of goals mean that we missed out on the play-offs and face another season in League Two. We need a bigger squad, but we can’t afford the wages of experienced Football League players. So the answer must surely be to bring in some young players from non-league on short term, low wage contracts. If they show they are up to the job, we can always extend the contracts and up the salaries - Ben York City With a win percentage of only 24%, the sacking of Russ Wilcox was inevitable towards the back-end of October. It surely couldn’t get much worse than being two places off the relegation zone. However, what followed the appointment of ex-Dundee United manager Jackie McNamara has been one of the most depressing, groan-inducing, and frustrating seasons in recent memory. With the club now relegated, McNamara’s win percentage hovering around 15%, a squad incapable of holding on to the lead and our Chairman recently stating that the Scot is the “best person to deliver the club’s goals and aspirations,” I fear the club faces years of non-league football ahead - Conor Matchett Never mind, eh, there’s always next year...     Blackpool fans protest against the clubs’ owners Photograph: BPI/REX/Shutterstock",
  "webTitle": "Where did the season go wrong for your club?",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/where-did-the-season-go-wrong-for-your-club",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League One",
      "id": "football/leagueonefootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League Two",
      "id": "football/leaguetwofootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Tom Stevens",
      "id": "profile/tom-stevens"
    },
    {
      "webTitle": "Martin Belam",
      "id": "profile/martin-belam"
    }
  ],
  "guardianId": "football/2016/may/07/where-did-the-season-go-wrong-for-your-club"
}