{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/24/favelas-solar-energy-projects-brazil",
  "id": "2016-05-24-204",
  "sectionId": "sustainable-business",
  "body": "Sunny days have long been considered a competitive advantage for Brazil. Before the 2014 World Cup, the country’s tourist board set up a website allowing visitors to compare the number of sunny days in US and European capitals to cities in Brazil (eg Brussels 103, Rio de Janeiro 212). But while tourism may have been capitalising on the sunshine, the solar industry has not. According to statistics from the Brazilian electricity regulatory agency, Aneel, solar accounts for just 0.02% of the country’s energy. The bulk of the country’s energy generation (70%) is from hydropower. However, while demand for energy is increasing, multi-year droughts and widespread blackouts have created serious concerns about energy security for millions of businesses and homes. Despite a traditional lack of support (unlike Europe, China and the US, Brazil has not implemented feed-in tariffs or tax breaks), the government is now making efforts to diversify (pdf) the country’s energy mix with recent public auctions for solar and wind. Its 10-year energy plan released in 2014 estimates that 7GW of solar projects will be installed by 2024, making up 3.3% of Brazil’s energy mix. Yet as Brazil struggles with deep recession, increasing public deficit and political paralysis, it could be smaller companies and social startups that fuel the spread of solar, especially in the favelas where access to electricity is not widespread. Boost for community solar New regulations that came into effect in March aim to clear the way to make people into both consumers and producers of clean, low-cost electricity. They allow people to set up co-operatives to install grid-connected solar systems and be financially rewarded for contributions to the grid. The regulations also seek to cut red tape by simplifying and speeding up procedures for setting up and connecting solar systems.     Luiz Pacheco and Marcelo Vicintin, founders of Axis Renovaveis, a company selling solar energy. Photograph: Heriberto Araujo    One organisation likely to be a key beneficiary of the new regulations is Revolusolar. Located in Babilônia, a Rio de Janeiro favela in the Leme region of the city, it was founded in 2015 by a group of six local residents, aiming to bring green power to the people of the favela. Currently a non-profit, Revolusolar is hoping to become a co-operative later this year and is already supported by the Organization of Cooperatives in Brazil. “We live in an energy dictatorship dominated by big companies like [Brazilian oil giant] Petrobras. But this might soon change,” says Revolusolar co-founder Pol Dhuyvetter from the roof of his house, where he has just installed a set of 12 solar panels that he expects will supply 50% of his energy consumption. So far, 10 families have contacted the organisation to evaluate the eligibility of their homes for the grid-connected solar electric system. “It is difficult to understand how a country with such potential is not developing its solar energy system,” says Dhuyvetter.  Solar’s promise for Brazil If panels were installed on the rooftops of every house in the country, solar energy could supply more than double the Brazilian residential demand, according to Rodrigo Sauaia, president of the Brazilian Solar Power Association (Absolar). He believes that the new regulations – for the first time establishing clear rules for community solar - combined with skyrocketing electricity costs due to droughts and over-dependence on hydropower energy will stimulate distributed generation in the coming years.  “In 2015 we had only 1,731 small-scale solar systems connected to the grid, but we expect this number to grow to 1.2m in 2024,” he says.     A solar energy system in the state of Bahia. Lucineide Silva has created a small company that helps customers clean and maintain solar panels. Photograph: Greenpeace/Carol Quintanilha    Environmental and social organisations such as Greenpeace have recently campaigned to push the Brazilian government to provide tax breaks for panels and loans to buy solar equipment, as high interest rates – currently 14.25% – threaten investment in renewables that take time to pay off. “There is a degree of reluctance from the government, but also a strong lobby [against solar] from major construction companies that finance political campaigns,” says Barbara Rubim, a climate and energy campaigner at Greenpeace Brazil. These companies, some of which have an interest in the construction of huge, controversial dams such as the Belo Monte, have also become one focus of the country’s Lava Jato corruption investigation. Sauaia is confident society and small- and medium-sized companies will lead the charge. One such innovative small business is Sao Paulo-based Axis Renovaveis, which offers clients a solution to cut their energy bills: install tailor-made solar systems on their rooftops without investing a single cent. “We just ask them to sign a 10- to 12-year contract to commit to buy the electricity produced by the solar system, which could represent up to 50% of their total demand,” says Luiz Pacheco, one of the company founders. “We guarantee a cheaper price than the market and we assume all financing, installation and maintenance costs.”  Axis Renovaveis has funding from banks and private investors to cover upfront costs.  Pacheco argues that commercial clients – such as a major pharmacy retailer network – benefit from a 15% discount in their electricity expenses compared with previous bills. This creates an opportunity for a booming expansion of Pacheco’s business. “[Clients] have realised that they can easily save money in each of their hundreds of branches in the country. At the same time, they also contribute to the environment.”",
  "webTitle": "From the favelas: the rise of rooftop solar projects in Brazil",
  "webPublicationDate": "2016-05-24T11:06:43Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/24/favelas-solar-energy-projects-brazil",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Solar power",
      "id": "environment/solarpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Social enterprises",
      "id": "society/socialenterprises",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/24/favelas-solar-energy-projects-brazil"
}