{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/18/the-fabulous-fossils-of-messel-a-colourful-world-of-birds-and-beetles",
  "id": "2016-05-18-242",
  "sectionId": "science",
  "body": "The fossil record is crap. The chances of an organism becoming fossilised are small, and the chance of us finding said fossil are even smaller. More often than not, the fossils that we do find consist of mere fragments of an organism, rather than complete and intact animals or plants. These tattered specimens provide us with a tiny, cracked peephole through which we attempt to view the past. It is like reconstructing the world based on your three-year old niece’s drawings.  However, every now and then, we stumble upon a treasure trove of fossils that somehow withstood the test of time, and show us not just a glimpse, but a whole scene from a lost world. A Rembrandt between the stick figures, if you will. The fossil fauna from Messel near the city of Darmstadt in Germany is one of those spectacular fossil assemblages. The Messel quarry was mined for more than a century for its oil shales, and it was during these mining activities that workers discovered that the sediments contained beautifully preserved fossils of animals and plants. Messel’s sediments were laid down during the Eocene Epoch, about 47 million years ago, in what was then a crater lake surrounded by a subtropical rainforest. The release of toxic volcanic gasses is believed to have led to the death of many animals.      There is not much to see today, but the Messel quarry was once home to a lush tropical forest buzzing with life. Photograph: Werner Bayer     Soft-tissue preservation is rare in the fossil record, as it is mostly the hard bits, such as bones and teeth, which survive. However, low levels of oxygen in the lake’s waters and little disturbance of the sediments at the bottom of the lake resulted in the exceptional preservation of animals; animals are often preserved whole with soft tissue preservation, and even small details such as hairs, feathers and stomach contents can be observed. This extremely good preservation has earned Messel the name Konservat-Lagerstatte, a German term to indicate a paleontological site with exceptional preservation conditions, and the site is now a UNESCO heritage site.  The diversity in Messel’s fauna is staggering. There are thousands of delicate insect fossils, some of them even with their colouration preserved. Fish fossils are extremely abundant, and fossil reptiles include crocodiles and alligators, snakes and turtles. At the time of deposition of Messel’s fossil fauna, the “Age of Mammals” was in full swing and the first members of modern groups appear during this time.    Related: From giant rats to dwarf elephants, island living changes mammals    The Messel fauna contains numerous species of mammals including possums, pangolins, bats and rodents, but one of the better known species is the Messel horse Eurohippus messelensis. The size of a cat, and with nail-like hooflets instead of nails, it looks nothing like a modern horse, but it is an early member of a group that later gave rise to horses. The preservation of many Eurohippus messelensis specimens is so exceptional that researchers were able to observe that several mares were pregnant at the time of their death, and even details of the foetus’ milk teeth can be seen!  A more notorious member of the Messel mammals is the early primate Darwinius masillae. Known from only one specimen, nicknamed Ida, this species was thought to represent a missing link between early primates and anthropoids, the group of primates that would ultimately give rise to humans. However, this hypothesis was later criticised.        Specimen of the Messel horse Eurohippus messelensis  with a fetus preserved (in circle). Photograph: Werner Bayer    Although Messel is famed for its fossil mammals, birds are the most abundant and species-rich group of land vertebrates. So far some 70 species have been identified, some of them still awaiting formal description, and many are known from multiple specimens. As a bird palaeontologist who usually only has fragmentary bones to work with, seeing all these beautifully preserved bird skeletons induces a great deal on envy. Not only are many of the Messel bird specimens fairly complete (knowing which leg bone goes with which wing bone is a privilege in the field of bird palaeontology), many of them also contain traces of feathers, and in some cases, internal organ structures and glands.    Related: Who killed off Australia's big birds?    Although the Messel birds range from tiny hummingbird-like birds to the two-metre-tall, flightless predator Gastornis - a group of large flightless birds with heavy, hooked beaks - most species tend to be small to medium-sized. This is thought to be due to the fact that the smaller arboreal and insectivore species which foraged on insects above the lake surface had a bigger chance of ending up in the lake sediments than the larger species foraging on the forest floor.  Some of the bird species found in Messel are closely related to living species, such as the early trogon Masillatrogon pumilio and the swift Scaniacypselus. However, the Messel avifauna includes many extinct groups without close living relatives or with unknown affinities, such as the long-legged and flightless Palaeotis weigelti, the aptly named Perplexicervix microcephalon, and the small, presumably nectarivorous, Pumiliornis. A specimen of the latter species was found with pollen grains preserved in its stomach, representing the first recorded occurrence of flower-visiting by birds. By far the most abundant species though is the Messel rail Messelornis, an extinct long-legged relative of modern rails, with at least 340 individual specimens.      Just some of the diverse collection of fossil bird fossils from Messel. (A) The Messel rail Messelornis (Messelornithidae); (B) the large, flightless Strigogyps (Ameghinornithidae); (C) the halcyornithid Pseudasturides; (D) the nectarivorous Pumiliornis (inset shows detail of pollen grains, preserved as stomach contents); (E) the nyctibiiform Paraprefica; (F) the swift-like apodiform Scaniacypselus; (G) the podargiform Masillapodargus; (H) the coliiforms Masillacolius and (I) Chascacocolius; and (J) the upupiform Messelirrisor. Photograph: Gerald Mayr      Notably absent from the Messel avifauna are songbirds, the most abundant bird group in modern forest habitats. Songbirds originated in the Southern Hemisphere, and their major radiation post-dates the Eocene period. The high number of species and the ecological diversity observed in the Messel avifauna resembles that of a modern tropical forest. The stability of tropical ecosystems has long been thought to have been the driving force behind the high species richness. Simply put, old groups would have had more time for diversification than younger ones. However, for some groups of modern tropical forest birds with early representatives already present in Messel, species richness remains low today. In addition, the most species-rich groups today, such as pigeons, parrots and songbirds, are absent from Messel and other early Eocene assemblages. This suggests that, in addition to age, other factors are at play that affect the diversity of tropical avifaunas.  In addition to the dazzling array of bird species, Messel gives us a valuable perspective on the origin of the high species diversity of tropical ecosystems. As with many a masterpiece, the longer you look, the more you see.",
  "webTitle": "The fabulous fossils of Messel - a colourful world of birds and beetles",
  "webPublicationDate": "2016-05-18T10:12:46Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/18/the-fabulous-fossils-of-messel-a-colourful-world-of-birds-and-beetles",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Fossils",
      "id": "science/fossils",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Zoology",
      "id": "science/zoology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Hanneke Meijer",
      "id": "profile/hanneke-meijer"
    }
  ],
  "guardianId": "science/2016/may/18/the-fabulous-fossils-of-messel-a-colourful-world-of-birds-and-beetles"
}