{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/massachusetts-cage-free-chickens-plan-unlikely-opponents",
  "id": "2016-05-28-106",
  "sectionId": "us-news",
  "body": "Diane Sullivan, a poverty advocate and formerly homeless mother of six, sits outside a pizza shop in West Medford, Massachusetts, with her purse full of newspaper clippings about a proposed ballot question that would impose new regulations on confining farm animals. The Massachusetts ballot question, which a 2015 Lake Research poll predicted would receive the support of 73% of voters, is intended to make farming practices more humane and require that eggs be cage-free. But Sullivan is among its most ardent opponents, and has found herself in the midst of a heated dispute with animal rights activists on one side, and a coalition of some poverty advocates, farmers and hunters on the other. Sullivan, a food stamp recipient with 14 years’ experience in poverty prevention activism, says she is not a “pawn” for big agriculture. “I do care about animals,” she said. Her concern is that if this bill passes, the price of eggs will go up and she’s afraid low-income families will be hardest hit. “We have to talk to the people who the policy is going to impact,” she said.   Related: Chicken embryo tests can prevent practice of gassing billions of cockerels    The proposed regulation would require that all eggs sold in Massachusetts come from chickens that have 1.5 feet of space, functionally making all eggs in the state cage-free and affecting farmers nationwide. It would also require that all veal, pork and eggs come from animals that are able to extend their limbs and turn around in the spaces where they are held, an attempt to end what the Humane Society of the United States (HSUS) calls “extreme confinement”. Most controversially, if this bill is passed, the price of eggs in Massachusetts would rise. Sullivan is one of two plaintiffs, along with farmer James Dunn, suing to challenge the ballot question, in a case that will go before the state supreme court on 8 June. The lawsuit, funded by the not-for-profit organization Protect the Harvest, a group dedicated to informing the public about “threats posed by animal rights groups and anti-farming extremists”, argues that the law’s scope is too far-reaching, and that it does not adhere to state law. The office of the attorney general, Maura Healey, rejects these claims. Paul Shapiro, the vice-president of farm animal protection at HSUS, says the ballot question is “a very modest measure, but it would improve animal shelter and animal safety”.  HSUS is fighting conditions in which chickens are shoved into cages, “with less room than an iPad” to live. Cramped conditions mean chickens are often denied access to water, and lie dead in their cages for days. Shapiro calls the lawsuit opposing the bill, “a joke”, and points to comments made by Protect the Harvest’s attorney Jon Bruning that suggest he is anything but sympathetic to poverty. In 2011, when he was the attorney general of Nebraska, he compared welfare recipients to raccoons scooping beetles out of a bucket.     Jon Bruning, the lawyer representing opponents of the ballot question, has compared welfare recipients to raccoons. Photograph: Nati Harnik/AP    “They’re not stupid, they’re going to do the easy way, if we make it easy for them,” Bruning said of the raccoons. “It’s just like welfare recipients all across America: if we don’t incent [sic] them to work, they’re going to take the easy route.” “I respect Ms Sullivan, admire her passion, and feel bad that she’s being used by Jon Bruning, whose sole interest is in allowing out-of-state factory farms to dump their substandard and inhumane products on to Massachusetts consumers,” said Shapiro in an email. Sullivan first learned of Bruning’s comments in a story about the proposed ballot in the Boston Globe. She concedes his comments are “offensive”, but says the misconception that poor people are lazy is common, and part of the stereotype she’s trying to fight. She has not interacted with Bruning directly. Brian Klippenstein, the executive director of Protect the Harvest, says Bruning is not associated with the organization other than as hired counsel for the bill. Bruning did not respond to a request for comment. “This lawsuit will be over, hopefully next month, and he’s done. He’s not my attorney any more,” said Sullivan. But she is also wary of those who criticize Bruning for condemning low-income people as a means to dismiss her own concerns about the proposed ballot initiative’s impact on low-income individuals. “If everyone wants to jump out and call him out then great, then why don’t we do that at every opportunity,” said Sullivan. While she would not normally find her politics aligned with an anti-animal activism campaign, she says funding to promote the interests of low-income people is difficult to come by. “Politics has strange bedfellows,” she said.     The Massachusetts ballot question would seek to ban chicken cages such as these. Photograph: Christian Science Monitor/Getty Images    Sullivan has come a long way from living in a hotel, surviving off tuna fish and turkey, too weak to breastfeed. But money is still tight, and she says she relies on eggs to feed her family. “When I don’t have enough money to put an appropriate dinner on the table, I’ll take the little that I have and we’ll make breakfast for dinner,” she said, describing how she pulls together pocket change to buy a dozen eggs. “It’s a critical source of protein.” Exactly how much the price of eggs would rise in Massachusetts if the state goes cage-free is disputed. According to Shapiro’s calculations, the price of eggs in Massachusetts will only go up about about 15 cents per dozen.  These numbers are derived by the economic consulting firm, Compass Lexecon, which HSUS hired to conduct an independent study of the bill’s impact. Charles Augustine, the vice-president of the company, said the numbers are based on the long-term impact of the regulations. Though the demand for eggs is inelastic, Massachusetts is at an advantage because of its small population. The state consumes 2% of the nation’s eggs.   Related: McDonald’s says it will switch to cage-free eggs in the US and Canada    “It would never be a shock to Massachusetts because it’s so small,” said Augustine. Because retailers would no longer be able to up the price of eggs as a specialty product, and larger customers like 7-Eleven and McDonald’s are already moving toward cage-free eggs, Augustine says the price increase would stay low. But Sullivan and Klippenstein look to California, where a similar law was enacted in 2015. There, egg prices soared to as high as $6 after the law went into effect, affected also by bird flu.  Today, egg prices in California have leveled off. “Frankly, we don’t know exactly what those numbers might be,” said Glenn Hickman, CEO of Hickman’s Family Farms, a 10m chicken egg business in Arizona, California and Colorado.  He says his company is moving toward becoming an entirely cage-free operation because that’s what his customers are seeking. But to Hickman, and many other farmers, cage-free conditions aren’t necessarily the best option for the birds. Chickens in large groups are known to enforce a hierarchy called a pecking order, which can sometimes get bloody. Large groups tend to huddle together, especially when scared, sometimes suffocating smaller birds. Hickman believes the best option for the animals would be to keep them in “enriched colonies” or larger cages with perches with only a few other animals. “I really do think that would be the best compromise but that’s not the way the market is moving,” said Hickman. Dunn, the second plaintiff in the lawsuit, is a retired academic who raises chickens and horses with his family in Wendell, Massachusetts. He believes that HSUS efforts to protect the animals are well-intentioned but misguided. “It’s kind of like when you piss in your pants and it’s warm,” he said. He says farmers ultimately know how to best take care of their livestock. “They treat their animals generally better than they treat their family,” said Wendell. Dunn lives in a converted barn, heated by a wood stove, where his daughter’s four horses and about 20 chickens walk freely in the yard. He joined the suit after buying pullets, or young chickens, from Diemand Farm, the only chicken farm in Massachusetts that still uses battery cages. The chickens follow humans, a sign that they are well cared for, said Dunn. “Chickens don’t follow people around if they’ve been abused in any way.”     Eggs produced from cage-free hens are seen on sale in a supermarket in New York. Photograph: Richard Levine/Corbis via Getty Images    The Diemand Farm is a family-run business, started in 1936. Peter Diemand says his father originally kept the chickens outside, until he started running into trouble with predators and rain. When he brought the birds inside, they were originally held in a cage-free system but the birds were in their own manure, and had problems with cannibalism and suffocation. Today his ISA Brown hens are kept in 12in by 18in cages, where they have continuous access to water and feed. “We feel like it’s healthier and better for the chickens that they are in cages,” said Diemand. He says the cages also make removing the manure and collecting the eggs less labor intensive for the farmers. Diemand said he is unsure he’ll be able to sustain his 3,000-bird production if the law is passed. It’s difficult to assess a chicken’s wellbeing in an interview, but a quick tour revealed the birds are decidedly not living in the horrific conditions of some of their sisters crammed in cages elsewhere. United Egg Producers, a cooperative of egg farmers, is concerned that creating new standards in each state, that don’t reflect a variety of safe ways to house chickens, will place an unfair burden on farmers. “The lack of a common standard could result in significant challenges for egg producers in addressing a patchwork of state guidelines and meeting the demand of their customers,” said CEO Chad Gregory in a statement. Ultimately, Shapiro said, these issues distract from the purpose of the bill which is to provide basic protection to farm animals. “It’s hard to imagine any animal is better off locked in a cage,” he said.",
  "webTitle": "Massachusetts cage-free chickens plan brings together unlikely opponents",
  "webPublicationDate": "2016-05-28T11:30:03Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/massachusetts-cage-free-chickens-plan-unlikely-opponents",
  "keyword": [
    {
      "webTitle": "Massachusetts",
      "id": "us-news/massachusetts",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Eggs",
      "id": "lifeandstyle/eggs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Zalkind",
      "id": "profile/susan-zalkind"
    }
  ],
  "guardianId": "us-news/2016/may/28/massachusetts-cage-free-chickens-plan-unlikely-opponents"
}