{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/sheffield-wednesday-hillsborough-brighton-championship-playoffs",
  "id": "2016-05-13-265",
  "sectionId": "football",
  "body": "The sun shone at Sheffield Wednesday. The manager Carlos Carvalhal, who has done so much to reignite enthusiasm around the place, stood outside Hillsborough’s main entrance in a pair of eye-catching maroon trousers looking effortlessly relaxed as he chatted at the end of training. Inside, preparations were under way for arguably the biggest game the club have had since the 1993 FA Cup final. Excitement is building for the play-off semi-final against Brighton. The burr of the groundsman’s mower echoed as a handful of staff tended to the pitch. Overhead the 16 flags above the North Stand – the poles erected so the colours of every team in the 1966 World Cup finals could be paraded – fluttered elegantly.   Related: Hillsborough victims honoured with freedom of Liverpool    It is understandable to forget that Hillsborough had a different heritage, different connotations, before the afternoon of 15 April 1989 changed everything. Up until 3.06pm that day, when a football game was stopped as disaster befell so many, Sheffield Wednesday fans felt the same emotions any supporter of any club would about their home. Your own ground was a place of worship, a sacred space to love and defend. Wednesday fans tended to feel particularly proud of Hillsborough not only because it was theirs, but because of its reputation then as one of the great grounds of England. That was why it was often chosen for one of the showpiece games of the year, the FA Cup semi-final. “It was Villa Park, Hillsborough, Old Trafford, Wembley. It was a big deal,” remembers Daniel Gordon, an avid Owl since 1979. “The West Stand, partially paid for by fans donating a shilling a week, was rebuilt for the 1966 World Cup. The North Stand was one of the first cantilever stands in the country. The Kop was the biggest standing area in the land. The South Stand was old and quirky with an Archibald Leitch gable. All a solid blue and white. “We were so proud of our stadium and to have that fallibility suddenly exposed – it isn’t a great stadium actually it’s a shit stadium and it’s a death trap and none of us realised – as a fan that was quite overwhelming.” How they dealt with a terrible event happening at their temple is part of a very complex period in Sheffield Wednesday’s history. Naturally there is no definitive view. Many fans have been in denial about it for years. Others have struggled with it. Some sit along various points in between. Of course it is a perspective that is not often talked about. What happened at Hillsborough is regarded as Liverpool’s tragedy. But that does not mean it hasn’t been, over these past 27 years, immensely difficult for the other parties involved that day, the witnesses from Nottingham Forest and the hosts from Sheffield. Gordon was 16 years old at the time of the Hillsborough disaster. Season-ticket holder, fanzine editor, third-generation Wednesday, it was only family pressure to study for exams that prevented him from going along with a couple of mates from the supporters’ club to sell programmes on the day. His mates ended up in the gymnasium counting up the programme money when the bodies began to arrive at what became a makeshift mortuary. For a long time when Gordon went to matches afterwards he tried to avoid even looking at Leppings Lane. He was one of those who couldn’t easily follow the club example to try to move on as hastily as possible. Gordon’s personal relationship with what happened deepened over the past five years as he has immersed himself in the details of the day as director and producer of the Hillsborough documentary aired on the BBC last weekend to great acclaim following the recent verdict.     A memorial outside Hillsborough to the 96 Liverpool fans who died at the stadium in 1989. Photograph: Christopher Thomond for the Guardian    Gordon is bewildered to recall how his club tried to distance themselves from it all for years. “It was a total shutdown,” says Gordon. “If you speak to families it was appalling. By not letting them in, by not letting them come and look. Even the day after the disaster Margaret Thatcher took priority. That attitude carried on for years. There was no outreach. There are loads of stories of family members and survivors who came to have a look being left out in the rain. Nope. It was: ‘Come back when we play you.’ “The hierarchy at the time didn’t even want a memorial at the ground. I spoke to club officials at the time. They didn’t want a focus for grief. They really wanted to leave it behind and pretend it didn’t happen. It’s a real stain on the club. They didn’t face up to what happened inside the ground. There was the excuse made at the time that if we do a memorial we have been advised by our insurers that it is almost an admission of guilt. That’s plausible for about three seconds. And then you think no actually. Not at all. It is a sign of respect.” It was left to the local community to step in. On a patch of grass at the top of Leppings Lane, the local traders from the Middlewood Road shops clubbed together for a memorial stone. A couple of minutes’ walk away in Hillsborough Park, there is a replica of the Shankly Gates that was funded by residents at the walled garden. Ten years after the disaster Wednesday did build a memorial which is visited to this day. An array of scarves and messages is updated constantly. There is no shared view though, even among Wednesday fans, about the disaster. “I think that denial goes on to this day,” says Gordon. “I have argued with fellow Wednesday fans about it. I have heard Wednesday fans refer to it as the Liverpool fans disaster not the Hillsborough disaster.” He adds that his nine-year-old daughter had to defend her view in the school playground that the fans were not to blame. “You get a lot of: ‘I know what I saw’ from the deniers. But I always say what you saw, or thought you saw, or were influenced by to make you think you saw, is one view of the day. I have seen every frame that was shot on that day, and I have seen the reports that are incredibly complex from that day, and the total picture is vastly different to your narrow view. It has been really hard to undo the lies.”     The Leppings Lane end at Hillsborough, as it looks now. Photograph: Christopher Thomond for the Guardian    Stepping inside Hillsborough today, as they gear up for this thrilling play-off opportunity, looking around the ground it is hard not to be hit by powerful, complicated, contradictory feelings. On the one hand it looks such an impressive stadium. Three sides of it are a sight to behold. But the Leppings Lane compels you to stop in your tracks, thinking, imagining, remembering. It still has the same overall look, but with seats where the penned, caged, terrace used to be. Chillingly there is even a patch of the original Leppings Lane terracing in the corner underneath the police control box. Maybe one day Wednesday will do what Gordon always hoped they would do – knock it all down and build a completely new stand with a fitting memorial. Unlike previous regimes this does have the feel of a club looking up, moving forward, and renewing hope. The Thai owner, Dejphon Chansiri, has made a decent impression and the connection between manager, players and fans has flourished within a mood of encouragement and ambition. The quality of Wednesday’s football has captured the imagination. They beat Arsenal and Newcastle in cup competitions. One of their players [Barry Bannan] made it into the Championship team of the year and another [Marco Matias] scored the Football League goal of the season.           Hillsborough: anatomy of a disaster.    “It is 16 years since we were in the Premier League and this has turned into one of the most joyous seasons,” says Gordon. “Nobody had a clue who this manager was but the second anyone met him everyone was swept along. Sheffield is a small city and his infectious enthusiasm has spread. We trust these players. We are a club that are on our way back, whether that is this year or next or the one after. There is a decent club improving here.” Gordon described this season as “a kind of awakening” and that seems poignant in the year that the verdicts came through. “I don’t believe there is anyone at the club now that was there in 1989,” says Gordon. “The club now has more outreach and is more welcoming. The owner is from Thailand and it might take him a while to understand the depth of what happened here but he has laid the wreath with genuine respectfulness for the last two years. There is great hope it can become a club you can be proud of. And we haven’t been able to say that for a very long time on or off the pitch.”",
  "webTitle": "Sheffield Wednesday seek Premier League return after facing Hillsborough legacy | Amy Lawrence",
  "webPublicationDate": "2016-05-13T09:00:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/sheffield-wednesday-hillsborough-brighton-championship-playoffs",
  "keyword": [
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Lawrence",
      "id": "profile/amylawrence"
    }
  ],
  "guardianId": "football/2016/may/13/sheffield-wednesday-hillsborough-brighton-championship-playoffs"
}