{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/grove-community-garden-edinburgh-sarah-marshall",
  "id": "2016-05-07-120",
  "sectionId": "lifeandstyle",
  "body": "My mum is a very keen gardener. She’s more controlled, whereas I’ve always had an eye for things that grow in the wild. In the mid to late 1990s, I was working near the Newbury bypass and couldn’t help but get involved in the protests. I made little gardens in the weeds. We learned a lot about what you can eat from the wild; we had that book, Food For Free, by Richard Mabey. I came to Edinburgh with my son to study for an art degree. When I turned up here in Fountainbridge, at the old McEwan’s Brewery site, it was a waste ground. But there was some coltsfoot pushing through the rubble, and I saw it as a symbol of the potential here. We grow in pallet-based raised beds, so they can be moved around as the developers work on the site. They like having us here. We’re currently using a spot where they intend to build affordable housing. Private lets are expensive in Edinburgh, so there is a need for developers to accommodate communities and individuals. We’ve got people from all over: retired folk, students from the art school, a group of Asian ladies and a couple of local primary schools, too. People I’ve made friends with on the garden now realise there are some people in society struggling, like the boys who come here and hang out: they just want somewhere to go. I grow all sorts: courgettes, helichrysum for drying, honesty and beetroot – it’s my favourite vegetable. I planted some in an old cot; I call it the beetroot generation. It’s my way of gardening. The beds are so small, you can have some success even if you have no experience. One lady has got just thyme bushes in hers.   Related: How does your garden grow? Bernard Tickner, Fullers Mill Garden, West Stow, Suffolk    We used to have a bothy, which a girl called Maya and I built out of pallets and bits of wood and windows we’d found. It became a feature on the site – a nice barrier from the wind – until it got burned down. We found out on the day everyone was waiting for the vote on the independence referendum. Still, we’ve built a new house now. When my mum was gardening, people swapped plants all the time, and I do it now. I’ve made quite a few friends that way. One lady gave me half a garden full of geraniums, so she could replace them with things she preferred. Gardening can bring people together like that. My favourite spot It’s best not to have a favourite place when you know it’s going to change. • How does your garden grow? Email space@theguardian.com",
  "webTitle": "Me and my garden: ‘The developers like having us here’",
  "webPublicationDate": "2016-05-07T10:00:12Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/grove-community-garden-edinburgh-sarah-marshall",
  "keyword": [
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Stoddart",
      "id": "profile/kim-stoddart"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/grove-community-garden-edinburgh-sarah-marshall"
}