{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/09/sats-week-teachers-reactions-day-by-day",
  "id": "2016-05-09-115",
  "sectionId": "teacher-network",
  "body": "Monday marks the beginning of week long Sats examinations for year 6 pupils. Amid a tense atmosphere, after parents staged protests and boycotted schools in response to the tests for year 2 pupils, we asked teachers for their reactions to the testing: Day 4 There was a mixed reaction to Thursday’s papers.    @GuardianTeach A High School teacher was in today and said some of the material is taught at Year 8. Have our kids been set up to fail? Yes!— Simone Goddard (@SimmygGoddard) May 12, 2016      @GuardianTeach @Annaisaac all good today! Now the patient wait for mark thresholds! #assessment shambles— Mags Taylor (@maggie347) May 12, 2016      @GuardianTeach Today's Maths - the hardest of the maths tests; tough but fair. Children coped well. At least, for them, it's all done now!— Rupert Madeley (@rupertmadeley) May 12, 2016      @GuardianTeach My yr6 son mooched  in tday closing remark \"Here goes another test I can't pass bye mum\"Demoralized https://t.co/TDZt2e496R— Multiplication Rules (@PennyTopsom) May 12, 2016    Teachers and parents alike were still very concerned about the reading test earlier in the week.     @GuardianTeach Paper a little kinder today. We're all still seething about reading test though!! #SATsweek— Sajid Gulzar (@sajid_gulzar) May 12, 2016    Day 3 Wednesday seems similar to Tuesday, with many people saying it was tough, but nothing like the debacle seen earlier in the week.    @GuardianTeach arithmetic was fair but still tried tripping the children up, reasoning was expected, more GCSE standard #SATsweek— Mr Burns (Class6) (@StAndrewsClass2) May 11, 2016      @GuardianTeach Maths Paper 2 was ridiculous. I marked a foundation GCSE Maths (June 14) last night and it wasn't as hard as SATs. #SATsweek— Daniel Evans (@MrEvans90) May 11, 2016      @GuardianTeach Maths test today were fair. Some challenging questions but that is expected. Children coped well.— Rupert Madeley (@rupertmadeley) May 11, 2016    But there was some consternation over how much the children were expected to do in the allocated time.    @GuardianTeach @Annaisaac Awful today. Not enough time, kids very stressed- some in tears.— Jen Carlyle (@jen_carlyle) May 11, 2016      @GuardianTeach fair enough but not enough time! Certainly no checking time!— Mags Taylor (@maggie347) May 11, 2016    Others were less optimistic about the level of difficulty.     @GuardianTeach @Annaisaac Paper 2 was ridiculous. Harder than the sample paper sent out by the government earlier this year. Very unfair 😡— Paul Gallagher (@PriMathsPaul) May 11, 2016      @GuardianTeach reasoning paper seemed way tougher than arithmetic, even though arithmetic still challenging. lots of knotty qs— Mr Simms (@mrpsimms) May 11, 2016    And there has been some brilliant support from parents who appreciate the hard work and care taken by teachers.             Manley    11 May 2016 9:15am  My kid has been really relaxed with the SATS this week. Not sure how well she's done, probably ok. Her best subject is maths so she's got the worst of it out the way. I must say though, I think the teachers at her school have done a great job on keeping the kids happy, positive and relaxed this week...in fact sounds like they're having a ball (when not sitting the tests). Big party planned for tomorrow afternoon.      Day 2 So far, teachers have said they felt the test was more fair and suitable than yesterday’s paper.    @GuardianTeach @guardian Today's tests were not too bad. It was fair and the children coped well. Not as hard as the practise material.— Rupert Madeley (@rupertmadeley) May 10, 2016               Ariadne80    10 May 2016 12:39pm   This comment has been chosen by Guardian staff because it contributes to the debate How have people found Spag today? I was stunned that it was, dare I say it, not too bad and my children were so much happier with it than yesterday. Everything we'd revised came up so they had a fighting chance and the spellings were ok too... Is it likely to be voided anyway after the leak? Or do you think the pass mark will just be crazy high?        @rupertmadeley @GuardianTeach It was easier today. Unlike yesterday there were no children in tears feeling like failures. But why bother?— Beverley Brown (@beb102) May 10, 2016      @GuardianTeach @GuardianEdu tests today fair & pupils coped well, unlike yesterday's which was just bizarre!— Sajid Gulzar (@sajid_gulzar) May 10, 2016    But there’s considerable concern regarding the leaking of papers.     @GuardianTeach Can't believe it's the same error as last time. Are these tests taken seriously or not, because it doesn't feel like it!— Blackminster Middle (@BMiddleSchool) May 10, 2016    Day 1    @GuardianTeach Children coped well with tough test, but time was an issue for plenty, struggling to complete.— Rupert Madeley (@rupertmadeley) May 9, 2016      @GuardianTeach Regardless of how well you've prepared your children, there's not a lot you can do when they run out of time. Chn crying 😥— Ruth (@Ruth_Hopkins) May 9, 2016      @GuardianTeach more inference type questions  this year which lots struggle with but main complaint was its dullness!— DawnInSuffolk (@DawninSuffolk) May 9, 2016     Related: How is Sats week going for your child?      @MrTRoach @GuardianTeach .....question setters showing how intelligent THEY are isn't the objective!— Peter Suddaby (@PeterSuddaby) May 9, 2016      @GuardianTeach As a profession we know the testing system is flawed at present and we need to get through these to show just how much.— Steve Mills (@millsyblue) May 9, 2016    Many schools were trying to help pupils unwind by holding outdoor sports activities after a day’s testing.     Year 6 having some fun after starting their SATs today. Keep working hard! We are proud of you! #smyear6 #SATsweek pic.twitter.com/XBRkV0hxQv— St Martin's Primary (@stmartinspri) May 9, 2016    Or reminding students that relaxation is the best strategy during a tough week.    First Y6 SATs test over - reflect (don't dwell) and come back ready to take on the GPaS tomorrow. Best thing you can do to prepare? Relax.— Woodgate Primary (@woodgateprimary) May 9, 2016    Anger at the examinations and the stress they cause is still surfacing online.     https://t.co/29ecJQoVVR Well done Nicky. Well done Nick. Children crying over SATs.— Michael Rosen (@MichaelRosenYes) May 9, 2016      Leaked page shows new exam designed specifically for Education Ministers #SATS #SATsweek pic.twitter.com/AGasEYOiCU— Mockeree (@mockeree) May 9, 2016    Meanwhile reverend Kate Bottley, of Gogglebox fame, has just found out her school is to be inspected during the exams.    Our church primary has just had 'the call' if you're the sort, pray would you? #OfSted #SATsweek— Kate Bottley (@revkatebottley) May 9, 2016    We want teachers to share their thoughts on the papers, how children are coping and how they are feeling during Sats week. Tweet us @GuardianTeach, email anna.isaac@theguardian.com or add your thoughts in the comment section below. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Sats week: teachers' reactions day-by-day",
  "webPublicationDate": "2016-05-09T16:01:45Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/09/sats-week-teachers-reactions-day-by-day",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Isaac",
      "id": "profile/anna-isaac"
    }
  ],
  "guardianId": "teacher-network/2016/may/09/sats-week-teachers-reactions-day-by-day"
}