{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/hmp-kennet-uks-most-overcrowded-prison-to-close",
  "id": "2016-05-26-196",
  "sectionId": "society",
  "body": "Britain’s most overcrowded prison, HMP Kennet in Merseyside, is to close just 10 years after it opened, the justice secretary has announced. Michael Gove said HMP Kennet – a category C training prison, which opened in 2007 – was poorly designed and among the most expensive jails of its type. Kennet is on the same site as the Ashworth high-security psychiatric hospital in Maghull. It was designed to hold 175 men, but government figures record it as holding 338 at the end of March, nearly twice as many, and close to its operational capacity of 342.   Related: Prisons get urgent £10m to tackle suicide and disorder    Gove told MPs the decision had been taken not to renew the lease with Mersey Care NHS trust for the site of HMP Kennet and it will close by July 2017. The prison was converted from existing medical buildings at a cost of £19m and took its first prisoners in December 2007. It offers training, education and workshops for all its prisoners. “The staff at HMP Kennet have been undertaking excellent work with the prisoners from Merseyside and the surrounding areas. The prison however does not provide an ideal environment for the rehabilitation of the men it holds. Its design and layout make it difficult to operate, it has the highest levels of crowding in the estate and is one of the most expensive category C prisons in the country,” said Gove in a written ministerial statement. The justice secretary said closing prisons such as Kennet would enable money to be invested in a modern prison estate with facilities for training and rehabilitation that would help prisoners turn their lives around. The local MP for Sefton Central, Bill Esterson, tweeted:     Closure of HMP Kennett, Maghull, announced this morning, just before recess of Parliament. No chance for scrutiny https://t.co/MBP87TUg2P— Bill Esterson (@Bill_Esterson) May 26, 2016    Soon after he became justice secretary last year, Gove announced he would close old and ineffective prisons, particularly inner-city Victorian jails. However, so far only Kennet and HMP Holloway, which was totally rebuilt in the 1980s, have been earmarked for closure.",
  "webTitle": "HMP Kennet, UK's most overcrowded prison, to close",
  "webPublicationDate": "2016-05-26T12:28:36Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/hmp-kennet-uks-most-overcrowded-prison-to-close",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liverpool",
      "id": "uk/liverpool",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/26/hmp-kennet-uks-most-overcrowded-prison-to-close"
}