{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/parents-anger-welcoming-syrian-refugees-school-redcar-cleveland-council-apology",
  "id": "2016-05-25-91",
  "sectionId": "world",
  "body": "Council officials in Teesside have apologised after the arrival of a group of Syrian refugees was met with complaints from teachers and parents at a school. The staff and parents at Overfields primary school in Redcar and Cleveland were said to have been taken aback when the refugees arrived at an empty council building in the grounds of the school. The group had landed at Newcastle airport from Lebanon at lunchtime on Tuesday and were taken to the “welcome centre” where they were given cups of tea.  The event was held to welcome 35 Syrian refugees to Redcar and Cleveland who have come under the Government’s resettlement scheme, half of whom were children. They were at the site for an hour. But parents who saw the Syrian families while picking up their children said they were “shocked”.   Related: What happened to the 12 Syrian refugees rescued by the pope?    One parent told the Gazette newspaper: “My kids attend Overfields primary school and within school grounds there is an unused building. As we picked our kids up you can imagine our surprise when we saw the full bus.” The school’s headteacher, Tracy Watson, raised concerns that the school was not consulted prior to their arrival – meaning, she said, that she had to offer parents reassurances their children were safe and that nobody was being housed on the site. Watson said: “As headteacher I take my role seriously in ensuring the safety of the children at the school. I am disappointed that I was not consulted or informed about the use of the disused building yesterday as a temporary welcome centre for the Syrian refugee families and have raised this with the local authority.” The council has approved plans to allow 125 Syrian refugees a year move into the area. It forms part of wider proposals drawn up last year to welcome up to 500 Syrian families on Teesside. Sue Jeffrey, the council leader, said she was not aware of the formal complaint and that the welcome was something to be proud of. She said: “It is a council building on the same site as the school but with a separate entrance. We were very proud to welcome our first Syrian families being resettled as part of the government programme. “They had a long journey to get here and we wanted them to feel welcome so they were given cups of tea and the children were given some colouring books. They were literally only here for an hour before they went off to their homes. This is something really positive for these families who have already been through so much.”    Please be assured that all pupils safeguarding is our priority.— Overfields Primary (@OverfieldsPri) May 24, 2016    Officers at the council confirmed they had apologised to the school and said the site would not be used again to welcome refugees.  The school tweeted on Tuesday: “School were not informed about the activity in the other building today. Nobody is being housed on site. School have complained to LA [local authority].” Another tweet was then posted on Wednesday morning: “Please be reassured the school site is safe. The other building is empty and locked up. We look forward to seeing all pupils in school today.” Under the newly approved council proposal, refugees will be offered services, including housing and welfare, when they arrive. The refugees are part of the Syrian resettlement programme, which aims to resettle 20,000 refugees from Syria across the UK during the current parliament.   Related: Pegida activists protest at images of non-white German footballers on Kinder bars    Last September, leaders in Teesside revealed plans to offer homes across the area to up to 500 refugee families. Lynn Pallister, a cabinet member for health and housing at Redcar and Cleveland council, said: “The council are planning to resettle families who have fled from the civil war in Syria, with a commitment to take around 25 families per year for the next five years. The families have secured five-year refugee status under humanitarian grounds of the UN scheme. “A Redcar and Cleveland steering group has been established with representatives from public and voluntary services who are all eager to welcome the refugees who will be arriving. “The group recognises that we all have a role to play to assist the families to settle in our communities following a difficult transition from the areas of conflict from which they originate.”",
  "webTitle": "Parents' anger at refugee welcoming prompts council apology",
  "webPublicationDate": "2016-05-25T16:44:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/parents-anger-welcoming-syrian-refugees-school-redcar-cleveland-council-apology",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "North of England",
      "id": "uk-news/north-of-england",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "world/2016/may/25/parents-anger-welcoming-syrian-refugees-school-redcar-cleveland-council-apology"
}