{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/thomas-voeckler-nicolas-roche-team-sky-tour-de-yorkshire",
  "id": "2016-05-01-76",
  "sectionId": "sport",
  "body": "Thomas Voeckler is now an elder statesman at 36, and in his 16th season as a professional, but winning still holds the same savour for the Frenchman who could not hide his delight after cannily outsprinting Nicolas Roche to take the Tour de Yorkshire. The three-day race was decided by a two-man sprint in the final metres, where Voeckler showed all his experience to catch Roche napping, even though the Irishman is far from being a callow debutant. “Incroyable, ho, ho, ho,” was Voeckler’s verdict, his grizzled face bearing an ecstatic smile. He had showed his interest in the overall standings as early as day one when he sneaked a time bonus en route to Settle, which gave him a two-second advantage over Roche. The pair escaped over the final climb of Oliver’s Mount on the outskirts of Scarborough, and once away they both knew whoever won the finish sprint played out before a crowd perched on the grassy slopes above North Parade would take overall victory. Roche recorded the same time but finished six seconds back overall once bonus seconds were applied. The outcome marked a popular victory for a Direct Energie rider in the twilight of his career who needs wins like this to keep him in the saddle. It came at the expense of Team Sky, who dominated the 198km stage, repeatedly splitting the field over a tough course. They ended up with three riders in an elite lead group but were prevented from repeating last year’s overall win – for the Norwegian Lars Petter Nordhaug – by Voeckler’s racing nous, the same quality that has given him stage wins in the Tour de France and two decent spells in the yellow jersey in 2004 and 2011. It was that simple in the end but what came earlier was a constantly changing pattern of events over a stage with a brutal profile; a final 100km that was worthy of a one-day Classic if not better than some of recent date. After an initial sort-out over the windswept moors of Blakey Ridge Sky grabbed the race by the scruff of the neck as a large lead group approached the Grosmont climb. The national champion, Peter Kennaugh, set a searing pace and the race leader, Dylan Groenewegen, was already struggling as the road went constantly up and down. After the steep ascent out of Grosmont an exposed stretch of road enabled Sky to slash the lead group to only 10 men in a lightning move that would have won them the race if the finish had been a few kilometres distant. The British squad’s four strongest riders assembled around Kennaugh but a change in wind direction made for a regrouping, with 25 riders coming together through Whitby to tackle the short, steep pull out of Robin Hood’s Bay. The Belgian Serge Pauwels attempted to break Sky’s stranglehold and a further selection took place, with the group topping the climb only 15 strong. That elite group included three from Sky (Roche, the young Gianni Moscon and Nordhaug), Adam Yates, who probably welcomed the distraction of some intense racing after his brother Simon’s troubles during the week, Voeckler and Tom Stewart of the home team Madison-Genesis. The best rider overall was Nikias Arndt of Giant who had started the stage third overall thanks to time bonuses, and the issue then became how to get rid of the German. After the lead group had swelled again Roche started the final showdown by escaping with Yates and Steven Kruijswijk of the Lotto-Jumbo team as the race left Robin Hood’s Bay, and Voeckler later linked up with Anthony Turgis of the Cofidis team with 18km remaining into Scarborough. Arndt set up a solo chase but to no avail, meaning the climb up the motor racing circuit of Oliver’s Mount would be critical. The quintet split, again under Roche’s impulsion, while behind Moscon and Nordhaug set off in pursuit of the minor placings. It reflected Sky’s physical and numerical dominance of the day but in the final metres tactics were what mattered and Voeckler came off best. He is known for racing with his tongue hanging out as he shows the television cameras just how hard he is working. Here, it was far more than mere theatrics.",
  "webTitle": "Thomas Voeckler edges out Nicolas Roche to win Tour de Yorkshire",
  "webPublicationDate": "2016-05-01T16:42:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/thomas-voeckler-nicolas-roche-team-sky-tour-de-yorkshire",
  "keyword": [
    {
      "webTitle": "Tour de Yorkshire",
      "id": "sport/tour-de-yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Team Sky",
      "id": "sport/team-sky",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "William Fotheringham",
      "id": "profile/williamfotheringham"
    }
  ],
  "guardianId": "sport/2016/may/01/thomas-voeckler-nicolas-roche-team-sky-tour-de-yorkshire"
}