{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/20/man-arrested-after-multiple-stabbings-in-sainsburys-car-park-hampton-london",
  "id": "2016-05-20-81",
  "sectionId": "uk-news",
  "body": "A woman was critically injured and three others were hurt at the hands of a man wielding a knife in the car park of a supermarket in south-west London on Friday during an apparently indiscriminate attack.  A 66-year-old man was arrested at the scene on suspicion of attempted murder, according to the Metropolitan police, which said that the incident was not thought to be terrorism-related. The alarm was raised shortly after 10.35am when a woman who had been stabbed in the back collapsed outside a police station in the suburb of Hampton. The first of the victims was stabbed nearby in a car park close to a pub and a branch of Sainsbury’s supermarket before other women were stabbed as they got out of their cars. Police said the most seriously injured of the women was aged 62, while the others were 67, 71 and 53. The arrested man is understood to be Ethem Aydin Orhan, who is from the Hampton area. Ben Brady, 30, who owns a hair salon beside the police station and came across one woman as she was being treated, said: “I realised she had been stabbed a good few times and they said there’s someone else over in the car park waving a knife around. As I went over there I heard screaming. “By the time I got there, there were two ladies clutching their back and their sides, saying ‘he stabbed me, he stabbed me’.”  A staff member from the nearby Hampton pub said: “He only went for the women. The man ran through and started attacking them. It didn’t seem like they knew him. He appeared to be out of it, on drugs or crazy.   Hampton map   “The woman who was badly stabbed in the back made it up to the police station and raised the alarm. She is well known locally and goes shopping there all the time.” Police said the suspect was subdued by the threat of a Taser, although the device was not discharged. A blood-soaked jacket and a medical kit could be seen on the ground inside an area outside the police station, which had been cordoned off in a small square it shared with the supermarket. The car park by the Sainsbury’s store backs on to a pub, youth centre, children’s hospice and school. A helicopter was used to airlift the worst of the injured to hospital, where her condition was described as life-threatening.  Matthew Bentley, who lives around the corner from the car park, said: “I was in my house in the garden and the air ambulance came and landed and I thought it could be one of the kids in the school around the corner. One of mine goes there.”     Police and forensic officers with an evidence bag at the scene. Photograph: Stefan Rousseau/PA    A witness described the scene as horrific and said she had seen the victims lying on the floor bleeding. She told ITV London: “I could see bodies lying on the ground. There was an elderly lady just lying down beside the police station. I tried to help. She had the police there and paramedics. I could see this poor lady with blood coming out of all different parts of her body.” She said one of the victims was her neighbour, and added: “She was stabbed three times in the chest, back and arm.” Officers went to the scene on The Avenue in Hampton, on the edge of Richmond-upon-Thames, after receiving a call that a man was carrying a knife, the Metropolitan police said. Borough Commander Richmond-Upon-Thames, Ch Supt Glenn Tunstall, said: “I would like to praise members of the public who rushed to the aid of the injured women and provided them with first aid. “Their bravery and the outstanding courage of the officers who were first on the scene and confronted the armed man is worthy of praise. “An incident like this will cause considerable concern to the local community, and I would like to reassure them that uniform officers will be patrolling the area and can speak to anyone who has concerns.” “A fourth woman who had also suffered knife wounds was subsequently located at a nearby property. She has been taken to hospital where her condition at this stage is thought to be life-threatening.” A spokesman for the London ambulance service said it had sent paramedics and an air ambulance to the scene after receiving a call at 10.38am. “We treated four women at the scene for various stab wounds, including to the chest, legs and back,” the spokesman said. “We took three women as a priority by road ambulance to a major trauma centre in south London. The air ambulance took the other woman as a priority to another major trauma centre in central London.”",
  "webTitle": "Four women stabbed in Sainsbury's car park in south-west London",
  "webPublicationDate": "2016-05-20T16:20:06Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/20/man-arrested-after-multiple-stabbings-in-sainsburys-car-park-hampton-london",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    },
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "uk-news/2016/may/20/man-arrested-after-multiple-stabbings-in-sainsburys-car-park-hampton-london"
}