{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/nick-xenophon-illustrates-quick-thinking-over-fairfax-throwaways",
  "id": "2016-05-26-297",
  "sectionId": "media",
  "body": "Fairfax Media may have decided it can do without many in its stable of brilliant cartoonists and illustrators, but one politician has seen an opportunity to make use of one of their considerable talents.  Earlier this month Fairfax cuts to editorial staff meant an SMH illustrator for the past 28 years, Rocco Fazzari, the Age’s John Spooner and the Fin’s Rod Clement all took redundancy packages. Beast can reveal that independent senator Nick Xenophon has hired Fazzari to make animated videos for his campaign to use on social media.      Nick Xenophon, illustrated by Rocco Fazzari. Photograph: Rocco Fazzari    Last week Fazzari wrote of the way he became a “slow-moving target in the crosshairs of management”.  “More are sadly bound to follow, as clickbait fever runs amok and digital metrics fail to register the beauty of a quirky piece of line work or the cleverness of a metaphor.”  Peter Dutton cops a pasting Australia’s asylum seeker policies have made the New York Times again, this time in an opinion piece. Roger Cohen, visiting Australia for the Sydney Writers’ Festival to discuss Europe in crisis, took the opportunity to discuss our offshore processing policy.   Related: Campaign catchup: Peter Dutton dials up refugee rhetoric    “Australian treatment of refugees trying to reach this vast, thinly populated country by boat follows textbook rules for the administering of cruelty,” he wrote. “It begins with the anodyne name for the procedures – ‘offshore processing’ – as if these desperate human beings were just an accumulation of data.” Cohen took on the immigration minister, Peter Dutton, accusing him of playing to racist elements in society.  “This country’s history includes the long and unhappy chapter of its white Australia policy under which a vast land mass was portrayed as under threat of invasion by uncivilised ‘natives’ from across Asia,” he wrote. “Politicians like Dutton are playing scurrilously on similar fears.”  When Dutton responded, telling a journalist Cohen should stick to US immigration matters and Australia’s policy was successful in securing its borders, Cohen came back with more.  “With Mr Dutton’s permission, I’ll write about the subjects I choose. A policy that destroys human lives – men, women and children – as a form of cynical deterrence is no ‘success’. In fact it is shameful.”    And my response to Mr. Dutton @PeterDutton_MP pic.twitter.com/CsfBlbtb0r— Roger Cohen (@NYTimesCohen) May 26, 2016    Not giving up his day job After New Matilda’s publisher and editor, Chris Graham, failed to sell his house to raise money to keep New Matilda in operation, he decided to raise funds in a more conventional manner. He has taken a temporary position as general manager of the National Indigenous Radio Service.  Graham will be based in Brisbane for six months to lead a major revamp of the radio service, which has one of the largest radio footprints in the world and provides 15 news bulletins a day to communities which received other news. Graham wrote in a fundraising plea he won’t give up his day job: “As for me personally, we’re still not pulling in enough to pay me a wage as well, so I’ve taken on some temporary work in Brisbane to keep the debt collectors at bay. I’ll still be working on NM every day, but it will be a labour of love largely performed at night (yes, I know how that sounds … That’s just a baseless rumour).” Don’t let opinion get in the way of facts The chair of the Australian Press Council, Professor David Weisbrot, has written to the editors of Australia’s news organisations strongly suggesting they adhere to the guideline on the responsible reporting of elections. In essence the council says it’s OK to advocate for one political side or the other but not to blur the distinction between news and opinion. “The council upholds the right of a newspaper to have its own political position; to accept certain beliefs and policies and to reject others; and to favour the election of one party and to oppose the election of another,” Weisbrot said. “However, the council has emphasised strongly that newspapers that profess to inform the community about its political and social affairs are under an obligation to present to the public a reasonably comprehensive and accurate account of public issues.     24 May cover of the Daily Telegraph Photograph: Twitter    “As a result, the council believes that it is essential that a clear distinction be drawn between reporting the facts and stating opinion. A paper’s editorial viewpoints and its advocacy of them must be kept separate from its news columns.”  So newspapers can run any opinion they like – even Mark Latham talking about Bill Shorten’s so-called man boobs – but the news should be straight. Noble as it is we reckon the press council’s guidance on such matters won’t change the way the more colourful members of the press, namely Rupert Murdoch’s Daily Telegraph and Herald Sun, report this election.  Could recent front pages featuring the opposition leader, Bill Shorten, be considered accurate accounts of public issues? “Bill Shorten and the money factory” on 24 May featured Shorten as Willy Wonka bribing voters with $200bn in giveaways, and “Wrong gear Bill” on 13 May reported that the real estate industry had declared war on Labor’s negative gearing policy.  Papering over the cracks  With Fairfax Media shifting ever closer to printing weekend papers only, it’s heartening to know that over at News Corp commitment to the printed product is as strong as ever.  The Australian’s editor-in-chief, Paul Whittaker, when relaunching the Weekend Australian Magazine last week, said the investment in the magazine sends a strong message to the market that “there is ­plenty of life left in print”. • An item was removed from this column on 15 July 2016 because a dispute over its accuracy could not be resolved without the participation of a person who declined to participate.",
  "webTitle": "The Weekly Beast: Fairfax's loss is Nick Xenophon's gain",
  "webPublicationDate": "2016-05-26T06:58:43Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/nick-xenophon-illustrates-quick-thinking-over-fairfax-throwaways",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Channel Nine",
      "id": "media/channel-nine",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/26/nick-xenophon-illustrates-quick-thinking-over-fairfax-throwaways"
}