{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/08/brexit-hit-house-prices-significantly-george-osborne-eu-referendum",
  "id": "2016-05-08-103",
  "sectionId": "politics",
  "body": "Leaving the European Union would hit house prices significantly and make mortgages more expensive, George Osborne has claimed, as the referendum campaign steps up a gear. The chancellor is due to publish Treasury research about the short-term costs of Brexit in the coming days, and has revealed that one key finding will be that property prices could fall if voters decide to leave the EU on 23 June. Speaking on the first episode of ITV’s Peston on Sunday, the chancellor said: “You will see the analysis we will do, but I’m pretty clear that there will be a significant hit to the value of people’s homes and to the costs of mortgages. That is one example of the kind of impact, economic impact, that we get from leaving the EU.”   Related: Should we stay or should we go? UK businesses on the EU referendum    Osborne also took on the argument of his colleague, the justice secretary, Michael Gove, who had said earlier on the BBC’s The Andrew Marr Show, that he hoped Britain would leave the European single market. “We’ve just had the leave campaign admit this morning that Britain would leave the single market – that is the largest free trade area in the world. That would be catastrophic for people’s jobs and their incomes and their livelihoods. Now, some people might think wrecking the economy is a price worth paying. I absolutely reject that,” the chancellor said. The referendum campaign is expected to take on new life this week, as Labour and the Conservatives switch their attention from last week’s elections to the looming decision over Britain’s future in the EU.   Related: Brexiteers put their trust in paranoia and mendacity | Nick Cohen    With the Conservative party deeply split on the issue, there are concerns about how David Cameron can bring his government back together after what has already been a bruising “blue on blue” battle, and some MPs believe he could face a leadership challenge even if the voters choose to stay in. But Osborne, widely seen as a potential future party leader, said he did not expect any contest to be held until “the end of the decade”. Cameron has said he will not serve a third term as prime minister. “I’m a very happy, content member of David Cameron’s team. I fought very hard to get my friend elected as leader of the Conservative party, then elected as the prime minister of this country and I’m very happy being part of that team that is bringing change to this country,” he said. “There will be a leadership election at the end of this decade. We’ve got a lot of work to do before then”.  With debate within the party raging about what even senior insiders saw as a divisive campaign for the London mayoralty by the Conservative candidate, Zac Goldsmith, who lost out to Labour’s Sadiq Khan, Osborne added that he favoured what he called the “moderate, compassionate Conservative party that appeals to the moderate mainstream of this country, that offers sober, serious, principled answers to the big problems the country faces”.",
  "webTitle": "Brexit would hit house prices significantly, says George Osborne",
  "webPublicationDate": "2016-05-08T12:25:21Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/08/brexit-hit-house-prices-significantly-george-osborne-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/08/brexit-hit-house-prices-significantly-george-osborne-eu-referendum"
}