{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/06/priceless-mamamia-internship-sold-at-a-charity-auction-for-10000",
  "id": "2016-05-05-33",
  "sectionId": "media",
  "body": "The editor-in-chief of Mamamia has said it “didn’t enter our minds” that listing a two-week “intensive” internship at a charity auction – that sold for $10,000 – would prompt criticisms of exploitation. The silent auction was held at a lunch in Sydney on Thursday organised by the Women for the World fundraising group for the Catholic charity Caritas Australia. Mamamia’s contribution was a three-month day-a-week or “two-week intensive” internship “to the adventurous individual”. “Envisage yourself working alongside a senior editor with opportunities to pitch original ideas, harness social media skills, work with online media, and gain exclusive insights,” a description of the listing read. It had been “kindly donated by Mia Freedman”, with its value listed as “priceless”.     Tweet from Michael Roddan about the donation for auction of an internship with Mamamia in support of Caritas Australia. Photograph: Twitter    The auction listing attracted backlash on social media over the potentially exploitative nature of internships.     Screenshot of replies to Michael Roddan’s tweet. Photograph: Twitter    Priceless the opportunity may be, a price was found for it, with Channel 9 personality and the event’s MC, Ben Fordham, tweeting that it sold for $10,000. The identity of the buyer is not known. Mamamia editor-in-chief Kate De Brito told Guardian Australia the publication “donated an internship” to the auction at the request of Caritas Australia, and that she agreed “because we were happy to support such a worthwhile cause”. “It didn’t enter our minds when we were approached ... that we would be accused of benefiting from the process.” “Value: Priceless” was written by the event organisers, De Brito said. De Brito said hundreds of people applied for internship positions at Mamamia every year of which “only a handful” were accepted. Of those, about 25% were offered paid positions at the end of their internship. “The benefit for Mamamia comes in making contact with bright, talented women who are keen to work in media. “We are proud of the fact that many of our permanent Mamamia staff began their careers as interns with the company. We are also hugely proud of our intern program, it’s a big resource commitment for us and we were happy to extend it in this instance to raise $10k for charity.” De Brito did not say whether interns were paid or received university credit (though she said Mamamia worked closely with “very supportive” universities on its program). Clarification has been sought on this point. She said Mamamia currently employed 35 full-time and part-time editorial staff, all of whom were paid – as were its casual employees. Fordham defended the listing on Thursday, pointing to the $10,000 it raised for charity.    To any who knocked @Mamamia for donating an internship to Caritas, it just raised 10K for women in developing world pic.twitter.com/KIGWNOJXfS— BenFordham (@BenFordham) May 5, 2016    But he received a critical response.    @_wkelly_ @BenFordham And tax deductible @Mamamia— Michelle Roberts (@shellzzz) May 5, 2016    De Brito responded to Fordham’s tweet to say Mamamia was “happy to” donate the internship at the request of Caritas Australia. The replies to her statement were similarly scathing.    @BenFordham @Mamamia Thanks Ben, we were happy to donate the internship which was specially requested by the Caritas organisers.— Kate de Brito (@AskBossy) May 5, 2016      @AskBossy @BenFordham @Mamamia you'd do better and it would be in the spirit of the event to donate internships to underprivileged women— Rachael Lonergan (@RachaelHasIdeas) May 5, 2016      C'mon, someone profile mamamia's $10k internship winner and tell me about merit and hard work and a fair go for all— Asher Wolf (@Asher_Wolf) May 5, 2016    Freedman has had to defend the website from accusations of underpaying writers or publishing them without payment in the past. In 2012, she wrote that 70% of the content published on the site was written by four full-time and two part-time staff. . “Some in the Twittersphere would have you believe that these writers live in cages on under my desk and when they get cold in winter, I set fire to a pile of $100 notes so their fingers thaw out enough to keep typing,” she wrote then. “Our other contributors – those who aren’t employed by Mamamia – provide us with their work on a voluntary basis. This is not unusual. On Friday morning Freedman called on Twitter users to “park their sanctimony & outrage” and defended Mamamia’s internship program in a statement.    So much wild and inaccurate tweeting & news coverage about @Mamamia Women's Network, our intern program and the auctioning of an internship.— Mia Freedman (@MiaFreedman) May 5, 2016      Statement to come shortly. Meanwhile can I suggest everyone park their sanctimony & outrage. Even just momentarily. Can you do that Twitter?— Mia Freedman (@MiaFreedman) May 5, 2016      The issue of internships is likely to come under greater scrutiny in Australia since the treasurer, Scott Morrison, announced a new federal scheme to help young people into employment in Tuesday’s budget. The Youth Jobs Path program will make available 30,000 internships to young people who have been out of work for six months or more.   Related: Youth intern scheme will exploit workers and replace 'real jobs', say unions    Participants would work between 15 to 25 hours per week for between four and 12 weeks, in exchange for a payment of $200 a fortnight on top of their regular income support payment. Businesses that took them on would receive a one-off payment of $1,000. Morrison described the scheme as “real work for the dole”. But concerns have been raised that it will provide businesses with cheap labour while leaving inexperienced young workers vulnerable to exploitation, and it is not yet clear how the scheme will be monitored. The executive director of Interns Australia, Dimity Mannering, said the “$4-per-hour” internships called for “serious reflection” from Morrison.   Related: Signs are not good for a budget based on 'jobs, growth and investment'    “In real life, this may end up being a significantly underpaid work trial,” she said. Mannering also expressed concern that businesses would prefer to take on underpaid interns rather than making full-time hires. “If you can access labour for less than the legal wage, why would you pay for a worker on a proper wage?” she said. Interns Australia research shows that 19% of unpaid interns and 35% of paid interns receive job offers from the employer with whom they intern.",
  "webTitle": "'Priceless' Mamamia internship sold at a charity auction for $10,000",
  "webPublicationDate": "2016-05-05T20:33:32Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/06/priceless-mamamia-internship-sold-at-a-charity-auction-for-10000",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "media/2016/may/06/priceless-mamamia-internship-sold-at-a-charity-auction-for-10000"
}