{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/13/facebook-turkish-government-zed-books",
  "id": "2016-05-13-121",
  "sectionId": "technology",
  "body": "Facebook has denied involvement in the deletion of the page of a London-based academic publisher who had published articles that criticised the Turkish government and discussed the outlawed (in Turkey) Kurdistan Workers party. The deletion sparked accusations of censorship against the social network, which has often been accused of siding with the Turkish government in battles over free speech. But Facebook says it did not delete the page, and Zed Books has accepted the claim. Both companies say they are trying to discover how the page was removed from the site, and who by. Zed Books, an independent publisher founded in 1976, found its Facebook page deleted outright on Tuesday, without any warning or notification. It said its attempts to contact Facebook for an official statement on why its page was removedhad gone unanswered, and that it had been given no timeframe for recovering it. After the Guardian contacted Facebook over the issue, Facebook got in touch with Zed Books, and told the Guardian: “Facebook has not taken Zed Books page down. We are in contact with them to help understand what has happened and to resolve the situation.” Following Facebook’s statement, Zed Books said “Facebook have been in contact and told us they did not remove our page. We’re happy to acknowledge that this is the case. We’ve asked that our page be restored. “We’ve also asked for clarification regarding Facebook’s community standards; specifically, whether we can continue to promote academic titles on the PKK, post maps and images of Kurdistan, refer to Abdullah Öcalan and make posts that may contain criticism of the Erdoğan government on Facebook. We’ve not yet had confirmation that this content is permitted on Facebook.” Zed Books recently published Turkey: The Insane and the Melancholy by Ece Temelkuran, a journalist who was fired from Turkey’s Habertürk newspaper in 2012 for criticising the government’s killing of 35 Kurdish civilians. It has also published The PKK: Coming Down from the Mountains, a book by Paul White, which examines the evolution of the party. The deletion of its page followed a series of posts on both books, Zed says. In a statement, the publisher added: “We have requested further clarification from Facebook as to the reasons for our page’s removal, but have thus far received no response. However, we are worried that the removal of our company’s Facebook page may be part of a pattern of suppression against the distribution and promotion of academic research and books related to the current Turkish administration and their ongoing war with Kurdish separatists.” Civil liberties groups have called on Facebook to reinstate Zed’s page. Jo Glanville, the director of English PEN, said: “This appears to be an extremely disturbing instance of censorship. Ece Temelkuran is a highly regarded author and journalist, one of many to have fallen foul of the increasingly authoritarian regime in Turkey. “The government’s assault on social media is part of its campaign to silence the Turkish population and allow no space for civil society or the media. We are now seeing a new trend: the censoring of criticism of Turkey within Europe. It is imperative that Facebook stands firm in support of free speech.” Jim Killock, Executive Director of Open Rights Group said: “President Erdoğan’s attempts to silence his critics in Turkey are well documented. But this is a UK Facebook page for an academic publisher based in London… We hope that Facebook is not facilitating attacks on free speech.” On Tuesday, Facebook removed the profile of a Dutch MP, Keklik Yücel, for several hours after she published a piece criticising the Turkish president, Recep Tayyip Erdoğan. The company denied that the account was removed because of her comments, telling the state broadcaster NOS: “We want to emphasise that temporarily taking an account offline has nothing to do with the MP’s political comments.” Under Erdoğan, Turkey has become increasingly hostile to freedom of speech. The New York-based Committee to Protect Journalists described press freedoms as “under siege” in March, in a letter to the country’s prime minister, and called on him to “ensure that your country meets its commitments under international law, including its commitments to free expression”. New media has not been immune to Turkish repression, with Twitter reporting that more than 70% of its takedown requests in the first half of 2015 came from Turkish authorities. And back in 2012, leaked documents from a Facebook contractor charged with moderating posts revealed that Turkey was the only nation to have specific censorship rules put in place: “Maps of Kurdistan (Turkey)” and “Burning Turkish flag(s)” were two things which the company required moderators to escalate to a higher level of moderation, while “PKK support and depiction” is “confirmed” as an abuse standards violation. The PKK is designated as a foreign terrorist organisation by the US State Department and as a proscribed group by the UK Home Office. • This story was updated at 6pm GMT on Friday 13 May to clarify that Facebook did not delete Zed Books’ page itself, as an earlier version of this story claimed, following new information.",
  "webTitle": "Publisher's Facebook page deleted after posting criticism of Turkish government",
  "webPublicationDate": "2016-05-13T15:17:00Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/13/facebook-turkish-government-zed-books",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/13/facebook-turkish-government-zed-books"
}