{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/the-fiver-leicester-city-are-champions-of-england",
  "id": "2016-05-03-126",
  "sectionId": "football",
  "body": "NO, REALLY: LEICESTER CITY ARE PREMIER LEAGUE CHAMPIONS Today’s Fiver will obviously be on Leicester City winning the Premier League. Of course, if we’d thought it obvious to have a fiver on Leicester City winning the Premier League last August, we’d be £25,000 richer and you’d be sitting there looking at an empty screen, wondering why your daily dose of football news hadn’t yet turned up considering the momentousness of this particular moment in English sporting history. It has been well documented that Claudio Ranieri’s ragbag assortment of cast-offs, journeymen and bargain basement buys were 5,000-1 to win the title before a ball had been kicked this season. To put this in some sort of perspective, at the moment, the 5,000-1 shots du jour with William Hill include the discovery of the Loch Ness monster, Elvis Presley to return from the dead and the discovery of intelligent extra terrestrial life. And there’s no shame in admitting it, dear reader; last August you’d have considered any of those three scenarios coming to pass considerably less preposterous than the likelihood of Leicester City winning the Premier League.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    Indeed, Leicester’s success has been so implausible that those – and there are many of “those” – who expected them to Devon Loch it on the title run-in are probably still not entirely convinced that they have won the Premier League. Who are in fact certain there’s been some sort of terrible mistake and even after the trophy has been handed over to Wes Morgan at the King Power Stadium on Saturday night and his team-mates are passing it around on the inevitable open-top bus tour through the thronged streets of the city they’ve made so proud, some sombre looking blazers will intervene, repossess the cup and give it a police escort to some other club. A club with supporters who consider winning the thing a kind of birthright rather than some outlandish fairytale. A self confessed “very, very old man” who will never again have to pay for a drink or meal in Leicester, Ranieri was no more or less than his usual cheerful self on his way into “training” (The Fiver’s wagering there weren’t too many shuttle runs done on Tuesday morning), as he stopped to oblige waiting reporters by doing an ‘Arry out his car window. “I said every time I am very happy for the fans, for the chairman and for all the Leicester community,” he beamed. “I don’t know the secret. The players, the heart, the soul and how they play. My message to the fans is now to keep going, we want to improve a lot.” He’s not the only one who doesn’t know the secret. While some “experts” were baffled by his appointment last year, it was openly ridiculed by others and now they are all tasked with the complex job of trying to make sense of it all. Good luck to them, because beyond a rather simplistic perfect storm of hard work, shrewd but simple tactics, good luck with knack and the surprisingly erratic form of other teams it makes no sense. Leicester City are the Premier League champions and The Fiver hopes all concerned cherish and enjoy their moment. LIVE ON BIG WEBSITE Join Barry Glendenning from 7.45pm BST for hot MBM coverage of Bayern Munich 1-1 Atlético Madrid in Big Cup semi-finals (agg: 1-2). QUOTE OF THE DAY “It is not nice to see for kids here or kids watching on TV. I apologise if it looked bad on TV. It is a London derby. It is to be expected. We wanted to win and they wanted to stop us having any more say in the title race … I couldn’t tell you what happened, it was just handbags being thrown. I saw the Chelsea manager fell on the floor. I hope he is all right” – Tottenham’s Danny Rose, one of a record nine Spurs players to be booked in their hilarious 2-2 draw at Chelsea, sort-of-apologises for the fun and games at Stamford Bridge. None required, Danny, none required.     Chelsea’s Diego Costa engages in a full and frank exchange with Tottenham’s Michel Vorm. Photograph: John Sibley/Reuters    FIVER LETTERS “Re: Friday’s Fiver and the advice held therein: ‘Dress for the job you want, not the job you have.’ I did. Now I’m sat outside HR dressed as Batman. Thanks a bunch, Fiver (the old ones, etc and so forth)” – Derek McGee. “Having read your tea-timely email on Friday, I was struck by the similarity of your words describing Arsène Wenger, ‘the erstwhile professor who these days looks like a shuffling old schoolmaster who everyone watches sadly and says should’ve retired a few years ago’, with the story enacted in the 1939 film Goodbye Mr Chips. For your young reader, the latter tells the story of a schoolteacher, Mr Chipping, and his 43-year career at Brookfield Grammar School, a second-rate boys’ public school. During his career, Chips is elevated to Senior Master and forced to deal with the loss of pupils and proteges to greater things (The Great War) and, in one particularly prescient case, with a colleague who ends up fighting on the opposite side. The film is of course prophetic in another sense in that the teacher’s nickname is the same as that of the current Arsenal chairman. As further evidence of the similarity, I attach a photo showing Wengs flanked by Ivan and Sir Chips during recent negotiations for a lifetime extension to his contract, which might, just as convincingly, have been extracted directly from the film” – Ian Tasker. “I saw Louis van Gaal grabbing the hair of a journalist and talking about acceptable behaviour in ‘$ex masochism’ this weekend. Fair play to the Dutchman, he’s really worked at introducing new torture methods into football this season – the fans, the English language, and now even hacks are screaming in pain and begging for mercy. Hats off to King Louis, but you can leave your studs and stockings on, perhaps” – Justin Kavanagh.  • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Ian Tasker. RECOMMENDED LISTENING A delayed-to-Tuesday Football Weekly podcast just for you.       JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Fairytale dept: Bournemouth were fined £7.6m by the Football League for breaching FFP rules in their promotion-winning season. Kosovo have become the 55th member of Uefa after being accepted at the governing body’s annual conference by 28 votes to 24. “It would create tumult in the region and open a Pandora’s box throughout Europe,” declared Serbian FA president Tomislav Karadzic before the decision. Leicester are there, Tottenham, barring a meltdown of Tottenham-sized proportions, are there, and there could be three more English teams in next season’s Big Cup. All hail the co-efficient! That does require Manchester City beating Real Madrid and winning Big Cup though – a task made harder with the news that He is fit for the second leg of their semi-final. Bayern have also been boosted before facing Atlético after Franck Ribéry was passed fit following back-knack. May as well use Trump for something. Sheffield Wednesday will kick off the Championship play-offs on Friday 13 (oooooohhh!) May against either Middlesbrough or Brighton. And in news that probably won’t come as a surprise, the Alex McLeish experiment at Zamalek has ended in failure and his abrupt exit after 65 days days at the helm. STILL WANT MORE? The definitive inside story on Leicester City’s extraordinary season. Spoiler alert: contains encyclopaedic levels of knowledge from Stuart James.     Like Hot Fuzz then! The sneaks. Photograph: Plumb Images/Leicester City FC via Getty Images    Ranieri’s success at Leicester proves that nice guys do not always come second, reckons Owen Gibson.  “Do not adjust your reality: this really is happening …” begins Barney Ronay, on the miracle that was not supposed to happen. Happen it did however, and here’s each of Leicester’s 36 matches dissected to prove it. Still don’t believe it, watch this. Leicester were 5,000-1 and all that, but Greg Wood busts some myths about those poor bookies. You’d be forgiven for missing it, what with the amount of Leicester coverage clogging up the internet like stolen bantz account tweets, but Burnley rubber-stamped their promotion on Monday. Paul Wilson on the Premier League return of Sean Dyche and co. Let’s not forget that Leicester have been crowned champions because  last summer Nigel Pearson’s so …  Tottenham let a two-goal lead slip in the Battle of the Bridge. Simon Burnton bore witness to a side losing the plot. Newspaper front pages from around the world, featuring fairytales, miracles and King Claudios aplenty. And for a bit of relief, Héctor Bellerín gets the treatment in this week’s Gallery. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. HANG ON, SPURS DID WIN THE LEA … AH",
  "webTitle": "The Fiver | Trying to make sense of it all",
  "webPublicationDate": "2016-05-03T15:33:59Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/the-fiver-leicester-city-are-champions-of-england",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/03/the-fiver-leicester-city-are-champions-of-england"
}