{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/dead-7-the-zombie-western-where-boy-bands-go-to-die-backstreet-boys-nsync",
  "id": "2016-05-03-173",
  "sectionId": "tv-and-radio",
  "body": "Dead 7 is a low-budget zombie western that almost exclusively stars former US boyband members. The Backstreet Boys are in it. *N Sync are in it. O-Town are in it. It premieres tonight on Syfy. You should watch it, unless you have something better to do, like grouting a kitchen or drinking bleach. By now, the Syfy formula has ossified into scripture. First, you make a long, meandering B-movie as cheaply as possible, then you stunt-cast it to high heaven, give it a stupid name and watch Twitter light up with joy. That is exactly what happened with Sharknado, and Avalanche Sharks, and any number of other hacky, shark-based almost-movies. Aside from the name – which is either a play on The Hateful Eight or a tribute to Shed Seven – Dead 7 follows this formula exactly. It’s a 90-minute film which, conservatively, feels three times longer, and barely anything happens in it. All the lines are delivered as if the actors are reading them from distant cue cards written on paper napkins in mascara during a downpour, and the whole thing comprehensively fails to justify its existence from beginning to end.      ‘The film looks like it were made as a prison day-release art project’ … AJ McLean as Johnny Vermillion and Debra Wilson as Apocolypta. Photograph: Syfy    But that’s OK, guys, because the Backstreet Boys are in it! Remember the Backstreet Boys? LOL! The gimmick is so thin that Dead 7 might not even technically count as a film. It’s more like a Buzzfeed list: “12 Harrowing Realisations About the Brutality of Time You’ll Only Understand If You Bought ‘I Want It That Way’ on Cassingle in 1999”. But, since the film knows you’re only watching to see how grizzled and sad people become when they stop being pop stars, it half-arses at every turn. It takes forever to sort the goodies from the baddies, and even then you forget who’s who because everyone looks like an identically gone-to-seed Y2K boybander. It’s so poorly made that about a third of the running time consists of establishing shots. It contains the line: “I used to be an orphan once”, which is such an unwittingly impenetrable puzzlebox of broken logic that you’ll invariably miss the next 20 minutes of action because you’re busy trying to unpack it.     Whiskey Joe … Joey Fatone, the only person who looks like they’re having any fun. Photograph: Syfy    The best Syfy movies are aware of their own limitations. Sharknado was such a sensation because it embraced its own silliness. There is no such sense of fun in Dead 7. This was apparently conceived – by Nick Carter himself, no less – as a self-important post-apocalyptic artistic statement, the film that people would prefer to Mad Max because Jon Secada was in it.    Related: Backstreet Boys and *N Sync members saddle up for zombie western    This, ultimately, is why Dead 7 fails. Aside from Joey Fatone, not a single person looks like they are having any fun whatsoever. They’re all shooting for “gravitas”, but hitting “dangerous constipation” instead. As a result, the film looks as if it was semi-reluctantly written and filmed as a prison day-release art project. Is this really what happens when you stop being famous? There must be better ways for the stars to pass the time. They could have made their own reality shows, or peddled a lukewarm comeback album across the shopping centres of the US, or dressed up as funny animals and danced for scraps. Anything, you realise as Dead 7 drags its heels into its tedious second half, would be more dignified than this. In a way, though, we should probably be thankful that Dead 7 is such a failure, because it’ll quash any ideas of a British remake. Nick Carter and Erik-Michael Estrada fighting zombies is one thing. But Gary Barlow and Abz from 5ive? Now that would be depressing.",
  "webTitle": "Dead 7: the zombie western where boy bands go to die … for the second time",
  "webPublicationDate": "2016-05-03T13:17:20Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/dead-7-the-zombie-western-where-boy-bands-go-to-die-backstreet-boys-nsync",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/dead-7-the-zombie-western-where-boy-bands-go-to-die-backstreet-boys-nsync"
}