{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/ryder-cup-captain-darren-clarke-liverpool-jurgen-klopp-europe-golf",
  "id": "2016-05-16-19",
  "sectionId": "sport",
  "body": "Darren Clarke has revealed Jürgen Klopp will be among those he will approach for advice before the Ryder Cup battle with the United States at Hazeltine later this year. The captain is looking to continue a terrific run of European success in the biennial event. During the last Ryder Cup at Gleneagles, Paul McGinley asked Sir Alex Ferguson to inspire the home players. Clarke, whose footballing allegiance is with the red half of Merseyside, will continue that alliance but has also earmarked Klopp as a valuable sounding board. “Jürgen Klopp is definitely one of the guys I want to speak to, especially as a Liverpool fan myself,” Clarke said. “He’s an absolute livewire isn’t he? He’s a bundle of energy and that sort of thing can be infectious. He’s obviously very passionate and a terrific motivator so I want to pick his brains a bit.   Related: Ryder Cup 2014: Europe put faith in Sir Alex Ferguson’s boot-room brilliance | Ewan Murray    “Kenny Dalglish is someone else I’ll seek out. Sir Alex Ferguson was such an inspirational figure at Gleneagles that I’d love to have him on board again. I’ll look into whether he’s free that week, and check out the possibility of flying him over with us. “But I’ll be talking to a bunch of people over a whole range of sports. Clive Woodward is another guy who would be very interesting on the team dynamic and the former Ireland and Lions captain Paul O’Connell is another one.” Clarke hosted two dinners with those looking to make his team during Players Championship week. During them, he pressed home one of his key messages as taken from the Ireland rugby team’s adopted pre-match anthems. “I want to use Shoulder to Shoulder as a sort of team mantra for this Ryder Cup,” Clarke said. “I don’t want our players huddling together before we tee off but I do want to stress the fact we are all in this together, we’re a united force, and we’re much stronger together.”",
  "webTitle": "Ryder Cup captain Darren Clarke to enlist help of Liverpool’s Jürgen Klopp",
  "webPublicationDate": "2016-05-16T22:00:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/ryder-cup-captain-darren-clarke-liverpool-jurgen-klopp-europe-golf",
  "keyword": [
    {
      "webTitle": "Ryder Cup",
      "id": "sport/rydercup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Darren Clarke",
      "id": "sport/darren-clarke",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sir Alex Ferguson",
      "id": "football/sir-alex-ferguson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/16/ryder-cup-captain-darren-clarke-liverpool-jurgen-klopp-europe-golf"
}