{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/07/england-captain-wayne-rooney-mascot-euro-2016",
  "id": "2016-05-07-51",
  "sectionId": "football",
  "body": "There is no raging debate over the composition of Roy Hodgson’s 23-man England squad to take to the European Championship in France, just a mildly fascinating guessing game around which players should form the frontline in the opening game against Russia. Hodgson will have three friendlies in which to tinker with his options before the Euro 2016 action starts but he picks his squad this week and, on the basis of two players for each position, it more or less picks itself until the striking alternatives are considered. England suddenly have quite a few of those, though it looks as if Marcus Rashford is going to have to be patient and allow his Manchester United team-mate Wayne Rooney the honour of trying to get a look-in ahead of Harry Kane and Jamie Vardy. While that may appear an odd role for a captain, Hodgson has made it clear Rooney will be in the party for his experience and seniority, without quite explaining where he might fit into the actual team. On this season’s form, Rooney does not merit a starting place in front of Kane or Vardy, and even if deployed as a No10 or advanced midfielder he is up against the extremely deserving Dele Alli. Many pundits attempting to second-guess Hodgson before the tournament have fudged the issue by saying Rooney must go but not necessarily play. Even retired internationals such as Steven Gerrard have made the case for the senior pro with a surprising passion, suggesting England’s otherwise callow squad will need Rooney’s nous and knowhow if things start to go wrong.   Related: Six into five will not go as Roy Hodgson begins final sift of England strikers | Daniel Taylor    That is a point of view and Hodgson does seem to be making a holistic assessment of Rooney’s value to the squad as a captain. It is true also a player with 109 caps has done nothing to deserve being bundled out of the squad in favour of the latest fresh-faced United prodigy with less than a dozen club games under his belt. Yet one cannot help but feel Rooney’s positive influence made little discernible difference when England struggled at the last two tournaments. And surely a well-travelled, 68-year-old manager can provide all the off-field expertise England require. If England are looking to Rooney for anything, it ought to be dramatic interventions on the pitch. That is where a captain ought to come into his own, too. There seems little point in taking Rooney along as regimental mascot. Hodgson appears to recognise Rooney may be a bit of a luxury, since he has been hinting at leaving a defender behind to accommodate five strikers, though he might also be secretly hoping for a Jack Wilshere recovery and an extra midfielder. Phil Jagielka, who may not be fit in any case, would most likely miss out there. Chris Smalling, Gary Cahill and John Stones ought to be able to manage the two central defence positions between them. Jagielka would only have been going on the basis he has the requisite experience and would only have been called on in the direst emergency. With the unlucky Luke Shaw set to miss out through injury, England are still fairly well-off for full-backs, with Ryan Bertrand likely to get the nod over Leighton Baines on the left as understudy to Danny Rose. Liverpool will supply much of the midfield if Jordan Henderson is winning his battle to recover from a knee ligament injury. Adam Lallana is both fit and in form, while the ever reliable James Milner will be on hand to take the corners. Milner was chosen to captain England last time out against Holland and is dependable enough to do so again if Rooney does not come straight back into the starting lineup. Alli, Eric Dier and Ross Barkley are all musts for midfield. Raheem Sterling less so but still probably worth including for his pace and unpredictability even if Manchester City spectators are still waiting for him to deliver. Michael Carrick is no longer a Manchester United regular and if his England days are similarly numbered Danny Drinkwater would not let anyone down as standby defensive midfielder. Nor, for that matter, would his Leicester team-mate Marc Albrighton as an extra wing option. Andy Carroll might not be going to France but that does not mean England can neglect the importance of accurate crosses. Albrighton is uncapped, though on the basis of his club contribution this season it could be argued he has done more to deserve recognition than Sterling. Up front Hodgson would face some sort of uprising if he did not take both Kane and Vardy, even if fitting them into the same team may be more problematic. Danny Welbeck is also a certainty now he is back playing. Hodgson appears to regard the Arsenal player as something approaching a good luck charm and in fairness the striker has often repaid his manager’s confidence. Daniel Sturridge has to be included, as long as there are no lingering questions over his fitness. England do not have many better finishers, and with Kane, Vardy, Welbeck and Sturridge in the squad Hodgson should be reasonably sure his side will carry a goal threat. Deciding which formation or combination of strikers to go with is the tricky bit, even before Rooney is factored into the equation. If England do go with five strikers, it is not too much of an exaggeration to suggest they could all be vying for one starting position, depending on how Hodgson decides to set up his team. One striking position, at any rate. In the last victory against Germany, Kane was the spearhead and Welbeck started wide-left, which is not quite the same. But England do go into the tournament with various options, which is never a bad thing. Possible England squad Goalkeepers Hart, Forster, Heaton. Full-backs Clyne, Walker, Rose, Bertrand. Centre-backs Smalling, Cahill, Stones. Midfield Henderson, Lallana, Dier, Sterling. Milner, Alli, Barkley, Drinkwater. Strikers Sturridge, Kane, Vardy, Welbeck, Rooney. Three ways they could line up Exhibit A: 4-2-3-1. Probably Hodgson’s favourite shape, the one used with some success against Germany in March. Hart; Clyne, Cahill, Smalling, Rose; Dier, Henderson; Lallana, Alli, Barkley; Kane. Exhibit B: The midfield diamond. Slightly less successful against Holland in the most recent friendly. Hart; Walker, Smalling, Stones, Rose; Dier; Lallana, Alli; Barkley; Kane, Welbeck. Exhibit C: The basic Leicester 4-4-2. As used by the league champions. Hart; Clyne, Cahill, Smalling Rose; Alli, Milner, Dier, Sterling; Kane, Vardy.",
  "webTitle": "England captain Wayne Rooney poses a big question for Roy Hodgson | Paul Wilson",
  "webPublicationDate": "2016-05-07T20:59:03Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/07/england-captain-wayne-rooney-mascot-euro-2016",
  "keyword": [
    {
      "webTitle": "Wayne Rooney",
      "id": "football/wayne-rooney",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/07/england-captain-wayne-rooney-mascot-euro-2016"
}