{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/22/election-2016-major-parties-clash-over-health-as-nick-xenophon-vows-to-swap-the-votes",
  "id": "2016-05-22-135",
  "sectionId": "australia-news",
  "body": "Political campaigning has focused on Labor’s promise to make medicine on the pharmaceutical benefits scheme cheaper, while the Coalition has trumpeted its record listing new drugs on the scheme. On Sunday Labor announced it would spend $3.6bn over 10 years to scrap proposed prescription medicine co-payments. Under the government’s plan, blocked by the Senate, patients would pay a $5 co-payment and concession patients would pay an extra 80 cents on each prescription.   Related: Tim Costello says indefinite detention of asylum seekers is 'torture'    In Melbourne the health minister, Sussan Ley, announced a $7m policy to encourage clinical cancer trials for young people, including recruiting young people and examining age restrictions on trials. Ley criticised Labor’s announcement, saying she saw only poorly targeted increases in spending that did not contain “a plan for listing medicines at all”.  She praised the Coalition’s policy to list all medicines costing a total of $20m or more recommended by the Pharmaceutical Benefits Scheme advisory board, saying listing cancer drugs saved patients tens of thousands of dollars. But Labor has claimed Ley was at odds with the prime minister, Malcolm Turnbull, about whether it would reconsider the medicine co-payment. Ley said: “We will look at the policies after the election and I certainly recognise that, in the medicine space, there are difficult decisions to make about the payments for medicines. But I also recognise that those decisions are in the interests of Australian patients.”     The opposition leader, Bill Shorten, campaigns at Drummoyne medical centre in Sydney. Photograph: Mike Bowers for the Guardian    At a doorstop in Watsons Bay in eastern Sydney, Turnbull said the government was “committed” to the co-payments and “there’s no change to that”. He added Australia had become the first country to list new melanoma and breast cancer drugs on the PBS.   Related: Labor promises to keep medication cheaper at cost of $3.6bn over 10 years    The deputy Labor leader, and former health minister, Tanya Plibersek, said Labor’s policy was first to assess whether drugs were good value for money and whether they were better than drugs currently available on the PBS before listing them. Turnbull, the opposition leader, Bill Shorten, Plibersek and the finance minister, Mathias Cormann, all gave short shrift to questions about revelations MPs are able to claim both a $273 a-night travel allowance and tax deductions for rent or mortgages for properties they live in while working away from home. The Coalition and Labor politicians all said the allowance was and should be set by the remuneration tribunal and the tax rules by the tax office, both independent of politicians. On Sunday Shorten backed World Vision Australia’s chief executive, Tim Costello, for comments that indefinite detention constituted “psychological torture”. Shorten said he “has a point” about the cost and the pain and suffering caused by detention. He promised Labor’s policies would address indefinite detention but not restart dangerous boat journeys. The Greens’ refugee spokesperson, Sarah Hanson-Young, said Labor had no plan to end indefinite detention.    Tim Costello has simply said what we   all know to be true. The Manus & Nauru hellholes are designed to break ppl & result in mental torture— Sarah Hanson-Young (@sarahinthesen8) May 22, 2016    The prospect of a Greens deal to run open tickets in key marginal seats in return for Liberal preferences reared its head again, this time with a call from the former Greens leader Bob Brown to run open tickets to “maximise voter choice”. Cormann was quizzed on the ABC’s Insiders program about the national broadband network, after revelations the communications minister, Mitch Fifield, was aware of the federal police investigation into leaks, a complaint referred to the police by NBN Co.   Related: Minister responsible for NBN knew federal police were investigating leak    Cormann suggested Labor was hampering the police investigation by claiming parliamentary privilege over the documents seized during Thursday’s raids, because they can’t be examined until the privilege claim is assessed after the election. Shorten said it was the government that was trying to suppress information about how much the NBN is costing. Nick Xenophon revealed that his new party’s slogan would be “swap the votes”, a play on the Abbott-Turnbull government mantra of “stop the boats”. “It rhymes but it makes the point that there are a lot of disillusioned voters this election worried about the toxic nature of our politics,” Xenophon said. “It’s like a Punch and Judy show where people are trying to knock the other side down, ignoring whatever good ideas they may have.”  Xenophon, who portrays himself as an anti-politician but may soon wield enormous influence with Senate balance of power, promised the Nick Xenophon Team would act as a “bridge between the left and right of Australian politics”. Shorten is expected to head to Western Australia, where the government holds 12 of 15 lower house seats but the opposition hopes to capitalise on an unpopular state Coalition government.",
  "webTitle": "Election 2016: major parties clash over health as Nick Xenophon vows to swap the votes",
  "webPublicationDate": "2016-05-22T08:01:37Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/22/election-2016-major-parties-clash-over-health-as-nick-xenophon-vows-to-swap-the-votes",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sussan Ley",
      "id": "australia-news/sussan-ley",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tanya Plibersek",
      "id": "australia-news/tanya-plibersek",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sarah Hanson-Young",
      "id": "australia-news/sarah-hanson-young",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bob Brown",
      "id": "australia-news/bob-brown",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/22/election-2016-major-parties-clash-over-health-as-nick-xenophon-vows-to-swap-the-votes"
}