{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/ken-loach-food-bank-cannes-i-daniel-blake",
  "id": "2016-05-26-301",
  "sectionId": "commentisfree",
  "body": "I have been mentioned this week in the Daily Mail for crying at Ken Loach’s new film – I, Daniel Blake, a movie of radical plainness and simplicity about the benefits system – which has just won the Palme d’Or at Cannes. Well, it is quite true. I sat there in the festival’s Palais, and cried. But I frankly defy anyone who sees this film not to cry at the key moment, which takes place in a food bank.   Related: Ken Loach stuns at Cannes 2016 with Palme d'Or win for I, Daniel Blake    I have written many times about crying in the cinema, and for some critics there is almost a kind of reverse machismo in admitting, or boasting, that you are prone to tears in the auditorium. But this tends to be about obviously lachrymose things such as Dumbo visiting his mum in that “mad elephant” prison-cart. The tears in I, Daniel Blake are different. They are tears of identification and shame, and indeed anger. You can identify with the shabby-genteel customers in the food bank and their suppressed mortification and even horror that things have somehow come to this. When the movie opens in Britain, I predict more tears.     Teddie-Rose Malleson-Allen, far left, plays Tatty in a new BBC adaptation of Swallows and Amazons. Photograph: MCPIX/REX/Shutterstock    Titty for Tatty  The name-change row rages on over a new BBC adaptation of Arthur Ransome’s Swallows and Amazons. The character Titty has been discreetly altered to Tatty, to the fury of the family of Titty Altounyan, the woman who inspired this fictional figure. It is as if to say – look, those olden-days fuddy-duddies didn’t realise that “titty” just means breast, and we in the trendy modern world don’t want to be laughed at, or accused of inappropriate language. Perhaps it won’t be long before nature programmes talk about the blue tat, the willow tat, the great tat, the yellow-bellied tat, or indeed the tufted tatmouse. It’s ridiculous, but I sort of sympathise. When I was very young I couldn’t believe there was a storybook character actually called Winnie the … and I couldn’t bring myself to say it. “You mean like going to the lavatory?” I asked my mum in outraged astonishment. She dismissed my squeamish objections as absurd, although I could never participate in a game of pooh-sticks with an easy mind.     Douglas Adams: ‘a prophetic genius’. Photograph: Nigel Robertson/BBC    Lost in translation The prophetic genius of Douglas Adams is a subject that never gets old. This week his admirers have cause to raise it once again. I am one of those people who never goes abroad without that most old-fashioned and uncool of things: a phrasebook, that non-fiction genre steeped in the language of complaint, encouraging the reader to demand the whereabouts of the nearest British embassy. But it could be that the phrasebook is now obsolete. There is a new wireless device preparing for launch this year, the Pilot, which translates languages directly into your ear. The gadget’s earpiece “hears” the language and translates it: it can do French, Spanish, Italian and English, with other languages planned including Japanese and Chinese. The only drawback is that you reply in your own language so the person speaking has to have an earpiece too. But how about what it’s called? The “Pilot”? Oh, no. Adams fans know that it should be called the Babel fish, after the creature you put in your ear that instantly translates everything. But be warned. As Adams says: “The poor Babel fish, by effectively removing all barriers to communications between different races and cultures, has caused more and bloodier wars than anything else in the history of creation.”",
  "webTitle": "How Ken Loach’s food bank scene made me – and Cannes – cry | Peter Bradshaw",
  "webPublicationDate": "2016-05-26T06:30:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/ken-loach-food-bank-cannes-i-daniel-blake",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Food banks",
      "id": "society/food-banks",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/ken-loach-food-bank-cannes-i-daniel-blake"
}