{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/big-issue-mental-health",
  "id": "2016-05-14-22",
  "sectionId": "commentisfree",
  "body": "On the eve of Mental Health Awareness Week (16-22 May), Will Hutton’s passionate reminder that “we are social beings, and the building blocks of happiness lie in looking out for each other, acting together, being in teams and pursuing common goals for the common good” is timely (“Only fundamental social change can defeat the anxiety epidemic”, Comment, last week). The theme for Mental Health Awareness Week is relationships. The Mental Health Foundation has a singular and vital message: that if we want to build a thriving country, community, business or home, we must think profoundly about our connections with other people. That our relationships matter will come as no surprise. Relationships with the people we love are the foundation of our lives. However, the significance of our relationships extends beyond how they affect our emotional wellbeing. The evidence is clear that the quality of relationships affects our physical and mental health, and even impacts on how long we live. Relationships require reflection, time, courage and grace. Modern life often reduces the space to do this. Many of us are under strain – be it exams, work commitments or financial pressures. In a message to decision makers and the public alike, we aim to reinforce the message that productivity should not come at the expense of our collective capacity to connect with one another. To this end, we are calling on people to make a relationships resolution and prioritise social connections with family, friends and community. The instinct to build and maintain healthy relationships is a good one. We should trust it.Jenny Edwards CBEChief executive,  Mental Health FoundationLondon SE1 Thank you to Will Hutton for providing a higher profile for the outrageous sacking of Natasha Devon as the government’s mental health champion. I was present at a recent conference where she spoke and was pleasantly surprised by the passion, genuine commitment and understanding she had about the mental health of young people. She had decided to “be brave” after what she honestly admitted was a lacklustre performance on this issue on Channel 4 News, encouraged by thousands of her young Twitter followers. Her analysis of the issues was perceptive and real and included, rightfully, some criticism of the ridiculous assessment regime that we now throw at young people. Within a week she was no longer the government’s “champion” (sic), which raises some serious questions about their real commitment to this issue. As a deputy headteacher in a secondary school, who deals with wonderful young people on a daily basis suffering from mental health issues, I feel the “time bomb” that I predicted in a local news programme a few years ago is closer to going off. I am profoundly dispirited to see the government remove someone who seems to understand the issue and tried to talk truth to power.Mr V KlaysDeputy headteacherAll Saints RC SchoolYork Will Hutton lays the blame for the increased levels of anxiety in our society to more importance being given to individual choice and freedom than to a quest for a common social good. There is now as much inequality of wealth in the UK as before the first world war. Yet unlike then, there is now more consciousness of how the rich live, and there are now more opportunities to gain wealth and fame. This in turn leads to increased levels of competition and worries over status and position. The underlying cause of insecurity and anxiety is therefore the ever-increasing levels of wealth inequality. Tackling this rather than the symptoms is a better way forward.John ChaterEast BridgfordNotts",
  "webTitle": "The big issue",
  "webPublicationDate": "2016-05-14T23:04:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/big-issue-mental-health",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/14/big-issue-mental-health"
}