{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/florence-foster-jenkins-nicholas-martin-jasper-rees-review",
  "id": "2016-05-11-207",
  "sectionId": "books",
  "body": "On 25 October 1944, as Japanese and American forces pulverised one another in the Pacific, Florence Foster Jenkins took to the stage at New York’s Carnegie Hall. Before a crowd of 3,000 – thousands more were left outside, having failed to get tickets – she performed a challenging programme including the Queen of the Night’s aria from The Magic Flute, “In the Silence of the Night” by Rachmaninoff and “Clavelitos”, “a short, flirtatious song in the Hispanic idiom”. But this was no ordinary concert, the main draw being that Jenkins, a stately soprano then in her mid-70s, was utterly tone deaf. Throughout the performance the audience were laughing so hard at her tuneless screeches and yelps that, according to some reports, they completely drowned her out. One actor suffered such incontrollable hysterics that she had to be removed from her box. The music critic from the New York Post stopped the singer’s partner and “personal representative”, St Clair Bayfield, as he left the hall. “Why?” he asked. “Because she loves music,” came the reply. “If she loves music,” countered the critic, “why does she do this?” It is a question many of us will have pondered as we watch The Voice, The X Factor or Britain’s Got Talent. And indeed the story of Jenkins, a woman who did not let a lack of talent limit her ambitions, seems to speak to a certain spirit of our age. The first play about her, Terry Sneed’s Precious Few, premiered in 1994, and since then she has inspired ever more prestigious stage productions, culminating with Glorious!, which opened in the West End in 2005. Now, with the release of an eponymous film about her, starring Meryl Streep and directed by Stephen Frears, her continued fame seems assured. The screenplay by Nicholas Martin, which is tagged on to the end of Jasper Rees’s biography, furnishes the myth with many delicious details: Jenkins’s obsession with potato salad, which she served in such great quantities at her private “musicales” that she stored it in the bath; the suggestion that syphilis, contracted from her first husband, may have been the cause of some of her eccentricities; her habit of carrying her will around at all times in a large black briefcase. But even as the Jenkins myth gains momentum, we are no nearer to answering the question posed by that critic. Why on earth did she do it? What would possess a wealthy, well-connected, ageing heiress to expose herself to mockery on this scale? At best, we imagine that she simply didn’t care, and that it was worth braving the catcalls in order to realise her childhood dream of performing in New York’s premier concert venue. At worst, she was a vulnerable and deluded woman who was taken advantage of by Bayfield, a struggling actor who depended on her financially, and a concert promoter who spotted the opportunity to make a quick buck. The fact that she died of heart failure just a few days after reading the scathing reviews of her Carnegie Hall performance would seem to suggest the latter, but perhaps – and this is certainly the line taken in the film – the reality lay somewhere between the two.   Related: Florence Foster Jenkins review – Streep is note perfect as a deluded diva    Weighing up the evidence is surely the crucial task for any biographer of Jenkins, but unfortunately Rees allows himself to be distracted by a wealth of minutiae. There is no doubt that he has done his research: we get a potted history of her place of birth, the town of Wilkes-Barre, Pennsylvania; a huge amount of detail about a court case involving her father’s will; and some random speculation about early influences (“Florence is likely to have taken her inspiration from tales of female empowerment and self-expression in Louisa May Alcott’s Little Women”). Sadly, much of the juicy stuff, such as her scandalous marriage at the age of 14 and the question of whether or not she really contracted syphilis, is lost in the mists of mostly undocumented history. One can sense Rees’s anxiety at the lack of primary sources: “the biographer’s task is further frustrated by the disappearance of all but four of the 500 letters which passed between Jenkins and St Clair Bayfield over 30 years of common law marriage.” All this would have been surmountable had Rees succeeded in bringing alive the spirit of Jenkins. He sketches out her rise through the New York “women’s clubs” with brisk efficiency: she began singing to the well-heeled ladies of the Verdi Club, which she funded and ran, while Bayfield paid certain amenable journals to run positive reviews. It was only once she made some ear-splittingly off-key recordings that her fame began to spread into wider, and less easily manipulated, corners of society. But beyond these basic facts, the biography has little to offer on what to make of Jenkins herself. At times Rees tries to argue that she was a symbol of female empowerment, “a serious and hugely knowledgable lover of music”, but he doesn’t take her seriously as a human being, often slipping into a tone just as mocking as the Carnegie Hall audience. • To order Florence Foster Jenkins for £7.19 (RRP £8.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Florence Foster Jenkins biography review – why did the singer expose herself to mockery?",
  "webPublicationDate": "2016-05-11T13:00:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/florence-foster-jenkins-nicholas-martin-jasper-rees-review",
  "keyword": [
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Florence Foster Jenkins",
      "id": "film/florence-foster-jenkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alice O'Keeffe",
      "id": "profile/alice-o-keeffe"
    }
  ],
  "guardianId": "books/2016/may/11/florence-foster-jenkins-nicholas-martin-jasper-rees-review"
}