{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/midwives-support-women-abortion-decriminalisation",
  "id": "2016-05-18-322",
  "sectionId": "commentisfree",
  "body": "Over the past few days the Royal College of Midwives (RCM) and I, as its chief executive, have been in the middle of what has been described as a media frenzy. If you have not yet seen any of the often distorted media coverage, it is because the RCM is supporting a campaign to decriminalise abortion. According to some coverage, the RCM is campaigning to legalise abortion on demand, at any time during pregnancy, for any reason.   Related: Criminalising abortion does not cut number of terminations, says study    First, this is not true. Second, it misrepresents what the campaign to decriminalise abortion is about and aiming to achieve. Let me put the record straight about what the RCM is actually supporting. It is in favour of decriminalising abortion. In keeping with this position, the RCM does not believe it is right that in the 21st century those women who choose to have an abortion can be criminalised. Put simply, this means they can be sent to jail for having an abortion, unless it is within the very strict parameters of the 1967 Abortion Act, which effectively gives others control over a woman’s decision-making. This requires that two doctors approve a termination, which can cause delays in treatment and prolong this very difficult time for women. Provisions in the act are also used to prevent women from taking the “abortion pill” at home in their own time, requiring instead that women attend multiple appointments at a clinic, denying them choice over when the pregnancy is passed.    If we are to be advocates for women, then we must advocate for choice on all aspects of their care    Accordingly, the RCM believes that abortion should be removed from the criminal law. That is why we took the decision to support the “We Trust Women” campaign started by the British Pregnancy Advisory Service, calling for the decriminalisation of abortion across the UK. The campaign calls for every woman to be given the necessary information to make her own informed choice as to whether or not to continue with her pregnancy. The RCM is not advocating for or against abortion. Nor is the RCM arguing for a complete free-for-all, with no controls. Rather, we are recommending that abortion procedures be regulated in the same way as all other procedures relating to women’s healthcare. This would mean that decisions on treatment would occur in the same way that any other clinical decisions are reached, through discussion between the woman, her doctors and other medical staff. The RCM believes that if we are to be advocates for women then we must advocate for choice on all aspects of their care. I have heard coverage recently saying that the essence of a midwife is to be supporting the joyful arrival of a newborn baby into the world. Of course that is a huge part of our job, but it is much more than that: it is about being for women and about respecting their choices regarding their bodies. It is about supporting women through the good times and the bad. Decriminalisation is not the outrageous idea that some sections of the press suggest. It is already a reality in Canada, where they decriminalised abortion more than 25 years ago. Their experience since decriminalisation is that over 90% of abortions are done in the first trimester, only 2-3% are done after 16 weeks, and no doctor does abortions past 20 or 21 weeks except for compelling health or genetic reasons.  Their overall abortion rate is about 16 per 1,000 women of child-bearing age per year, a lower rate compared to many other countries, and similar to the UK at present. I would point to a recent case in Northern Ireland, where abortion is illegal, as the awful alternative to decriminalisation. There, a woman was given a suspended jail sentence for taking abortion pills she had purchased over the internet when she was 10-12 weeks pregnant. This can and almost certainly will happen again, and more women will be criminalised because of it. I have talked a lot here about women, but what about midwives and other healthcare workers in maternity services? What about the people who will have to deliver care to women who want an abortion? I realise, of course, that the RCM’s 46,000 members will have a range of views and opinions. I accept that not all of our members will agree with the position that the RCM has taken on abortion. However, our position reaffirms our support for midwives to hold a position of conscientious objection to any direct involvement in termination of pregnancy. Nobody is being asked to go against their conscience, or their beliefs. But I think that this is not about what we personally believe. This is about the women we care for; it is about their lives and the choices they make. We will not have to live their lives once their decision is made. As midwives whose very title means “with women” we are there to support women, whatever their choices. I would urge people to read and consider the arguments that we set out in our position statement, and those set out by the We Trust Women campaign. It is in favour of women having a choice over their fertility and over all aspects of their maternity care, including whether to have a baby or not. We are not coming out either for or against abortion; we are for women.",
  "webTitle": "As midwives, we support women – whatever their choices on abortion | Cathy Warwick",
  "webPublicationDate": "2016-05-18T06:30:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/midwives-support-women-abortion-decriminalisation",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Cathy Warwick",
      "id": "profile/cathy-warwick"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/midwives-support-women-abortion-decriminalisation"
}