{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/14/robert-macfarlane-readers-letters-words",
  "id": "2016-05-14-132",
  "sectionId": "books",
  "body": "A few days after Landmarks was published last spring, the first postcard arrived. It was of Pendle Hill in Lancashire. The blue ink handwriting was slightly spidery. “Dear Robert Macfarlane”, it began, then:  “lighty-dark”: a word to describe the light occurring at the edge of darkness after a cold clear day. Invented by me (aged 11) walking home in the beautiful, under-valued Lancashire landscape, in the evening.  It was signed off: (Mrs) Margaret Cockcroft aged 96 A childhood word coined in the 1930s and remembered in old age in 2015: a word that summoned back to its coiner – and to me – a moment in time and place. The edge of darkness after a cold clear day … In the nine glossaries of Landmarks I had gathered 2,000 terms for aspects of landscape, weather and creaturely life, drawn from more than 30 languages and dialects of Britain and Ireland – from “ammil” (a Devon term for the “fine silver ice that coats all foliage when a freeze follows a thaw”) to “zawn” (Cornish for a “wave-smashed chasm in a sea-cliff”). But I knew that the glossaries represented only a fraction of the whole – and hoped the book might prompt people to share their own place-words. It did. In the months that followed, around 4,000 more such words reached me. Hundreds of postcards, letters and parcels arrived, carrying not only words but also books, photographs, maps, stories and poems. They came from around the world, but mostly from Britain and Ireland. Email brought them too, as did Twitter (a word plus definition being well suited to 140 characters). One of the letters was start-to-finish in Scots, and made me grin:  “Aye, ah wis fair taen wi this mairvellous ‘word hoard’ ye hae dug up!! An faur mair valuable than ony Saxon Sutton-Hoo nonsense!’  The senders were from a wide range of backgrounds. A lollipop man who discussed the weather with the children he ushered across the road each morning. A former miner who had laboured in the north-eastern coalfields, and listed “expressions peculiar to the underground world”. An intensive care nurse. A man who’d spent “a lifetime farming”, and for whom a rich place-language was a “vital part of everyday vocabulary”. An environmental lawyer specialising in the land rights of indigenous people in south west America, who described her attempts to integrate the site-specific “landscape lexicons” of native peoples with chilly federal legalese. “Here in northern California”, she observed bleakly, “place-based languages are dying out swiftly.” Picking up my post each morning became an adventure: one week brought a “weather-book” of Orcadian wind and snow words, with a head of bog-cotton pressed between the pages; and a word list found “on a faded piece of paper between the 100 or so sheets of an account my father left of his early years in a working-class and Methodist family, in a remote Yorkshire dale”. A meteorologist wrote in cold fury about my mis-glossing of “graupel” as “hail”. Someone sought to convince me that cockpilot was an old Suffolk word for a goldcrest – I invoked Roger’s Profanisaurus, and requested more evidence. Parents sent their children’s neologisms as contributions to the language that, in the book’s last chapter, I called “Childish”. I learned the diverse regional terms for woodlouse, among them “chuggypig” (Cornwall), “sow-dug” (Essex), “slater” (Northern Ireland), “gramfy-coocher” (Somerset), and “johnny-grump” (Gloucestershire). I hadn’t expected such entomological burlesque. Many words were new to me, but instantly memorable: “glossamer” (“shining filaments of web spun across huge areas of landscape by small spiders in autumn, usually only perceptible near dawn or dusk when the light is slant”), or “radjel” (a west Cornish term for the “pile of rocks in which a fox seeks shelter, a fox-fortress”). Again and again I was moved by the generosity shown in this sharing of words. All were freely given, no one requested anything in return, and I take this chance to thank everyone who wrote to me. Gift – the nature of gifts, and the gifts of nature – was one of the theoretical preoccupations of Landmarks, so I decided to add a final new chapter and glossary, the “Gift Glossary”, to the paperback edition. That glossary carries 500 of the most striking new place-words that I was sent, from “addland” to “zebn-slaper”. When I first drew up the glossaries of Landmarks, I imagined them not as museum display-drawers, containing pinned, dead exhibits, but as ecosystems teeming with diverse life. I wished somehow to release the energies of these words back into wider culture – though I had no notion of what this might achieve, and anyway no wish to instrumentalise this lexis in terms of “deliverables” or “outcomes”.   Related: From didders to hob-gobs: add to Robert Macfarlane's nature word-hoard    It has been a happy surprise to watch the consequences of this “release”. The words and ideas of Landmarks have been taken up by conservationists, environmental campaigners, charities, pre-school educators, composers, linguists, artists, poets, translators, psychologists and storytellers, among others. They have set me writing a book (in part) for children in collaboration with the artist Jackie Morris, earned me a Private Eye parody from Craig Brown that left me tearful with (mostly) laughter – and prompted me to begin a glossary for the Anthropocene: a dark-ecological “desecration phrasebook” to set alongside the optimistic word-lists of Landmarks. Landmarks was a book in part about hope, writing and change: what single words and strong styles might achieve in terms of shaping individual awareness and broader cultural movements. In a late chapter I quoted the great Rebecca Solnit:  Writers need to understand that action is seldom direct. You write your books. You scatter your seeds. Rats might eat them, or they might just rot. In California, some seeds lie dormant for decades because they only germinate after fire.  In mid-March I received a letter from Liverpool. It was from two remarkable people, Polly Moseley and Richard Scott, who were working together to create huge wildflower meadows in urban sites in Everton, and in Hulme in Manchester. Landlife, the charity for which Richard worked, was dedicated to increasing access to urban nature, and to environmental justice initiatives. Polly and Richard called their meadow-sites “Landmarks”, and explained that they had used the book to involve local communities with the meadows, giving out copies and speaking “with hundreds of people, especially young people, about both imagined and historic words to describe the details of their local environment”. “We start sowing again this week,” they wrote – and invited me up to walk these urban wildflower landscapes, and join them in their community work. So this June I’m off to Liverpool, to meet with Polly and Richard, and see how those scattered seeds are blooming.  • Landmarks is out now in paperback (Penguin).",
  "webTitle": "What's a 'chuggypig'​?​ Robert Macfarlane’s word search",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/14/robert-macfarlane-readers-letters-words",
  "keyword": [
    {
      "webTitle": "Reference and languages",
      "id": "books/referenceandlanguages",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Macfarlane",
      "id": "profile/robert-macfarlane"
    }
  ],
  "guardianId": "books/2016/may/14/robert-macfarlane-readers-letters-words"
}