{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/women-to-be-hit-hardest-by-superannuation-changes-analysis",
  "id": "2016-05-25-32",
  "sectionId": "australia-news",
  "body": "The Turnbull government’s superannuation changes will hit wealthy women aged over 50 more than any other in their peer group. New analysis from the National Centre for Social and Economic Modelling (Natsem) shows the government’s super reforms will actually discourage some women from contributing more to their super before they retire. It has found women over 50 – who are earning enough to be affected by the policy changes – will be forced to pay a higher tax on their super contributions, as a proportion of their income, than wealthy men.   Related: Ray Hadley tells Scott Morrison the Coalition may 'perish' over superannuation changes    Natsem’s Prof Robert Tanton says the women most affected by the policy changes are at a stage in their lives where they should be contributing more to super, and are earning enough to do so, and should be encouraged to do so. But he says the government’s policy will have the opposite effect, and he discovered the unintended consequences after running detailed modelling by age and gender. “It’s a policy change that is intended to affect certain [high-income] groups, and is it affecting those groups, and that’s probably a reasonable change,” Tanton said. “But inadvertently it’s affecting a particular group who should be increasing the amount of money they’re putting into super, and that’s females aged 50 to 64.” The Turnbull government says its super changes will only affect the top 4% of income earners, with money saved at the top being redirected to fund super tax cuts for people at the bottom of the income distribution. But Tanton says the government’s policy changes will affect men and women at the top of the income distribution in different ways. Sydney radio host Ray Hadley warned the treasurer, Scott Morrison, this week that even though the policy will only negatively affect high-income earners, he would lose lots of supporters if he pushed ahead with the reform. Tanton didn’t run modelling to see how individuals at the lower end of the income distribution would benefit. Natsem modelled the impact of two of the government’s proposed changes, by age group and gender: the reduction in the super contributions cap from $30,000 (or from $35,000 for those aged over 50) to $25,000; and the requirement for those with combined incomes above $250,000 to pay 30% tax on their concessional contributions, up from 15%. It found the policy changes would affect 305,000 high-income men (the top 5% of the male workforce) and 89,000 high-income women (the top 1.5% of the female workforce). It says the median income of each age group affected by the policy is: age 30 to 49 ($297k for men; $253k for women), 50 to 64 ($229k for men; $113k for women), and 65 and over ($162k for men; $80,000 for women).  It found men aged between 50 and 64 would pay the highest absolute tax of any group, at an average $2,090 a year (compared to $1,550 for women of that age group).  It also found men would pay a higher absolute tax increase than women overall. But it also found women aged over 50 would pay the highest tax increase as a proportion of their income (up 0.97% for 50 to 64 year olds; and 1.29% for 65+), because women in these age groups were earning a lower average income than men. Tanton said the government’s argument that its policy changes would only affect high income earners was not necessarily true. “While this is the case for males, this is not the case for females aged 50 to 64, where the median income of those affected was $112,732, a reasonable income for women to think about contributing more to their concessional super,” he said. “What these results suggest is that this policy is going to discourage female workers aged 50 to 64 and 65 and over contributing concessional amounts to superannuation, mainly due to the proposed tax on concessional contributions over $25,000 per year.” Labor has said it is concerned about the retrospective nature and unintended consequences of some of the government’s super proposals. “We want to fully understand the distributional impacts, as well as behavioural effects and any unintended consequences,” Jim Chalmers, Labor’s spokesman for superannuation, will say in a speech on Thursday.   Related: The superannuation changes are seriously good. The Coalition must fight for them | Gareth Hutchens    “This is precisely why we announced our plans with proper lead time before an election. It’s precisely why we are worried about the government’s haste and handling in this area.” Natsem could not model the Turnbull government’s plan to introduce a lifetime cap of $500,000 for non-concessional contributions, down from $180,000 a year, because it did not have the data. Natsem is one of Australia’s best economic modellers of social policy. It said the modelling was not commissioned by any political party, group, or individual.  Correction: An error in Natsem’s original calculations showed the government policy changes would affect 610,000 high-income men (the top 9.6% of the male workforce) and 177,000 high-income women (the top 3% of the female workforce). Those figures have been amended.",
  "webTitle": "Wealthy women 'to be hit hardest' by superannuation changes",
  "webPublicationDate": "2016-05-25T20:01:06Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/women-to-be-hit-hardest-by-superannuation-changes-analysis",
  "keyword": [
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/26/women-to-be-hit-hardest-by-superannuation-changes-analysis"
}