{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/15/opinions-of-tate-modern-jonathan-meades-gavin-turk",
  "id": "2016-05-15-140",
  "sectionId": "artanddesign",
  "body": "Cornelia Parker, artist      The Tate always listens to artists: they’ve been very good in bringing people on board to get feedback, so it’s quite democratic. All artists want is something that’s not vanity architecture, where their work is going to be compromised by the spaces. At Tate Modern I like the journey you go on, it’s got a sort of pathway through it. The Turbine Hall is really spectacular – when it’s got the right work in it, like, Olafur Eliasson’s The Weather Project or the Doris Salcedo crack or Juan Muñoz’s fake floor, it’s unique. There are not many public museums that have that kind of space. And also the views from the various floors – it connects you to the wider world. It’s a cultural heavyweight and has put us on the art map internationally: it’s a must-see thing, a bit like the Guggenheim in Bilbao. It’s made the city a much more creative place to be. Interview by Kathryn Bromwich Karl Hyde, musician      I’ve been going to the Tate Modern ever since it opened. I’ve been taking my children there since they were tiny, the result of which is that my oldest daughter is going to art school. As someone who has grown up in galleries myself – as an outsider in some ways, because I come from a working-class, industrial part of the world – I wanted to introduce my children to the magic of galleries. We’d spend hours walking around, listening to them interpret what they thought was going on. I remember my daughter, when she was five, saying that Joseph Beuys’s ingots of metal looked like metal poo, and saying about a Franz Kline painting, “He doesn’t look very happy, Dad.” Just fantastic. I think one of the wonderful things the Tate Modern does is that it demystifies the whole gallery thing – it welcomes people in, even people who are intimidated by galleries, and that’s extremely important. KB Jonathan Meades, writer      The Tate spent a fortune on an eye-wateringly expensive rebranding as “Tate”. What is it that graphic designers have against the definite article? Nonetheless, Miles Newlyn’s font is catchy. Which is more than can be said for many of the exhibitions. Still, the frivolous bias towards braindead conceptualism is not specific to it: the same paucity of ideas and mangling of language can be found across the world in every gallery where the wretched, entirely conventionalised curatocracy has power. What the Tate should be thanked for is preserving Giles Gilbert Scott’s magnificent Bankside power station. This great architect’s better-known Battersea station has been transformed into a pile of bricks to be fought over by questionable developers and their lesser architects. And Scott’s Guinness brewery at Park Royal was torn down a decade ago by the boorish philistines who run Diageo. So, a muted hurrah for Serota. Gavin Turk, artist      People talk about the spring in the step of the YBAs as one of the things that went into the impetus to make Tate Modern. And it’s become a kind of testament to that time. I love the idea of it, that they’ve made an art gallery in an old power station, but travelling around the building can be a slightly confusing experience, akin to the confusion that some people have when they look at art. It’s a slightly awkward space. There’s a strange communication between floors, it seems I can never get the elevator or lift to the floor I want. But the Turbine Hall’s shared-experience artworks have been incredibly successful, the most amazing art experiences in London. When I saw people lying on the floor looking at Olafur Eliasson’s sun, the whole cultural system of looking at art seemed to be transformed. Or Miroslaw Balka’s huge container, where you walked into blackness, that was really weird, that art could leave you so abandoned. Tate generally doesn’t have much purchasing power so one of the important things about having a prominent and attractive building is it makes collectors want to donate their artworks. If you’ve got a powerful frame people want to put their art into that frame. Ekow Eshun, journalist      Tate Modern has succeeded in an improbable and wholly welcome feat - it has helped Britain fall in love with contemporary art. This is no mean achievement if you think back to the hooting and cat-calling that accompanied the unveiling of Tracey’s bed or, further back in time, Carl Andre’s bricks. The sheer scale of the gallery when it opened in 2000 set down a marker that art was a subject worth taking seriously. Yet despite its vastness Tate is no austere cathedral of culture. It doesn’t demand obedience from its visitors. Nick Serota’s masterstroke at the gallery’s launch was to exhibit artworks thematically rather than chronologically, creating displays that seemed to be having a conversation across regions and time periods and cultures, instead of offering yet another assertion of the primacy of 20th century western art. The result is a place that’s open and welcoming to diverse perspectives and experiences. A site that’s more pleasurable and fascinating to explore than any major art gallery in Britain has ever been before. Truth to tell, the British public may never wholly abandon its scepticism about art. But the crowds pouring through Tate’s doors each day suggest that delight rather than derision is now closer to our default setting on the subject. Sadie Coles, gallerist      All London galleries should thank their lucky stars that Nick Serota imagined and then forced Tate Modern into being. It instantly joined the elite of agenda-setting, world-class contemporary museums, with a seriousness and quality in both the exhibition programme and the careful development of collections. Hot on the heels of the YBAs’ energy and in tandem with Frieze, it brought the focus of the international art market to London. It stands for integrity and intelligence, and the balancing effect of its presence is essential and in a true way raises the bar for all of us in the arts. It is Dad (to quote Sarah Lucas). London has its problems but is a city with huge diversity and Tate Modern has served its very broad public well. And if it is a personal anecdote you want: I said yes to love in Tate Modern’s car park after an inspiring visit in 2004. That’s the power of art.",
  "webTitle": "What I think about Tate Modern: artists, musicians and critics give their views",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/15/opinions-of-tate-modern-jonathan-meades-gavin-turk",
  "keyword": [
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Turbine Hall",
      "id": "artanddesign/tate-modern-turbine-hall",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/15/opinions-of-tate-modern-jonathan-meades-gavin-turk"
}