{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/07/notonthehighstreet-hula-hoop-lessons-woodcarvers-e-commerce",
  "id": "2016-05-07-97",
  "sectionId": "business",
  "body": "People think it’s about moving side to side but it’s not. It’s about going backwards and forwards, pushing and pushing,” says Obie Campbell, a Hula Hoop spinning around her waist. In a jazzy majorette uniform of hotpants and knee socks, Campbell is not coaxing five-year-olds in a school gym: she’s coaching shoppers in London’s trendy Old Spitalfields Market. The display is part of an all-singing, all-dancing weekend shopping jamboree organised by notonthehighstreet.com. Like a virtual version of the famous London market, notonthehighstreet provides a platform for professional designers and makers, from potters to woodcarvers to gastronomes, to sell their wares, with commission charged per transaction. The online marketplace has temporarily commandeered some space in Spitalfields as it dips its toe in the treacherous waters of bricks-and-mortar retailing. The experiment follows last year’s appointment of the company’s first external chief executive, Simon Belsham, whose previous job was running the grocery home shopping business of retail giant Tesco. “I think retail is always going to be about online and offline together,” he says, using the jargon of an internet retail expert: “offline” means old-fashioned shops to the rest of us. “This event is about opening our doors to customers and giving them a physical, tactile experience of our products.” There is an emerging trend of internet retailers opening real-world shops. Amazon opened its first store last year while British fashion website Missguided will soon make its debut in the Westfield Stratford City mall in London. Notonthehighstreet is part of the so-called Silicon-upon-Thames tech set: its head office is in the well-heeled riverside London suburb of Richmond, where its neighbours include eBay and PayPal and mail-order snack kings Graze. Belsham is yet to decide whether expansion into stores is the right path for the company. “I don’t know yet,” he says. “We’ll learn a lot from this weekend. Physical [shops] is going to be an important part of Notonthehighstreet.” Campbell’s hula-hoop coaching is one of the activities offered by The Indytute, which offers “brilliantly inspired lessons” and experiences through notonthehighstreet. It is one of 5,000 sellers on the 10-year-old website, which racked up sales of £156m from January through December 2015. But if City gossip is to be believed, the company is jumping through different kinds of hoops, which could lead to a stock market flotation. Despite the looming EU referendum, there still appears to be investor appetite for new retail stocks, with fashion retailer Joules and confectioner Hotel Chocolat confirming details of listings last week. The online marketplace was founded by entrepreneurs Holly Tucker and Sophie Cornish from Tucker’s London kitchen table in April 2006. But there was a changing of the guard last year with the appointment of 37-year-old Belsham, who has a Harvard MBA under his belt. It also hired the experienced Darren Shapland as chairman. Shapland also chairs Poundland, and was previously finance director of Sainsbury’s.     Sophie Cornish and Holly Tucker, the founders of notonthehighstreet.com Photograph: Rex    Belsham has retail in his blood: his parents ran the local toyshop, Scally Wags Fun Factory, in his home town of Ashford, Middlesex. “I grew up on the shop floor,” he jokes. “My brother and I were allowed to choose a Star Wars figure every week when they went to the wholesaler.” The shop closed in the 80s when Toys R Us arrived, but Belsham says: “It gave me an insight into the highs and lows of running a small business.” Notonthehighstreet services a growing demand for unique products in the face of a commoditised retail environment. “Our partners are investing in their businesses and bringing back heritage skills,” says Belsham. “I was in Wales when the headlines were about steel and lack of employment in Port Talbot. I was visiting a partner called Dust and Things, which makes fabulous wooden products. They joined us a year ago and have gone from nothing to become one of our bigger partners, employing five people in quite a tough part of Wales. “That’s what makes this business different, the uniqueness of the product and the professionalism of our partners,” he adds. Cornish and Tucker, who remain shareholders, now have non-executive roles, working a couple of days a month. Tucker has the alarmingly American-sounding job title of “chief inspirator”. Cornish says she does not see the handover as “letting go”. “I’m as committed to the business as I ever was,” she explains. “Of course we are founders, so remain incredibly involved in the business at heart, but it’s great that we have got such a fantastic management team.” The appointment of a high-profile chairman by a private company – and the hiring of a heavyweight City PR firm – is often a precursor to a stock market listing or sale. So far the company has raised around £27m from investors, most recently in 2012, when it attracted £10m from a consortium that included Fidelity, Index Ventures and Greylock Partners. Belsham is cagey about speculation linking it to a fresh round of fundraising. “We are well funded today and have got great support from our existing investors,” he says. “We’ve got opportunities to grow and will invest in that growth where we see a good return on that investment. We’ve got no immediate plans to IPO but we’d never rule out any source of fundraising.” Investors were due to tour the event and while they might have passed on the chance to make their own pom-pom keyring, they might see merit in bankrolling the company’s expansion. The most recent accounts show losses widening to £5.5m, after an unsuccessful foray into Germany, but one City analyst says that will not deter backers if it is able to map out a clear path to profitability. “There’s a price for everything, so it would depend what price they are looking for,” the analyst says.",
  "webTitle": "Hula-Hoop lessons and woodcarvers? You won’t find that on the high street",
  "webPublicationDate": "2016-05-07T15:00:18Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/07/notonthehighstreet-hula-hoop-lessons-woodcarvers-e-commerce",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/07/notonthehighstreet-hula-hoop-lessons-woodcarvers-e-commerce"
}