{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/01/nick-broomfield-fascinated-buildings-history-liverpool-cardiff",
  "id": "2016-05-01-150",
  "sectionId": "film",
  "body": "In a pair of new TV documentaries, Going Going Gone, the film-maker Nick Broomfield visits two rotting and boarded-up relics of Britain’s 19th-century industrial wealth. One is the baroque-style Coal Exchange in Cardiff, the other the neoclassical Wellington Rooms in Liverpool. Both were created for moneyed classes – in the decades of Cardiff’s coal boom, traders in the exchange set the world’s price for the commodity; in the Wellington Rooms people made rich by slavery and shipping danced and partied. But both later became popular venues for the less privileged and ethnically mixed communities in which they stood. The Wellington Rooms were an Irish Centre until the late 1990s; the Coal Exchange was a venue for weddings, parties and concerts until its closure in 2013. The films are shot in Broomfield’s distinctive style, in which he himself is a conspicuous presence, sometimes wielding a sound boom, sometimes pleading with unhelpful security staff as the rain falls on his clear plastic mac.    If you live in a democracy part of urban renewal should be that the public participate    The subjects of your best-known films include prostitution, Sarah Palin, Kurt Cobain and Courtney Love, and the Iraq war, rather than architecture. What moved you to make films about these buildings?They’re planned to be the first in a longer series about regeneration, though both these buildings are very lovely. Fifty years ago when I was a student in Cardiff the Coal Exchange was a favourite of mine. I just thought it was incredible, but now it is badly abused. And then in 1969 I made my first film, Who Cares, about the destruction of streets and communities in the Abercromby district of Liverpool, where the Wellington Rooms still stand. It is heartbreaking to see the way the rain comes into the building now. I’ve always been fascinated by buildings and history; it’s what I spend so much of my time doing anyway, so I might as well make films about it. When I travel I always make a point of finding out about the history of a place, its iconic buildings, knowing why it is the way it is. At the moment I am living in Los Angeles and it also has the most amazing history. What started your interest in architectural and industrial heritage that is evident in Who Cares?My father was an industrial photographer, and I occasionally went off with him when he was working. I grew up in rather middle-class Highgate but I became aware through him of other places, industrial places. My grandfather was an architect in Czechoslovakia. He was a great believer in urban renewal, in knocking down old houses and building tower blocks. He was a 1930s socialist so believed in providing the best things for the working classes, but it was a bit of a condescending attitude. I was so close to him but we had the biggest arguments. Then at 18 or 19 I went to university in Cardiff and I lived in the Butetown area, which is where the Coal Exchange is. I became fascinated and fell in love with it. I met amazing people, welcoming and inclusive.     Cardiff Coal Exchange. Photograph: Trevor Godbold/Alamy    The beauty of it was that it had 40 races living together, Hindus, Catholics, Muslims, Jews. There was always a party there, with one religious festival or another. It was the best education in the world for kids, who of course were completely non-judgmental. And the people were also incredibly beautiful. It had the most successful racial integration in the UK and it was completely destroyed. You can see what it was like in a film made by someone who lived there, Malcolm Capener, called Tiger Bay and the Rainbow Club. Do you think the general public are always interested in heritage, or is it something that comes and goes?Heritage is a constant, a touchstone for people’s history. The British are very concerned with it, passionate about it. It’s interesting to make films about it because people can get so emotional. In the 1960s a lot of historic buildings were destroyed after which there was a reaction and a higher level of protection. It’s interesting that you’re going back to the subject now. Does this mean that they are once again threatened?It’s something dictated by the financial markets. In the richer areas there’s better protection. In London you get a lot of interest but in other parts of Britain where the economy is not so strong there is less scrutiny of what’s happening. If Butetown and its docks had been in London they would have been enormous, the most attractive and chic-est place to live. In Cardiff they filled them in. Is it just about money, or attitudes?I think it’s in the head. It is so much to do with the imagination of planners. I talked to people at Cardiff council and they have a lot of embarrassment about the coal industry and the history of coal, because it led to disease and exploitation. They’re correct about that, but until people embrace their past they’re stuck in no man’s land. They’re denying their industry and also their culture and past.   Related: Tales of the Grim Sleeper – Nick Broomfield’s salutary serial-killer documentary    In Going Going Gone you include people with memories of the buildings when they were still in use: an Afro-Caribbean woman who celebrated her golden wedding in the Exchange, an Irish Liverpudlian couple who fell in love at first sight in the Wellington Rooms. It’s obviously important to you to show something of the lives lived in them.These buildings were built by the elite with no expense spared, but then became buildings of the people and people have a right to have a say in them. If you live in a democracy part of urban renewal should be that the public participate. Are you hopeful that these buildings will be saved?In terms of short-term gain the easiest thing is to knock buildings down but I am hopeful with both – they are dying to be made into something special. I don’t think it’s too late to save the historical area of Cardiff. There’s a plan for a luxury hotel in the Coal Exchange that might not be perfect, but it will attract other money and the place will kick off. The style of the films seems simple and direct, with a small crew.It’s pretty straightforward. It’s also a bit of an experiment. I don’t think we even broke even on the budget. But I should give credit to the BBC. It is the last place where important experimental films are still done, probably in the world and certainly in Britain. They make a point of doing things that other channels aren’t prepared to do. Going Going Gone: Nick Broomfield’s Disappearing Britain is on BBC4 later this month",
  "webTitle": "Nick Broomfield: ‘I’ve always been fascinated by buildings and history’",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/01/nick-broomfield-fascinated-buildings-history-liverpool-cardiff",
  "keyword": [
    {
      "webTitle": "Nick Broomfield",
      "id": "film/nick-broomfield",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowan Moore",
      "id": "profile/rowan-moore"
    }
  ],
  "guardianId": "film/2016/may/01/nick-broomfield-fascinated-buildings-history-liverpool-cardiff"
}