{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/the-new-day-journalism-newspaper",
  "id": "2016-05-05-123",
  "sectionId": "commentisfree",
  "body": "The New Day has gone to the great newsstand in the sky. The introduction of a new national daily is rather rare these days, and the enthusiasm with which the public welcomed the New Day means we probably won’t see another one any time soon. It launched back in February with the curious aim of appealing to “normal people” who don’t like reading newspapers, and on this point they were absolutely right – normal people didn’t want to read this newspaper either. Introducing a print title in the current market requires a strange mixture of madness and optimism, like rowing back towards the sinking Titanic to play a few more rounds of shuffleboard. The whole endeavour seemed doomed from the start. And it’s tempting to interpret the New Day’s disastrous launch as a sign of the times, another indication that the golden age of print has passed. But, in fact, this kind of glorious failure has always been an important part of journalism – and it’s something worth celebrating.    If the press is to build a sustainable future in the digital world, then we’ll need people with big ideas    The archives of the British Library are filled with the crumbling remains of thousands of unsuccessful newspapers. Flick through this old catalogue of 19th-century titles and see how many you recognise – it’s like wandering through a graveyard of journalistic dreams. All these papers were launched with high hopes but most fizzled out and were quickly forgotten. Some particularly ill-conceived publications didn’t even make it past their first issue. Who would have thought that the Popular Lawyer (1899), the Post Office Reformer (1871), or the Razor and Hairdresser’s Advertiser (1889) would struggle to find an audience? In fact, some of history’s greatest newspapers came perilously close to a similar fate. Perhaps the most striking comparison is with the New Day’s long-running sister paper – the Daily Mirror. Launched in 1903 by the press baron Alfred Harmsworth, the founder of the Daily Mail and the most successful newspaperman of the period, he intended it to be the first daily paper aimed at women, who had long been marginalised by the male-dominated daily press. Just like the New Day’s editor, Alison Phillips, Harmsworth sensed an opportunity to unlock a hidden readership who didn’t like the tone and content of existing newspapers. The Mirror would, he promised, be: “no mere bulletin of fashion, but a reflection of women’s interests, women’s thought, women’s work”.     ‘Harmsworth, as with Alison Phillips over a century later, was supremely confident in his ability to predict what normal people really want.’ Photograph: Sarah Lee for the Guardian    Harmsworth hired an all-female editorial staff – an adventurous and progressive move, despite his patronising comments on women’s tastes – and launched the paper amid a nationwide blaze of publicity. While it did feature some conventional news coverage, the first issue of the Daily Mirror was packed with adverts for department stores and beauty products, and devoted entire pages to fashion, shopping, and weddings. Even the paper’s headlines were presented in a floral, feminine font. Harmsworth, like Phillips over a century later, was supremely confident in his ability to predict what “normal people” really want. But both got it completely wrong. The Daily Mirror proved, in Harmsworth’s own words, to be a “flat, rank, and unmitigated failure”. The paper was mercilessly mocked by rival publications, and it soon became clear that men refused to be seen buying such a “feminine” paper. Within a few weeks, the Mirror’s circulation had plummeted from 260,000 to under 40,000. “Some people say that a woman never really knows what she wants,” concluded Harmsworth. “[But] it is certain she knew what she didn’t want. She didn’t want the Daily Mirror.” The paper haemorrhaged money, and after two months Harmsworth had to intervene. However, unlike the current owners of the New Day, he didn’t give up on the project entirely. Instead, he abandoned the focus on women, sacked his editorial staff, cut the price of the paper in half, tweaked its name, and put a photograph of a music hall beauty on the front cover. The paper rapidly recovered and went on to become one of the bestselling and most influential tabloids of the 20th century. It’s a shame the New Day isn’t owned by somebody with Harmsworth’s bullishness and flair for reinvention. A few months after the paper’s launch, in an astonishingly frank article titled “How I dropped £100,000 on the Mirror”, Harmsworth argued that these kind of glorious failures were essential to the evolution of journalism. It was, he argued, the only true way to discover what the public really wanted. Phillips has made similar arguments in the wake of her paper’s collapse – and they’re both right. If the press is to build a sustainable future in the digital world, then we’ll need people with big ideas and the courage to try them out. To nobody’s great surprise, the New Day hasn’t turned out to be the future of journalism – but maybe the next seemingly crazy idea will be. We should salute them for giving it a go.",
  "webTitle": "New Day, yours was the true spirit or journalism: fail again, fail better | Bob Nicholson",
  "webPublicationDate": "2016-05-05T15:52:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/the-new-day-journalism-newspaper",
  "keyword": [
    {
      "webTitle": "The New Day",
      "id": "media/new-day",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bob Nicholson",
      "id": "profile/nicholson-bob"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/the-new-day-journalism-newspaper"
}