{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/rio-olympics-zika-amir-attaran-public-health-threat",
  "id": "2016-05-12-31",
  "sectionId": "world",
  "body": "As Brazil reels from a spiraling political crisis and its deepest recession in decades, a public health specialist in Canada has added to the country’s woes with a high-profile call for the 2016 summer Olympics – slated to kick off in Rio de Janeiro in early August – to be postponed or moved due to the Zika outbreak. “But for the Games, would anyone recommend sending an extra half a million visitors into Brazil right now?” Canadian professor Amir Attaran, whose research areas include population health and global development policy, asked this week in a commentary published in the Harvard Public Health Review. First seen in Brazil last year, the Zika virus has now been detected in more than 50 countries. Brazil remains the country most-affected by the mosquito-borne virus, which has been proven to cause a severe birth defect that results in babies born with abnormally small heads and underdeveloped brains. The virus has also been linked to Guillain-Barré syndrome, a rare neurological disorder that can result in paralysis and death. In February, the World Health Organization declared the Zika virus a public health emergency of international concern. Save for advising pregnant women not to travel to Zika-affected areas – including Rio de Janeiro – WHO has not issued any other travel restrictions on Zika-affected countries. Speaking to the Guardian on Thursday, Attaran described the idea of going ahead with the games as both “indescribably foolish” and “monstrously unethical”. The potential risks to visitors range from brain-damaged children to death in rare instances, he added. “Is this what the Olympics stand for?” The state of Rio de Janeiro has recorded 26,000 suspected Zika cases – the highest of any state in Brazil – and has an incident rate of 157 per 100,000, the fourth highest in the country, he said. “What is proposed is to bring half a million Olympic visitors into the heart of the epidemic.”   Related: 100 days until Rio 2016: 'It will be a great party, with a garbage legacy'    The deluge of athletes and visitors expected to pour into Rio from countries around the world could facilitate the virus’s transmission in countries that to date have been unaffected, he said.  The risk is that the virus may land on the doorstep of countries that do not have adequate healthcare infrastructure to tackle the virus. “With all those skills and gifts that Brazil possesses, it has been unable to quell this catastrophe,” said Attaran. “Are we seriously expecting that Nigeria, the Congo, and Indonesia will be able to do so?”  On Thursday, WHO responded to the claims, noting that the Zika virus usually results in mild symptoms – ranging from fever, body aches and rashes – with most of those affected not experiencing any symptoms at all. The organisation said it has been working with the Brazilian government to mitigate the risk posed by Zika to athletes and visitors, and is encouraging visitors to take precautions to protect themselves from mosquito bites and practice safer sex. The timing of the Games may also prove help helpful. “The Games will take place during Brazil’s wintertime when there are fewer active mosquitoes and the risk of being bitten is lower,” the organisation said in a statement. The International Olympic Committee said it has no plans to postpone or move the Games and instead has been in close contact with WHO to track the Zika virus in Brazil. “We are working with our partners in Rio on measures to deal with the pools of stagnant water around the Olympic venues, where the mosquitos breed, to minimise the risk of visitors coming into contact with them,” the IOC told the Guardian.  In recent weeks, the Zika outbreak has been eclipsed by the many challenges facing Brazil: Dilma Rousseff, the country’s president, has been stripped of her presidential duties and is facing impeachment; the economy has plunged into a deep recession; and uproar has been growing over a corruption scandal involving the state-controlled oil company, Petrobras, and politicians across the spectrum. Rousseff was suspended early on Thursday, after the country’s senate voted to impeach her over charges she whitewashed government finances. Hours later the interim president, Michael Temer, named a politician with no medical background as the new health minister. The portfolio will be taken by Ricardo Barros, a civil engineer by training. He is the fourth health minister in little more than half a year. The medical director of Australia’s Olympic team said he believed the risk of the Zika virus was minimal for Australian athletes. “The last couple of people that I have spoken to, who have been to Rio in the past month or two, haven’t seen a mosquito,” said David Hughes in a statement. “Given that there is no chance that the Games are going to be shifted to another venue, I believe we can proceed with confidence, knowing that we have appropriate guidelines and preventative measures in place.” Canada’s Attaran is not the first academic to publicly question whether the games in Brazil should go on as planned. In February, New York University’s Arthur Caplan and Lee Igel, wrote in an article that “to host the Games at a site teeming with Zika ... is, quite simply, irresponsible”. Attaran pointed to the 1976 Winter Olympics – moved to Austria after mounting costs forced the American city of Denver to withdraw as host – as a precedent for allowing the Games to be changed in exceptional circumstances. “I’m not the Olympic Grinch. I’m not calling for the games to be cancelled,” he said. “What I’m asking for is a bit of delayed gratification so that babies aren’t born permanently disabled.”",
  "webTitle": "Zika virus makes Rio Olympics a threat in Brazil and abroad, health expert says",
  "webPublicationDate": "2016-05-12T20:54:45Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/rio-olympics-zika-amir-attaran-public-health-threat",
  "keyword": [
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio de Janeiro",
      "id": "world/rio-de-janeiro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/12/rio-olympics-zika-amir-attaran-public-health-threat"
}