{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/bournemouth-west-bromwich-albion-match-preview",
  "id": "2016-05-06-182",
  "sectionId": "football",
  "body": "It is likely to be last on Match of the Day but Eddie Howe will be keen for Bournemouth to put on a performance in their final home game of an impressive debut season in the Premier League. So much so, the Bournemouth chairman, Jeff Mostyn, has forewarned supporters not to go on the pitch at the final whistle. Albion travel to the south coast level on points with the home side, who have lost five of their past six matches. Tony Pulis’s side are guilty of indifferent form themselves but salvaged a draw in their last away match at Tottenham and are more than capable of upsetting the mood once more here. Ben Fisher Kick-off Saturday 3pm  Venue Vitality Stadium Last season n/a Referee Mark Clattenburg This season G28, Y93, R6, 3.75 cards per game Odds H 10-11 A 3-1 D 5-2 Bournemouth Subs from Federici, Wiggins, O’Kane, Murray, Gosling, MacDonald, Gradel, Iturbe, Afobe, Stanislas, Grabban Doubtful Gradel (hip) Injured Distin (back, Aug), Smith (hernia, Aug), Mings (knee, Sep), Rantie (knock, unknown) Suspended None Form LLWLLL Discipline Y50 R1 Leading scorer King 6 West Bromwich Albion Subs from Myhill, Chester, Gardner, Field, McManaman, Sandro, Roberts, Lambert, Pritchard, Berahino, Anichebe Doubtful Pritchard (hip) Injured Morrison (hamstring, 15 May), Brunt (knee, Oct) Suspended None Form DLLLDL Discipline Y61 R4 Leading scorer Rondón 7",
  "webTitle": "Bournemouth v West Bromwich Albion: match preview",
  "webPublicationDate": "2016-05-06T12:15:22Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/bournemouth-west-bromwich-albion-match-preview",
  "keyword": [
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/06/bournemouth-west-bromwich-albion-match-preview"
}