{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/09/carol-left-me-cold-but-a-new-movie-has-restored-my-faith-in-lesbian-cinema",
  "id": "2016-05-09-245",
  "sectionId": "film",
  "body": "All About E may be a story of lesbian treachery and heartbreak, but it is far from depressing. Rather, it is a road movie that incapsulates the intoxicating pleasures of the transgressing tradition, as well as the endless possibilities and ways of realising the authentic self.  The plot that holds this good looking film together is as thin as a supermodel, simply adding a little external drama to the central theme: that of a story of true love and desire between young lesbians. Set in Australia, with stunning cinematography showing off the outback landscape, it features plenty of gentle laughs and surprisingly little schmaltz.   Related: Carol review – Cate Blanchett and Rooney Mara are dynamite    I had no idea how much I had craved a decent film with a lesbian theme until I heard of this one. Carol left me cold, partly because the love affair between the protagonists had about as much chemistry as a geography class. I have argued in the past that a sign of true gay liberation will be when we pop up as characters in mainstream films that are not just about lesbians. But we are still not at the stage where we can dismiss the importance of films that tackle issues such as coming out, self-destructive behaviour and prejudice from heterosexual society.  Young Arabic Australian Elmira (Mandahla Rose), is a star DJ in a Sydney gay club. A brilliant clarinet player, E – as she insists on being called – seems to have given up her dreams of being a serious classical musician for nights spinning tracks to get the diesel dykes, muscle Marys and drag queens on the dance floor.      Cate Blanchett and Rooney Mara in Carol. Photograph: Everett/Rex Shutterstock     E’s lover Trish (Julie Billington) moved out of their home after E refused to introduce her as her lover to the family. We later see E enjoying a one night stand with a casual date whom she later asks to leave as she “does not do overnights”. The plot picks up as E finds a massive bag of money in her apartment and scarpers with Matt, her gay friend to whom she is married for closet purposes.  The “road” bit of the movie begins with a visit by E and Matt (Brett Rogers), to convince her parents she is straight. “Is my tattoo covered?” asks E. “Do I look straight?” retorts Matt while waiting for the door to be answered.   The mother is like a cracking Lebanese version of Maureen Lipman (“I wish you had told me you were coming – there’s nothing in”, before laying the table with a feast). Further along the journey E finds doors closed to her and ends up at Trish’s rundown farm. Enter nasty gangster-lite Jonny Rock and his goons, and there you have it – a drive through the desert involving the odd chase, campfire rations, and plenty of romance.  The soundtrack is gorgeous, featuring club music, classical, eerie clarinet, and Middle Eastern folk.   There are cliches, but not too many or too irritating. Both lesbians are the requisite young, fit, slim, long haired, and conventionally attractive, with one blond and one dark for picturesque contrast during the surprisingly tasteful and lengthy sex scene.    Related: Where have all the lesbians gone in TV and film?     The camp versus dykey theme is at its height during a scene with Matt, resplendent in flowery pinny at the sewing machine juxtaposed with E in dirty jeans and boots fixing a fence. At least there is no butch and femme on display. Trish has a good line in kick-starting massive tractors.   A realistic portrayal of the commercial gay scene is given by Matt as he rebuffs E’s teasing about his slightly chubby frame as he looks online for a mate: “Here I am, a fat, Irish redhead, looking for true love in the Sydney meat market full of tanned gym junkies who are all as superficial as you.”  Writer and director Louise Wadley says she was keen to make a film that made the audience feel “happy and uplifted”.  “Despite some progress, lesbian films have not always been the best and in some weird throwback to the Victorian novel, they often require the main characters to be totally miserable or die. See the furore around the killing off of the lesbian characters in the wonderful Last Tango in Halifax or the web series 100. I vowed to not do that in my film.”  If you are tempted to search for a deeper meaning or hidden symbolism in All About E, don’t bother. It is what it is – a lesbian love story without being either tragic, smug or sentimental. The surprise is that in 2016, this is more unusual than it ought to be. • All About E is released in the UK on 9 May",
  "webTitle": "Carol left me cold – but a new movie has restored my faith in lesbian cinema | Julie Bindel",
  "webPublicationDate": "2016-05-09T10:12:37Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/09/carol-left-me-cold-but-a-new-movie-has-restored-my-faith-in-lesbian-cinema",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Carol",
      "id": "film/carol",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julie Bindel",
      "id": "profile/juliebindel"
    }
  ],
  "guardianId": "film/filmblog/2016/may/09/carol-left-me-cold-but-a-new-movie-has-restored-my-faith-in-lesbian-cinema"
}