{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/28/great-escape-theme-tune-ukip-composer",
  "id": "2016-05-28-60",
  "sectionId": "politics",
  "body": "For many, the 1963 film The Great Escape sums up the bravery of the allied forces during the second world war. At the very least, its theme music is a nostalgic reminder of Christmas television. Composed by Elmer Bernstein, it is a classic Hollywood theme tune which, in the half-century since the release of the film – which propelled hero Steve McQueen to stardom – has also become popular on the football terraces, particularly among England supporters. But the decision by Vote Leave campaigners to use Bernstein’s stirring music on their battle bus as they journey round Britain calling for a Brexit vote on 23 June is a step too far for the sons of the late composer. Peter Bernstein, also a Hollywood-based composer, and his brother Greg, a screenwriter and teacher living in Arizona, have both spoken out after hearing that their father’s best-known melody was promoting the idea that Britain should leave Europe. “Our father would never have allowed Ukip to use his music because he would have strongly opposed the party’s nativism and thinly disguised bigotry,” they said in a statement sent to the Observer. The rights to the theme are now owned by Sony ATV, and this weekend the Vote Leave campaign was unable to confirm whether it had obtained a licence to play it in public. “It plays for about 15 seconds before Nigel Farage speaks,” said a spokesman. “But I don’t know whether permission was asked. Nigel is not on the bus this weekend – other people are using it. But we play a pre-recorded speech from him for a couple of minutes.” But whatever the legal position, the Bernsteins see the playing of the melody on the tour bus, which visited Hull, Newcastle and South Yorkshire last week, as inappropriate and directly against the central ideas put forward in director John Sturges’s original film, based on the mass escape of prisoners from Stalag Luft III, and represented by their father’s music. “He would surely say that The Great Escape celebrated those who bravely saved Europe from a horrifically racist, nativist and violent regime,” said the Bernsteins. “He would hardly see Ukip as either a worthy successor of that cause or embodying the spirit of those who liberated Europe from oppression and hatred. “Furthermore, although he held very strong, mostly liberal, political views for his entire life, he never allowed his music to be used for political purposes. He preferred it to remain in the realm of entertainment where it originated, simply for people to enjoy, and not as a vehicle for political messaging.” Elmer Bernstein was born in New York, worked on Hollywood films for 50 years and died in 2004. He is also revered in the entertainment industry for composing the theme tunes to the western The Magnificent Seven, another Sturges film, and to the 1962 film To Kill a Mockingbird. During the McCarthy witch-hunts of the 1950s, Bernstein was one of those called by the House Un-American Activities Committee over music reviews he had written for a communist newspaper. He refused to name names, and argued he had never attended a Communist party meeting, but his career is thought to have been damaged. He later wrote scores for a series of successful comedies, including National Lampoon’s Animal House, Ghostbusters and Airplane!",
  "webTitle": "Ukip’s use of Great Escape theme tune grates with composer’s sons",
  "webPublicationDate": "2016-05-28T18:00:11Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/28/great-escape-theme-tune-ukip-composer",
  "keyword": [
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "War films",
      "id": "film/war-films",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "politics/2016/may/28/great-escape-theme-tune-ukip-composer"
}