{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/07/africa-frontline-of-wildlife-wars",
  "id": "2016-05-07-17",
  "sectionId": "environment",
  "body": "Brigadier Venant Mumbere Muvesevese, a 35-year-old father of four, became the 150th ranger in the last 10 years to be killed protecting lowland gorillas, elephants and other wildlife in Virunga national park last month. He and his young Congolese colleague, Fidèle Mulonga Mulegalega, were surrounded by local militia, captured and then summarily executed.   Related: Burning the ivory is just the beginning    For Emmanuel de Mérode, the Belgian head of Virunga, himself shot and wounded by militia in 2014, the two killings in Africa’s oldest park, in the Democratic Republic of the Congo, were yet another atrocity in the brutal wildlife wars raging through southern Sudan, the Central African Republic, Congo and parts of Uganda, Chad and Tanzania. “These two rangers were killed in situations that may amount to war crimes in any other conflict,” he said. “We cannot sustain these kind of losses in what is still the most dangerous conservation job in the world.” Virunga has lost five rangers so far this year. Speaking to the Observer from the park’s fortified HQ in Goma, De Mérode said security had got worse in recent months. “We lost people in January, too. We have a state of armed conflict, a low-intensity war being fought over the exploitation of natural resources in the park,” he said. “For the rangers it is not impossible to work, but it is now very dangerous. We are training 100 new rangers now and there will be 120 more next year. We are still very committed and optimistic.” The battle for central Africa’s wildlife has exploded as heavily armed militia target elephants and rhino and gun down anyone trying to protect them. Three rangers were killed and two wounded in a shootout in the vast Garamba national park in DRC last week; others were killed in Kahuzi-Biéga park near the city of Bukavu in March; in northern Tanzania, poachers killed British helicopter pilot Roger Gower in January.     Fidèle Mulonga Mulegalega, 25, killed by Mai-Mai rebels in March 2016 – biography from official website of Virunga national park. After growing up in Goma, he became a ranger in December 2014 and was highly motivated, according to his superiors. As a result of his skills and motivation, he went straight into Virunga’s most dangerous area on graduation. Photograph: Virunga National Park    The five rangers shot in Garamba were working for African Parks, a Johannesburg-based nonprofit conservation group that sends South African and other military officials to train rangers in the 10 wildlife parks it manages on behalf of governments. According to Peter Fearnhead, African Parks director, Garamba is now the heart of the illegal African wildlife trade. Its 300-odd armed guards combat helicopters and drones and find poachers from as far afield as the Central African Republic, Uganda, Sudan, Chad, Somalia, Kenya and Tanzania. “We have lost probably 30 people in Garamba alone in seven years. Hundreds of elephants are killed every year. This is the last stronghold of elephant and giraffe in Congo, but probably the toughest park in Africa. Every elephant poached can turn into a firefight,” said Fearnhead. “Life for a wildlife ranger is now very dangerous in some countries, probably more risky than being in a national army.” He said that rangers often found themselves pitted against former combatants from the Lord’s Resistance Army, the Sudan People’s Liberation Army, and former Janjaweed members from Sudan. “Last week we buried three people but morale is as strong as ever. When [the rangers] were told that their colleagues had been shot, they all wanted to respond. The poachers use automatic weapons, even grenades. Being a ranger is not about chasing people through the bush and arresting them. It’s war. The rangers put their lives on the line every day, and are under real siege in Garamba. We are not militia but it requires a militaristic response to defend wildlife. [Groups of militia] are now bidding for contracts to get tons of ivory. It’s big business with groups of armed people crossing multiple borders. These people have phenomenal bush skills, with AK-47s. They shoot for the head. They are a total law unto themselves.”     Venant Mumbere Muvesevese, 35, killed by Mai-Mai rebels in March 2016 – biography from official website of Virunga national park. He came from the village of Mbingi in the Lubero territory of DRC and left behind a wife, Jeanne, and four children. He held the rank of brigadier and was the leader of his ranger unit. Known as a great storyteller, Mumbere Muvesevese was loved and respected by his colleagues. Photograph: Virunga National Park    There have been more than 30 shootouts, five deaths, several woundings and 43 elephants killed in the last four months in Garamba. Last weekend, as President Uhuru Kenyatta of Kenya was preparing to set fire to thousands of elephant tusks together worth $100m in Nairobi, Erik Mararv, the Swedish manager of the DRC park, was in hospital recovering from gunshot wounds. The masterminds of the poaching and human killings in these parks are powerful networks of criminals, militias, state armies and corrupt politicians from half a dozen fragile or failing central African countries. New players, say security analysts, have expanded into the lucrative, illegal wildlife trade in the last decade. Together, they have turned the savannahs of central Africa into killing fields and are using the estimated $20bn raised each year from the sale of tusks and rhino horn to fund war, terrorism and crime. The scale of the resulting slaughter has shocked conservationists, who until 10 years ago prided themselves on their rangers’ bushcraft and tracking skills. In some places now they find themselves thrust on to the frontline of an insurgency with next to no resources to resist professional soldiers. “Incidents of large-scale poaching on an industrial scale are now being reported,” revealed a recent study by the Chatham House thinktank in London. “In one week, poachers linked to the Janjaweed from Sudan and Chad allegedly killed more than 86 elephants, using automatic weapons. Poaching on such a scale is not driven by opportunism or subsistence imperatives, but by armed non-state actors and organised groups with wider links.” When dozens of heavily armed men on horseback rode into Bouba Njida park in Cameroon in 2012, the four rangers on bicycles armed with old guns did not stand a chance. More than 350 animals were killed in a few hours. No poachers were captured, but they cut pieces from the ears of the elephants they had killed – an indication that they came from Sudan, more than 600 miles away. A 2014 study for US conservation group Born Free, by US security analysts C4ADS, said ivory was now the preferred currency for militants and rebels to buy weapons and to bankroll conflict in central Africa.     Sebinyenzi Bavukirahe Yacinthe, 40, Killed by poachers, 23 January 2016 – biography from official website of Virunga national park. He had worked in Virunga for more than 20 years. Having seen many of his fellow rangers fall, Sebinyenzi fully understood the risks associated with protecting Africa’s oldest park, but it was a risk that he was willing to take. For him, protecting Virunga was more than a job, it was about protecting his national heritage. He leaves behind a wife, Jeaninne, and eight children. Photograph: Virunga National Park    According to C4ADS, state security forces in DRC now provide rebel groups across the continent with weapons in exchange for ivory. Groups including Boko Haram, the Janjaweed and al-Shabaab have all been linked to the illegal trade but the scale of their involvement is unknown. The threat of ivory-funded political destabilisation now extends beyond central Africa, said C4ADS: “In east Africa, al-Shabaab and Somali criminal networks are profiting from Kenyan elephants killed by poachers using weapons leaked from local security forces. Mozambican organised crime has militarised and consolidated to the extent it is willing to battle the South African army for rhino horn, and in Tanzania political elites have aided the industrial-scale depletion of east Africa’s largest elephant population. “A series of failed and fragile states across central Africa allows for swaths of ungoverned territory to be exploited by violent armed groups, including the Lord’s Resistance Army, and the various armed groups in the Central African Republic and South Sudan.” Much of the most serious poaching is believed to start in Sudan, where militias linked to the Darfur genocide in the 1990s have begun to fund their operations by killing wildlife in countries as far afield as Cameroon, the Central African Republic and the northern DRC. One reason for Sudanese involvement is said to be the militias’ access to Chinese entrepreneurs who have flooded into the region, in the wake of billions of dollars of international reconstruction money, and can export with impunity to insatiable markets in Asia. Equally, Somalian militia groups who are beyond the control of governments can easily ship ivory and rhino horn. According to Chatham House, trade in illegal ivory has more than doubled since 2007 and is more than three times larger than it was during the last peak in 1998, with the street value of ivory reaching up to $2,205 per kilogram in Beijing. Rhino horn can sell for $66,139 per kilo – more than the price of gold or platinum – on the Chinese black market.     Jean Claude Kiza Vunabandi, 32, killed 26 October 2015 – biography from official website of Virunga national park. It’s difficult to put into words the loss felt by his surviving family. Jean Claude left behind his wife Aimée and his children La Vie, nine, and Jancy, four, as well as his parents. Beyond dealing with the trauma of losing a husband, a father, a best friend, the family has been forced to face the future on their own. Photograph: Virunga National Park    The toll on central African wildlife is terrifying. In some regions elephant and rhino numbers have plunged to levels from which they are unlikely to recover. In Sudan, which only 20 years ago had around 125,000 elephants, there are now only about 5,000 left. Across Africa, more than 30,000 are thought to be poached every year, says the elephant conservation charity Tusk. According to the UN’s Convention on International Trade in Endangered Species of Wild Fauna and Flora, more elephants are now being killed in Africa than are being born and up to 70% of central Africa’s elephants have been lost in 10 years. “The rising value of the elephant ivory trade has resulted in a massacre. Unless we take action we will lose this animal,” said President Kenyatta at Kenya’s burning of tusks. Worryingly for western governments, the price of ivory has barely fallen in the last year, despite 46 governments pledging to take action. The picture is not uniform. Richard Vigne, head of the 90,000-acre Ol Pejeta wildlife conservancy in central Kenya’s Laikipia county, makes a distinction between African countries such as Botswana, Namibia, Kenya and South Africa, where governments are strong and the rule of law mostly prevails, and those where it does not. “In countries like Kenya, poaching is surreptitious, done in darkness. Poachers use silencers,” he said. “There’s obvious danger for the rangers because there’s lots of money involved. The poachers are well-organised, well-armed, well-resourced and ruthless.” But, he adds, the poaching amounts to one or two animals being shot at a time, on a regular basis, by small groups. Sarah Watson, director of operations for Tusk, points out that despite the dangers, conservation can act as a force for peace in areas where tribal divisions once dominated. “Being a ranger is a job with dangers in places like Kenya, but it also gives security and people recognise conservation is working for peace,” she said. “We have 100 rangers, of which 30 are armed. We find conservation reduces conflict between tribes. It is definitely a force for development. “Here in Kenya there is no militarisation of conservation. Yes, the poachers are better resourced than they were, use iPads, mobile phones and Google Earth, but the technology has helped people trying to control them, too. We have tracking dogs and aircraft but we hardly use them.”     Funeral of Kasereka Kipako, 34, killed August 2013, believed to be by Mai-Mai militia – biography from official website of Virunga national park. Kipako was ambushed while his fellow rangers were out on a morning patrol. The evidence points to Mai-Mai militia being the perpetrators. Like most Virunga rangers, Kipako was a family man. He left behind his wife, Solange, who was pregnant, and three children. He started out as a woodworker and then graduated to law enforcement with the military. We welcomed him into the Virunga ranks in 2010 and are incredibly sad to have lost him. Photograph: Virunga National Park    Tusk works with the Northern Rangelands Trust in Kenya, which employs nearly 700 rangers and has brought together 26 community wildlife conservancies. “People that were once at war with each other have since dedicated their land – 3 million acres in total – to wildlife conservation,” said Watson. “The rangers there are wildlife guardians, peacekeepers and conservationists all rolled into one. There has been a 53% decline in elephant poaching since 2012. It shows that rangers can win the war.” But elsewhere, in central Africa, the situation risks spiralling out of control as gangs of militia target whole herds of animals. “In places like DRC,” said Vigne, “the poaching is much more open and large-scale, with militia killing as many animals as possible. You must use an army to protect animals. It is very difficult terrain. “Rangers are being killed in these countries on a regular basis. Conservation there is up against organised military. It is an insurgency. You need to be a military unit to defend animals. You will never have enough guards to stop rhinos and elephants being killed.” New skills were required, he said. “Fifteen years ago we had about 15 rangers at Ol Pejeta. They had shotguns and there was little danger. Now we have 50 highly trained people with automatic weapons.” Ultimately, said Vigne, the cycle of killing can only be stopped by a change of mindset. “The only way to stop poaching is to diminish the incentive of people to kill animals. In the 1980s, when elephant poaching was at its peak, it was largely stopped by campaigns that made it unacceptable.” As the wildlife wars threaten to overwhelm national parks such as Virunga and Garamba, that now seems a long time ago.",
  "webTitle": "On the frontline of Africa’s wildlife wars",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/07/africa-frontline-of-wildlife-wars",
  "keyword": [
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Democratic Republic of the Congo",
      "id": "world/congo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Central African Republic",
      "id": "world/central-african-republic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South Sudan",
      "id": "world/south-sudan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sudan",
      "id": "world/sudan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Uganda",
      "id": "world/uganda",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Chad",
      "id": "world/chad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tanzania",
      "id": "world/tanzania",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    }
  ],
  "guardianId": "environment/2016/may/07/africa-frontline-of-wildlife-wars"
}