{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/pro-12-final-connacht-rugby-leinster",
  "id": "2016-05-27-100",
  "sectionId": "sport",
  "body": "Connacht would complete a remarkable rags-to-riches story should they defeat Leinster at Murrayfield on Saturday. Victory in the Guinness Pro12 final would bear all the hallmarks of an Irish fairytale – the Cinderella province, once on the brink of extinction, in their first decider, sealing the title against one of the most successful teams in Europe. And yet, such tags no longer sit well with Connacht after three seasons under their Kiwi coach, Pat Lam. While Connacht had never before finished above mid‑table, they knew they were close last year to achieving Champions Cup rugby. Losing at least five games by narrow margins, and also the play-off against Gloucester, there was a growing confidence and belief that success was within their grasp if they could turn those bonus‑point defeats into wins this season. “The biggest thing is the mindset,” the New Zealander says. “We don’t need a chip on our shoulder, we don’t need people to look down on us. On the back of working hard, we can come out and beat anyone if we play as a team.” As a player for Northampton and Newcastle, Lam led by example, and as a coach he has built on team spirit and an understanding of the “Connacht family”. “All our goals, both players and fans, are only achievable with the team. We are not the most resourced compared to others, but what we do have is a history of fighting for everything. We have no rock stars, we rely on each other.” Players recall that in his first week three seasons ago he gave every player his own rugby ball to carry everywhere, and insisted on a special Connacht handshake that encompassed the five counties of Connacht: Galway, Mayo, Sligo, Leitrim and Roscommon. “That stopped after the first season,” the Galway-born lock Andrew Browne says, “but you can see by the way we play with the ball, we are all comfortable with it now; the handshake is still there. The building blocks had been there for a long time, and there were a few new ideas, but as we improved year on year, we really embraced that and it is paying dividends.” A former school teacher, Lam has created an environment in which coaches and players use the “classroom” to learn – lengthy sessions to review matches, individual performances and discuss game plans. Little changes in the schedule throughout the week, little changes in his mantra of “process, systems, and belief”. Utilising his New Zealand contacts, Lam brought in the skills coach Dave Ellis and backs coach Andre Bell, who have spent considerable time developing the attacking gameplan. In attracting high‑calibre and key players in recent seasons – the former All Black Mils Muliaina, Nathan White, Tom McCartney and Bundee Aki, all with Super Rugby experience – he has bolstered his crop of youngsters, such as the Pro12 dream team member Matt Healy, who was playing club rugby until his arrival in Connacht two seasons ago. Aki, the Pro12 player of the year, quickly bought into Lam’s vision. “Mils and I both came here because we believed the vision Pat had of where he saw Connacht. I wanted to be part of it – a team, from being bottom, that can create history. It reminded me of our team Counties in New Zealand under Tana Umaga. “The coaching team is as good as any team in New Zealand, particularly with the players they have worked with and the level of skill when I arrived. The amount of work Ellis and Bell, Jimmy Duffy [forwards coach] and Conor McPhillips [attack] have put in behind the scenes is incredible. “Last year was a stepping stone, but this year we have taken a big jump. Everyone’s dream is to get there [the title]; it has been baby steps, but that is our goal.” If Lam has been pivotal on the pitch, the province’s professional approach has been enhanced by incremental changes since Connacht Rugby and its supporters stormed the IRFU’s citadel in 2003 to oppose plans to cast it adrift. Gerry Kelly, then chief executive, says people failed to notice the about-turn in the IRFU’s attitude after Connacht set up its Professional Games Board to oversee its operation. “The IRFU conducted an in-depth study of Irish rugby and it was either support or disband – the result was that Ireland needed four provinces,” he says. “When Ireland came out of the recession, it was agreed to put in more money – prior to that the budget was only 50 to 60% of the other provinces.” Kelly maintains the former coaches Michael Bradley and Eric Elwood were invaluable in ensuring Connacht punched above its weight season after season, while players, epitomised by the current captain, John Muldoon, showed tremendous loyalty in the face of more lucrative offers elsewhere. “We all fought because we believed; it shouldn’t be underestimated. It was a case of keeping our heads above water.” The club’s offices, once in an industrial estate, were moved to newly built premises on site, with changing rooms attached. Floodlights, a gym, and the now famous Clan Terrace followed. Crucially former players have moved into key organisational roles – Elwood as domestic games manager, Gavin Duffy as head of sponsorship, and Willie Ruane as chief executive officer. And with an extra €1m in funding in 2014-15, Connacht has marched towards a new vision, “Grassroots to Greenshirts”. Duffy, a player like many who headed to England in the tough times, says the academy has been hugely important in not only bringing indigenous youngsters into the academy, but also those from outside the province - two of whom, Australian-born Finlay Bealham and French-born Ultan Dillane, are among an unprecedented five Connacht players heading to South Africa with Ireland this summer.   Related: How Connacht overcame the odds to beat Glasgow and reach the Pro12 final    “The strength and depth of the squad is hugely different from my playing days. We could compete and have some success, but it was hard to maintain consistency with such a small squad . Now with a greater strength in depth, players are putting pressure on each other week in week out.” Muldoon, in his 14th season, is poised to make his 275th appearance on Saturday. “Go back five years , you had a nucleus of people – a handful of Connacht players and a core group outside who were brought in and didn’t have allegiance to Connacht, bettering themselves here so they could move on, or at the other end, making a living at the end of their careers. “Yes, there is room for that, but it’s about bringing in the right people, people who inherently care about Connacht Rugby that makes a difference.”",
  "webTitle": "Pro12 final: Connacht fired up for final drive against Leinster",
  "webPublicationDate": "2016-05-27T15:31:04Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/pro-12-final-connacht-rugby-leinster",
  "keyword": [
    {
      "webTitle": "Connacht",
      "id": "sport/connacht",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leinster",
      "id": "sport/leinster",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pro12",
      "id": "sport/pro12",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/27/pro-12-final-connacht-rugby-leinster"
}