{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/sarah-kane-448-psychosis-play-opera-royal-opera-house-guildhall",
  "id": "2016-05-21-148",
  "sectionId": "music",
  "body": "Before her death in 1999, aged just 28, the playwright Sarah Kane had made it known that she did not want her work to be adapted into other mediums. So when composer Philip Venables approached her estate with a view to writing an opera version of her last play, 4.48 Psychosis, for a joint project between the Royal Opera House and the Guildhall School of Music and Drama, he says it was more in a sense of hope than expectation. “We thought it was unlikely we would get the rights to adapt it, because so many requests had been turned down in the past,” he says. “But our timing was good. While Kane did say she didn’t want any adaptations, she also said she didn’t want her work to become museum pieces. Really, those requests are contradictory, and after 15 years her estate was looking to open up the work to a dialogue with the contemporary. I think our production is therefore a bit of a test case, they are dipping their toe into the water.”   Related: 'The strange thing is we howled with laughter': Sarah Kane's enigmatic last play    Kane wrote 4.48 Psychosis shortly before she killed herself, and ever since its posthumous staging a few months later, it has been crudely characterised as a suicide note. It is not an unreasonable assumption. The story – such as it is, in a very free form in which the script provides no indication of cast or which character is speaking at any one time – apparently takes in someone waking up in the early hours of the morning and realising they need psychiatric help, being diagnosed with depression, undergoing drugs and ECT treatment, neither of which provide long-term solutions, entering a brief period of remission and moments of sanity before suffering a relapse and making a decision not to continue living. “But it is very discursive and none of it is really in a timeline,” explains Venables, who says when he met Simon Kane, Sarah’s brother who looks after the estate, he didn’t so much make a pitch as just talk about what he thought of the play. “Firstly the text is so musical. Not just on a sentence by sentence basis – which includes things such as lists of numbers and drugs, with which you can do a lot musically – but in the way it is structured as a whole. It lends itself well to music. I know it was condemned at the time as being somehow chaotic and random. It is absolutely not. The way it is formally constructed is incredible, with so much clarity of thought and lucidity.” In agreeing to the first adaptation of Kane’s work, the only stipulation from the estate was that the opera stayed “faithful to the spirit and integrity of the play”, although they acknowledged there would have to be some minor cuts to make space for the music. “The main request was that I didn’t cut anything just because I didn’t understand it,” says Venables. “In fact we haven’t done very much cutting at all, and one of the best decisions I made was to do a great deal of preparatory work on the text before setting any music. It provided me with a sense of where I was within the whole thing, even when I was struggling with little bars here and there.”     The six female singers in rehearsal for 4.48 Psychosis. Photograph: Stephen Cummiskey/Royal Opera House    In all, the opera has retained 95% of the text – “in the right order” – that will be conveyed through singing; spoken dialogue, with a background of music; and visual projection. The production features six female singers and the Chroma ensemble made up of 12 musicians – violas, saxophones and percussion to the fore – as well as pre-recorded music. Venables talks about using “computer-type music, post-romantic arias, percussion duets, elevator music and also recorded sound. It’s very eclectic. Although the structure is in a single direction to a point at the end, it is not an organically through-composed text. It’s as if there are ribbons of differently cut bits of material running through it, which is a little reminiscent of Stravinsky.” Director Ted Huffman says the melding of the text with music has felt, dramatically, like a natural process. “There is such a wide variety of register in the writing, many recurring motifs and especially there is text that clearly wants to overlay other parts of the text. This is a rarity in theatre, but something that occurs in opera all the time, where the music helps define individual lines so you can hear several things being sung at once.” Rather than cast a single protagonist, the six singers combine to become a sort of hive mind, all contributing to the thought processes being played out. “Sometimes opera singers can take their role and go their separate ways from other members of the cast,” explains Huffman. “But this has been written for an ensemble, with all six singers together all the time, contributing to a collective consciousness. The whole piece feels like you are being wound up for something at the end. And when it finally happens there is a sense of release. The play is structured to do that, and hearing it happen through music helps that feeling of catharsis.”     The cast in rehearsal for 4.48 Psychosis. Photograph: Stephen Cummiskey/Royal Opera House    While opera is no stranger to extreme emotions, violence, madness and death – Huffman cites Poulenc’s 1958 adaptation of Jean Cocteau’s La Voix Humaine, which deals with suicide and a woman’s loneliness – the directness of Kane’s language has required some thought. One of the highlights of an early workshop was the singers practising a passage containing multiple repetitions of the phrase “Fuck you”. Venables laughs. “I don’t think people will be surprised or shocked. A lot of people coming to the opera will know about Kane and the play. But we did develop that section, and have moved away from it being more of a song thing, which risked becoming a bit too Jerry Springer. It is now more spoken, which makes the scene not so musically perfect and choreographed. At first it felt a little cleaner and controlled than it should. It is not a controlled speech.”   Related: 4.48 Psychosis review – painfully funny revival of Sarah Kane’s last work    The issues of gender and mental health explored in 4.48 are subject to far more mainstream debate today than when the play was written. But Venables, who has specifically dealt with gender in some of his previous work, says social or political issues were not at the forefront of his thinking. “Of course they are in there and we have made decisions about gender, for instance, by having an all-female cast. But we’re not doing anything representational. The main attraction was more an avant-garde structural thing. Can the way the text was written be mirrored in an operatic structure that is also nonconformist?” Despite the “almost inextricable link between the history and the theatre”, between Kane’s life and death and the play, Venables was adamant that they didn’t want to “produce a biopic. There is very little in the text that identifies the author as a writer, and some of that is quite opaque, so we don’t reference Kane the person in terms of how she looked or the specifics of where she was. Our approach has been the opposite. This could be a story about anybody, and she was so imaginative in the way she reframed, again and again, an emotional idea. She looks at depression from so many different angles that you get a bird’s-eye view of it, but also feel that you are right in it. And while there is no getting away from the fact that the play leads in one direction and is all about that final moment, it is about more than an individual act of violence and horror. Many productions end with blood and guts, but what is also at the heart of the play – and in Kane’s work in general – is love, and we have incorporated that into our approach. What it shows is that Kane’s work is not becoming narrower and more biographical as the years go by, but instead it is becoming richer, more flexible and more open to possibilities. I hope our version helps to continue that process.” • 4.48 Psychosis is at the Lyric Hammersmith, London W6, from 24 to 28 May.",
  "webTitle": "How Sarah Kane’s 4.48 Psychosis became an opera",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/sarah-kane-448-psychosis-play-opera-royal-opera-house-guildhall",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Royal Opera House",
      "id": "culture/royal-opera-house",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sarah Kane",
      "id": "stage/kane",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Wroe",
      "id": "profile/nicholaswroe"
    }
  ],
  "guardianId": "music/2016/may/21/sarah-kane-448-psychosis-play-opera-royal-opera-house-guildhall"
}