{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/west-ham-olympic-stadium-move-upton-park",
  "id": "2016-05-06-177",
  "sectionId": "football",
  "body": "When West Ham moved to their current home in 1904, it was at the invitation of Brother Norbert rather than Boris Johnson. But the switch of surroundings was to prove almost as good value, if markedly less controversial, than the club’s looming relocation – fortune no longer hiding, but staring it starkly in the face – to the £701m former Olympic Stadium in Stratford. It was Norbert, a Brother of Mercy attached to the adjacent St Edward’s Reformatory school, who invited West Ham to move from the Memorial Grounds to play on the former potato field in E13.   Related: Farewell West Ham’s old ground – and a piece of my family history    The freehold remained in the ownership of the Westminster Diocesan Education Fund until 1959, seven years before West Ham “won” the World Cup, when the club paid £33,750 for it. By that time, the Boleyn Ground was recognisably the same as it is today – crammed in between St Edward’s primary school, the Church of Our Lady of Compassion, the West Ham United Supporters Club on Castle Street, the Boleyn pub on Green Street, Ken’s Cafe, Nathan’s Eel ’n’ Pie Shop on the Barking Road and all the rest. Now the club is going back to renting rather than owning. The details of the deal, with West Ham paying £2.5m a season plus performance-related bonuses in rent but receiving a share of naming rights and catering revenues in return, are still being scrutinised by those who feel it has shortchanged the taxpayer. West Ham, not unreasonably, point out that they were just about the only game in town if there was to be a viable subsidy-free future for the stadium in the wake of mistakes made by politicians and London 2012 organisers. But the focus of the next few days will be on the club’s heart and soul rather than pounds and pence. Upton Park has been sold for up to £35m to Galliard Homes, which according to its website will transform the home of West Ham into an airy residential matrix of 838 units that will not include any social housing.     Fans streaming out of Upton Park tube station before walking down Green Street to West Ham’s ground. Photograph: Tom Jenkins for the Guardian    Despite promises to the contrary, it looks from the artist’s impressions available as if history will be wiped away save for a statue of Bobby Moore in a familiar pose – foot on ball, arms folded. He cannot help but look out of place amid a development that recalls similar schemes on the Greenwich Peninsula and the Olympic Park itself. After 112 years of memories, of hopes, of dreams, of regrets and occasional triumph West Ham will on Tuesday take their leave of the Boleyn Ground for the final time, after playing under the lights against Manchester United. The deposed Fifa president Sepp Blatter might be guilty of many things, but on nights such as those it is hard to argue with his recent slightly random decision to name the Boleyn in print as the second most atmospheric ground in the world. Occasions such as the final visit of bitter rivals Tottenham Hotspur, on a cold night in early March, is how many will remember it. Outside, amid the smell of horse manure and bad burgers, there is tension in the air and broken glass underfoot outside Upton Park tube station. Crowds queue outside Ken’s Cafe. They buy their copy of Over Land and Sea from Gary Firmager, perched atop his stepladder flogging his fanzine as he has for the previous 27 years. But after the Manchester United match, he will take down his stepladder for the final time. “I’ll always love West Ham, the real West Ham. [But] they’re going to become a whole new club,” he says of the move. For the last time, fans will peruse the stalls selling pin badges and “Alf Garnett” bar-striped scarves. Nor is there likely to be a place for them in the Olympic Park, which is operated by the London Legacy Development Corporation. It said the stadium operator, the French firm Vinci, was “looking into” the possibility of granting licenses for some traders on the “stadium island”. As outlined in a recent promo video by Karren Brady, the West Ham United vice-chair who earned a reputed £1m bonus for delivering the Olympic Stadium deal, from next season fans will be encouraged instead to spend their money in a cavernous new club shop.     The old and the new: A poster advertising West Ham’s new stadium on a wall inside Upton Park which has changed so little in over 100 years. Photograph: Tom Jenkins for the Guardian    The John Lyall Gates – habitually bedecked with flowers and pictures in tribute to Moore – will move, appropriately enough, to the new retail operation where fans will be encouraged to have their picture taken with them. Before all that they will pack the Boleyn pub for two final hurrahs and sing their new anthem – “we’ve got Payet/Dimitri Payet/I just don’t think you’d understand” – again and again in homage to a new hero, a diamond of a player in the very best West Ham tradition, all flicks, tricks and insouciant flair. These disparate sons and daughters of the East End, many of whom may have never lived in the area as their parents struck out for Essex and beyond, return to Green Street to pay homage. The pie, the pint, the programme and Bubbles. That, at least, is the stereotype. But for every West Ham fan conflicted about the move to their new 60,000-capacity home in Stratford there are plenty who have long since swallowed any reservations during a final season that could not have gone much better for David Gold and David Sullivan, the joint majority owners, and for Brady. The huge revenue boost and advantageous location of their new stadium, bedecked in a giant claret and blue wrap featuring the biggest digital screens in Europe, will – they hope – catapult their Europa League-bound side to the mythical “next level”. Back at Upton Park tube during the countdown to the move, rows and rows of horses are ranged opposite the entrance to the station as a sea of green parkas files past. The statue of West Ham’s most famous World Cup-winning sons at the bottom of Green Street is boxed off for fear of vandalism from visiting Spurs fans seeking one last souvenir. A soaked Slaven Bilic, a gamble gone so right for the West Ham hierarchy, paces the edge of his technical area in a skinny suit and a beanie hat. As the crowd roar to Mark Noble hurling himself into tackles and driving rain gathers in muddy puddles in either goalmouth, his side deliver the sort of performance that will see them surf to the Olympic Stadium on a huge tide of optimism. The broiling intensity of the noise pouring down from the stands and the cold wind swirling around the stadium seep into the bones and, when the final whistle sounds, it is as though the whole ground is trying to suck in and store the memory.     Supporters buying merchandise from stalls outside Upton Park. Many of the vendors are yet to be told if there will be a place for them outside the Olympic Stadium from next season. Photograph: Tom Jenkins for the Guardian    Five weeks later the clocks have gone forward and the nights have lengthened. Walking from the Westfield Stratford City shopping centre to Green Street takes less than 45 minutes but might as well be a trip from one planet to another. On the mild spring evening on which West Ham will play their final ever FA Cup match at Upton Park, there are just a handful of office workers and couples drinking outside the The Cow, one of a row of bars and eateries on the fringes of the huge Westfield complex that abuts the Olympic Park. The walk to the stadium from next season will trade in kebab shops and sari sellers for a boulevard of upmarket outlets including Mulberry and Hugo Boss, an oversize chess set and branches of Cafe Football, Wahaca and Busaba Eatthai. Nestling among them is the glass and chrome “reservations centre” where, all season, West Ham fans have been choosing their seats from a 3D recreation of the new stadium taking shape a few hundred yards away in a £272m makeover. The club argue that they have pegged season-ticket prices at affordable levels while also realising the gains in the corporate market that their new swish environs and enviable location will afford. But it is still hard to shake the feeling that the move represents a rebranding exercise on a huge scale, washing away the old and jarringly ringing in the new. Whereas Arsenal’s shift from the marble halls of Highbury to the expansive, upmarket bowl of the Emirates Stadium, for example, did not seem so far in emotional terms, the journey from Upton Park to the Olympic Stadium feels like a giant leap into the unknown. Back at a packed Boleyn pub, three miles away, the old songs are being sung and endless pints downed with more gusto than ever in view of the looming move. All season the sepia-tinted official match programmes have reflected this curious mix of nostalgia and propaganda about a gleaming future in which their club and all it means will change beyond recognition. The “Farewell Boleyn” rhetoric has been relentlessly packaged and sold back to the fans, from stadium tours every week throughout April at £20 a throw (£15 for concessions) to the opportunity for corporate five-a-side teams to be among the last to set foot on the hallowed turf before it is ripped up in the close season. Before every home match the same promo clip has boomed out, accompanied by footage of all that has gone before: “Stands that speak of the ages …” intones the commentary. All around the ground, banners proclaim West Ham to be “Moore than a Club”. It is all a world away from the glass-and-chrome promised land that awaits at Stratford. From the high-end corporate boxes that are sold out despite costing three times as much as the current offerings that convert to hotel rooms during the week, to the sanitised surrounds of the Queen Elizabeth Olympic Park, many may consider the changes for the better. But among those who have made their livelihood in the area, many believe that the move will have an impact on more than their bottom line. Walking to the ground before the Spurs match, one 20-something man discusses the merits of various takeaways with his older companion: “Thing is, none of them will be here this time next year.”     Upton Park will host its last West Ham game on Tuesday, when Manchester United are the visitors. Photograph: Tom Jenkins for the Guardian    Dean Tonkin, who has run a sweet stall opposite the ground for two decades, says the club and Newham council have done little or nothing to mitigate the looming impact on the area. He claims to speak on behalf of up to 40 other traders in voicing his despair. “I understand that things move on,” he says. “The point I’m trying to make is why can’t the club and the council create something for us. We provide a good service, we’re part of the matchday. A family can come to the stall with three kids and walk away happy. We’re a part of lot of people’s matchdays.” Spotting Gold sweeping into the ground in the back of his Rolls-Royce before the Manchester United Cup tie, Tonkin flagged him down and pressed home his point through the window. “Maybe I touched a nerve – I was pleased he acknowledged me,” says Tonkin. “I’m not just speaking on behalf of myself; it’s 30 or 40 other people. For them to make the effort to try and help us in some way would not be so hard. I’m not going to roll over. We provide a good service. We don’t earn a fortune.” Gold has long made much of his connection to the area. His links to Green Street are the shield he employs when critics wonder out loud whether he and Sullivan plan to cash in on their slice of outrageous good fortune (and, perhaps, good judgment) by selling to an overseas suitor. His autobiography Pure Gold is full of tales of his impoverished East End upbringing, recalling how he would work at Queen’s Road market and gather up loose cabbage leaves from the floor to take home for dinner. “One of Mum’s part-time jobs was as a skivvy in a local café, wiping down tabletops, cleaning the floor, washing up and collecting dirty plates,” he recalls. “Ken’s Café is still there to this day just across the road from 442 Green Street. But there was a bonus; she would bring home a brown paper bag full of bones, which she put in the stockpot. “They would be boiled with my vegetables and it would provide us with a delicious piping-hot broth. She told her employers the bones were for the dog because she was too proud to admit they were to feed her family, but it was nourishing and good for us.” Richard Nathan, of the eponymous pie and mash emporium on Barking Road, is another who feels that the actions of the club do not tally with the rhetoric of their owners. According to Nathan, beyond a one-off meeting some years ago there has been no further mention of any help for the businesses affected by West Ham’s move.  “We were told we were an integral part of a matchday, but nothing has ever come of it,” he says, hopeful that fans may still come for their matchday meal before jumping on a bus or tube to Stratford. “We’ve got fathers bringing their children in for pie and mash, as they were. It’s a thing you do down the generations.” West Ham prefer to focus on the opportunities provided by the move, with a spokesman arguing it offers a “once-in-a-lifetime chance for the regeneration of not one, but two areas of east London”. “In addition to creating more than 700 new jobs, our move will bring 1.5m people a year to Queen Elizabeth Olympic Park, providing a huge boost to local business and employment opportunities there,” he adds. “Furthermore, Galliard and Barratt’s proposals for the Boleyn Ground site will also create jobs and, more importantly, bring thousands more residents to E13. Their presence will help regenerate the area and provide footfall to local businesses seven days a week, rather than just once every other week.” West Ham might also argue that it has no duty to help the businesses surrounding the ground, though such has been the club’s fortune surely it would not hurt to spread a bit of goodwill. Like others, Nathan reserves most of his disappointment for Newham council, which has contributed a £40m loan towards the refurbishment of the Olympic Stadium and is an enthusiastic champion of the legacy claimed from the London 2012 Games.   Related: West Ham United fans: share your favourite Boleyn Ground memories    Yet such has been the controversy surrounding the finances of the Olympic Stadium’s legacy and the comedy of errors set in motion by a fateful 2007 decision to park any discussion of future use until after the Games, the people involved have somehow got lost in the froth and fury. Theirs is a tale told with some sadness, movingly documented in film by the Guardian photographer Tom Jenkins, that speaks to issues that resonate wider than E13. For all those who still feel a tug on their heartstrings at the sight of floodlights rising from terraced houses or the messy warp and weft with which many British grounds have meshed with their surrounds, West Ham’s move – bound up with a very public rebranding that includes a new badge and an unapologetic repositioning – will be a fascinating case study.     The West Ham United stadium reservations centre in the Westfield shopping centre, where supporters have been choosing their seats in the new stadium. Photograph: Tom Jenkins for the Guardian    Most fans, or at least the most vocal, have rushed to embrace the move. But it would be fair to assume that the feelings of the majority are not quite as unambiguous as the club has suggested. Most will sever their links to Green Street with a complex mixture of excitement at what is to come and a keen sense of loss at what they have left behind. Bland megabowl or promised land? In truth, probably a bit of both. As Ron “Ticker” Boyce – who spent 35 years at the club as a player, coach and scout – ruefully notes: “The atmosphere? It might take a little while to get that back.” It is not too much of a leap to also see the move as a wider allegory for the Premier League era, with history sacrificed on the altar of ambition. And beyond that, as a complex microcosm of the gentrification process that has swept through east London over the past two decades and a Johnson mayoralty that has favoured the grand gesture over troublesome detail. If this corner of London can already sometimes feel like an East End theme park on matchday then it will definitively become so from next season. The Boleyn will run coaches for fans and day-trippers alike to ferry them the last stretch of the journey from Green Street to the Olympic Park after their pre-match pie and pint. For them, the memories will never fade and die. But one thing is clear: with their new badge, new stadium and new customer base Gold, Sullivan and Brady are already very much looking forward, not back.     Nathan’s Pie and Eels is just one of the pre-match institutions West Ham will be leaving behind at Upton Park. Photograph: Tom Jenkins for the Guardian",
  "webTitle": "West Ham know Stratford makes sense but Upton Park goodbye will be hard | Owen Gibson",
  "webPublicationDate": "2016-05-06T12:29:45Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/west-ham-olympic-stadium-move-upton-park",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Olympic Stadium",
      "id": "sport/olympic-stadium",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/06/west-ham-olympic-stadium-move-upton-park"
}