{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/barnsley-millwall-league-one-play-off-final-match-report",
  "id": "2016-05-29-73",
  "sectionId": "football",
  "body": "In any other season, Barnsley’s promotion from League One, achieved after they defeated Millwall 3-1 in the play-off final at Wembley, might be considered the most implausible and remarkable story it is possible to imagine. They were bottom of the table in November, in February lost the manager who started their revival and now they are in the Championship. Our credulity has been recalibrated by Leicester City – but do not let that obscure what an extraordinary achievement this is.   Related: Barnsley v Millwall: League One play-off final – live!    “Survival,” Paul Heckingbottom, the manager, said on what Barnsley’s realistic aim was at the nadir of their campaign. “We were playing quite well in some games but we weren’t getting the results. Then we tightened up and from that we built up little bits of confidence, and here we are now.” Here they are indeed. An opener from Ashley Fletcher, a third by Lloyd Isgrove and a peach in between from the returning hero Adam Hammill, who re‑signed at Oakwell this season four years after leaving for theoretically bigger things, were enough to beat a Millwall side who were largely disappointing – but perhaps they were not allowed to be anything else. To say both teams raced out of the blocks would be slightly inaccurate because it was more like all 22 players were already sprinting at full pelt before kick-off. However, it was Barnsley whose pace was more intense, all part of Heckingbottom’s gameplan that succeeded in the semi-final. “It’s something we tried earlier in the season and it didn’t go that well,” he said. “But against Walsall we found something that really worked, trying to start [at pace] in the first half and then again in the second.” Barnsley took the lead in only the second minute: Adam Davies launched a goal-kick downfield and Sam Winnall flicked it on for the Manchester United loanee Fletcher, who created a yard of space and shot across Jordan Archer, and into the corner of the net. Fletcher uses the United gym on his days off to show his face at his parent club: hopefully José Mourinho took notice of this one. Heckingbottom said: “When Ashley came here he’d been playing under-21s football but now he’s playing like a man. I don’t know what the pecking order there was at the time but it could’ve been him making his debut instead of Marcus Rashford. They must be impressed with him.” Barnsley continued their ferocious pace, seemingly playing in some sort of dead-eyed, highly focused trance, hypnotised into the firm belief that anything other than victory for them was neither possible nor acceptable. It was two after 19 minutes, Hammill tiptoeing towards Carlos Edwards, who politely allowed the winger to cut in on his strong right foot, the Barnsley man then demonstrating exactly why that was a bad idea by curling a perfect effort into the top corner. Twenty-four hours earlier Mohamed Diamé won promotion for Hull City to the Premier League with a strike cut from similar cloth: this was better. Millwall pulled one back before the break, when the centre-back Mark Beevers – a Barnsley fan as a boy – gathered a loose ball from a corner, used his body superbly to turn on the six-yard box and swept home – but after the break Barnsley came again. The pace remained relentless, both teams tearing into each other as if this was the last game either were ever going to play, an almost reckless disregard for nerves or much subtlety. It was like two motorcyclists having a high-speed race along a narrow cliff path, the difference being Barnsley had much greater control. They used that control to score a third and kill the game. Conor Hourihane, perhaps their outstanding player over the season and on the day, curled an inswinging corner from the right to the near post, where the winger Isgrove – listed perhaps a little optimistically at 5ft 10in – nipped in front of everybody to glance a header home. From there it was a case of hanging on, which in the end they did with relative ease to secure their second win at Wembley this season, having already lifted the Johnstone’s Paint Trophy. For his part, the Millwall manager, Neil Harris, admitted the better team won. “We came full of hope and expectation, and leave with nothing but pride at a brilliant season,” he said. Harris had to make a late change to his starting XI after Byron Webster was injured in the warm-up, replaced by the club captain, Tony Craig. Did that have an effect on his team? “I think clearly it did,” Harris said. “No excuses, Barnsley deserved to win the game but I think it probably did subconsciously affect us.” For Heckingbottom, next on the to-do list is a chat with the chairman, Maurice Watkins. Remarkably, the Tykes fan – “I’d have been watching if I wasn’t here,” he said – is still only the caretaker manager, appointed on a temporary basis when Lee Johnson left for Bristol City, after which Heckingbottom promised not to discuss his future until the season was over. With the manager and chairman keen on a permanent deal, one imagines those negotiations will not take too long. What a season.",
  "webTitle": "Barnsley promoted to Championship with play-off final win over Millwall",
  "webPublicationDate": "2016-05-29T16:09:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/barnsley-millwall-league-one-play-off-final-match-report",
  "keyword": [
    {
      "webTitle": "League One",
      "id": "football/leagueonefootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barnsley",
      "id": "football/barnsley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Millwall",
      "id": "football/millwall",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/29/barnsley-millwall-league-one-play-off-final-match-report"
}