{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/donald-trump-crooked-hillary-clinton-nickname-ignore-fight",
  "id": "2016-05-25-95",
  "sectionId": "us-news",
  "body": "Billionaire businessman Donald Trump – whose name appears emblazoned on buildings across the world – knows the power of branding, and he is currently attempting to use it on his likely general election opponent, Hillary Clinton. Since he first used the term “Crooked Hillary” in a speech on 16 April, the presumptive Republican presidential nominee has returned to the insult at least 50 times.   Related: From surprising synonyms to expected insults, the top nicknames for Trump    In the last week alone, he has called Clinton “Crooked Hillary” on Twitter 17 times – plus in numerous rallies and interviews – and he also unveiled an additional nickname at the NRA convention on Friday, dubbing the Clintons “heartless hypocrites”. “That’s why we’re going to call her Heartless Hillary,” said Trump, before adding: “Somehow I like Crooked Hillary better.” This is not a new tactic for Trump, whose Republican opponents “Lyin’ Ted” Cruz, “Little Marco” Rubio and “Low-energy” Jeb all found their insulting nicknames difficult to respond to. How should the Clinton campaign handle it now Trump is trying the same approach with her?  “Ignore it,” said Bob Liff, a Democratic strategist and senior vice-president for George Arzt Communications, a political public relations firm in New York. Liff points out that as soon as Rubio, Cruz and Bush started getting as personal and aggressive in their insults as Trump, they lost ground, partly because, as elected officials, they were held to higher standards than Trump. “When you lie down with dogs, you get up with fleas,” he added. But Patrick Meirick, the director of the Political Communication Center, a research center and archive of political advertisements at the University of Oklahoma, disagreed. Since George HW Bush’s successful crushing of Michael Dukakis in the 1988 election with a series of powerful attack ads, “the conventional wisdom is you don’t let attacks go unanswered – you have to refute and counterpunch”, he said. “What I understand is that Hillary Clinton is letting these less substantive attacks and name calling roll off her back and she’s not calling additional attention to them. I’m not sure how that’s going to play.” Evan Siegfried, a Republican strategist and author of an upcoming book about millennials and the Republican party called GOP GPS, said he thought Clinton “would have been better served by hitting back by challenging Donald to come and say it to her face”, he said. This would offer Clinton the chance to bring up his faults and business failings and would give him a chance to stumble, argued Siegfried, who has said he plans to vote for Clinton over Trump. Alternatively, someone else could hit back for her, he said. “She should also have a strong woman vice-presidential nominee to balance her ticket who goes out as a complete attack dog whose entire job is to target and annoy him to the point of making mistakes,” said Siegfried, suggesting Senator Elizabeth Warren of Massachusetts, who has recently gone on Twitter rampages against Trump. (Trump dubs Warren “goofy”.) Nicknames work best “when the metaphor fits, when it picks up on an existing narrative or an issue”, said Meirick. For decades, Republicans have attempted to label the Clintons as dishonest and shady – with Hillary hounded in particular over her personal email server and Benghazi. The “crooked” name fits into that pattern. “They’re saying: ‘We’ve been throwing all these charges, therefore she’s crooked,’” said Liff. Another problem for Clinton is that she lacks her own catchy slogan – such as Barack Obama’s “yes we can” – allowing Trump to brand her. “Hillary’s big problem is that she has no message … whether you agree or not, he says he’s running to make America great again,” said Siegfried. “It doesn’t hurt Trump that [Bernie] Sanders is hitting Clinton and the Democratic establishment as being crooked and corrupt. It only helps Trump,” he added. Despite Trump trying out “heartless” this week, political experts did not think that one would stick around.  “Out of the two … I think ‘Crooked Hillary’ probably has a better likelihood of gaining traction and resonating,” said Meirick. “Even though ‘heartless’ has that alliteration, it works against the notion that Clinton has offered of being a champion of working people, children, for women,” he added.  This campaign in particular has offered a “softer side” to Clinton, said Liff. She is now a grandmother (with a second grandchild on its way), and her campaign has focused on the victims of gun and police violence, particularly the mothers of unarmed African American men who have been killed, such as Michael Brown and Eric Garner. But even if “heartless” isn’t as effective as “crooked”, it could still help the Trump campaign, said Evan. “Even putting this into the narrative, it gets people talking about ‘why is he calling her heartless’ and it dredges up every past scandal that the Clintons say are old news and shouldn’t be covered,” Siegfried said. The Democratic national committee briefly tried the same technique against the presumptive Republican nominee, calling him “Dangerous Donald” in a Cinco de Mayo statement about how a Trump presidency could affect US relations with Mexico. “The attempt to do ‘Dangerous Donald’ was just her ripping it off, and people saw it as a phony,” said Siegfried, “while Trump’s entire schtick is being that outside personality who isn’t afraid to get down in the mud and go after anything or anyone, no matter how ridiculous.” And the nastiness won’t end anytime soon, predicted Meirick. “I expect this to be the most negative presidential campaign we’ve ever seen. This is because these are the presumptive nominees with the highest unfavorable ratings we’ve seen in the modern era. It would be difficult to motivate enthusiasm for the candidates themselves. Instead, it’s motivating anxiety about the opponent that they’re going to use to drive turnout,” he said.",
  "webTitle": "Trump calls Clinton 'Crooked Hillary' – should she ignore it or fight back?",
  "webPublicationDate": "2016-05-25T16:38:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/donald-trump-crooked-hillary-clinton-nickname-ignore-fight",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "us-news/2016/may/25/donald-trump-crooked-hillary-clinton-nickname-ignore-fight"
}