{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/13/live-racing-friday-14-may-2016",
  "id": "2016-05-13-239",
  "sectionId": "sport",
  "body": "Friday’s best bets, by Chris Cook Happy Frankel day, as someone on my Twitter timeline has just called it. Today’s second race at Newbury will show us the first of Frankel’s offspring to make it to the track when John Gosden’s Cunco lines up in a six-furlong maiden for two-year-olds.   Related: Horse racing tips: Friday 13 May    Cunco is supposed to be pretty useful but it would be fair to say there are some doubts in the air about how good a stallion Frankel is going to be, despite the initial price tag of £125,000 for his services. The phrase “all shapes and sizes” has been used repeatedly to describe his stock, which is widely thought to be a negative in the bloodstock world because a top-class stallion is supposed to “stamp” his stock, producing endless iterations of himself. Whatever happens to Cunco at 2pm, it will be too early to judge his sire and we won’t get a rounded picture of Frankel’s talent as a stallion until much later in the year, or really next year. For what it’s worth, Cunco looks pretty short to me at the morning 13-8, considering he’s up against a handful of rivals who could be precocious. I’m a bit annoyed that Alcatraz is a non-runner at Newmarket, depriving me of the chance to describe him as “rock-solid”. I shall divert my attention to an earlier race on the same card in which Song Of Norway (3.20) is a 7-1 shot. I should probably make a Eurovision joke about her name but I’m still sulking about Alcatraz. This mare improved in the early part of last year after joining Ann Duffield from Peter Makin and did so again when scoring first time for Chris Wall in September. Her final two runs of the year, at Kempton, were perfectly fair but she has never won on the all-weather. The return to fast turf should help her take another step forward and I like her chance today, considering Wall has been in great form and that she has a good record when fresh. York’s card has a slightly fag-end feel to it after the excitements of the Musidora and the Dante over the past two days. The 11-4 is better than I was expecting about Just That Lord (2.20), a handicap blot in the opener after hosing up at Windsor. And I think Amlak (2.55) may be able to outrun her odds of 11-1 after showing lots of ability under tender handling at Ascot last week. Tipping competition, day five Our winners so far: Monday Bayan Kasirga 11-1 Wordismybond 5-1 Quick N Quirky 9-2 Tuesday Sir Dylan 7-2 Livella Fella 12-1 Lady Bayside 8-1 Wednesday Magical Memory 5-2 So Mi Dar 4-5 Castle Harbour 9-2 Thursday Wings Of Desire 9-1 Always Smile 8-1 Saigon City 33-1 And our leader is: kingklynch +39.50 ... who was joint-leader after a Day One double and is now back on top thanks to somehow picking Saigon City. Incredibly, two others also found that shock winner and so it’s still competitive at the top of our leaderboard. Other good scores: Toptrapper +37, Harrytheactor +27.50, jakebuckfast +21.80, waltersobchak +16.30, melonk +15.80, BearRides +15.50, factormax +13.50, 16heathermac01 +13, Copshaw +11, chris1623 +10. For today’s thrilling climax, we’d like your tips, please, for these races: 4.40 York, 5.10 York, 5.40 York. This week’s prize is a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here [ http://shop1.racingpost.com/Addicted-To-Horseracing-by-Norton-Howells-p/addhor.htm ] As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -12. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here [ http://www.guardian.co.uk/sport/2009/sep/07/talking-horses-tipping-competition-terms-and-conditions ]. Good luck! And post your tips or racing-related comments below.   Related: Horse racing tips: Friday 13 May",
  "webTitle": "Talking Horses: Friday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-13T10:17:31Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/13/live-racing-friday-14-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Frankel",
      "id": "sport/frankel",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/13/live-racing-friday-14-may-2016"
}