{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/mother-angela-kelly-bitterly-regrets-snatching-two-children-foster-care",
  "id": "2016-05-25-147",
  "sectionId": "uk-news",
  "body": "A mother who snatched her two children from their foster home and went on the run from police for three weeks has said she bitterly regrets taking them away and is desperate to prove the family should not be split up. Angela Kelly said she had been receiving distressed text messages hourly for several days after the two were taken into care on 29 April and felt she had no choice but to take the children. Kelly went into hiding for three weeks before being found last Friday. “I guess I was in fight or flight, my maternal instincts overrode my reason. When the elder one said ‘the baby won’t survive another night’ – those were the actual words used – what else could I do? You might think now it was misguided, I just wanted to rescue my babies.” Kelly said she had not realised what implications her actions would have, but realised how serious it was after seeing pictures of herself in the newspapers after police issued an appeal for their whereabouts. “It was like a horrible movie, but you’re not writing the script,” she said. She is now on police bail after the family were tracked down in Brighton, and barred from any contact with the two children, who have different fathers. “I did an ostrich, stuck my head in the sand, I hold my hands up, I didn’t want to confront it,” she told the Guardian, in Camden, where she is staying with friends. “I had a lot of people telling me I wouldn’t ever get the children back, that they had power over me, I was distraught. I thought it was in the children’s interests to go and rescue them. I didn’t realise how high-risk that was.” Kelly – who is also the mother of two grownups – blamed herself for taking bad advice before social services took her two youngest children into care when she missed several court hearings, but said authorities had ignored the children’s wishes to be with their mother. Proceedings that led to the children being placed in foster care followed a family breakdown. The elder of the two children texted her a GPS location and a picture of an address in Hampshire. In the early hours of Sunday, Kelly took the train from London with a buggy, blankets and clean clothes, and walked for several miles to the foster home. Waiting at the end of the road, she saw her children slip out the front door and run towards her.  There was no plan for what to do next, she insisted. “Of course, I didn’t think it through properly, I didn’t have a plan in place. I thought I could make a new start. It was just me and a buggy and a bag.”  The family came to Camden, where Kelly is living as she waits to see whether she can return to the family council house in Camberley, Surrey. She said she believed there were concerns about her alternative lifestyle, including a period of time when she had taken the children to live at an eco village in Runnymede, Surrey, last summer.  She said it was not the case that they were living as “‘hippies in the woods’” at Runnymede, and that the children would be vulnerable there. “It’s just ridiculous and horrible. The children loved it there over the summer and we left before it got too cold. The bailiffs were about to shut the place down, I didn’t want my children to see that.”   Kelly said had been advised she was not obliged to attend court hearings. “I couldn’t believe it was happening to our family,” she said. “I was frightened of going to court, being cross-examined, saying the wrong things. I thought if I didn’t respond they would just give up. “Of course I regret it, I wish I’d gone to court and then this would never have happened. I should have gone and told the judge the truth in the first place, that I’m a sane and competent parent, and the children adore me.”     Angela Kelly is now living at an eco centre in Camden, north London. Photograph: Sarah Lee for the Guardian    Kelly said she was not aware her two younger children had been made the subject of an emergency four-day care order until police rang her giving her a 45-minute warning. She fled with them to a neighbour’s house, but police found the three there at 3am and took the two children away.  “I never saw any paperwork, I only saw a photo of a court order sent to one of the witnesses’ phones,” she said. “It was just agony. There’s no way to describe it as a mother when someone takes your child against their will.  “The younger one is now terrified of police, she was taken away from her mum in the middle of the night.” After a week hiding at an eco centre in Camden, Kelly said she believes there was a tip-off about their location. “We came out one day and the place was covered with police, huge armoured vehicles for a lady and two little children.”  The three managed to evade detection and move to Brighton, into Kelly’s eldest son’s house, where they stayed undetected for a further three weeks, despite going shopping, walking around the town centre and going on the beach. Police raided the house at 10am last Friday, with a distraught Kelly taking her children up to the flat roof of the house to try to run again. She was arrested by Sussex police on suspicion of taking away a child in care without lawful authorities, and bailed until 22 June pending further inquiries. Kelly said she is determined to get her home back to prove she can give her children a stable life. “I will toe the line, because I’ve realised that if you don’t completely fit with the system, they will attack you.”",
  "webTitle": "Mother 'bitterly regrets' snatching her two children from foster care",
  "webPublicationDate": "2016-05-25T13:43:59Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/mother-angela-kelly-bitterly-regrets-snatching-two-children-foster-care",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "uk-news/2016/may/25/mother-angela-kelly-bitterly-regrets-snatching-two-children-foster-care"
}