{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/06/the-good-wife-diane-lockhart-necklaces",
  "id": "2016-05-06-78",
  "sectionId": "tv-and-radio",
  "body": "There are many things about The Good Wife that deserve to be celebrated (and indeed are here): its complicated female protagonist, the way it handled sticky modern issues so delicately, its insanely talented stable of recurring characters. But before the series ends its seven-season journey on CBS this Sunday, there is one unsung hero of the show that needs to be recognized. Yes, I’m talking about Diane Lockhart’s statement necklaces.    Related: How The Good Wife transformed TV    Played by Broadway legend Christine Baranski, Diane is one of the founding partners of Lockhart Gardiner, the firm where Alicia Florrick (Julianna Margulies) finds renewed purpose after her politician husband is thrown in prison for using state funds to pay for sex workers. Diane always oozed intelligence, confidence and a kind of sophisticated glamour that only running one of Chicago’s top law firms could afford. How did she pull that off? With the flashiest, chunkiest, most amazing statement necklaces that could be found this side of Michigan Avenue.  Hillary Clinton could learn a thing or two about how to jazz up a boring pantsuit with some flashy yet understated bling. These are the kinds of necklaces that are found in the galleries of small towns where the rich spend their weekends and don’t think twice about dropping hundreds of dollars for something cute to wear to work. And no woman ever did it better than Diane Lockhart.  In celebration, here are 10 of her very best statement necklaces she wore over the hundreds of episodes of the show. Try to keep yourself from staring. Remember, her eyes are up here.  Necklace one: chain of not suffering fools gladly     Necklace one: chain of not suffering fools gladly. Photograph: CBS    This is a quintessential Diane Lockhart necklace. It is similar in shade to the outfit that she is wearing so that it blends in but still draws attention to itself due to its size. She loves an oversized chain, and this subdued matte number is one of her greatest.  Necklace two: pearls before swine     Necklace two: pearls before swine. Photograph: CBS    Other than giant chains, Diane also can’t get enough pearls. She has them in all sorts of different configurations, sizes and colors. This one is a masterpiece, providing a halo around her neck and an oversized bauble right where everyone’s attention should be focused.  Necklace three: the power pendant     Necklace three: the power pendant. Photograph: CBS    This is a surprising choice, because it is not what she customarily wears. It looks more like something that would be hanging from Cher’s mantle. But she can pull off the huge dangling pendant as well as she can an enormous bead.  Necklace four: the jet set     Necklace four: the jet set. Photograph: CBS    How do you wear a necklace with a jacket that looks like it is made entirely of other necklaces? By wearing it under the lapel and keeping it shiny and monochromatic. This is really advanced level necklace wearing.  Necklace five: the strongest link     Necklace five: the strongest link. Photograph: CBS    Both an oversized chain and a flat bead, this combines two of Diane’s favorites in one necklace. She loves this design so much, she bought it in two different colorways. Necklace six: clash of the titans     Necklace six: clash of the titans. Photograph: CBS    Usually Diane likes to blend her necklace with whatever outfit she is wearing, but here is one instance where the clashing of the black with the red makes both her dress and her neckpiece stand out.  Necklace seven: purple reign     Necklace seven: purple reign. Photograph: Jeffrey Neira/CBS    William Carlos Williams should write a 20-word poem about these three absolutely perfect strands of flat, lilac beads.  Necklace eight: metal mania     Necklace eight: metal mania. Photograph: CBS    When she’s feeling extra sassy, Diane adds some gold bling to her oversized chain to really draw attention. This looks like something that would be printed on an Hermès scarf, but that she can wear from day to evening. Necklace nine: give ’em enough rope     Necklace nine: give ’em enough rope. Photograph: CBS    This is a very atypical look, because her necklaces rarely go below the bosom, but this long gold chain is adding some dramatic effect to her “don’t mess with me, fellas” look.  Necklace 10: a clasp act     Necklace 10: a clasp act. Photograph: CBS    We’re saving the best for last, because these two interconnected gold ropes just seep luxury, class and chutzpah, three things that Diane brings with her whenever she enters the room. This deserves a place in the Smithsonian – or at least prominent placement in a Talbot’s catalog.",
  "webTitle": "The Good Wife: Diane Lockhart’s 10 best statement necklaces",
  "webPublicationDate": "2016-05-06T16:26:31Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/06/the-good-wife-diane-lockhart-necklaces",
  "keyword": [
    {
      "webTitle": "The Good Wife",
      "id": "tv-and-radio/the-good-wife",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/06/the-good-wife-diane-lockhart-necklaces"
}