{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/club-18-30-gloucester-stephen-vaughan-premiership-rugby",
  "id": "2016-05-19-215",
  "sectionId": "sport",
  "body": "Hands-on versus hands-off Bath finish ninth in the Premiership and sack their head coach, Mike Ford, while rivals Gloucester’s response to a campaign in which they ended in the position above was to give a vote of confidence to their director of rugby, David Humphreys. A year ago, Bath were preparing for the Premiership play-offs on their way to the final, while Gloucester were dusting a shelf in their trophy cabinet to rest the European Challenge Cup on. The contrasting moves reflect the difference in the way the two clubs are run: Bath by a very hands-on chairman, Bruce Craig, Gloucester by a board that invests authority in the chief executive at Kingsholm, Stephen Vaughan.   Related: Saracens sweep honours at Premiership end-of-season awards night    When Vaughan arrived at Kingsholm at the end of December 2012 after being involved in the London Olympics, the first job he gave himself was to look at the club’s coaching structure and compare it to other setups, in the Premiership and the Pro12, using success as his starting point. He visited Leicester, Northampton, Saracens, Leinster, Munster and Glasgow before making a change at Kingsholm two summers ago. “I wanted to look at the coaching structure at those clubs and the longevity of coaches,” says Vaughan, who supported Moseley growing up before turning to football, playing for Walsall as a youth apprentice and on a short professional contract. “A couple of things stuck out,” he says. “At that time, we had Nigel Davies as head coach but he also acted as director of rugby: he dealt with strength and conditioning, the academy, recruitment and retention, the media and the board as well as coaching the team. Our structure was wrong. “Every club that had been successful had had a director of rugby who was allowed to be exactly that: our setup lacked bandwidth and we needed to change it. It was also clear that once clubs decided they had the right people in, they put them on long-term contracts. Successful clubs do not chop and change. When David Humphreys came in as director of rugby before the start of last season, we had 25 new players. It was not his team and we knew it would take him three or four years to get the personnel to say it was his team as well as the playing style, culture and discipline he expected. You have to give people time and while we have finished ninth and eighth in the last two seasons, the progress behind the scenes has been huge. A priority for us now is to develop our training facilities at Hartpury college, which were designed for 33 players, plus coaches but now cater for some 90 people.” Vaughan does not fit the stereotype of an executive, happier standing in the Shed at Kingsholm than sitting in the chairman’s box quaffing wine and scoffing vol-au-vents. Neither was his background typical: his three-season career with Walsall was followed by a stint as a Club 18-30 rep, having had to indulge in the outlandish during his interview. “I was at Walsall from 1991-93,” says Vaughan, a supporter of Aston Villa. “Kenny Hibbitt was the manager and due to an innate lack of talent I was allowed to leave. I loved it and have some fantastic memories, not least an FA Youth Cup game we played at Old Trafford in front of 7,000 spectators against a Manchester United squad that included the Neville brothers, Paul Scholes and Nicky Butt while Ryan Giggs, who had already played for the senior team, was on the bench. And Robbie Savage played for them. I still have the programme: we lost 2-1. I played at Stamford Bridge and other wonderful grounds and then went part-time in non-league football.     Gloucester’s Stephen Vaughan had three seasons with Walsall Football Club. Photograph: Rex/Shutterstock    “I worked for Land Rover on the track, taking people out in Discoveries. I hated it with a passion and was so miserable that my sister, without telling me, applied for a job with Club 18-30 on my behalf. I had to do stupid stuff in the interview, like singing Barry Manilow, something I did in front of the players this season when we went to Zebre, and I got the job for three months. I really enjoyed it and stayed on. I became rep of the year and got my own island. Two years in, Thomas Cook bought the company and four years after that I worked my way up to managing director. Then I became MD of Thomas Cook’s specialist businesses and finished off with them at the 2012 Olympics. “I was offered a role in football, a job in Dubai with an airline and one in New York with another company. And I was headhunted by Gloucester: having been into rugby as a Moseley supporter, I knew what the club was all about and that had it not been for Tom Walkinshaw back in the day when he took over, Gloucester could have gone the way of Moseley and Coventry. A lot has changed in three years I have been here but we are still working to the self‑sustainable model. We will not load the club with debt and losses every year. Our only debt is on the stand we built seven years ago and we are paying it off quickly. “I am not someone who likes sitting in the chairman’s box, not least because I like to show my emotion during a game. I will stand at the back of the stand or slip into the Shed, a rite of passage for Gloucester rugby folk, incognito, although I was recognised there this season during the game against Newcastle. I like to sample things from the supporters’ perspective and the Shed is a great place. As chief executive, life is cool when we win; when we don’t, the beer is not cold enough or it is too expensive or the speakers don’t work. We have plans to build a fanzone at Kingsholm to try and get supporters here earlier and stay later, providing them with better food, drink and entertainment. “We could extend the capacity at the ground but it would be an ego trip at the moment. We invested a lot in the playing department per se by changing its structure, which is why we will make a small loss this year. We speculated and have yet to accumulate, planning for success over a four or five-year period, starting with getting into the Champions Cup. We knew the risk but felt we did not have an option because it starts and ends on the pitch. If we can get into the top four there is no reason why we cannot get turnover up from £15m to near £20m and get some more seats in. I hate the expression but we are a sleeping giant.” When Vaughan played for Walsall, he was, in his own words, skinny. The nutritional advice he received was to bulk up by drinking Guinness, not a route the Gloucester players are being encouraged to take by their performance chef, Will Carvalho, who was hired last summer after being lured from the Brazil women’s football team. “The players reckon that Will is the best signing we have made,” Vaughan says. “They have breakfast and lunch at Hartpury and are given advice on what to eat in the evenings. He goes with the squad when they stay away, speaking to hotels about what the players need to eat and overseeing the preparation. His food is fantastic and he ensures that the nutritional balance for players leading up to a game is at the optimum level. We did our research before appointing him and the field of nutrition is vastly different to when I was playing football. “I was given money to buy Guinness and told to get on the weights. Sport has changed dramatically and players are now self-policing. When I watched Moseley, some players would have a quick fag in the tunnel before running on to the pitch but we are now at the stage in the professional game where there are no players with links to the amateur game. The modern professional knows no different.”    I was given money to buy Guinness and told to get on the weights. Sport has changed and players are now self-policing    The season may have ended for Gloucester but the summer is Vaughan’s busiest time with recruitment still to be completed. “It is difficult in the current market because when you negotiate a deal, you sometimes find that a player’s value doubles. It is important for us to increase our revenue: we have two sellout concerts at Kingsholm this summer, Lionel Richie and Jess Glynne, and we are starting other initiatives. “I meet David Humphreys every week and the first thing we do is go through a matrix of players from one to 15 to make sure we have a succession plan. You can see where the gaps are: you need 15 England-qualified players in your match-day 23 throughout the season to release a certain amount of cash, which will increase under the new deal with Twickenham. I agree with that because we have to keep the Premiership as English as we can the help the national team: when you look at what has happened in France, where the Top 14 is one thing and the French side something else, it is important. That said, we have scouts in other leagues and in Super Rugby and we profile players throughout the year. Agents play a big part but rarely do you get a free run at a player. Other clubs are always interested and that drives up the price.” Another issue Vaughan is looking at is the implications of a no vote in next month’s referendum on Britain’s membership of the EU. One immediate concern of a Brexit would be the future of the Kolpak players in the Premiership who, even though they are not EU nationals, do not need work permits. In rugby, it applies to players from the South Sea islands and South Africa. “We have players at Gloucester who would potentially be affected,” says Vaughan. “If we were out of the EU, the Kolpak ruling would no longer apply here and we would have to lobby and explain how players could find themselves unemployed and how harder it would be for clubs to recruit players. It is a great unknown that we are concerned about.” • This is an extract taken from The Breakdown, the Guardian’s weekly rugby union email. To subscribe, just visit this page, find The Breakdown and follow the instructions.",
  "webTitle": "How a former Club 18-30 rep is structuring Gloucester for future glory | The Breakdown",
  "webPublicationDate": "2016-05-19T11:18:36Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/club-18-30-gloucester-stephen-vaughan-premiership-rugby",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gloucester",
      "id": "sport/gloucesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/19/club-18-30-gloucester-stephen-vaughan-premiership-rugby"
}