{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/voters-questions-bill-shortens-answers-labor-edge-election-debate",
  "id": "2016-05-13-208",
  "sectionId": "australia-news",
  "body": "Finally, 100 voters at the Windsor RSL have hauled the election out of the talking points and into the real issues. And the issues they wanted to talk about favoured Bill Shorten They even got some answers in a serious and civilised policy debate where both prime ministerial contenders performed confidently and well. But the tone and the content of many of the questions clearly favoured Labor’s agenda: hostility to the banks, multinational tax avoiders, privatisation, housing affordability, education and concerns about health costs.    Related: Voters grill Turnbull and Shorten at first people's forum of election campaign – live    And the hangovers from Tony Abbott’s 2014 budget were everywhere – in a question about the GP tax that has long since been abandoned in favour of the less obvious funding squeeze on government payments to doctors – and in the generally sullen mood about the performance of big business and the impacts on ordinary people of spending cuts. Turnbull, probably the more confident performer, kept circling back to his company tax cuts as the recipe for “jobs and growth”, but that wasn’t what was firing up the room. Shorten’s central message on education and fairness got a better reception, and Turnbull struggled to explain how less spending could deliver equivalent educational outcomes. When Turnbull chided Shorten for saying – in reference to his call for a banking royal commission – that the banks should be put “in the docks”, as if they were criminals, it was pretty clear the audience was firmly on Shorten’s side, and possibly thought they should also be convicted. When the debate turned to negative gearing and each leader mounted their case – Shorten on housing affordability and the unfair nature of the current subsidies; Turnbull about the risks of rising rental prices – Turnbull seemed to lose the audience by talking about housing as an “asset class”.  The debate even elicited some policy announcements – a rarity so far in the campaign.    Related: Bill Shorten wins audience vote at leaders' debate with Malcolm Turnbull    Turnbull announced a last-minute deal had been done on Friday afternoon with the pathology industry which meant the unpopular cuts to bulk-billing incentives – due to start on 1 July – have been put on hold. Just a few weeks ago health minister Sussan Ley said the pathologists’ complaints were a “scare campaign”.  And Shorten indicated Labor was likely to redirect childcare subsidies to lower and middle income earners and reverse the freeze on Medicare payments to doctors. The voters in the marginal seat of Macquarie didn’t ask anything about issues each party seems sure are a liability for the other – nothing on asylum seekers, nothing on climate change. They were focused on the central economic contest – the competing arguments about future prosperity being driven by company tax cuts, or by education and tackling inequality. And their inclination seemed to favour Labor. By the end of the more than hour-long discussion, 42 of the 100 voters declared they were “more likely” to vote for Shorten. He now has seven more weeks to lock them in, and to convince them it’s already time to change governments, again.",
  "webTitle": "Voters' questions and Bill Shorten's answers give Labor the edge in election debate | Lenore Taylor",
  "webPublicationDate": "2016-05-13T11:37:02Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/voters-questions-bill-shortens-answers-labor-edge-election-debate",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/13/voters-questions-bill-shortens-answers-labor-edge-election-debate"
}