{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/moeen-ali-england-sri-lanka-ragana-herath",
  "id": "2016-05-28-56",
  "sectionId": "sport",
  "body": "Moeen Ali said he owed his team-mates some runs and now hopes his Test-best unbeaten 155 can further press his claims to bat higher up for England in five-day cricket. The left-hander punished a poor performance from Sri Lanka in the field either side of lunch – a day after they caught everything that came their way – and repaid the decision of his captain, Alastair Cook, to move him up one place to No7 in the absence of the injured Ben Stokes.   Related: Moeen Ali and Chris Woakes put England in total control against Sri Lanka    Cook had said before the second Test here that he hoped Moeen’s mini-promotion would unlock some runs from the spin-bowling all-rounder who, as a top-order batsman for Worcestershire, had been suffering from something of an identity crisis down at No8. “It’s about time I got some runs, I felt like I owed the team. Today was a great feeling,” said Moeen. “My off-side play is a strength and weakness, so I will keep playing that way. I enjoy batting at six [where he started his Test career], but batting eight hasn’t fazed me too much. I have to get scores if I want to go up the order. “It was nice to go out there and spend some time at the crease; to open up and play freely. It feels a bit more that you can put your batting head on and can contribute with a big score. It’s just not the same at No8. “Cook said ‘really well played’. When he told me I was batting at No7 he said he backed me and said he wanted me to be myself. I felt like I played some decent shots. There were some loose ones too, but I decided I don’t really care, I’ll keep batting like that. I like playing with freedom so if I see it, I go for it.” The sole moment of joy for the tourists, who dropped Moeen on 36 and 105, came in the shape of their spinner Rangana Herath celebrating his 300th Test wicket, with the 38-year-old becoming the third Sri Lankan past the mark after Muttiah Muralitharan and Chaminda Vaas. Herath said: “This is a big achievement to take 300 wickets and I must say thanks to my team-mates and supporters. I haven’t decided how much longer I will play for, I will take this decision game by game. Stokes, the England all-rounder whose recent knee injury opened up a place for Chris Woakes, is aiming to return to action in time for the first Test against Pakistan at Lord’s on 14 July and revealed the cartilage problem that led to an operation had been on the cards for some time. “I was meant to have surgery two or three years ago, but the surgeon didn’t want to do it and said to keep playing,” the 24-year-old told BBC’s Test Match Special. “I set a target of the first Test against Pakistan, but that will be dependent on the next two weeks of rehab and how seriously I take it. And I will. But England might make the call that I need more bowling first.”",
  "webTitle": "Moeen Ali: ‘It’s about time I got some runs, I felt like I owed the team’",
  "webPublicationDate": "2016-05-28T18:37:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/moeen-ali-england-sri-lanka-ragana-herath",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Moeen Ali",
      "id": "sport/moeen-ali",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/28/moeen-ali-england-sri-lanka-ragana-herath"
}