{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/illness-cancer-treatment-breast-breakthrough",
  "id": "2016-05-03-35",
  "sectionId": "commentisfree",
  "body": "I prefer to give a wide berth to boasts about dragon-slaying medical breakthroughs. Perhaps it’s the awareness that the hopes raised tend to be fleeting, or that the actual arrival of a new treatment, even a cure, lies many years away. Yet a new study, published this week in Nature, seemed to warrant a closer look. It appears that researchers at the Sanger Institute at Cambridge now have what was described as “a near-perfect picture of the genetic events that cause breast cancer”. They have identified most of the genetic mutations that cause healthy breast tissue to misbehave. The prospect of individually tailored, effective, treatment would thus seem to have come a whole lot closer.   Related: Study points toward personalised treatment for breast cancer    The report rang true in part because genetic makeup, and errors therein, look to be the way of the future in medicine generally. There will perhaps come a time when we look back in consternation that everyone suffering from a particular life-threatening condition was prescribed the same treatment, with doctors taking for granted that for some it would work spectacularly well and for others not, but there was nothing else they could do. It would appear that scientists are starting to know why there is such variation. But the other reason for giving it more than a cursory look was that the particular condition under the microscope was breast cancer. Some of my best friends and colleagues have been treated for, survived or – alas – succumbed to breast cancer. Add in acquaintances, and the number edges up to a dozen. The same could probably be said by any woman of a certain age in this country. Breast cancer is the most common form of the disease diagnosed in the UK. Considerable efforts have been made in recent years to make the experience more bearable: the maximum waiting times set for the NHS; the complementary treatments, nursing and counselling offered by the plethora of cancer charities; the inspirational Maggie’s centres. But we also know that not everyone emerges to a happy ending. The obituaries of Victoria Wood were probably the latest to hit home for my generation of women.    I even wonder, ignobly, whether the focus on cancer in general might have been at the expense of other conditions    Questions, however, can justifiably be asked about the effectiveness of all this. Despite very significant increases in NHS spending on cancer over the past decade, massive charitable fundraising and a proliferation of research, UK survival rates – for all cancers – are the worst in western Europe. It could even be that it was these comparative figures, quite as much as the campaigning, that shamed recent UK governments into action. But if, as it would appear, all these efforts together have achieved some success, then to the congratulations will be added the gratitude of those many women who could in future receive treatment that is less debilitating and more likely to work. But I have to admit that my appreciation is tinged with envy. The advances in cancer – whether in NHS waiting times, general sensitivity towards patients or frontline research – put progress in many other areas of UK health provision in the shade. I even wonder, ignobly, whether the focus on cancer in general, and breast cancer in particular, might have been at the expense of other conditions. If not, then there are at least two other areas that are crying out for a similar degree of scrutiny and the benefits that yields. Mental health is one. MPs have repeatedly condemned the dire state of mental health services, which appear to have such little effect that it sometimes seems it might simply be better to scrap everything and start again. Even so, the figures for research are stark: research spending for a mental health patient comes in at £10 per year; the average for every cancer patient is more than £1,500. That is quite a gap.   Related: Cancer charity hits back at critics of ‘Fight Club’ sponsored bouts    The other is neurology. I have to declare an interest. My husband has Parkinson’s disease. Like many cancers, it is seen – not entirely accurately – as an affliction of later years. By any standards, it is a poor relation. Around the UK there are big disparities in treatment and funding. It requires a dovetailing of “health” and “social” care that simply does not exist, and coordination that is absent even within the same hospital. Earlier this year the commons public accounts committee published what was called a progress review of “services to people with neurological conditions” since 2012. At last, some progress! An estimated 4 million people have a neurological condition. The report singled out the £70m annual cost to the NHS of emergency hospital admissions (largely a result of inadequate outpatient care). It noted that changes introduced had not “yet led to demonstrable improvements in services and outcomes for patients”, and it said there was a risk that even the minimal progress made would not be sustained. “It is clear,” it went on, “that neurological conditions are not a priority for the Department of Health and NHS England.” Maybe we family and friends need to learn from the cancer campaigners, raise our profile and refuse to accept the pleas of penury. Better still would be if the health service hastened to apply the same sense of purpose to improving care for other conditions as it has to the diagnosis and treatment of cancer.",
  "webTitle": "Why can’t all illnesses get the cancer treatment? | Mary Dejevsky",
  "webPublicationDate": "2016-05-03T19:29:58Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/illness-cancer-treatment-breast-breakthrough",
  "keyword": [
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cancer",
      "id": "science/cancer",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Dejevsky",
      "id": "profile/mary-dejevsky"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/illness-cancer-treatment-breast-breakthrough"
}