{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/flowers-the-secret-line-of-duty-game-of-thrones-olvia-colman-julian-barratt",
  "id": "2016-05-01-188",
  "sectionId": "tv-and-radio",
  "body": "Flowers (C4) | 4oDThe Secret (ITV) | ITV HubLine of Duty (BBC2) | iPlayerGame of Thrones (Sky Atlantic) “Secrets are like toothbrushes. You only share them with someone you really trust.” For all that this sounds coy enough to be stencilled on driftwood and sold to the type of people Olde Seaside Shoppes always see coming, nonetheless it harbours a modicum of truth – and, crucially, is the type of thing people actually say to each other, as opposed to the type of thing scriptwriters think they say. It emerged courtesy of one of the most magical programmes in a week stuffed with toothsome High Drama, a week that gives great hope for all channels (you’ll take it as read that every time I say this kind of thing I’m excluding ITV2). Flowers, which ran through the week on Channel 4, was a true hen’s teeth rarity: we were witnessing, I think, the invention of a new genre. I’m just not sure quite what it was. Thorny, yes, prickly and awkward. Bleakly black too. Resoundingly human and truly funny. Above all, the singular vision of show runner (and writer and director and co-star) Will Sharpe, an Anglo-Japanese former Footlights president. What I do know is that I could have watched it all year long.    And here was me thinking no one with Craig Parkinson’s face could ever conceivably be the real villain    There were elements of Roald Dahl and Japanese anime, of Black Mirror and of Alan Ayckbourn, of fairytales for children who drink. Essentially the tale of a depressed writer and his savagely dysfunctional family, as the week wore on it became more forgiving. It’s a sign of good drama when there’s strength in depth of casting, and there were relishably chunky cameos for Angus Wright and Anna Chancellor as the true grotesques of the piece. But the family itself, the Flowers, survived near fatalities and worse to emerge, if not triumphant, then hugely and recognisably normal. Olivia Colman, now forgiven the occasional misstep in The Night Manager, was back to all her charm and glory. We have grown used to seeing Colman in full-teeth mode, but she’d obviously been hiding a seventh set: no one else can hiss the accusatory “blabbermouth” while still blinding the world with a smile so wide nor so full of brittle self-doubt. Then there was Daniel Rigby as the son who bores everything but the pants off women, and Sophia Di Martino as sis Amy, the tender fulcrum around which much revolves. Above all, Julian Barratt as father Maurice, who conjures worlds of depression from just a pocketful of mumbles. The sadly salient point came on Thursday, when Deborah (Colman) attempted to reach the heart of Maurice’s depression: we can fight it, she says, fight the monster together, maybe just with love. A shaggy shake of a sorrowful head. “No. Love just makes it worse.” Truthfully, a week-long gem.     ‘Sinister’: James Nesbitt as Colin Howell in The Secret. Photograph: Steffan Hill/Hat Trick / ITV    We’ve seen Jimmy Nesbitt in all kinds of shady roles, but none so sinister as last week. Clean-shaven, and with possibly the world’s most ropey haircut, he’s taken on few braver roles than that of Colin Howell in The Secret, and not just because he’s had to show face with that haircut. Hypocritic, evangelising Bible basher, adulterer dentist and – possibly the worst of all – double killer: all a gal’s favourites rolled up in one. This terrific dramatisation of a true story is perfectly paced to show how Howell’s undeniable charm let him convince himself that God felt it would be truly for the best if he, Howell, was happy, even when that meant murdering his pregnant wife. There was a dreadful menace in seeing Nesbitt switch so readily from pink-faced beaming Baptist – genuinely transported, raptured, in swaying song – to keen amateur killer. Genevieve O’Reilly is sexy if unspectacular as the love interest. Spectacular if unsexy is Jason Watkins as the community pastor. Fortunately, there’s not too much humping: I think we’ve seen a good bit down the years of Mr Nesbitt’s bottom in action, although, come to think of it, his arse may have got its own dodgy haircut, a thought on which we will not linger. I have watched ahead, and it only gets better: what’s truly chilling is not just how he got away with it for so long (he confessed, bizarrely, 19 years later, to church elders) but the reminder of there being nothing quite so terrifying as a man convinced of his own righteousness. It was set in Coleraine, Nesbitt’s own home county. One had to go a good twitch south-west, to Enniskillen, to find the home town of the best voice of the week, because absolutely no one can imbue the slow vowels of the word “fella” with such gentle but minacious intent as Adrian Dunbar.     Martin Compston and Adrian Dunbar in the ‘blinding’ Line of Duty. Photograph: Mark Bourdillon/BBC/World Productions    First up for those vowels in a blinding finale to Line of Duty was poor Steve Arnott. True, we had all been somewhat rear-ended at the close of episode five, and thus knew Steve was innocent, but it’s a tribute to everyone involved that we still wriggled and sweated for him under Ted Hastings’s implacable scrutiny. Next up, of course, came “Dot” Cottan. And here was me thinking no one with Craig Parkinson’s face could ever conceivably be the real villain. Parkinson played a tremendous final shift, that face managing somehow to turn even its rare tendernesses into sneers. He has pretty much been perfection throughout: as in fact had his character, Dot, only brought down in the end by a madly off-kilter burst of sentimentality. The text he sends when the jig is up – “urgent exit required” – and the subsequent mayhem still brings shivers. All the strands from previous series have now been knitted together with unimprovable logic: but I urgently hope that doesn’t stop Jed Mercurio embarking on a next, preferably tonight.     Game of Thrones: ‘big and beautiful, smart and well-written’. Photograph: Sky TV/HBO    It says a little that I almost forget to mention the biggest show in the world today. Bigger and more forensic brains than mine have attempted to resist the siren lure of Game of Thrones – I’m thinking chiefly of Clive James, in a magisterially readable piece for the New Yorker a couple of weeks ago, telling us exactly why we shouldn’t watch it before demonstrating precisely why we should. I’ll be back to it properly once it gets up a full head of steam: for the moment it’s just enough to say that all is going swimmingly, which is to say bloodily and mendaciously, in Westeros: Jon Snow’s still dead of course, for the moment, but more importantly, the show has survived, for the moment, parting company with the book run of George RR Martin. But it’s so big and beautiful now, so smart and well-written, that not even Brienne of Tarth could make a dent in its momentum. Chief ulp last week was Melisandre’s morphing into an old hag. It’s been said often that the show succeeds in large part because it subverts all cliches and tropes: yet this is surely one of the most persistent folk tales of all, the beauty who has been falsely modifying herself. An ancient cliche, and thus, as such, possibly the finest subversion the show’s yet pulled.",
  "webTitle": "The week in TV: Flowers; The Secret; Line of Duty; Game of Thrones – review",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/flowers-the-secret-line-of-duty-game-of-thrones-olvia-colman-julian-barratt",
  "keyword": [
    {
      "webTitle": "Olivia Colman",
      "id": "tv-and-radio/olivia-colman",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "James Nesbitt",
      "id": "tv-and-radio/james-nesbitt",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Line of Duty",
      "id": "tv-and-radio/line-of-duty",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Euan Ferguson",
      "id": "profile/euanferguson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/flowers-the-secret-line-of-duty-game-of-thrones-olvia-colman-julian-barratt"
}