{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/cleveland-cavaliers-toronto-raptors-eastern-conference-finals",
  "id": "2016-05-28-187",
  "sectionId": "sport",
  "body": "The NBA’s perpetual underdogs finally saw the best season in franchise history come to an end on Friday night, as the Toronto Raptors fell to the Cleveland Cavaliers 113-87 in Game 6 of the Eastern Conference finals. With the win, the Cavaliers reached their second consecutive NBA finals.   Related: Golden State Warriors strike back with crucial Game 5 win over Oklahoma City    And while it wasn’t quite the dismantling that was seen in Game 5 (a 116-78 Cavaliers win) the Cavs will enter the finals with confidence, having handed the Raptors only their third home court postseason loss in 11 games at the Air Canada Centre. The home faithful rarely fell quiet, hoping for a miracle after the Game 5 drubbing. Raptors fans, who have made the ACC one of the more difficult buildings to play in for visiting teams, were treated to an ugly first half. A series of questionable calls slowed the pace of the game to a crawl and the referees threatened to become the storyline as 22 fouls were called. Among them was a flagrant foul assigned to Raptors center Bismack Biyombo after an elbow against Kevin Love. It would have ruled Biyombo out of Game 7.         LeBron James speaks.    But Game 7, and the NBA finals for that matter, were not meant to be for the Raptors.  “We had lapses in the second quarter,” said Raptors guard DeMar DeRozan. “And they took advantage of that. You sacrifice so much for moments like this and to have it taken away from you, it’s hurtful.” There are good teams and there are elite teams in the NBA – Friday night drew a clear line in the sand between the two. “Every situation [in this year’s playoffs] was new for us,” Raptors coach Dwane Casey said after the game. “It’s a learning experience for our guys. We’re learning. We’re not where they are right now.” While that may be true of the Raptors, a 56-win regular season and a spot in the final four in the NBA is nothing to scoff at. The Raptors have room to grow (and perhaps to add in free agency) but that didn’t mean Casey wasn’t confident about the Raptors’ future.  “We should be proud,” he said, “but we’re not satisfied.” The postmortem will soon begin. Kyle Lowry recently became just the third Raptor in franchise history to be named to an All-NBA team but many would argue that the lack of an elite supporting cast is still a glaring hole. The Cavaliers coach, Tyronn Lue, addressed how important this run is to the city of Cleveland. But the Raptors had more of an opportunity to make an impact in their home city. It is a hockey city and may always be, but this Raptors team deserves credit for trying to captivate not just a city but an entire country.  An identity was built late in the season. Whether they build off that or go in a different direction with free agent signings will be one of the biggest questions of the offseason.         LeBron James in action.    “I think we’re a step ahead in the process,” said Casey. “We’re still a relatively young team to talk about competing for a championship. We still have a ways to go.” And just as there are good and elite teams, there is LeBron James.  James was a force, shrugging off persistent boos from the rowdy home crowd to lead the Cavaliers scorers with 33 points, including going 3-6 from three-point range and shooting 59.1% from the field.  “I think he has a chance in this league,” Casey joked.  Lue said before the evening’s events that “this is our Game 7” and as to be expected, James responded. His performance was no joke as he slowly broke down the Raptors defense, continually finding open lanes. “We needed LeBron to set the tempo for us early,” said Lue, adding: “We knew he was going to run out of gas.” That spoke to how much the incredible supporting cast of Kevin Love and Kyrie Irving contributed to Game 6.  Entering his sixth straight NBA Finals, it doesn’t appear as if James or the Cavaliers are going to run out of gas any time soon.  “Even that 30 seconds I took LeBron out in the first half, he got mad about that,” Lue said of James’ first half performance, in which he logged 23:23 minutes. “We’re not entitled to anything,” said James. “We earned our right to be here today.” Now they are Eastern Conference champions. The focus will shift to the NBA finals.  “We’re still OK,” said James. “We’re not great yet.” The Raptors will have to wait for another crack at a first ever NBA finals. “We the North!” the crowd chanted emphatically as the final seconds ticked off.  “These fans mean a lot to the team,” said James.  One team marches forward while another must look inwards. Still, despite the loss in Game 6, you have to believe that the Toronto Raptors have finally shed the underdog tag once and for all.",
  "webTitle": "Cleveland Cavaliers stroll past Toronto Raptors and into NBA finals",
  "webPublicationDate": "2016-05-28T03:16:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/cleveland-cavaliers-toronto-raptors-eastern-conference-finals",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cleveland Cavaliers",
      "id": "sport/cleveland-cavaliers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Kloke",
      "id": "profile/joshua-kloke"
    }
  ],
  "guardianId": "sport/2016/may/27/cleveland-cavaliers-toronto-raptors-eastern-conference-finals"
}