{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/feeling-cheerful-in-the-sun-katharine-whitehorn",
  "id": "2016-05-29-118",
  "sectionId": "lifeandstyle",
  "body": "The sun is out, May is almost over; the summer is around the corner and we can all enjoy it. At least, that’s what we’re supposed to think. Presumably, those who live in lands that are really hot don’t feel like this. You can’t imagine people in the tropics associating “Today the sun is in the sky, And sunny is the weather” with all that’s desirable. There are a score of habits, however, that are welcome just because they mark the end of our dismal, soggy winter. The grass has to be cut, the coat and gumboots put away; the cotton frock really must be cleaned this time, and that garden bench mended. We make salads instead of soup and put the rum to the back of the cabinet bringing the Pimm’s to the front. For some of us spring means stopping having mostly black clothes and switching to almost anything lighter in every sense. And oddly, when the weather’s getting warmer, or should be, we start thinking that we ought to be feeling cheerful. There must be something in the British structure, or at least its civilisation, that matches goodness and happiness with sunny weather – and doom and ill luck with being cast out into the cold snow. In my family, one of my memories is of my brother as a small boy, crying and making a fuss. Our exasperated mother says: “John, how can you be so irritating and upset on this lovely sunny day?” He replied: “It’s not my fault the weather’s lovely. If I had my way it would be horrid and pouring with rain.” But it’s the other option on which maybe the entire holiday travel business relies: people trying to change their feelings by changing the weather. And sometimes it even works – especially if they’ve brought the right clothes. What do you think? Have your say below",
  "webTitle": "Feeling sunny? | Katharine Whitehorn",
  "webPublicationDate": "2016-05-29T10:00:01Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/feeling-cheerful-in-the-sun-katharine-whitehorn",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Whitehorn",
      "id": "profile/katharine-whitehorn"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/29/feeling-cheerful-in-the-sun-katharine-whitehorn"
}