{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/17/how-do-i-join-the-summer-reading-challenge-2016",
  "id": "2016-05-17-112",
  "sectionId": "childrens-books-site",
  "body": "Meet clunky giants, the cutest cats and the most horrible ghosts as soon as school finishes. This year’s Summer Reading Challenge by The Reading Agency (the Tesco Bank Summer Reading Challenge, as it is known in Scotland) joins forces with the global Roald Dahl 100 celebrations for The Big Friendly Read, and will focus on the Dahl-est themes - invention, mischief and good old friendship..   Related: Roald Dahl's greatest philosophical quotes ever    How does it work?  If you’re between 4 and 11, register with your local library (it’s free!).  Then all you have to do is read 6 or more books that you’re interested in, and that includes EVERYTHING: picture books, fact books and even audio books, as long as you borrow them from the library. Or you can have a browse through the list of 72 big hits carefully selected for your excitement by the Big Friendly Read team. A highlight of the list is Roald Dahl’s The BFG, as Disney’s film version, directed by Spielberg and starring Mark Rylance, is being released in cinemas on 22 July – but there are loads of new and exciting authors to choose from! When you complete the challenge, you get stickers, a certificate and other rewards. If the books get you thinking, you can chat to your fellow readers about them and Guardian children’s books site members can send their reviews to be published on our site by joining here.   Related: How do I get involved in the Guardian children's books site?    And because good news has to be shared, why don’t you invite your local librarian to talk about the Challenge in class? If you don’t already have a library contact, you can get your Summer Reading Challenge Coordinator’s contact details by emailing summerreadingchallenge@readingagency.org.uk.  What else can I get up to? The RNIB National Library Service selects the Summer Reading Challenge book titles available in accessible formats (braille, audio and giant print) for children who are visually impaired, or have visually impaired parents or carers. These books can also help children with learning disabilities and dyslexia.  If you are between 13 and 24, you can become a Reading Hack, helping those who struggle with reading or simply dislike it to discover the pleasures of reading. For all the latest kids books news - and to comment -join us on Facebook or follow us on Twitter (@GdnChildrensBks)!",
  "webTitle": "How do I join the Summer Reading Challenge 2016?",
  "webPublicationDate": "2016-05-17T15:20:25Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/17/how-do-i-join-the-summer-reading-challenge-2016",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Libraries",
      "id": "books/libraries",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Roald Dahl",
      "id": "books/roalddahl",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's reading group resources",
      "id": "books/childrens-reading-group-resources",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/17/how-do-i-join-the-summer-reading-challenge-2016"
}