{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/company-tax-cut-plan-will-cost-482bn-over-10-years-treasury-reveals",
  "id": "2016-05-06-356",
  "sectionId": "australia-news",
  "body": "Treasury officials have revealed that the government’s 10-year tax plan will cost $48.2bn, as Bill Shorten has slipped up on whether Labor’s plan to save $49bn by rejecting the Coalition’s company tax cuts includes a small business tax cut it supports. During Senate estimates on Friday, the treasury secretary, John Fraser, said the 10-year cost of lifting the small-business threshold to $10m and reducing corporate tax to 25% by 2026-27 would be $48.2bn. On Thursday, the government, including Malcolm Turnbull in a Sky News interview and the finance minister, Mathias Cormann, during Senate estimates, refused to provide the 10-year cost of their plan. On Friday, treasury officials said they were told to release the $48.2bn figure at 6pm on Thursday.   Related: Corporate tax cuts to cost budget $5.3bn over four years    In his budget reply speech on Thursday, Shorten said Labor would “not support Turnbull’s 10-year tax cut for big business” but would back a tax cut for small businesses with a turnover of less than $2m a year. “Based on a preliminary estimate from the independent parliamentary budget office, this will mean a budget improvement of $49bn over the decade,” he said. But on ABC Radio National on Friday, Shorten struggled to explain whether Labor was banking a full $49bn in savings or whether the figure would come down because it included the small business tax cut it supported. “I’ll go back and check to give you the most precise answer,” he said. “The amount we’ve supported is to reduce the tax rate for small businesses with less than $2m. “I know this much – that will be a very, very small portion of the $49bn.” Guardian Australia has confirmed that the $49bn represents the estimated amount Labor would save, and therefore excludes the small business tax cut to 27.5% that it supports. During his budget reply, Shorten declared he had “grave concerns” with the retrospective nature of parts of the government’s superannuation shake-up.   Related: Budget 2016: Bill Shorten unveils $71bn in savings over 10 years    ABC Radio’s Fran Kelly asked Shorten why Labor had criticised the plan while maintaining the Coalition were friends of the rich. The government’s measures will affect only the top 4% of income earners with $1.6m in their retirement accounts. Shorten responded: “Australians hate, with a passion, people who are changing the rules on superannuation retrospectively.” Although superannuation tax concessions may be unsustainable, he said that retrospective changes to tax law meant “you’re not just hitting people with a certain amount in their super, you’re undermining every Australian’s confidence in the superannuation system”.  Shorten said the Coalition had “belatedly come to the party” on cracking down on superannuation tax concessions for high-income earners. On Friday, on ABC’s AM, the shadow treasurer, Chris Bowen, said Labor’s super plans were “carefully designed and not retrospective”.  “Anti-retrospectivity used to be a fundamental tenet of the Liberal party. This was one of their core beliefs until they got a leader who has no core beliefs ... they now have introduced what is very clearly retrospective changes to super.”   Related: Want to understand budget week? It's all about the election pitches | Lenore Taylor    Bowen said Labor favoured better targeted concessions but believed tax law changes should not be retrospective in principle. On Wednesday, the treasurer, Scott Morrison, was asked about two potentially retrospective changes to super: the $500,000 lifetime non-concessional cap that would apply to fund balances from 2007 and the $1.6m cap on super balances. Morrison said he did not believe the changes were retrospective “but others can have whatever view they may wish to argue for”.  “The changes are as I said they were, it’s a $500,000 lifetime cap for non-concessional contributions, as of 7:30 [Tuesday night]. Now if people have contributed more than that up until this point, more than that, well we won’t be asking them to take it out of their superannuation account. It will be able to remain in that account.” Morrison said the $1.6m ceiling was a limit on the means test on where people could access tax-free earnings in retirement. “So from 1 July next year, there will be no more $5m retirement-income accounts receiving tax-free status.”",
  "webTitle": "Company tax-cut plan will cost $48.2bn over 10 years, Treasury reveals",
  "webPublicationDate": "2016-05-06T00:36:05Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/company-tax-cut-plan-will-cost-482bn-over-10-years-treasury-reveals",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/06/company-tax-cut-plan-will-cost-482bn-over-10-years-treasury-reveals"
}