{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/12/queen-wins-tesco-gift-card-at-the-races-royal-windsor-horse-show",
  "id": "2016-05-12-120",
  "sectionId": "uk-news",
  "body": "Every little helps when your food shop rings up at an average £25,000 a week. So the Queen was understandably delighted when she won a £50 Tesco gift card at an equestrian event. The monarch grinned as she clutched the credit card-sized voucher at the Royal Windsor horse show. Her horse Barber’s Shop won the Tattersalls & RoR Thoroughbred Ridden Show. However, it is unlikely that she ever eats anything from Tesco, since the company does not appear on the list of firms with royal warrants. Held in the grounds of Windsor castle, the most ancient of the Queen’s residences, the four-day event was one of the main celebrations for her 90th birthday. However, it has been badly affected by the weather.     The Queen holds her Tesco gift card in the Windsor castle grounds. Photograph: Mark Cuthbert/UK Press via Getty Images    A waterlogged car park forced the cancellation of the preview performance on Wednesday, but the sun was shining as the main equine eventing got under way on Thursday, which may have been as much the source of the Queen’s good mood as her £50 windfall.   She would be a good customer for any grocer. According to their publicly available accounts in the year to March 2015 the royal family spent £1.3m – about £25,000 a week – on food and drink. The royal family is funded by the British taxpayer through the sovereign grant, which in 2014-15 amounted to £37.9m. They also make money from their estates, including the Duchies of Lancaster and Cornwall, which are valued at £472m and £728m respectively. The Queen also has a separate private income from her personal investment portfolio. In 2015 the Sunday Times Rich List estimated her private wealth at £340m, although its exact details are opaque. Those who want to celebrate the Queen’s birthday with her at Windsor this weekend will have to pay £25, or slightly less for children and concessions. Whether that seems like good value will depend on how much you like horses. The Queen does, of course, and the four-day extravaganza boasts a cast of 900 of them – 10 for each of her years.",
  "webTitle": "Queen wins £50 Tesco gift card at horse show",
  "webPublicationDate": "2016-05-12T16:21:28Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/12/queen-wins-tesco-gift-card-at-the-races-royal-windsor-horse-show",
  "keyword": [
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "uk-news/2016/may/12/queen-wins-tesco-gift-card-at-the-races-royal-windsor-horse-show"
}