{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/16/bbc-eurovision-viewers-ukraine",
  "id": "2016-05-16-275",
  "sectionId": "media",
  "body": "It was another dismal showing for the UK but Eurovision performed rather better for BBC1, with more than 7 million viewers, bouncing back from last year’s five-year ratings low. The annual song contest, this time graced by the presence of Justin Timberlake (not in competition, as they say at the Cannes film festival) had an average of 7.1 million viewers on BBC1 from 7pm on Saturday, with a five-minute peak of 8.5 million. It was up on last year, when an average of just 6.6 million viewers tuned in, but not as high as 2014, when it was watched by 8.8 million people, or 2011 when it drew 9.5 million viewers. BBC1’s Eurovision lost out to Simon Cowell’s Britain’s Got Talent on ITV which had 7.8 million viewers, a 37.2% share, also from 8pm. When the two were head to head, Eurovision had 5.7 million viewers. But Eurovision was on substantially longer, finally coming to a close after around three and a half hours, against Britain’s Got Talent which wrapped up at 9.20pm.   Related: Eurovision 2016: Ukraine's Jamala wins with politically charged 1944    Elsewhere on Saturday, the second instalment of BBC2’s star-studded The Hollow Crown: The Wars of the Roses, had 798,000 viewers, a 4.1% share, from 9pm. This was down from just over 1 million viewers for the first instalment of the Shakespeare adaptation marking the 400th anniversary of the bard’s death. Earlier, nearly 1.2 million viewers watched a BBC2 repeat of a David Attenborough documentary from 2009. Charles Darwin and the Tree of Life had 1.17 million viewers, a 6.6% share, from 7.30pm.  Broadcast to mark the acclaimed natural history broadcaster’s 90th birthday, it followed another Attenborough “passion project”, Lost Worlds, Vanished Lives, from 1989, which had 875,000 viewers (6.5%) from 6.30pm. Eurovision UK ratings since 2010 2016 - 7.1m, 37.2% 2015 – 6.6m, 35.8%  2014 – 8.8m, 41.9% 2013 – 7.7m, 35.3%  2012 – 7.5m, 36.2% 2011 – 9.5m, 40.4% 2010 – 5.5m, 24% More details soon …",
  "webTitle": "BBC's Eurovision coverage bounces back with more than 7m viewers",
  "webPublicationDate": "2016-05-16T09:41:12Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/16/bbc-eurovision-viewers-ukraine",
  "keyword": [
    {
      "webTitle": "TV ratings",
      "id": "media/tvratings",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/16/bbc-eurovision-viewers-ukraine"
}