{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/galileo-gold-derby-option-irish-2000-guineas",
  "id": "2016-05-10-180",
  "sectionId": "sport",
  "body": "Galileo Gold could yet run in the Derby and connections will wait until after his next run in the Irish 2,000 Guineas before making a final decision. His trainer, Hugo Palmer, had appeared to rule out the Epsom Classic last week after receiving the results of a gene test suggesting the horse would not have the stamina for the Derby distance but Galileo Gold’s owner, Sheikh Joaan, wants to keep his options open.   Related: Frankie Dettori triumphs on Galileo Gold in Newmarket’s 2,000 Guineas    “He will be left in the Derby next week,” said Harry Herbert, a spokesman for the Sheikh, on Tuesday morning. “There’s a forfeit stage next Friday and I would say that we will certainly leave him in and see what happens in Ireland. Certainly Sheikh Joaan would not want to rule out that possibility.” Specifically, Herbert has it in mind that the Derby might be a tempting option if Galileo Gold were to run like a middle-distance horse at The Curragh a week on Saturday. “If he happened to win in Ireland and goes away [from his rivals] and gets stronger and stronger, then the question will come up as to whether you go to Royal Ascot or throw your hat in the ring. He’ll certainly be left in, anyway.” Galileo Gold, a surprising and impressive winner of last month’s 2,000 Guineas, was taken out of the Derby betting by most bookmakers after Palmer’s announcement last week. Palmer used his Betfair blog to say: “The horse will not be running in the Derby,” but that assertion now looks a shade premature. Coral reintroduced the chestnut at 7-2 “with a run” for the Derby, while his odds on Betfair plunged from 64-1 to 14-1 within an hour of Herbert’s words being reported. Like Palmer, Herbert hopes Galileo Gold can prove to be a top-class miler and he is far from asserting the colt is a Derby type after all. “I’m asking myself whether he can go to a mile and a quarter, never mind to a mile and a half, but these are wonderful problems to have,” he said. “The main thing is Sheikh Joaan and the team wouldn’t want to rule anything out at this stage. Run in Ireland is the plan right now and see how we get on.” This year’s Derby has an open look and no horse has yet claimed the unequivocal approval of the betting market but that may change after Thursday’s Dante Stakes at York, for which 12 horses have been declared. Herbert is represented in his guise as chairman of the Highclere syndicate, which owns Foundation, who has been deserted by Frankie Dettori for Thursday’s race. The Italian will ride the other John Gosden-trained runner, Wings Of Desire, with William Buick on Foundation. “There’s a good reason for that,” said Herbert. “That’s because [Dettori] knows Foundation well. Foundation, whatever happens on Thursday, he’s not a certainty for the Derby and Frankie needs to know what this other horse is like. So it’s a sort of situation like we had last year.” In last year’s Dante, Dettori was beaten on Jack Hobbs behind the Buick-ridden Golden Horn, form that was repeated in the Derby, by which time Dettori was on Golden Horn. “So that’s the reason he’s not on Foundation, not because he’s lost any faith in the horse, they need to know whether the other fella is suitable Derby material or not,” Herbert added. Both Gosden runners are on offer at around 6-1 for the Dante while the Sir Michael Stoute-trained Midterm is 11-8 favourite. Solow will reportedly miss Royal Ascot next month, having failed to make the hoped-for recovery from a knock to a hind leg in March. The French-trained grey, who won last year’s Queen Anne Stakes at the Royal meeting, is to spend time recuperating at the Normandy stud of his owners.",
  "webTitle": "Galileo Gold will still have Derby as option after Irish Guineas",
  "webPublicationDate": "2016-05-10T12:14:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/galileo-gold-derby-option-irish-2000-guineas",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "2,000 Guineas",
      "id": "sport/2000-guineas",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/10/galileo-gold-derby-option-irish-2000-guineas"
}