{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/fourth-member-of-isis-beatles-identified-el-shafee-elsheikh-london",
  "id": "2016-05-23-38",
  "sectionId": "world",
  "body": "The last remaining member of a British quartet of Isis jailers who killed and tortured more than two dozen hostages in Syria has been named as a 27-year-old from west London. Dubbed “the Beatles” by their captors because of their English accents, the cell’s most notorious member was Mohammed Emwazi, whose murderous exploits were filmed in high definition and distributed by the Islamist terror group.  El Shafee Elsheikh, from White City, west London, was named as the fourth member of cell. He was born in Sudan, and his family came to Britain in the early 1990s.  His father, Rashid Sidahmed ElSheikh, a translator in London, said his son had travelled to Syria to fight for jihadists at the start of 2012. He described his son’s radicalisation as “lightning fast”. El Shafee Elsheikh is believed to be living in Aleppo.  “We thought this [his radicalism] was just a phase … the flavour of the month,” the father said. “For me, understanding the images portrayed on websites and even in the news bulletins, deaths mounted by the western powers bombarding people … this ignited the sense of anger, of a drive to right things in their own way. “But understanding as well that this second generation [of immigrants] suffer from an identity crisis. They’re no longer fully educated in their own background and heritage and culture and they are not fully accepted in the new society. Coming from a Muslim family, they are asked: ‘What do you know about your religion?’ So maybe this is the drive deep into understanding this part of their identity.” The jihadist was first named by the Washington Post and Buzzfeed. According to western hostages who were later released, the so-called Beatles were allegedly responsible for beatings, waterboarding, mock executions and killings of a number of mainly western hostages. Emwazi was killed in a US drone strike last November. The other two members of the group, all from west London, are alleged to be Alex Kotey, whose whereabouts is unknown, and Aine Davis, who was arrested last year in Turkey. Elsheikh’s father said the UK had not taken the threat of radicalisation seriously enough. “Unfortunately the lenient way of our government here in tackling the radicalisation machinery in the mosques was complacent … So they go there [to the mosques] and they listen to a version of Islam which is synonymous to Isis and al-Qaida and all these radical terrorists. So they have the propensity to [believe] this erroneous version of Islam.” He added: “We tried to handle this in a mild, considerate way, but before we could do anything he [his son] just left.” After El Shafee left for Syria, his mother took his youngest brother, Mahmoud, to Sudan to try to keep him out of the clutches of London radicals. The move was unsuccessful. When she approached the UK embassy in Sudan to ask officials to confiscate Mahmoud’s passport, Rashid said, they did not help. “They told her that he’s an adult and he’s entitled to have a travel document,” and passed the request on to the Sudanese authorities, he said. Mahmoud later joined Isis and was killed in Tikrit, Iraq, in April 2015.  Salah al-Bander, a former Lib Dem councillor in Cambridge who first raised the alarm about El Shafee’s journey to Syria in 2012, said that El Shafee had a stall outside Shepherds Bush tube station from which he used to preach, and had been “completely transformed” into a radical in a very short period of time. “El Shafee was a really very quiet, kind, reflective young person. [And] in a very short period of time, I mean weeks, he turned to be very radicalised, with very strong views about everything,” Bander said. “I’m still very puzzled about the rapidness of the process myself,” he added. He said there was too much focus on individuals but not on incubating factors that had given rise in the area to a “production line of young jihadis”. “Nobody is making any effort to look at the production line,” he said.",
  "webTitle": "Fourth member of Isis 'Beatles' identified",
  "webPublicationDate": "2016-05-23T19:50:22Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/fourth-member-of-isis-beatles-identified-el-shafee-elsheikh-london",
  "keyword": [
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mohammed Emwazi",
      "id": "uk-news/mohammed-emwazi",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shiv Malik",
      "id": "profile/shiv-malik"
    }
  ],
  "guardianId": "world/2016/may/23/fourth-member-of-isis-beatles-identified-el-shafee-elsheikh-london"
}