{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/tv-upfronts-nbc-fox-abc-shonda-rhimes",
  "id": "2016-05-17-17",
  "sectionId": "tv-and-radio",
  "body": "Just as the temperatures rise and cherry blossoms bloom, the month of May also brings the annual television upfronts, where networks bring in major advertisers and reveal their new fall schedules – and then try to pry money out of their hands with a flurry of steak dinners, open-bar parties, and empty promises of Hamilton tickets.  NBC     Ryan Eggold and Famke Janssen, stars of The Blacklist: Redemption. Photograph: NBC/Getty Images    Shockingly, the second-highest-performing network has only three new shows this fall. Timeless, a time-travel drama about three people in a time machine hunting down a man who wants to destroy the world by ruining history, will air on Monday nights at 10pm in the prime position after The Voice (all times US eastern). This Is Us, a more conventional drama about a group of strangers who are interconnected in mysterious ways, airs on Tuesdays at 9pm after The Voice’s results show and before the hit Chicago Fire. The only comedy of the bunch, The Good Place, featuring Kristen Bell as a dead woman trying to get into heaven by correcting the mistakes she made in life, airs on Thursday at 8.30pm . Don’t worry, she has Ted Danson to help her out.    Related: RuPaul's Drag Race: empathy and naked emotion are the point, not winning    While NBC has more comedies coming mid-season, it’s worth noting that the former home of must-see TV now has only one hour of comedy on its fall schedule. Most of the other hours are given over to The Voice and Dick Wolf’s shows, such as Law & Order: SVU and his Chicago franchise, which will add Chicago Justice to Chicago Fire, Chicago Med, and Chicago PD mid-season. The Blacklist is also getting a mid-season spin-off, Blacklist: Redemption, which focuses on Famke Janssen’s character from the original. Speaking of The Voice, NBC also announced its two new coaches on the show: Miley Cyrus and Alicia Keys. The network is also taking a different direction with its comedies, shying away from the three-camera shows it ordered in recent years (including the flops The Michael J Fox Show and Sean Saves the World) and instead returning to the single-camera comedies that were critical smashes but didn’t always connect with viewers, like 30 Rock and Parks and Recreation.   A few buzzy dramas will air later in the winter, among them Emerald City, which brings a Game of Thrones vibe to The Wizard of Oz. Also skewing supernatural: Midnight Texas, which is based on the books by True Blood author Charlaine Harris. High-concept comedies include Powerless, about a woman without gifts who lives in a world full of superheroes, and Trial and Error, where a big-city lawyer goes to a small town to defend a man (John Lithgow) accused of killing his wife. Yes, it’s a comedy.  Fox     Jailbreak: Sarah Wayne Callies, Wentworth Miller and Dominic Purcell. Photograph: Frank Micelotta/Rex/Shutterstock    Fox also held its presentation on Monday, featuring an opening number from the cast of Empire and plenty of sniping about how advertising on digital video isn’t as good as advertising on television. Like NBC, Fox is adding only two new dramas and one new comedy this fall, but the network has been slowly drifting away from the traditional TV calendar, premiering more shows in mid-season and year-round than the competition.  The new dramas are both based on movies: Lethal Weapon, featuring Damon Wayans Sr, which will kick off Wednesday nights at 8pm before ratings juggernaut Empire; and The Exorcist, featuring Oscar winner Geena Davis, which will plug a hole in Friday night at 9pm behind Hell’s Kitchen, which is strangely not a companion horror show but a reality program. The comedy is the truly bonkers Son of Zorn, in which a He-Man-esque cartoon character moves to Orange County to help raise his teenage son with his ex-wife. Zorn will attempt to conquer the time slot on Sundays at 8.30pm between The Simpsons and Family Guy.  Fox is also focused on bringing back its old shows, a strategy that worked well with 24 and The X-Files. Prison Break returns at mid-season with original star Wentworth Miller back in the clink (but this time out of the closet). 24: Legacy also debuts in mid-season with Eric Carter (Corey Hawkins), the head of an elite squad of US soldiers in the Middle East, taking over from Kiefer Sutherland’s Jack Bauer. Also worth checking out at mid-season are Star, a drama about the rise of a girl group from Empire creator Lee Daniels, Pitch, about the first female player in Major League baseball, and Shots Fired, a 10-episode miniseries about the aftermath of a racially motivated shooting in the south. Fox is a little light on the comedies this season, but later in the year, The Mick, about a con artist raising her rich nieces, and Making History, another time travel show, will be joining the roster.  ABC     The cast of Speechless. Photograph: Kevin Foley/ABC    While everyone else is shying away from comedies, ABC is doing the opposite, offering more sitcoms than any other network. It has even rearranged its schedule, moving The Middle from Wednesday at 8pm to the same time on Tuesday and pushing Agents of SHIELD back an hour to 10pm on Tuesdays, to make room for the laughs. In the fall we’ll get American Housewife on Tuesdays at 8.30pm, about a woman raising her three kids, and Speechless on Wednesdays at 8.30pm, about a woman raising her three kids.  Don’t worry, they’re different. American Housewife stars Katy Mixon as a mom in tiny Westport, Connecticut, and Speechless stars Minnie Driver as a mom with a son who has special needs. Now that I think about it, every comedy on ABC can pretty much be boiled down to a mother raising her three kids, except Black-ish, where she has four kids, but two are twins so it doesn’t really count.  The other big news is that ABC is breaking up its all-Shonda Rhimes Thursday night block and pushing Scandal to premiere in early 2017, mostly so Kerry Washington can have time off to give birth. The new show on Thursdays at 9pm is Notorious, by Drop Dead Diva creator Josh Berman, about the relationship between a defense attorney and a reporter. It’s gonna have to work hard if it wants to hold on to its place in ABC’s Thursday night lineup.  Another drama joining the slate is Conviction, on Monday nights at 10pm, about a former first daughter who is forced to take a job at something akin to the Innocence Project so that she doesn’t go to jail for cocaine possession. This procedural should make the viewers who will miss the canceled Castle very happy. Also in the White House is Kiefer Sutherland, as a low-level cabinet member who suddenly is commander-in-chief thanks to an attack on Washington that kills the entire administration. He is the Designated Survivor, and we’ll see him every Wednesday at 10pm.   Rhimes gets more space on the schedule at mid-season with Still Star-Crossed, about what happens to the Montagues and Capulets after the saga of Romeo and Juliet. And because we can’t get enough time travel, Time After Time, also at mid-season, will feature HG Wells travelling to modern New York hot on the trail of Jack the Ripper.    Related: Today's TV shows are good – but they aren't The Sopranos    As for mid-season comedies, ABC is offering Downward Dog, the story of a down-on-her-luck millennial (Fargo’s Allison Tolman) as told through the perspective of her dog. In keeping with the trend of characters who aren’t really there, Imaginary Mary stars Jenna Elfman as a woman whose imaginary friend is threatening to ruin her life. (Wasn’t this called Drop Dead Fred?)  ABC also has a few great events up its sleeves, including a three-hour remake of Dirty Dancing (Baby will still not be in the corner) and miniseries When We Rise, about some of the gay and lesbian families that fought the courts to legalize gay marriage.  Right now, all of these schedules are set in stone and it’s a rather conservative year, without much shifting going on at any of the networks. But let’s wait until October, when there are a few duds. Then these network executives will really be trying to travel back in time to fix their mistakes.",
  "webTitle": "TV upfronts: NBC, Fox and ABC showcase next season's hoped-for hits",
  "webPublicationDate": "2016-05-17T21:30:04Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/tv-upfronts-nbc-fox-abc-shonda-rhimes",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "ABC",
      "id": "media/abc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "NBC",
      "id": "media/nbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fox",
      "id": "media/fox",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "NBC Universal",
      "id": "media/nbc-universal",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/tv-upfronts-nbc-fox-abc-shonda-rhimes"
}