{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/30/warhammer-total-war-valkyria-chronicles-doom-games-roundup",
  "id": "2016-05-30-187",
  "sectionId": "technology",
  "body": "Total War: Warhammer PC, Sega, cert: 16★★★★ Warhammer has a variable history in video games, with some horrendous outings attached to the brand. Total War, meanwhile, produces great strategy games, albeit focused on real historical eras. Might this unlikely mashup work? Thankfully for fans of both, the answer is yes, and brilliantly so. Adapting Warhammer’s fantasy setting rejuvenates the rigid Total War formula, while Games Workshop’s tabletop favourite benefits from a video game that’s actually, well, good. In the usual historical strategy, units may only vary slightly from each other, but here the hulking greenskins play completely differently to the dwarves, while vampire counts barely need an army. Mastering each faction and applying their individual skills to a hybrid of turn-based and real-time strategy is a delight. It’s also full of loving in-jokes that fans of Warhammer lore will appreciate. The only real failing here is a paucity of factions – four included, with a fifth available to download. Given how diverse the existing armies are, this is a minor grievance, but more variety would have made this mix perfect. MK  Valkyria Chronicles: Remastered PS4, Sega, cert: 16★★★★★ Originally released on PS3 in 2008, Valkyria Chronicles was surprisingly groundbreaking. With a mature tone, young adult – rather than teen – protagonists, and gorgeous visuals blending the anime aesthetic with watercolours, it stood apart from other Japanese role-playing games. Almost a decade later, it still does. Loosely inspired by the second world war, the game follows Welkin Gunther and Alicia Melchiott. They – and players – must defend the small principality of Gallia from invading forces from the wider continent of Europa. Initially armed only with a small experimental tank and a plucky town guard, supernaturally powered weapons and characters are unlocked with progression through the emotional story, adding complexity to battles. Valkyria’s blend of turn-based strategy and shooter mechanics remains hugely engaging, and this high-definition remaster wisely doesn’t alter anything. With all downloadable content included and both Japanese and English audio, this is the definitive edition of a modern classic. Unmissable. MK  Doom PlayStation 4, Bethesda Softworks, cert: 18★★★★★ The demon king of the first-person shooter returns. Though far from the first game in the genre, the 1993 original was a pioneering triumph, responsible for defining everything from weapon archetypes to the very concept of the competitive communities we enjoy today. No pressure then. It’s been 12 years since Doom 3, a game that flirted far too closely with survival horror. This Doom has no such concerns. It’s the embodiment of classic Doom – knee-deep in the dead, last-bullet-in-the-chamber, brutal carnage. Sure, it embraces modern design rudiments (collectible-driven perks, double jumps and climbing) but this is a twitch-based arcade game where defence and caution are disregarded in favour of intense, exhilarating, aggressive moment-to-moment survival. The body count stacks by the second and a varied grotesquely reimagined bestiary keeps combat thrilling. The obscenely metal soundtrack just seals the unholy deal. Unshackled from modern pretensions, Doom is unapologetically pure and paradoxically fresh. RM     Valkyria Chronicles: Remastered still stands apart from other anime.       Doom: ‘grotesquely reimagined bestiary keeps combat thrilling’.",
  "webTitle": "Games review roundup: Total War: Warhammer; Valkyria Chronicles: Remastered; Doom",
  "webPublicationDate": "2016-05-30T06:00:26Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/30/warhammer-total-war-valkyria-chronicles-doom-games-roundup",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Anime",
      "id": "culture/anime",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Higham",
      "id": "profile/rupert-higham"
    },
    {
      "webTitle": "Matt Kamen",
      "id": "profile/matt-kamen"
    }
  ],
  "guardianId": "technology/2016/may/30/warhammer-total-war-valkyria-chronicles-doom-games-roundup"
}