{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/spains-gay-referee-football-abuse-jesus-tomillero",
  "id": "2016-05-10-18",
  "sectionId": "football",
  "body": "Spain’s first openly gay referee has walked away from the game, insisting he “cannot take any more”. Jesús Tomillero, who has been a referee from the age of the 11 and was working near the foot of the Spanish football pyramid in the Andalucían regional league, took the decision after he was subjected to abuse following his decision to give a penalty during a match between Portuense and San Fernando Isleño on Saturday.   Related: Turkish FA ordered to compensate referee who lost licence for being gay    Tomillero came out publicly last March as he presented a formal complaint against a kit man from Peña Madridista Linense in the under-19 league in Andalucía, which resulted in a nine-game ban and a €30 fine. He told the newspaper El Español he has been subjected to abuse since and that last weekend he reached breaking point. Soon after Tomillero gave a penalty, he says someone from among the visiting supporters shouted: “That’s that poof who was on the telly,” adding, “you can stick the goal up your arse, you fucking poof”. The referee said the worst thing was that “everyone in the crowd laughed”. He communicated his decision to quit football to the Andalucían football federation soon after. Support has come from local political parties in La Línea, near Gibraltar, and Tomillero says he has been backed by first division referees, but lamented that officials from the Andalucían federation ignored him following his decision to come out publicly in March last year. He has presented a formal complaint about Saturday’s events, with the hope stiffer action will be taken this time. Tomillero described it as “absolutely incredible” that Peña Madridista Linense’s kit man got only a nine-game ban when “football is educating 14- and 15-year-olds”. The matchday delegate from San Fernando will testify on his behalf this time but that will not return him to the field.",
  "webTitle": "Spain’s first openly gay referee walks away from football after abuse",
  "webPublicationDate": "2016-05-10T22:19:11Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/spains-gay-referee-football-abuse-jesus-tomillero",
  "keyword": [
    {
      "webTitle": "Referees",
      "id": "football/referees",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/10/spains-gay-referee-football-abuse-jesus-tomillero"
}