{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/ginger-hair-edward-watson-gingerism",
  "id": "2016-05-10-140",
  "sectionId": "commentisfree",
  "body": "Ginger nut. Duracell battery. Carrot top. These hurtful taunts were a regular part of my life growing up with a mop of red hair in a tough inner-city comprehensive during the 1970s. And like a lot of other young people at the time who suffered because they looked different, I was singled out.   Related: Royal Ballet dancer fed up with critic's references to his ginger hair    So when the ballet dancer Edward Watson hit back at the critic who panned his ginger hair, it hit a raw nerve. Like Watson I also have ginger hair, and trained with the Royal Ballet as a child, appearing in Romeo and Juliet as a pageboy. When auditioning I got the part because with my bright mop of red hair the company decided I didn’t need the wig they usually asked performers to wear. Why is discrimination against people with red hair, or “gingerism”, still seen as an acceptable form of prejudice? Alastair Macaulay, the critic who allegedly berated Watson joins the likes of Robbie Williams, Jeremy Clarkson and Katie Hopkins in openly criticising or mocking people with ginger hair. When Williams released his single Rudebox, and the Sun newspaper memorably claimed it was the “worst song ever” Williams responded to the criticism by joking it was “made to feel as welcome as a ginger step-child”. Jeremy Clarkson abused a ginger man live in the audience on Top Gear, and Katie Hopkins has said ginger babies are harder to love. When it comes to insulting people with ginger hair, Macaulay is simply the latest in a long line of people who don’t seem to understand the effect their words can have on others. In 2007 Prince Harry complained to a young councillor that he was bullied for being ginger. The then 14-year-old Maxine Broadfoot, who had just won the Diana Award for counselling, said: “He asked if he could come and get some counselling because he gets bullied for being ginger. I didn’t know what to say and I just laughed. He said, ‘No, I do, seriously.’” Others who have complained include the singer Tim Minchin, who said that he had suffered abuse on stage because of his hair colour.     Tim Minchin said he had been abused on stage for being ginger. Photograph: Richard Saker for the Observer    In 2010, the Labour politician Harriet Harman became embroiled in a similar row when she called Danny Alexander a “ginger rodent”. What makes Harman’s lack of judgment so difficult to understand is that she is a seasoned politician who has dedicated her career to championing the rights of women and other minorities. And despite her apology, whatever important points she was trying to make about the then coalition government’s budget cuts were inevitably lost in the ensuing row. What Harman failed to realise is that for some people having red hair is a source of pride but for others, particularly young men, it is a source of great embarrassment. Like so many other teenagers I ended up dying my hair – I did it not to look different, but to look the same as everyone else. Yet for a minority, others have used their red hair as an excuse to devastate their lives.     Prince Harry reportedly said he was bullied for his hair colour. Photograph: Chris Jackson/Getty Images for Invictus    In 2013 Alex Kosuth–Phillips had to eat through a straw for three months after suffering a shattered jaw in an unprovoked assault, where his attacker mocked his hair. Shocking CCTV images showed him being knocked unconscious after a night out to celebrate his 23rd birthday. He was hit so hard that his jaw was broken in two places, and he needed metal plates inserted into his face. In 2007, a redheaded family was forced to move home twice. Kevin and Barbara Chapman’s four children, then aged 10 to 13, had been kicked and punched in the street, their windows smashed and “ginger is gay” daubed on the outside of their house. The problem seems to be particularly prevalent in Britain because the red hair gene is more common here. People like me may be a visible minority, but we are in no way responsible for the fact that others display an irrational aversion to our hair colour. Like other minorities, we have too often been a convenient target for the innate human desire to single out and ridicule people who are different. It’s time to consign the ginger prejudice to where it belongs – in the past, along with all the other forms of discrimination.",
  "webTitle": "I too have ginger hair. Abusing us is not acceptable prejudice | Nicholas Milton",
  "webPublicationDate": "2016-05-10T14:25:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/ginger-hair-edward-watson-gingerism",
  "keyword": [
    {
      "webTitle": "Men's hair",
      "id": "fashion/mens-hair",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's hair",
      "id": "fashion/womens-hair",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Milton",
      "id": "profile/nicholasmilton"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/ginger-hair-edward-watson-gingerism"
}