{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/tv-advertising-facebook-google-viacom-netflix-youtube-vice-hulu",
  "id": "2016-05-01-114",
  "sectionId": "tv-and-radio",
  "body": "Television executives have cause to be scared: though they’ve survived at least eight years of predicted doom, billions in ad money has disappeared, ratings have dwindled and new power players have emerged from unexpected corners. While the old guard has struggled on, Facebook and Google have risen.  As they have since 2008, a horde of aspiring power players will converge on New York City for the annual marathon of internet company presentations, the Digital Content NewFronts: YouTube, Vice, Hulu, Activision Blizzard, and old-media stalwarts like Playboy and the Economist trying to get in on the action. The pitch is usually simple: we are the new guard, despite our advancing age – television is old hat.   Related: 'A living ghost': Health questions haunt reclusive mogul Sumner Redstone, 92    The event is timed to come before the TV giants have a chance to make their own pitches in the middle of May, and each company will make its own claim to be the best alternative to stodgy old channel-surfing. But one company, the behemoth sucking cash out of ad budgets in multiple industries, won’t be in attendance. “Facebook added nearly two Viacoms of ad revenue last quarter,” tweeted Rich Greenfield, an analyst with the financial firm BTIG, with a chart to compare the fortunes of the social media giant and the troubled cable conglomerate.    Internet vs TVFacebook added nearly two Viacoms of ad revenue last quarter #goodlucktv pic.twitter.com/vA98xqoZkx— Rich Greenfield (@RichBTIG) April 28, 2016    Viacom still owns quite a bit of “mind share”, as business-school types call the section of our brains colonized by marketers, such as Comedy Central, MTV, Nickelodeon and Paramount Pictures, among others. But this quarter, the company had to admit that it faces declines not just in ad revenue but in fees paid by cable companies for Viacom programming. In April, the federal government announced steps to further loosen cable companies’ grip on the market.  Viacom’s declines – mirrored by those of its rivals – are widely considered to be part of a domino effect amid the rise of Netflix, Hulu, Amazon Prime and other streaming services, many of which will present at next week’s NewFronts.  Cable companies that long enjoyed captive audiences are now stuck watching their viewers flee for cheaper venues. Those companies are adjusting – many are simply ratcheting up the price of internet subscriptions to homes that abandon TV, or introducing artificial “data caps” on those same services, a move that mostly affects streaming video. Some have tried to meet their viewers halfway – Comcast’s consumer interface now includes a Netflix-like library, for instance – but others are mired in bureaucracy. And TV ratings show that people aren’t waiting around for companies to make things easier, Greenfield wrote last week, after research on corporate earnings. He said subscribers were finally leaving cable subscriptions for good. “We believe if the video subscriber trends of the past six months continue throughout 2016, video subscribers could fall by over 600,000,” he said. The previous year, the top seven cable companies lost only 48,000 customers.  But the battle for dollars is not simply between streaming sites and old-fashioned TV – it’s between video and everything else, especially Google and Facebook, the two companies that are winning the war. One factor in Facebook’s growth, obscured by the philanthropic activities of its founder, is that as a business it is an advertising platform first, foremost and almost exclusively. Google will be in attendance next week; YouTube, owned by the digital media giant, reliably holds the best-attended presentation of the week. Facebook, in particular, has been very successful in its bid to move huge swaths of mobile activity, much of it ad-friendly, to its flagship app. Last week it reported $5.2bn of about $5.4bn in total revenue in the previous three months. Google, which doesn’t break out revenues from YouTube, put its own revenues from advertising across all its platforms at $18bn. There are other apps, such as WhatsApp, where it has not yet even “turned on” advertising, as CEO Mark Zuckerberg put it on last week’s earnings call. Disney, during the three months ending 2 January, earned $6.3bn from all of its television businesses – from both ads and cable subscriptions. This is still an increase, but an increase, the company admits, “partially offset by lower ratings”. Disney’s share of the TV market is huge, but it competes with several gigantic players: Viacom, Fox, Comcast, Warner Bros and others. No one in the digital world can hold a candle to Google or Facebook. In a conference call last week, Facebook’s chief operating officer, Sheryl Sandberg, responded diplomatically to a question about ad budgets leaving the TV sector, saying: “Dollars are shifting from all types of media formats to where consumers are spending their time”.  That shift, at the moment, is undramatic: ad spend on TV was down in 2015, but it was only down to $80.4bn from a little over $82bn the year before, according to Nielsen. Facebook’s ad revenue for 2015 was $17.1bn. More, if you forgive some losses on currency exchange. Google’s ad revenue for the same period was $67.4bn. Neither company breaks out its video ad units, but together, with $84.5bn, they exceed the entire US TV advertising economy, and are essentially the only games in town. At this point every year, ad buyers tend to remind TV networks that budgets are fungible, and not just from one kind of video to another, but across types of media – away from print, for example. Google and Facebook control as many types of media as they possibly can. The tech giants “are capturing the vast majority of the industry’s growth”. said Brian Wieser, senior analyst for Pivotal Research and formerly a forecaster at the major ad agency Magna Global.    Related: The Handmaid's Tale is coming to Hulu – with a white man at the helm    In this new role, Facebook and Google act like advertising agencies: they have huge, international operations, with scattered units that can shift to nestle comfortably into a given user’s life. Media companies are diversified across various kinds of revenue, including movie ticket sales, theme parks, affiliate fees and advertising. Facebook and Google are diversified across various kinds of advertising. So as the ad world lines up to see new products over the next two weeks, and then does the same for the major TV companies, buyers may long for the times when networks and the cable companies set the schedule. “Content is king”, the mantra at every presentation, has been cast into doubt by the influence of digital platforms. As any process server knows, it isn’t the letter in the envelope that matters most – it’s who delivers it, and how.",
  "webTitle": "TV networks battle new media threat as Facebook looms over ad war",
  "webPublicationDate": "2016-05-01T12:00:54Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/tv-advertising-facebook-google-viacom-netflix-youtube-vice-hulu",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Hulu",
      "id": "tv-and-radio/hulu",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Amazon Prime Instant Video",
      "id": "media/lovefilm",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Video on demand",
      "id": "media/video-on-demand",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/tv-advertising-facebook-google-viacom-netflix-youtube-vice-hulu"
}