{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/all-you-need-is-love-review-a-glorious-account-of-70s-pop",
  "id": "2016-05-26-166",
  "sectionId": "tv-and-radio",
  "body": "The subheading to this 17-part documentary says it all: The History of Popular Music. It shows what a massive undertaking this was, a seemingly impossible task. The fact that it succeeds so gloriously is, in large part, down to its director, Tony Palmer, who treated something as ephemeral as pop with a seriousness it probably didn’t deserve. That would certainly have been the opinion of most people working in the arts at the time – 1977 – but Palmer had by then already given us such classic documentaries as Bird on a Wire, about Leonard Cohen, and 200 Motels, co-created with Frank Zappa. The result is quite simply stuffed with amazing footage, touching on everything from gospel, vaudeville, ragtime and musicals to protest songs, country, R&B, swing and acid rock. Palmer makes excellent choices in collaborators, with Liberace narrating the episode about vaudeville and Stephen Sondheim scripting the one about musicals. And he picked a good time to make his history: Elvis was still alive and so, therefore, was rock’n’roll; John Lennon, too, something that had practical benefits, as the Beatle was a longtime champion of Palmer’s, always willing to open his address book and make introductions – or beg favours – on his behalf. It’s a pleasure to see how music documentaries used to be made. Gone are the endless talking heads of today, expert at little more than self-promotion. Instead, we go straight to source. Who better to talk about Hoagy Carmichael than Hoagy Carmichael? Who knows more about Buddy Rich’s drumming than the man himself, sat behind his kit. It’s full of great anecdotes, too. Here’s legendary songwriters Jerry Leiber and Mike Stoller recounting how they wrote the even more legendary song Hound Dog: “Mike was playing the piano one day and I just started yelling, and then we sort of polished the yelling and added a few connective words that sort of glued the shouting and yelling together. Seriously.” What’s more, the pundits back then had the advantage of having been close to the action. When it comes to the great gonzo journalist Lester Bangs, all you have to do is stick him in front of a camera, sit back and let him go, which is exactly what Palmer does. Bangs, who talked as brilliantly as he wrote, slates the then 32-year-old Mick Jagger for looking too old (oh Lester, what would you say now?), and rips into Bryan Ferry, calling him “the most vacuous excuse for a superstar yet presented” – a case of simultaneously missing and getting the point.     The director’s pal … John Lennon with Yoko Ono in 1971. Photograph: Sipa Press/Rex Features    There are, however, some strange oversights. Disco and punk don’t get a look-in, perhaps because they were too recent, or maybe the money ran out. But the surprises and the insight more than make up for that: we see Jerry Lee Lewis and Chuck Berry slogging away on the live circuit, still showing some fire in their bellies, still able to demonstrate what made them so special in the first place. And when it turns its attention to the future of pop, the show focuses on the likes of Tangerine Dream and ELO, which wasn’t too bad a guess. Palmer’s editing is brisk, although sometimes a little heavy-handed. Just as you’re settling in to some mesmerising performance, there’s a jumpcut to the war in Vietnam. But these feel like small criticisms when you look at the sheer scope of Palmer’s achievement, which finds room for Ravi Shankar and Scott Joplin, Marlene Dietrich and Jimi Hendrix, Oscar Hammerstein and David Bowie. We’re lucky he took pop so seriously.",
  "webTitle": "All You Need Is Love review: a glorious reminder of how pop docs used to be",
  "webPublicationDate": "2016-05-26T14:19:36Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/all-you-need-is-love-review-a-glorious-account-of-70s-pop",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music documentary",
      "id": "film/music-documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "John Lennon",
      "id": "music/johnlennon",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Phelim O'Neill",
      "id": "profile/phelimoneill"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/all-you-need-is-love-review-a-glorious-account-of-70s-pop"
}