{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/ted-cruz-refuses-support-donald-trump-campaign-election-2016",
  "id": "2016-05-10-97",
  "sectionId": "us-news",
  "body": "Ted Cruz refused to commit his support to Donald Trump as the Republican nominee on Tuesday, and did not rule out resurrecting his campaign for president despite having dropped out of the race last week. In an interview with conservative talk show host Glenn Beck, the Texas senator said that picking a presidential candidate “is not a choice that we as voters have to make today”.  His comments came as Marco Rubio, the Florida senator who suspended his own presidential bid in March, said he would support Trump as the nominee. During an interview with CNN on Tuesday, Rubio said he intended to stick to a pledge signed by all of the Republican candidates last year to back the eventual nominee. “I signed a pledge, put my name on it, and said I would support the Republican nominee and that’s what I intend to do,” Rubio said. Cruz appeared less bound by the pledge, which has already been discarded by former contenders Jeb Bush and Lindsey Graham – both of whom have come out against Trump despite his all but clinching the Republican nomination.  Cruz pointed out there were still two months until the Republican National Convention in Cleveland and six months until the general election, saying “we need to watch and see what the candidates say and do”. Although Cruz had long committed to supporting the Republican nominee in the past, his tone changed after Trump repeatedly made personal attacks against Cruz and his family.  The businessman branded his rival “Lyin’ Ted”, threatened to “spill the beans” on his wife while implying she was unattractive, and accused Cruz’s father of involvement in the assassination of John F Kennedy. While Cruz once called Trump “a friend” and “terrific”, he held an abrupt press conference hours before ending his campaign at which he derided Trump as a “serial philanderer”, an “amoral pathological liar”, and a “braggadocious, arrogant buffoon”.           Cruz attacks Trump for linking his father to JFK assassination     Related: Ted Cruz, the master strategist, was no match for Trump's cult of personality    Nor would Cruz rule out returning to the campaign trail if “there’s a path to victory”. The Texas senator suspended his campaign after losing the Indiana primary on 3 May by a margin of 53%-37%, and said that with the loss he no longer saw a path to the Republican nomination. On Tuesday, Cruz told Beck: “If that changes, we will certainly respond accordingly.” However, Cruz’s campaign had a well-organized effort to put his supporters into positions of power among Republican delegates, who will elect the party’s nominee at the national convention in Cleveland this July. This effort means that although Trump is the only candidate left in the Republican primary, Cruz supporters will have significant influence on the convention floor, and that his delegates will probably hold control of crucial committees, such as those that write the convention rules and design the party’s platform.  Cruz made clear that a return to the trail was very unlikely, though he would not rule it out. “I’m not holding my breath,” he said, in response to questioning about a primary election in Nebraska, also on Tuesday, that he was once expected to win. The Texas senator did dismiss the possibility of running as a third-party candidate or supporting a third-party alternative in November. “I don’t think that’s very likely,” he told Beck. “It’s always talked about; I don’t think it’s something that’s likely to happen.”  Cruz’s statements followed Trump’s continued failure to unite the Republican party behind him. Two former presidents have said they will not back him and key party figures like the speaker of the House, Paul Ryan, have declined to endorse him, at least for the present. The former reality television star is scheduled to meet Republican congressional leaders in Washington on Thursday, as part of his effort to heal the rifts within the party.  Rubio said while he stood by his prior criticisms of Trump – which included dubbing his former opponent “an erratic con artist” – Republican primary voters had made their choice clear. “My differences with Donald – both my reservations about his campaign and my policy differences with him – are well documented and they remain,” Rubio said. “But I’m not going to sit here right now and become his chief critic over the next six months, because he deserves the opportunity to go forward and make his argument and try to win.” He added: “I know what I said during the campaign; I enunciated those things repeatedly. And voters chose a different direction. I stand by the things that I said.” Rubio nonetheless declined to offer Trump an explicit endorsement, hedging when asked if he planned to vote for the billionaire in November.  “I intend to support the nominee,” Rubio said.  Pressed again by the CNN host Jake Tapper on whether that meant casting a ballot in Trump’s favor, Rubio responded: “I’m not voting for Hillary Clinton. I’m not throwing away my vote.”",
  "webTitle": "Ted Cruz refuses to back Donald Trump and hints he could revive his campaign",
  "webPublicationDate": "2016-05-10T16:53:56Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/ted-cruz-refuses-support-donald-trump-campaign-election-2016",
  "keyword": [
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    },
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/10/ted-cruz-refuses-support-donald-trump-campaign-election-2016"
}