{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/16/lets-celebrate-how-language-works-as-well-as-what-it-expresses",
  "id": "2016-05-16-89",
  "sectionId": "education",
  "body": "Chris Riddell’s drawings of linguistic elements – graphemes, phonemes, cohesive devices etc – as bizarre and fantastic creatures (Children’s laureate rises to a beastly challenge, 14 May) are witty for sure, but let’s not jeer too loudly. There is nothing intrinsically silly about knowing how parts of the language might be labelled and defined. What’s silly is the government’s mistaken belief that knowing about these things will necessarily make children better readers and writers, and then testing them for that purpose. Where is the evidence that it will be effective? Nonetheless, if teachers are to help children and young people celebrate language with them, they need to know how it works and what it’s made of, and that includes inflections, subordinate clauses and the rest of that curious menagerie of linguistic creatures so mischievously imagined by the children’s laureate. It’s an old argument. The schism in English between “lang” and “lit” has been deep and the lang side, being analytical and precise, long ago ceded territory to the lit side, in which different and more lustrous goals could be achieved. Uppermost is the learner’s engagement: teachers want children to be excited in English lessons and anatomising sentences into their parts, for no apparent expressive gain, if not done well, often achieves the opposite. The consequence is that English teachers in both primary and secondary schools have turned their backs on the need to be too precise about what language is made of to consider instead what it does. When asked what a subordinate clause or a phoneme or a cohesive device is, some do not know, and so their pupils remain ignorant also. This is a pity. Children should know as much as they can learn about every aspect of their humanity, and that includes knowing what their language is made of and how it works. Language is, after all, the most intricate, powerful and beautiful part of their personal and social behaviour. If that means discussing language itself as well as what it expresses – the very stuff of phonology, syntax and semantics – then good. And if this discussion is made possible by sharing a burgeoning metalanguage, then very good. There is nothing intrinsically deadening of a child’s growing linguistic competence in knowing what a phoneme is; after all, we use phonemes each time we speak and listen, and graphemes every time we read and write. It is as legitimate to know these things as it is to know what a rhyming couplet is, or a trochaic foot, or a sonnet.Emeritus professor Mike NewbyPlymouth University • The children’s laureate has created some drawings depicting parts of the Sats grammar glossary. Very amusing, but it would seem only fair to credit Ronald Searle with the original idea in his illustrations of the Molesworth books written by Geoffrey Willans. “A gerund snubs a gerundive” was one of my favourites.Cherry WestonWolverhampton • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Let’s celebrate how language works as well as what it expresses | Letters",
  "webPublicationDate": "2016-05-16T17:55:22Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/16/lets-celebrate-how-language-works-as-well-as-what-it-expresses",
  "keyword": [
    {
      "webTitle": "English and creative writing",
      "id": "education/english",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/16/lets-celebrate-how-language-works-as-well-as-what-it-expresses"
}