{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/14/zimbabwe-trillion-dollar-note-hyerinflation-investment",
  "id": "2016-05-14-178",
  "sectionId": "money",
  "body": "What’s been one of the best-performing investments of the past seven years? Shares in Facebook? London property? Bitcoin? Up there with the best, believe it or not, are Zimbabwean 100 trillion dollar notes. A trillion, by the way, is a million million. There are 12 zeros in a trillion. Add another two to reach the total on the Zimbabwean 100 trillion dollar bill, the note with the most zeroes of any legal tender in all recorded history. The bills circulated for a few months in 2009 at the zenith – or, more precisely, the nadir – of one of the most terrible instances of hyperinflation in history, before Harare finally abandoned the Zimbabwean dollar in favour of the South African rand, the US dollar and several other foreign currencies. At one stage a hundred trillion dollar note would not even cover a bus fare. You needed a bale of notes just to buy a few household essentials. However, it’s thought that only a few million of them were ever printed. I remember buying one on eBay. It is on the wall in my office. John Wolstencroft, a private investor, bought a batch of them to give away. “I always found they were a good conversation starter,” he says. In 2010-11, Wolstencroft was living in New Zealand where he joined an investment club, made up mostly of locals and US expats. At the time, the great central banking experiment of quantitative easing and a 0% interest rate policy was making a lot of people nervous. He brought a handful of the Zimbabwean notes along to his first meeting to give out as a way of saying thank you for letting him join the club, but there were more people there than he was expecting. “I didn’t have enough notes to go round,” he says. “People started offering me money for them. I tried to explain they were just a gift, but they just upped their offer. I realised then these notes were going to become a collector’s item.”     John (left) and Vishal Wolstencroft sell trillion dollar notes from the defunct Zimbabwean currency to collectors    Wolstencroft went away and bought several hundred more notes. The price had already risen since his first purchase; they were £1.50 each. He gave some out to members of the club, as promised, and kept the rest. When he returned to Britain he gave some to a financial company he works with. “One of the independent financial advisers used to give the notes out to prospective clients to show why they should invest away from cash in a diverse range of assets, such as real estate, gold, stocks and shares,” he says. “Over the long term, cash loses its value.” Wolstencroft wasn’t alone in seeing the potential of trillion dollar notes. The Wall Street Journal reported in 2011 that David Laties, owner of the Educational Coin Company in New York, had speculated about $150,000 (£104,000) importing the notes from Zimbabwe, sensing they would become “the best notes ever”. Frank Templeton, a retired Wall Street equities trader, bought “quintillions of Zimbabwe dollars” (that’s thousands of trillions) for between $1 and $2 each, via a broker from the Zimbabwe central bank. He would then sell them on for several times the price. Vishal Wolstencroft, John’s 12-year-old son, noticed late last year that these same 100 trillion dollar notes were now changing hands on eBay for as much as £40 each. He talked his father into a joint venture. Vishal is responsible for the listing, photographs, posting, packing and advertising, while father John supplies the goods. Their profits are shared 50:50. Business is good. According to Vishal, it’s quite a step up from his previous venture selling old toys at a local market stall. Most 100 trillion dollar notes fetch close to £20-£25 on eBay, but set against the £1.50 paid by Wolstencroft in 2011 it is a striking return. In percentage terms, it is – close to 1,500%, compared with the miserable 5% rise in the FTSE 100 over the same period. In an extraordinary irony, the 100 trillion dollar note – a symbol of financial mismanagement on a colossal scale – has turned into one of the best-performing asset classes of recent years. The disappearing currency     A Zimbabwean lady with a basketful of cash Photograph: Tsvangirayi Mukwazhi/AP    When the Zimbabwean dollar first came into existence in 1980 it had a similar value to the US dollar, writes Patrick Collinson. But by 2009, $1 was worth Z$2,621,984,228, 675,650,147,435,579,309,984,228. The Bank of England worries if inflation in the UK goes over 2% a year; in Zimbabwe it hit 79.6 billion per cent. The country’s central bank could not even afford the paper on which to print its worthless trillion-dollar notes. President Mugabe issued edicts to ban price rises, of comedic value were it not for the devastation that hyperinflation wrought upon the people. The miserably low savings and incomes of the impoverished population were wiped out; shopkeepers would frequently double prices between the morning and afternoon, leaving workers’ pay almost valueless by the end of the day. In 2009 the government scrapped the currency, leaving US dollars and South African rand as the main notes and coins in circulation. To this day, Zimbabwe still has no currency of its own, although the government last year offered to swap old deposit accounts into US dollars, giving savers $5 for each 175 quadrillion (175,000,000,000,000,000) Zimbabwean dollars. In an extraordinary irony, Zimbabwe now suffers among the world’s worst deflation, currently at -2.3%.",
  "webTitle": "Zimbabwe’s trillion-dollar note: from worthless paper to hot investment",
  "webPublicationDate": "2016-05-14T06:00:29Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/14/zimbabwe-trillion-dollar-note-hyerinflation-investment",
  "keyword": [
    {
      "webTitle": "Foreign currency",
      "id": "money/foreigncurrency",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Investments",
      "id": "money/moneyinvestments",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Collecting",
      "id": "lifeandstyle/collecting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Zimbabwe",
      "id": "world/zimbabwe",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Frisby",
      "id": "profile/dominic-frisby"
    }
  ],
  "guardianId": "money/2016/may/14/zimbabwe-trillion-dollar-note-hyerinflation-investment"
}