{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/housing-crisis-affordable-homes-vanish-as-developers-outmanoeuvre-councils",
  "id": "2016-05-25-41",
  "sectionId": "cities",
  "body": "Private property developers are outmanoeuvring councils in housing negotiations and routinely delivering fewer affordable homes than town halls want, an industry analysis has revealed. Amid growing anger at the sale to foreign buyers of almost two-thirds of London’s tallest residential skyscraper, which includes no affordable housing, it has emerged that not one London borough that set targets has met them in the last six years. Councils sometimes secured as little as 13% affordable housing when their stated targets were as high as 50%, according to analysis commissioned by BNP Paribas Real Estate, which advises local authorities and housebuilders in negotiations. On average, the 34 boroughs achieved 22% affordable housing, on targets ranging from 30% to 50%.  A key factor has been the rising value of land for commercial use, which has made developers more willing to abandon housing schemes and turn sites over to more profitable office buildings, the research suggests. The difficulty that councils have faced in persuading developers to meet their needs illustrates the scale of the challenge facing the new London mayor, Sadiq Khan, who has pledged to dramatically boost affordable housing. Khan revealed on Wednesday that only 13% of the homes given planning consent in London last year were affordable. He has said his “long-term strategic target” is half. If Khan moves too fast to reintroduce that 50% target, he risks stalling housing development completely, experts have warned. Move too slowly and he will face anger from his electorate, who voted him in with a mandate to tackle the housing crisis.  “Planners are mindful of the need to avoid squeezing the pips so hard that developments stall,” said Dr Anthony Lee, a BNP Paribas adviser who has represented London boroughs in negotiations with developers. “They need to strike a balance between pushing too hard in their negotiations on the affordable housing level on schemes and the impact this could have on overall housing land supply.” Councils and developers have long been engaged in what amounts to a grand haggle. Developers examine a council’s affordable housing target and then make an opening offer, which is likely to be much lower. It is up to the planning authority to determine whether the basis for the calculations is fair and correct and a battle of the experts often ensues.    Related: Revealed: how developers exploit flawed planning system to minimise affordable housing    Frequently, the developer has not yet bought the site from the landowner, which gives them a significant negotiating advantage because there is a constant threat that if the negotiation doesn’t go their way, they could back out of the deal and the landowner could sell the site for commercial use instead. The local council risks losing not only the affordable homes, but all the homes. Furthermore, said Lee, council leaders “need developers to deliver their vision for their areas, including town centre regeneration schemes. Councils can’t do it themselves. Marrying the two competing objectives can be quite tough.” Khan’s predecessor, Boris Johnson, allowed developers to build far less affordable housing in each development by asking for the “maximum reasonable”. Johnson on occasion drove down affordable housing quotas to speed up delivery. In front of the London Assembly on Wednesday, Khan appeared to lower the expectations of his own impact by saying Johnson’s “appalling legacy will be a millstone around the necks of hard-pressed Londoners for years to come”. Some developers are understood to have told Khan’s team they might be willing to agree a flat percentage – say 30% – if it avoids a costly and time-consuming haggle. That might work on central London sites, where values are high, but perhaps not elsewhere. The London boroughs of Haringey, Havering and Lambeth, the borough where the Tower was built, all set targets of 50% affordable housing in 2009, but delivered 17%, 14% and 25% respectively after negotiations between 2009 and 2015, BNP Paribas’ figures show. In any event, Khan does not have the final say on planning. Developers can appeal at national level against schemes that he rejects for offering too little affordable housing, and on a national scale, the Conservative policy is more favourable to developers. So for Professor Danny Dorling, an Oxford University housing expert, haggling with developers to build cheap homes is “nasty planning” and should be abandoned. “We are losing social housing through right to buy at a far faster rate than section 106 agreements could ever replace it,” he said. “There is no reason a strong government can’t do this properly by raising money through tax and develop social housing itself with compulsory purchases if needed.” Khan has estimated that London needs 50,000 new homes every year, but last year construction work began on just 24,230.  The recently assented Housing Act means that haggling for affordable homes is going to get even harder. The government will now expect around 20% of all new developments to include starter homes. These will be instead of affordable homes, but will be for sale at 80% of market value rather than for rent. Such a policy could wipe out rented affordable housing in many places. And what, finally, of preventing the foreign buy-up of new homes? Khan attacked their use as “gold bricks” by investors on Wednesday, but could he go further than his proposal to insist that they are marketed to UK buyers only for the first six months, and block them from buying altogether? “In London, many potential buyers are from overseas, and if you prevent them from buying, demand would fall significantly,” said Lee. “The impact would depend on the extent to which UK buyers have sufficient funds to purchase properties at the prices being sought. If they don’t, there would be a significant drop in house prices, particularly in central London. Take out foreign buyers from central London and you pull the rug from under the market.” Reversing the steady decline in London’s cheap housing stock, fending off buy-to-leave investors and delivering some good news on affordability to a population gobsmacked by stories of empty multi-million pound flats such as those at the Tower looks set to be Khan’s hardest job.",
  "webTitle": "Housing crisis: affordable homes vanish as developers outmanoeuvre councils",
  "webPublicationDate": "2016-05-25T19:05:09Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/housing-crisis-affordable-homes-vanish-as-developers-outmanoeuvre-councils",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Social housing",
      "id": "society/social-housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "society/2016/may/25/housing-crisis-affordable-homes-vanish-as-developers-outmanoeuvre-councils"
}