{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/26/revealed-9-rise-in-london-properties-owned-by-offshore-firms",
  "id": "2016-05-26-105",
  "sectionId": "uk-news",
  "body": "Forty thousand properties across London are owned by secretive offshore companies, an increase of 9% over the past 10 months, the Guardian can reveal. An analysis of Land Registry data shows that entire developments from the East End to Knightsbridge have been sold to anonymous owners shielded by companies in tax havens including Panama, Liechtenstein and the British Virgin Islands. Even wine cellars and car parking spaces have been registered offshore, according to the public records. The biggest concentrations are in the City of London and the City of Westminster, where 10% of all properties are owned in offshore tax havens; the figure is 7% in the Royal Borough of Kensington and Chelsea, which includes the wealthy enclave of Knightsbridge.    10% of all Westminster property is owned by companies registered in tax havens   Dozens of Gala Bingo halls are also owned offshore, as well as hundreds of pubs – including those operating under the Yates and Slug and Lettuce brands – and Admiralty Arch, a London landmark that used to house the Cabinet Office but was sold in 2012. The figures reveal that 39,917 commercial and residential properties across Greater London are held by companies registered in tax havens. The rising use of tax havens to buy property in London comes amid growing concern over residences in the capital being used as investment assets by foreign buyers. The London mayor, Sadiq Khan, this week attacked the use of homes as “gold bricks” after the Guardian revealed that almost two-thirds of The Tower, the UK’s tallest residential building, has been sold abroad, with a quarter held in tax havens. Earlier this month the prime minister, David Cameron, launched an anti-corruption drive by warning that “some high-value properties, especially in London, are being bought by people overseas through anonymous shell companies using plundered or laundered cash”. Under current rules it is close to impossible to determine who owns a property held in an offshore company, but they are likely to include British as well as foreign buyers. Lawyers and accountants advise overseas buyers to use offshore companies legitimately to keep their identity secret and to avoid some taxes, including inheritance tax.  Such secrecy is set to be lifted after Cameron pledged on 12 May that “all foreign companies that own properties in the UK will also have to register publicly who really controls them”. Khan’s deputy mayor for housing, James Murray, said it was “deeply concerning that London’s property market appears to be the leading destination for many of the world’s offshore companies, yet further inflating prices for Londoners in genuine need of housing”. He added: “It is also vital that the government does the right thing and ensures that all foreign companies are as transparent as UK companies if they wish to hold property titles in the UK.” According to Land Registry data, the London homes held offshore include 199 Knightsbridge – 201 flats set around a private feng shui garden and close to the Harrods department store. They have sold for several million pounds each; 123 of them are held by offshore companies, mostly in the British Virgin Islands. One of these companies, Capper Marketing Inc, is controlled by the family of the president of Azerbaijan, Ilham Aliyev, the Panama papers leak revealed. At One Hyde Park, the Richard Rogers-designed development that includes London’s most expensive apartment, even wine cellars and parking spaces are registered to offshore companies in Liechtenstein, the Cayman Islands and Liberia. The Russian businessman Leonid Fedun is behind one of the companies that owns a £23m flat, documents from the Panamanian law firm Mossack Fonseca reveal. “It has often been done for confidentiality,” said Sara Maccallum, senior partner in the law firm Boodle Hatfield. “If people are living in jurisdictions where governments are very interested in who might have assets, they might use corporate structures. Until recently there were tax benefits in the UK, but most of those have been removed.” The growing use of tax havens is not just a London phenomenon. Across England and Wales, 99,344 properties of all kinds, including homes and offices, are owned by companies; 90% of these are registered in offshore tax havens. It represents an increase of more than 9% between December 2014 and October 2015. In 2014 the Land Registry was not able to say whether about 3,000 overseas companies were in tax havens or not.   Foreign-registered property   Among them are The Riverside, an 80-unit apartment complex in Salford with views over the river Irwell, in which every flat is held by companies in the British Virgin Islands. The property is understood to be owned by a Chinese investor. Aruba, an apartment complex in Leeds, has 82 homes registered to companies in Luxembourg, according to the Land Registry. The shadow secretary of state for housing and planning, John Healey MP, described the rise in the number of homes held by offshore companies as “more bad news for young people and families on ordinary incomes”.  “As so often on housing, ministers have produced lots of hot air but little action,” he said. “They now need to get a grip.”Tim Farron, the leader of the Liberal Democrats, said: “People are right to be outraged by the growing number of homes caught up in tax havens, causing widespread damage to our housing market.” “First-time buyers are being priced out whilst properties rise in value and the equity leaves the UK,” he said. “The government needs to clamp down on tax avoidance and recognise that these properties are homes and not simply a way of extracting money.” Capital investments: London landmarks registered in tax havens Admiralty Arch (Guernsey) This London landmark at the foot of the Mall housed the Cabinet Office and occasionally government ministers, including John Prescott, until it was sold by the government in 2012. Now owned through a holding company in Guernsey, it is intended to be redeveloped into a luxury hotel by developer Rafael Serrano. Belgrave House, Victoria (Jersey)     Belgrave House in Victoria, London. Photograph: Alamy Stock Photo    The UK headquarters of Google, this Victoria office building was completed by the development firm Grosvenor in 2004. Since 2006 its leasehold has been owned by Pavilion Trustees Limited, incorporated in Jersey.  The Nag’s Head (Cayman Islands) Almost 500 bars and pubs across the UK are owned by a company headquartered in Bedfordshire but incorporated in the Cayman Islands. In addition to better-known brands including Yates and the Slug and Lettuce, well-known pubs such as the Nag’s Head on London’s Upper Street are owned by the Stonegate Pub Company Limited. The company said it was tax resident in the UK.  12 Palace Street (Guernsey)     St James Theatre in London. Photograph: Alamy Stock Photo    Originally the home of the famed Westminster Theatre, 12 Palace Street was marked for demolition in 2002 despite a six-year campaign to save it. The new building, home to 35 luxury apartments as well as the St James Theatre, has been owned by the Guernsey-based developer Yolanda Limited since January 1999.  Gala Bingo (Guernsey) Dozens of Gala Bingo halls across England and Wales were sold to the asset management firm M&G Investments in 2014 for more than £170m as part of a deal whereby the property would be rented back to the bingo company. The buildings are now owned through companies incorporated in Guernsey.  This article was amended on 27 May 2016. An earlier version said the Royal Borough of Kensington and Chelsea “includes the wealthy enclaves of Fulham and Knightsbridge”. The former is actually part of the neighbouring borough of Hammersmith and Fulham.",
  "webTitle": "Revealed: 9% rise in London properties owned by offshore firms",
  "webPublicationDate": "2016-05-26T17:21:34Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/26/revealed-9-rise-in-london-properties-owned-by-offshore-firms",
  "keyword": [
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    },
    {
      "webTitle": "Helena Bengtsson",
      "id": "profile/helena-bengtsson"
    },
    {
      "webTitle": "David Pegg",
      "id": "profile/david-pegg"
    }
  ],
  "guardianId": "money/2016/may/26/revealed-9-rise-in-london-properties-owned-by-offshore-firms"
}