{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/clash-review-egyptian-revolution",
  "id": "2016-05-13-158",
  "sectionId": "film",
  "body": "How does a director begin to convey the sheer horror of finding yourself in the middle of a country at war with itself? There’s a fine line to tread between involving the viewer in the situation at hand and remaining authentic, refusing to embellish for the sake of cinema.   Related: Sieranevada review – food for thought (but not for the mourners) in Romanian oddity    To explain the chaos that erupted after the Egyptian revolution, director Mohamed Diab has crafted an ingenious construct. Set in 2013, two years after the Tahrir Square protests (already covered flawlessly in Jehane Noujaim’s excellent documentary The Square), his frighteningly naturalistic drama is spent entirely in a police riot van in the midst of violent protests. One-by-one, the vehicle is filled with a variety of demonstrators and journalists, who remain in bitter conflict with one another. The prisoners belong in opposing groups, the Muslim Brotherhood and the military supporters, but refreshingly, and vitally, the film doesn’t choose a side. Instead it shows us a group of people forced into factions by circumstance or lineage, unwilling to back down. Running throughout the film is an infuriating sense of injustice, a shared rage and growing empathy for the people we get to know as the policemen who keep them captive exhibit increasingly inhumane behaviour. These aren’t violent or particularly dangerous characters, but their treatment is rough and senseless. It gives the story added, global timeliness with the unthinking depravity from officials recalling recent tales of police brutality spreading across the US. While this is only Diab’s second film (his first, Cairo 678, focused on the sexual harassment of women in Egypt), his craftsmanship is breathtaking. As the van moves on, we see ambitiously staged scenes of pandemonium taking place through the windows, yet he resists the temptation to “go wide” and show us more. It recalls the lauded shootout sequence in Cary Fukunaga’s first season of True Detective with the focus remaining tight, yet the action reaching far beyond the screen. Credit also to the sound designers for ratcheting up the tension with every crash, bang or rock thrown, which helps make us more uncomfortable. Some of the dialogue is a tad heavy-handed (at one point one of the journalists says: “Today I’m out to cover the news, not be the news”) and some of the plot machinations a bit far-fetched (there are some soapy revelations inside the van late in the film) but this is a ferociously well-made film right through to the bitter end. The final scene leaves us horrified, as it should. Diab’s small location results in a big impact.",
  "webTitle": "Clash review – horrifying one-location drama tackles Egyptian conflict",
  "webPublicationDate": "2016-05-13T13:45:45Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/clash-review-egyptian-revolution",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Muslim Brotherhood",
      "id": "world/muslim-brotherhood",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/13/clash-review-egyptian-revolution"
}