{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/soul-review-roy-williams-marvin-gaye-drama-doesnt-get-it-on",
  "id": "2016-05-25-130",
  "sectionId": "stage",
  "body": "On 1 April, 1984, one day before his 45th birthday, the great soul musician Marvin Gaye  got into an argument with his father, who picked up a gun and shot his son through the heart. That shot rings out at the start of Roy Williams’ domestic drama, which ignores the man’s music to focus instead on Gaye’s relationship with his loving mother, Alberta (Adjoa Andoh), and his abusive father, Marvin Gay Senior (his son added an extra E, perhaps as if trying to distance himself). Gay Senior, a philandering, cross-dressing minister in the House of God Pentecostal Hebrew church, was a man raised in a tradition in which you beat your children “until their bones shook”, and he took the same approach with his son. The play is sometimes clumsily constructed and what is really missing is a sense of what made Gaye, who discovered his voice singing in his father’s church choir, such a seminal musical influence to this day, and why his death – in a far less media-connected world than today’s – had the impact it did. We get endless family arguments and see Gaye’s descent into drug-induced paranoia, increasing emotional dependence on his mother and alienation from the father who was determined to be “head of the house” even when his son was paying for the house. To the play’s detriment, we hear very little of Gaye’s music, only quotations.     A scarred boyhood … Keenan Munn-Francis as young Marvin, Adjoa Andoh as Alberta and Leo Wringer as Marvin Gay Sr. Photograph: Robert Day    With the soundtrack to Gaye’s own life – and that of a whole generation – absent, Williams and director James Dacre instead draw upon the Royal and Derngate Community Choir, who sing gospel classics to some effect, and attempt to give ballast to the domestic tale by recasting it as a Greek tragedy. Gaye’s sisters, Jeanne (Petra Letang) and Zeola (Mimi Ndiweni), act as a chorus, each disputing the other’s version, in what becomes an inverse oedipal tale.  Apparently Gay Senior (Leo Wringer) claimed that his son’s relationship with Alberta was incestuous, and there is some suggestion in the play that the discovery of his mother’s cancer led the singer to have suicidal thoughts and he deliberately provoked his father into killing him. It may add to the dramatic stakes, but it seems odd to blame the victim in such circumstances. Williams strains to be even-handed in his portrayal of son and father, but there’s no doubting that the latter was a domestic tyrant and bully.   Related: Let's put it on: Roy Williams on Soul, his play about Marvin Gaye    Jon Bausor’s design doesn’t aid fluidity, only adding to the tendency of the script and production towards the episodic and the repetitive as the story plods towards the inevitable tragedy. But there are compensations in the performances: Keenan Munn-Francis is deeply touching as the young Marvin, Nathan Ives-Moiba suggests the singer’s snake-hipped charisma and, in one of the show’s few more extended musical interludes, Abiona Omonua almost steals the show as the doomed Tammi Terrell.  • At Royal and Derngate theatre, Northampton, until 11 June. Box office: 01604 624811.",
  "webTitle": "Soul review – Roy Williams' Marvin Gaye drama doesn't get it on",
  "webPublicationDate": "2016-05-25T14:28:24Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/soul-review-roy-williams-marvin-gaye-drama-doesnt-get-it-on",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Soul",
      "id": "music/soul",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Marvin Gaye",
      "id": "music/marvin-gaye",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/25/soul-review-roy-williams-marvin-gaye-drama-doesnt-get-it-on"
}