{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/labors-economic-record-is-better-than-the-coalitions-and-they-must-make-it-count",
  "id": "2016-05-02-270",
  "sectionId": "commentisfree",
  "body": "Economic credentials and policy will dominate the upcoming election campaign. Be it jobs and growth, tax, government spending, business investment, house prices and negative gearing, most key issues will have a strong economic content.   Related: Inflation is scarily low – but it's Morrison who needs to act, not the RBA    Unfortunately, most of the debate is based on perceptions which are framed around mistruths and distortions about economic issues. What makes this a problem for voters is that when politicians distort the facts, make things up or outright lie, they are seldom if ever held to account by the interviewer. This showed when treasurer Scott Morrison recently called for more investment “and that needs to come from the private sector”, adding that “private investment is always how Australia has succeeded and will continue to succeed”. He bagged the Labor party “spend and tax” policies that would damage the economy if they won the election. Morrison is correct on the need for private sector investment, but it is a truism in much the same way as saying job creation is good and high unemployment is bad. Morrison’s comments and platitudes say nothing about the track record of the current government or the policy required to deliver stronger investment. Unfortunately for Morrison, the track record of the Coalition on private sector investment is horrible. According to the Australian Bureau of Statistics private capital expenditure data, investment has fallen 23% since the Coalition’s 2013 victory. This is the sort of data usually seen in nasty recessions. The investment expectations data for next financial year are for additional falls of around 10%. If a record of strong private business investment is a success as Morrison claims, presumably he would rate the track record of the Liberal government as a dismal failure. What is even more embarrassing for Morrison is that under the previous Labor government from 2007 to 2013, there was a 67% increase in private business investment. In terms of jobs and growth, the ABS data shows that average quarterly GDP growth and average monthly increases in employment are stronger when Labor has been in government compared with the Coalition. I recently analysed the rates of GDP and employment growth under Labor and Liberal governments. The data were based on the 43-year period since December 1972 when the Labor Whitlam government was elected. This meant, quite neatly, that there was around 21 and a half years of data for Labor governments and around the same for Liberal governments.   Related: Labor is winning the economic debate – the Coalition's policies prove it | Lenore Taylor    There has been a little more data released since that article was finalised but the end point remains – GDP and employment growth both rise at a faster pace when the Labor is in government. Average annual GDP growth is around $1.7bn higher a year in today’s dollar terms and employment growth is around 25,000 people a year stronger with Labor at the helm. In terms of jobs, in the 2013 election campaign, the Coalition promised to deliver 1m jobs over five years based on its plans to abolish the mining tax, carbon pricing and reduction of red tape. With 30 months of data available since the September 2013 election, the Coalition is falling well short of its 1m jobs target. Employment has so far risen by 441,900 and with the economy muddling along, the rate of jobs growth will be lucky to reach 900,000. Under the previous Labor government, from December 2007 to September 2013, the unemployment rate averaged 5.1% and it did not exceed 5.9%. Under the current government, the unemployment rate has averaged 6% and only in the last two months has is edged below. Labor achieved this with a global recession while in the last few years, the world has registered steady if not spectacular growth. The economic facts would suggest that the Turnbull government has a flimsy track record to take to the election campaign even though it will claim it is better at running the economy. It will be essential that Labor asserts its success at managing the economy and if it can do this, it might have a chance at making the election a close run race. Stephen Koukoulas is a research fellow at Per Capita, a progressive think tank.",
  "webTitle": "Labor's economic record is better than the Coalition's and they must make it count",
  "webPublicationDate": "2016-05-02T01:31:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/labors-economic-record-is-better-than-the-coalitions-and-they-must-make-it-count",
  "keyword": [
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Koukoulas",
      "id": "profile/stephen-koukoulas"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/labors-economic-record-is-better-than-the-coalitions-and-they-must-make-it-count"
}