{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/17/myflow-app-startup-menstruation-technology-period",
  "id": "2016-05-17-204",
  "sectionId": "lifeandstyle",
  "body": "The first rule of menstruation etiquette is you don’t talk about menstruation, particularly to men. If you must discuss your period you do so quietly and euphemistically. When you’re surfing the crimson wave and have to go to the bathroom, you make sure your period paraphernalia is carefully concealed so people remain clueless about your condition.  The biggest breach of menstrual etiquette, however, is leaking in public. Luckily technology has stepped in to save women from their unpredictable uteri. A new startup called my.Flow promises a “solution to menstruation mortification” and “a girl’s worst nightmare of having blood leak through her new white pants”. You might think the solution would be tearing down the culture of shame that exists around menstruation. But, no: it’s a Bluetooth wearable device that tracks the saturation of your tampon and lets you know, via a mobile app, when to change it. my.Flow is the latest product of a modern mania for putting a chip in things and connecting them to the internet. This feeds into another internet-era enthusiasm: quantifying our lives. Fitness trackers measure your steps; smart cups measure your sips; smart beds measure your sleep.  By 2020 it’s estimated there will be 38.5bn smart and connected devices. And if my.Flow has anything to do with it one of those smart, connected devices will be our vaginas.      The my.Flow app.    my.Flow won’t launch until 2017, but I had a chance to see Amanda Field, the 29-year-old CEO, demonstrate a model of the product last week. Field first came up with my.Flow during a class project on wearables at UC Berkley.  After graduating she successfully pitched the idea to HAX, the world’s largest hardware accelerator, and was sent to their campus in China to develop the prototype. No one from the original class project could accompany her, but a friend working on a “smart vibrator” connected Field to Jacob McEntire, now her co-founder. The two of them flew to China in January; when I met Field she had only just returned from the demonstration the night before. So how exactly do you demonstrate a wearable period monitor? With a “drip-rig”, apparently: a bottle of purple liquid and a fake vagina. Why purple? Well, says Field, “in pad commercials it’s usually blue so we wanted it to be a little more realistic. We thought we’d go for red but didn’t want to alienate anyone. We want to change the conversation [around periods] but we’re not looking to cause a revolt. So we mixed blue with red. It meets in the middle.” This prevarication around the right way to challenge menstruation etiquette, the desire to be revolutionary – but not revolting! – results in a sort of confusion as to whether my.Flow is breaking down menstruation stigmas, or monetizing and reinforcing them.    With enough users, the data will represent an unprecedented amount of information about women’s menstrual flows    Professor Christina Bobel, president of the Society for Menstrual Cycle Research notes the product “accommodates the culture of silence and taboo around menstruation by allowing the menstruator to pass as non-menstruating. Look, I live in the real world so I appreciate how nice it is not to leak but … we seem to be moving in the direction of ‘my body is a problem to be solved’. The only way I can manage it, not even enjoy it, is through buying stuff.”  The extent to which we’re marketed a menstruation mentality is echoed by Elissa Stein, co-author of Flow: The Cultural Story of Menstruation. “The whole language of menstruation was created by advertisers to sell products,” says Stein. “Because if advertisers can create shame they can use their products to solve it.”  In Stein’s opinion, my.Flow bolsters this. “Menstrual mortification!” she exclaims, referencing the copy on my.Flow’s website “if that’s not a slap in your face … It’s the same message women have been sold for decades. That menstruation is something to be ashamed and afraid of. We’re going to sell you something to keep your secret.” The irony is that my.Flow may do more to advertise your secret than keep it. It works via a wearable device about the size of a small key fob that attaches to your waistband or belt. So, yep, you’re walking around with a period monitor on your waist trying to make sure nobody knows you have your period. The wearable serves as the communication station between the my.Flow app on your phone and a special “companion tampon”, which has an elongated string containing medical-grade conductive steel.      Amanda Field was sent to their campus in China to develop the prototype. Photograph: my.Flow    Once you insert the tampon, you thread the end of the string into the wearable device then wirelessly pair the wearable with your phone. Finally you program the app to send you a notification when your tampon is a certain percentage full. The notification can say whatever you like, whether that’s “call aunt Flo” or “you are about to rain down blood on the boardroom floor”. While it’s useful to know how full your tampon is, most women gradually become attuned to the ebb and flow of their cycle without technological assistance. Will women really want to go through all this rigmarole for more granular information?  Field thinks so. We don’t know how big an issue anxiety about staining is, she says, because we don’t talk about it.  The culture of silence around menstruation means pitching the product to investors has had its challenges. Most of the male VCs (something of a tautology since 93% of partners at top venture capital firms are male) she encountered didn’t even know how a tampon worked. Field notes that “women who were older and post-menopausal were pretty confused as well. Like … is this something that’s really necessary?’” Despite the cynics, however, Field says virtually “every woman we talked to has told us that this will be something that they’re standing in line to get”. If you are standing in line for my.Flow, how much will it cost?  First, there’s the one-time purchase of the wearable at around $49. Then there are the companion tampons; my.Flow is currently negotiating with a major tampon brand to have these manufactured. They will be priced at a few dollars more than regular tampons – which already cost women at least $60 a year. With all the current controversy around the luxury tax on tampons shouldn’t we be focusing on lowering prices rather than increasing them? Field says she is cognizant of this and “wanted to make sure we weren’t marking up too much, [which is] why we’re going for a lower price point than we could”. Further, Field believes that you’re paying not just to reduce anxiety around stain-shame but also to reduce potential risks of infection and toxic shock syndrome (TSS) from tampons that have been left in too long. TSS is extremely rare and tampon use is a factor in less than half of cases. Nevertheless, it remains a concern and Field cites a case earlier this year in which a 20-year-old developed TSS after leaving her tampon in for nine days and almost died.    The culture of silence around menstruation means pitching the product to male investors has had its challenges.    The app may promote safer tampon use but it doesn’t solve the bigger problems around tampon use. First there are the environmental hazards; each year 7m tampons are dumped into US landfills. Then there are the broader health hazards. 70% of western women use tampons; each of these women will insert around 12,000 tampons into her body over her lifetime, with each tampon staying in highly absorbent vaginal membrane for a number of hours.  Yet few women have any idea exactly what it is that they’re actually inserting; there’s no contents list on a box of tampons. Independent studies have found them to contain carcinogens and toxins – tampon manufacturer-funded studies, unsurprisingly, have declared these to be safe. Ultimately, nobody really knows the risks of cumulative tampon risk. This is where my.Flow may prove most useful: the product has the potential to open up new avenues of research into women’s health. The app stores all your menstruation data – not just the frequency and length of your cycle as other period trackers do – but the changes in your flow. Should my.Flow attract enough users the aggregated data will represent an unprecedented amount of information about women’s menstrual flows which could yield valuable insights.  McEntire, the co-founder of my.Flow and lead hardware engineer, also believes that translating menstrual flow into data will help propel research in the area by reducing embarrassment: “It provides a level of abstraction which means people can treat menstruation like any other personal health data.” But with great data comes great responsibility. While the app might reduce your risk of blood leaks what about the risk of personal data leaks?  Fitbit caused some of its users a lot of embarrassment a few years ago by inadvertently having their sex stats show up in Google search. Then there’s the possibility, as with all “smart” devices, of hacking. Although as Mike Ryan, an expert in the security of connected devices, notes, the worst that could really happen here is that a hacker tricks the app into thinking a tampon is full. “If a woman begins to rely on this technology too much … then the attacker could cause her to make a mess.” Over the last 18 months, there’s been a groundswell of innovation and conversation around menstruation. New women-led menstruation solutions like Thinx period panties have emerged and adverts for sanitary products have become a lot more straight-talking. While this is all cause for celebration we need to be careful not to conflate product innovation with social innovation.  New products aren’t going to break down menstrual taboos, education is. Real progress isn’t an app that tells you when to change your tampon; it’s being able to walk to the bathroom, tampon conspicuously in hand, without anyone batting an eyelid.",
  "webTitle": "The connected vagina: monitor how full your tampon is – with a new app",
  "webPublicationDate": "2016-05-17T11:00:01Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/17/myflow-app-startup-menstruation-technology-period",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Arwa Mahdawi",
      "id": "profile/arwa-mahdawi"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/17/myflow-app-startup-menstruation-technology-period"
}