{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/27/ten-best-uk-campsites-with-activities",
  "id": "2016-05-27-227",
  "sectionId": "travel",
  "body": "Best for swimming Barefoot Campsites, OxfordshireCampers can start the day with a wild swim at three small riverside sites near Oxford which are next to a safe stretch of the Thames. Those who don’t fancy a dip can hire canoes, and fishing permits are available. The sites offer back-to-basics camping, with no electricity, just gas-fired showers and composting toilets. Campfires and barbecues are encouraged. Visitors can take their own tents and small campervans, or book a bell tent or log pod.• £12.50pp, May to September, barefootcampsites.co.uk  Best for messing about on the river      Ace Hideaways, MorayThis woodland site offers activities on the Findhorn river: canyoning, tubing, cliff jumping, rafting, kayaking and fly-fishing. There are also gorge walks, a disc golf course and paintballing. There’s an outdoor kitchen with two fire pits, woodland showers and composting loos. Campers can pitch their own tents in clearings, or hire a bell tent or shepherd’s hut.• Pitches in summer from £7 a night adult, £4 child, acehideaways.co.uk Best for nature      Badgells Wood Camping, KentThis newish site on the North Downs offers bushcraft sessions at weekends (and on Wednesdays in the summer holidays), that cover fire lighting, shelter building, woodland crafts and archery. More advanced workshops include game preparation and survival skills. In August, a Wild Things camp immerses under-16s in the natural world. The wood is home to rope swings as well as bats and badgers, and a 1km trench is a remnant of the wood’s time as an officer training camp. Tents and small campervans only. • From £12.50 adult, £6 child, April-October, badgellswoodcamping.co.uk Best for watersports      Pentewan Sands, CornwallEnjoy a jetset break on a camper’s budget at this five-star site with private beach and pitches metres from the sea. It offers sailing, waterskiing, windsurfing, kayaking, paddleboarding and more. It also hosts Scuba Fest, a three-day diving event, each spring. There are two indoor pools, tennis courts and a cycle trail. It is open to tents, caravans and motor homes, and there are mobile homes to rent.• From £10 a tent, March-October, pentewan.co.uk Best for adventure      Camp Katur, North YorkshireThis glampsite on Camp Hill Manor estate has quad biking, segway tours, adventure playground, bushcraft area, treetop adventure course, climbing wall and rope bridge plus zipwire. There is also an outdoor eco spa with wood-fired sauna and hot tub. Accommodation ranges from tipis and bell tents to pods and geodomes – the hobbit pods are good value in autumn. • From £35 a night for two in a hobbit pod, March-November, campkatur.com Best for would-be luvvies      Whitecliff Bay, Isle of WightAspiring young performers can attend a four-day (Mon-Thurs) stage school at this beachfront site. Teachers will help them learn musical theatre material , and classes in dancing, singing and acting culminate in a live show. The park also offers a play scheme, and innovative activities such as hoverboards, aqua jets and airbourne archery. It’s open to campers and caravanners, with bell tents, vintage caravans, lodges and chalets to rent.• Stage school £15 a day/£39 four days, also at Mill Rythe in Hampshire. Pitches for six from £27 in summer, awayresorts.co.uk/whitecliff-bay Best for snowsports      Pembrey Country Park, CarmarthenshireThere is unlikely to be snow in south Wales, but that won’t stop visitors racing down this site’s 130-metre dry ski slope and the longest toboggan run in the country. Part of a huge country park overlooking the Gower peninsula, it also has horse riding, outdoor laser tag, soccer zorb and crazy golf. If that isn’t enough, there is an eight-mile sandy beach and 550 acres of woodland. Tents and caravans only.• From £15 a pitch, 10 March-31 October, discovercarmarthenshire.com Best for animal lovers      Cotswold Farm Park, GloucestershireCampers on this popular site can buy a farm pass (£10.50) for use throughout their stay. Activities vary seasonally, but may include petting chicks and rabbits, bottle-feeding lambs and kids, meeting piglets, milking and shearing demonstrations, tractor rides and feeding the rare breeds. The shop sells the farm’s own Gloucestershire Old Spot sausages, organic milk and homemade bread. There are 40 pitches for tents, caravans and motorhomes.• Pitches from £12 a night, 10 March- 31 October, cotswoldfarmpark.co.uk  Best for yoga      Top of the Woods, PembrokeshireThis 27-acre farm in the Teifi Valley is an idyllic spot to practise yoga – classes at 7am on Fridays and Saturdays from July to September are followed by a healthy breakfast. The campsite is crisscrossed with paths and streams, and has ancient woodland and a secret waterfall. Other activities include bushcraft, guided woodland walks and campfire dinners. There is a field for frisbee and rounders, board games in the Dutch barn and a hammock garden. Pigs and chickens live here too, along with wild otters, owls and badgers. • Yoga and breakfast £10pp, pitches from £20 a night for two, topofthewoods.co.uk Best for arts and crafts      Swallowtails, NorfolkCreative campers should pitch up at Holt Hall, with its plethora of courses. Kids can create land art, make willow creatures or write countryside-inspired poetry. Adults can choose from art workshops or foodie days – making chutney, fungi forays and building pizza ovens. Families can do yoga and meditation classes, or go on a bat walk. The site is a few miles from the coast and has den-building areas and a lake with pond-dipping platforms. Tents, caravans and campervans welcome, and yurts are also available.• Camping £11pp, activity day £12pp, April-October, swallowtailholidays.co.uk",
  "webTitle": "10 of the best camping holidays with activities on site",
  "webPublicationDate": "2016-05-27T09:48:09Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/27/ten-best-uk-campsites-with-activities",
  "keyword": [
    {
      "webTitle": "Camping holidays",
      "id": "travel/camping",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Water sports holidays",
      "id": "travel/water-sports-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Glamping",
      "id": "travel/glamping",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Dixon",
      "id": "profile/racheldixon"
    }
  ],
  "guardianId": "travel/2016/may/27/ten-best-uk-campsites-with-activities"
}