{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/fifty-best-podcasts-bob-mortimer-john-oliver-jemaine-clement-serial",
  "id": "2016-05-14-164",
  "sectionId": "tv-and-radio",
  "body": "Alice Isn’t Dead The creepy podcast from the Welcome To Night Vale gang The makers of the gloriously weird Welcome To Night Vale are behind this eerie podcast. Those concerned that they might have to get up to speed with that series’ labyrinthine backstory, fear not: this is not a spinoff, nor a tie-in, but a completely new serialised drama. Alice Isn’t Dead tells the story of a truck driver searching for her presumed-dead wife, and experiencing much enigmatic spookiness along the way. The bad news is that you can’t just jump in; you have to go back and listen from the beginning. The good news is that the episodes are only 20 minutes long, so you’ll catch up in no time. And you really should. SH See also: The Black Tapes – a horror podcast to keep you up at night. You Must Remember This The podcast that dishes the dirt on old-world Hollywood This secret history of Hollywood podcast doubled its listenership with a special on the Charles Manson murders. But narrator Karina Longworth, a former film critic with an appetite for meticulous research and an LA purr, is just as compelling on Frank Sinatra’s weird space foray or the troubled life of 30s bombshell Frances Farmer. It’s a film podcast that actually feels cinematic, with crackly clips and incidental music. Like attending the ultimate starry cocktail party. BT See also: Lore – true tales from the twisted side of history.   Related: Listen To This: Another Round podcast changes the world one drink at a time    Another Round The podcast for those who love a drink... or 10 Even though the worst thing in the universe is to be sober around drunk people, Buzzfeed’s Another Round podcast somehow manages to feel inclusive. Its gimmick is extraordinarily flimsy – Tracy Clayton and Heben Nigatu (pictured, left)talk to each other and drink – and yet their conversations, on everything from racial politics to how to pronounce posh British actors’ names, manage to be both earnest and wide-ranging. Hamilton’s Lin-Manuel Miranda pops up for one brilliantly freewheeling episode. Bim Adewunmi, formerly of this parish, turns up in another. Better than it sounds, honest. SH See also: Tom And Lorenzo’s Pop Style Opinionfest – the fashion gurus and Mad Men superfans tackle all things cultural and sartorial. Athletico Mince The football podcast for people who don’t like football      A new entrant in the overstuffed “two blokes ramble on about whatever” genre. It has an unfair advantage: one of the blokes is Bob Mortimer, of Vic and Bob fame. He talks with humorist Andy “Get in the Sea” Dawson in a show where the promise of “at least 8% football content” is more likely to refer to Raheem Sterling’s home cinema or Leighton Baines’s tiny shorts than the merits of a double-pivot midfield. It’s 98% funnier than regular footy bantz. JS See also: Second Captains – this one is sporty, but the Irish Times crew play for laughs. The Allusionist The vitally verbose pod for those in love with words If you’re bored of language, you’re bored of life. At least that’s how it feels listening to comedian and etymology enthusiast Helen Zaltzman, who you might know from her other podcast Answer Me This. This fortnightly series is all about words, from the 5,000-year history of the emoji to the smallest language in the world. She chats with experts from crime reporters and CBT therapists to her brother, standup Andy Zaltzman. The Detonating The C-Bomb episode has proved predictably popular, while one titled Post-Love finds listeners sharing their worst breakup lines. Imagine Dictionary Corner playing the Edinburgh festival fringe. BT See also: No Such Thing As A Fish – QI researchers comb the news. A TV spinoff starts Friday 20 May on BBC2. Death, Sex & Money The podcast that asks life’s difficult questions Anna Sale’s interview-led podcast tackles the “big questions and hard choices that are often left out of polite conversation”, all of which feature at least one of the three magic words in the show’s title. So we hear from the former NFL player who has fallen out of love with the sport, the Sesame Street star battling memories of her own childhood and the sex worker trying to support her family. Sale is a fine interviewer, warm and empathetic but always willing to push forward with questions that some might leave unasked. GM See also: Love And Radio – stories and interviews that pack a punch. The Comedian’s Comedian The podcast that stands up for standups Comedian Stuart Goldsmith’s career has been given a boost by this nerdy yet inclusive podcast. Exploring the intricacies of standup, from writing methods to internal struggles, what might come across as a specialist series turns out to be an education in creativity that even outsiders will enjoy. Goldsmith’s forensic interview style often prompts fascinatingly raw responses – Tony Law’s drunken joyride of an interview is an agonising/enthralling listen. Both a great way of learning what drives major-league acts (Jimmy Carr, David Cross et al) and a an introduction to comics unnoticed by the mainstream. HG See also: The Fear – funny types discuss their darkest terrors. The Mysterious Secrets Of Uncle Bertie’s Botanarium The period comedy pod by half of Flight Of The Conchords     Jemaine Clement. Photograph: Rob Kim/Getty    “I shall prove that Heaven’s Clover exists. But first, I shall give each and every botanist in here a good thrashing!” This Kiwi period comedy has Jemaine Clement as Lord Joseph Banks, a “squillionaire” berk who sets sail from the Gravy Isles on a quest to prove his mad-scientist uncle (also Clement) right. A gag-packed script – think Jules Verne redone by Yonderland – is finessed with lavish production and great music. Sumptuous. JS See also: Me1 Vs Me2 Snooker – Richard Herring takes himself on in an endless tournament.   Related: Longform: the podcast about writing that uncovers the story behind the headlines    Longform  The podcast that offers up an inside scoop on the big stories  A weekly spinoff from journalism curation site Longform, this pod lines up in-depth conversations with non-fiction writers that go deeper than your average interview. Statistician Nate Silver discusses his shift from analysing baseball to US presidential campaigns, foreign correspondent Kelly McEvers gives an insight into the life of the war reporter, and Adrian Chen talks about his New York Times profile on Megan Phelps-Roper, former member of the virulently homophobic Westboro Baptist Church. LP See also: EyePlayer – Private Eye’s droll take on major media stories. Criminal The crime podcast for when you’re waiting for more Serial Tales of true crime, once banished to a shelf at the back of WH Smith, are flourishing online. Criminal approaches the genre from a thoughtful angle, privileging curious tales and quirks of jurisprudence over anything overly grisly. In an episode titled The Finger, host Phoebe Judge interviews a man defending his legal right to flip off the cops, while Jolly Jane is the tale of a nurse operating in 19th-century Boston who eased her patients to an early death via an injection of morphine. Cheerful stuff! LP See also: Sword And Scale – stories of small-town serial killers, Japanese cannibals and more. The Adam Buxton Podcast The podcast from the top dog of homespun offbeat chat     Adam Buxton. Photograph: Katherine Anne Rose    The master of offbeat wit infused with a humble, home-made quality, Dr Buckles transfers his skills into a new, interview-based podcast. Centred on in-depth conversations – referred to here as “ramble chats” – Buxton teases out personal stories and smart observations from the likes of Caitlin Moran and Louis Theroux. Often its most poignant moments arise from Buxton’s intimate admissions on everything from dealing with grief to his dog, Rosie. Worth a five-star rating for the DIY jingles alone. HG See also: Distraction Pieces – rapper Scroobius Pip chats amiably to artists, authors and activists. Strangeness In Space The podcast that sends kids’ TV favourites into orbit  Daft sci-fi comedy for all the family, starring Trev and Simon from Saturday morning kids’ TV of yore. Pink Custard, an 80s synthpop duo, are blasted into space by mistake. Cue silly songs rhyming “android” with “overjoyed”, delivered in a Pet Shop Boys style, puns that will make seven-year-olds’ giggles rain down, and gags about pop, space and sandals. So far only three episodes are on iTunes – each one is crowdfunded and when they reach their total, they make another – so treat yourself to the lot. HV See also: Hello From The Magic Tavern – surreal chat straight outta a portal behind Burger King. Call Your Girlfriend The podcast celebrating frank and funny female friendships “A podcast for long-distance besties everywhere” brings together Ann Freidman and Aminatou Sow for smart talk laced with menstruation, Gossip Girl and Ivanka Trump. It’s a proper lady coven, run completely by women, with the inevitable quick-fire one-liners that ensue. Start with episode 35: The Saddest Hello Since Lionel Richie, where the duo come out as Bieber sympathisers, discuss Drake’s penis muscles and wonder how Adele can be so sad when she’s dating a “hot bear”. HV See also: Guys We Fucked – unabashed and hilarious convos about female sexuality. The best podcasts… for comedy     Andy Zaltzman and John Oliver. Photograph: Murdo Macleod    The Bugle Now a monthly missive due to co-host John Oliver’s other, rather more lucrative gig, his and Andy Zaltzman’s satirical podcast is still the sharpest around. Comedy Bang! Bang! Scott Aukerman’s ensemble comedy pod is still the biggest and best of its kind 400 episodes in, and its sketch show TV spinoff is worth a watch, too. My Dad Wrote A Porno Jamie Morton reads chapters from his father’s hilariously clunky erotic novel, while mates Alice Levine and James Cooper chuckle heartily. Mouth Time! Courtesy of Reductress, the Onion-style parody of women’s mags and blogs, comes a silly and savage takedown of chatty lifestyle podcasts. Call Chelsea Peretti The Brooklyn Nine-Nine star does verbal battle with comics and bemused members of the public in this send-up of phone-in shows. The best podcasts… for brain food      Donald Trump. Photograph: Win McNamee/Getty    Slate Trumpcast Slate’s political pod looks at the conditions that brought about The Donald. The podcast will only stop when – or if – Trump fails in his unlikely bid to be president. Invisibilia An NPR series that sees Alix Spiegel and Lulu Miller explore the imperceptible internal details that govern our behaviour, with fascinating results. The Urbanist Scoff all you like at those chaps at Monocle (right), but their podcast on the future of cities is never less than enlightening. Planet Money This economics ’cast from the This American Life team explains both boom and bust with wit and clarity.  The Memory Palace Nate DiMeo’s short historical podcast tells long-forgotten yet never less than illuminating stories from our collective past.  The best podcasts… you’ve already heard of      Marc Maron. Photograph: Getty    WTF With Marc Maron Maron’s comedy confessional has had a big 12 months, with President Obama among the famous types visiting the WTF garage.   Related: Listen to this: Louis CK and Julia Louis Dreyfus visit Marc Maron's WTF podcast    This American Life Podcasting’s first breakout hit, Ira Glass’s series remains a masterclass in long- and short-form narrative, as 2015’s school segregation eps showed. Radiolab Covering everything from science to philosophy, the WYNC series remains a beguiling exploration of both sound and storytelling. Serial OK, the most recent run wasn’t as compelling as season one’s tale of Adnan Syed, but Sarah Koenig’s true-crime pod is still engrossing. Desert Island Discs The long-running Radio 4 show’s archive , stretching back to the middle of the last century, is the pick of the Beeb’s extensive podcast selection. The best… of the rest     Iggy Pop Photograph: Rebecca Sapp/WireImage    Song Exploder Musicians such as Iggy Pop and Carly Rae Jepson dissect what makes their tunes tick. Melanin Millennials Lively show tackling the under-representation of women of colour in the UK media. The Sporkful A food ’cast that devours both haute and not-so-haute cuisine, from gyoza to doughnuts. Fruit YouTube star Issa Rae shares a fictional saga about an American jock’s sexual awakening.  Reply All The baffling world of internet culture is broken down in this engaging pod.  Mystery Show Starlee Kine solves small-scale conundrums like “How tall is Jake Gyllenhaal?”.  How Did This Get Made? Rubbish films are savaged by comedians. Nic Cage features a lot.  The Odditorium Dr Bramwell and friends highlight cultural curios.  Sampler Our list of top pods not enough for you? Here’s a podcast about other podcasts.  The podcasters’ picks     Josie Long. Photograph: Sarah Lee    Josie Long – The Beef and Dairy Network podcast “It’s odd, incredibly funny and the production values are wonderful. Ben Partridge plays it pitch perfectly. His guests improvise so well you can’t believe it’s off the cuff. Mike Bubbins as Eli Roberts is my favourite.” Adam Buxton - Throwing Shade  “My podcast producer Seamus got me into Throwing Shade, an American podcast hosted by Erin Gibson and Bryan Safi (who describe themselves in their intro as “feminasty” and “homosensual” respectively). To paraphrase Erin and Bryan, they discuss topics that affect women and gays and treat them with much less respect than they deserve, which means they veer from baffling LA gossip to serious political subjects with an enjoyable mixture of silliness and outrage. When they get the giggles it reminds me of doing the 6 Music music radio show with Joe. They have that thing that is often such a big part of making a good podcast: a shared comedic language of cajoling and teasing that the listener is invited to feel part of.” Scroobius Pip – The Joe Rogan Experience  “This is the podcast that got me into podcasts. Two to three hour conversations that can go from discussing the vastness of reality looking both outside of the known universe and inside on a cellular level to making dart jokes at the flick of a switch.” Helen Zaltzman – The Dinner Party Download “It’s what I listen to when I can’t figure out what mood I’m in, because it has everything: interviews, music, food, drinks, jokes.” Not forgetting... the Guardian’s range of podcasts     Guardian HQ, Kings Place    Football Weekly - AC Jimbo and the gang break down the beautiful game. The Story - Documentaries and long-form storytelling, including audio accompaniments to the recent 6x9 virtual reality project. The Guardian Books Podcast - Discussion and interviews with authors. There’s a children’s books podcast too for our younger readers. Sow, Grow, Repeat - Gardening tips from writers and experts. The Dailies - Bitesized news and reviews from the Guardian’s film desk. The Citadel - Dissecting the world of Game Of Thrones, one beheading at a time. Politics Weekly - All the goss and analysis from inside Westminster. The Audio Long Read - Audio versions of the Guardian’s heftiest articles. Guardian Live Podcast - Audio recordings of the Guardian’s live events with authors, thinkers and more. Token - Race and identity are explored in this Guardian Australia podcast. Science Weekly - Analysis and interviews from the world of science and technology. Global Development Podcast - Exploring the big issues for the developing world. What Would A Feminist Do - Jessica Valenti reports from the front lines of feminism. Behind The Lines - All the goings-on in the Guardian Australia newsroom. • This article was amended on 16 May 2016 to correct the spelling of Alice Levine’s name, from Alice Lowe as an earlier version said.",
  "webTitle": "The 50 podcasts you need to hear",
  "webPublicationDate": "2016-05-14T08:00:31Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/fifty-best-podcasts-bob-mortimer-john-oliver-jemaine-clement-serial",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    },
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    },
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    },
    {
      "webTitle": "Louis Pattison",
      "id": "profile/louispattison"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Bella Todd",
      "id": "profile/bella-todd"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/fifty-best-podcasts-bob-mortimer-john-oliver-jemaine-clement-serial"
}