{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/the-mayoress-kickstarter-jack-dee-michelle-collins-crowdfunded-sitcom",
  "id": "2016-05-09-123",
  "sectionId": "media",
  "body": "Jack Dee, Harry Hill, Romesh Ranganathan and Michelle Collins are to star for free in a new crowdfunded sitcom about “small-minded middle England” that was turned down by the BBC. In a move designed to “cut out the middleman”, the team behind comedy The Mayoress is looking to raise £75,000 on Kickstarter to make the show.   Related: Con Air director takes Salty path to a crowdfunding record    Cast and crew, including director, David Schneider, of The Day Today and I’m Alan Partridge, and script editor, David Quantick, who has written for Brass Eye, are dedicating their time for free. Written by Harry Hill’s TV Burp co-writer, Brenda Gilhooly – best known for playing fictional Page 3 girl Gayle Tuesday – The Mayoress looked set to be made by the BBC after executives said they liked the idea and Gilhooley wrote a script. However, the corporation then decided not to go ahead with the project and Gilhooley, encouraged by the success of streaming services such as Netflix, decided to take matters into her own hands and fund the first episode to distribute free online.   Dee told The Guardian: “This is probably something we’re going to see a lot more of in the future. The whole thing is going to change. In fairness a commissioner could see it as a good script but not have the money to make it – that’s increasingly happening.” Dee, who is hosting three EU referendum specials of Jack Dee’s Helpdesk on BBC2 next month, said he and the others working on the show were “all in the same boat”. He said: “We like it and why shouldn’t it be made just because there isn’t a channel there to make it?” He added: “It’s also intriguing to see how far you can get with a project like this in terms of Kickstarter and to what extent the power to make the decision can be shifted from the conventional channels back to the people who are going to be directly involved in it.” Gilhooly said it was absolutely amazing that the cast, Quantick and Schneider said they would waive their fees. “I thought with viewing habits changing and a social media revolution going on, things are really changing so there’s no reason I can’t try and make this happen myself. It just started gathering momentum, which would never have happened if it had stayed sitting on someone’s desk.” She said the show, based around a seemingly unsuitable woman becoming mayoress, is “really mainstream as an idea”. Gilhooley said: “There’s so much comedy that comes out of middle England that no one seems to be tapping into, all the small silly stuff like pot hole disasters or wheelie bins. You’re getting the comedies about politics at Westminster but nobody’s tapping into that small-minded thing that goes right across England.”",
  "webTitle": "Jack Dee and Michelle Collins to star for free in crowdfunded sitcom",
  "webPublicationDate": "2016-05-09T15:39:14Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/the-mayoress-kickstarter-jack-dee-michelle-collins-crowdfunded-sitcom",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Kickstarter",
      "id": "technology/kickstarter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Jack Dee",
      "id": "stage/jack-dee",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Harry Hill",
      "id": "tv-and-radio/harry-hill",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Romesh Ranganathan",
      "id": "stage/romesh-ranganathan",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Crowdfunding",
      "id": "technology/crowdfunding",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tara Conlan",
      "id": "profile/taraconlan"
    }
  ],
  "guardianId": "media/2016/may/09/the-mayoress-kickstarter-jack-dee-michelle-collins-crowdfunded-sitcom"
}