{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/andrew-davies-my-les-miserables-will-be-nothing-like-shoddy-farrago-musical",
  "id": "2016-05-27-14",
  "sectionId": "film",
  "body": "Andrew Davies’s next historical novel adaptation for the BBC will be Victor Hugo’s Les Misérables – but nothing like the “shoddy farrago” of the musical. The adapter of Pride and Prejudice, Middlemarch and most recently War & Peace gave his frank opinion of the stage and film musical to an audience at the second day of the Hay Festival. His version of Hugo’s epic novel will a straight adaptation. “Nobody sings. Well they might sing the odd song but they don’t yell great things like they do in the musical.”     Andrew Davies in 2007, winning the Bafta Cymru Special Award for outstanding contribution to film and television. Photograph: Huw John/Rex    Davies was asked whether it was too close to the Tom Hooper-directed movie in 2012, an adaptation of the Boublil and Schonberg musical. “It’s quite a few years and I have a dreadful memory of the musical and for people who think that’s all there is, I thought it’s important that people realise there is a lot more to Les Misérables than that sort of shoddy farrago. The book needs a bit of a champion.” Davies, now 79, was in Hay to speak about the hugely successful War & Peace which starred Paul Dano, Lily James and James Norton. He was asked to adapt Tolstoy’s novel by BBC Wales, even though he had never previously read it. “I had been waiting until I was old and then I realised I had been old for some years so it was a good little nudge.” Davies said he read it and was immediately excited by Andrei, later played by Norton, and by Pierre (Dano). “He’s like a blundering idiot but he’s got a lot of heart.” Davies said he was pleased with how it turned out, although if he could do it again he would have made it longer than the six one-hour episodes. “We didn’t realise quite how it would spread, in retrospect I think maybe I was wrong, it should have been seven or maybe eight.”",
  "webTitle": "Andrew Davies: my Les Misérables will be nothing like 'shoddy farrago' musical",
  "webPublicationDate": "2016-05-27T21:53:53Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/andrew-davies-my-les-miserables-will-be-nothing-like-shoddy-farrago-musical",
  "keyword": [
    {
      "webTitle": "Les Miserables",
      "id": "film/les-miserables",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "War and Peace",
      "id": "tv-and-radio/war-and-peace",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "film/2016/may/27/andrew-davies-my-les-miserables-will-be-nothing-like-shoddy-farrago-musical"
}