{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/dilma-rousseff-brazil-president-impeached-senate-vote",
  "id": "2016-05-12-289",
  "sectionId": "world",
  "body": "Less than halfway through her elected mandate, Dilma Rousseff was stripped of her presidential duties for up to six months on Thursday after the Senate voted to begin an impeachment trial. After a marathon 20-hour debate that one politician described as the “saddest day for Brazil’s young democracy”, senators voted 55 to 22 to suspend the Workers’ party leader, putting economic problems, political paralysis and alleged fiscal irregularities ahead of the 54m votes that put her in office.   Related: Brazil president Dilma Rousseff suspended after impeachment vote - live    Rousseff, Brazil’s first female president, will have to step aside while she is tried in the upper house for allegedly manipulating government accounts ahead of the previous election. Her judges will be senators, many of whom are accused of more serious wrongdoing. A final decision, which is likely in September or October, will require a two-thirds majority. Ominously for the president, this margin was exceeded in Thursday’s vote. Speaking after the vote, Rousseff remained defiant, denying that she had committed any crime, and accusing her opponents of mounting a “coup”.  “I may have committed errors but I never committed crimes,” Rousseff said during a 14-minute address, at one point choking up. “It’s the most brutal of things that can happen to a human being to be condemned for a crime you didn’t commit. There is no more devastating injustice.” The impeachment is more political than legal. Similar fiscal irregularities went unpunished in previous administrations, but they are a pretext to remove a leader who has struggled to assert her authority. After Rousseff came to power in 2010, she initially enjoyed some of the highest ratings of any leader in the world. But her popularity has slumped along with the economy, now in its deepest recession for decades.  Adding to her woes have been a fractious parliament and a massive corruption scandal at the state-run oil firm, Petrobras, that has implicated politicians across the spectrum, including many close aides and the former president Luiz Inácio Lula da Silva.    brazil graphic   With the Olympic spotlight now about to shine on Brazil – and the Zika virus health crisis far from over – the country is fraught with problems. Many blame the Workers’ party, which has been in power for 13 years. Rousseff’s approval ratings are now around 10%; close to 60% of voters support impeachment. But many are uncomfortable about how she is being pushed aside. Even many opponents acknowledge the president is one of the least corrupt politicians in Brazil.     Senators applaud under a large screening displaying the 55-22 vote in favour of impeachment. Photograph: Evaristo Sa/AFP/Getty Images    On their way to the impeachment debate, senators walked through the long concrete corridors of the parliament building, which are decorated with timelines of epic moments in the history of the chamber: the abolition of slavery in 1888 (the last major country in the world to do so), the creation of the First and Second Republics of 1889-1930 and 1946-1964 (both of which ended in military coups), the return of democracy in 1988 and subsequent steps to improve the rights of workers, women and minorities.  Few taking part would claim the impeachment of the country’s first woman president will be remembered with pride.  Unlike the triumphantly ugly scenes during the lower house vote which invited scorn around the world, most of the senators struck a sombre tone. There was no repeat – at least in the early sessions – of the cheering and singing. Instead, many claimed to be sad and said they were only reluctantly approving the suspension of the elected head of state because the economy was in crisis and politics were in turmoil.           ‘Democracy is our oxygen’: Brazilians speak out about Dilma Rousseff      All the people here are broken hearted. We don’t want this, but it is unavoidable  Marcelo Crivella, senator     “All the people here are broken-hearted. We don’t want this, but it is unavoidable. Brazil has come to a stop since last year,” claimed Marcelo Crivella, who, as well as being a senator for the Brazilian Republican party, is a gospel singer and a bishop of the evangelical Universal Church of the Kingdom of God. “We all recognise that [Dilma] has done a good job during her life for the democracy of Brazil.” Despite these respectful words, Crivella – who was once allied with the Workers’ party government – said that he would vote for the impeachment of the president because the country is mired in crisis and needs a change of economic policy. Others cited problems of corruption, which have led to the arrests of dozens of politicians across the political spectrum. Romário, the former striker for the national football team, looked somewhat ill at ease as he declared his vote for impeachment. “I know some will disagree,” he said. “But I have concluded there is sufficient evidence to admit the process.” He warned, however, that removing the president would not work like a magic wand to lift Brazil out of the mire.     Romário speaks during the impeachment debate. Photograph: Ueslei Marcelino/Reuters    For the Workers’ party and its supporters, however, this was a day of shame for Brazil’s political class. While many acknowledge the shortcomings of a president who never appeared comfortable dealing with congress or communicating with the nation, they claim Rousseff is the victim of a “coup” by the old elite who were unable to accept the result of the last election and deliberately caused instability to grab power .   Related: Brazil's anti-corruption prosecutor: graft is 'endemic. It has spread like cancer'    “This is the saddest day in the history of our young democracy,” said Vanessa Grazziotin, a senator from the Communist Party of Brazil. “This isn’t a valid constitutional process, it is a coup that goes against the opinion of the majority in the 2014 election.” However, the senator said the battle was not over because there was still time over the coming months for the population to realise they were robbed of their rights by the removal of the president. “If they suspend her today, I’ll go to the streets to demand new elections,” Grazziotin said.   succession graphic   Seventy percent of Brazilians support holding new elections – an even bigger majority than those who favoured impeachment – but that has been ruled out by Vice-President Michel Temer, who has now maneuvered to replace his running mate. He has spent the past few weeks canvassing candidates for the centre-right administration he is now expected to form. Advance lists of ministerial posts in the domestic media suggest his first cabinet will be entirely male and overwhelmingly white.     Lawmakers gathered for the special session on 11 May to vote on whether to accept impeachment charges. Photograph: Igo Estrela/Getty Images    It is unlikely to be more popular – nor any less tainted by corruption. Temer’s ratings are almost as low as those of the outgoing president. According to the most recent opinion survey by Ipsos, he has a disapproval rating of 62%. Fewer than one in seven support him. He too faces an impeachment process, though his support in parliament makes it unlikely he will succumb. And he too has been implicated in two plea bargains in the ongoing Lava Jato investigation into the kick-back and bribery scandal at the state-run oil firm Petrobras. Several members of his proposed cabinet also face charges by prosecutors.   Senators under investigation   Senator after senator repeated the phrase that “nobody is above the law”, yet many are living proof that this has long been untrue in Brazilian politics. As in the lower house many of the politicians who voted for Rousseff to be stripped of her post for fiscal irregularities are themselves accused of far greater crimes. Thirty-three of the 81 senators have either been charged or are under investigation by prosecutors. Some have been found guilty by the supreme court, such as Ivo Cassol, a senator from Rondônia, who is fighting a five-year prison sentence for fraud and has been fined for illegal deforestation of the Amazon.     Senators repeated the phrase that 'nobody is above the law', yet many are living proof that this has long been untrue    Among those who spoke was Fernando Collor, who was the last president to be impeached in 1992, and is now implicated in the Lava Jato case. He did not say how he would vote, but spent much of his time at the microphone claiming he was wrongly accused. The implications for Brazil’s democracy are, at best, mixed. Of the four directly elected presidents since the end of the military dictatorship in 1985, two have now been impeached.  The upper echelons of the political class are also deeply tainted by scandal and scheming. Four of the five top figures in the nation are now either suspended or under investigation by prosecutors.      An anti-government demonstrator. The country is now in its deepest recession for decades. Photograph: Felipe Dana/AP    The third in line to the presidency – house speaker Eduardo Cunha, who orchestrated Rousseff’s downfall – was suspended from his post by the supreme court for obstructing justice. Prosecutors in the Lava Jato investigation have also accused Cunha of receiving at least $5m in bribes and hiding the money in secret Swiss bank accounts. The fourth in line, Renan Calheiros, the leader of the senate who oversaw today’s impeachment vote, is the subject of 11 criminal investigations, nine of which are related to Lava Jato.  Rousseff spent her last day in power largely out of the public eye. Instead of her usual morning bicycle ride, she went for a walk. Later, she fired all but two members of her cabinet – the head of the central bank and the sports minister, who has played a central role in organising the Olympics.  Now suspended, the president is unlikely to attend the opening ceremony of the Games as she had previously been expected to do. She could yet come back, but the chances are slim now that Temer controls the budget and more than 10,000 government appointments.  There is little ceremony for the handover of power. The senate will send an emissary with an intimação or official notification of the result and its consequences to President Rousseff, who will keep her title and residence, but lose her authority and be obliged to leave the Planalto presidential office. The same emissary will then deliver a notificação to Michel Temer that he must assume the duties of the head of state. Vicentinho Alves, the senator who will serve the role of emissary, said he will carry out his duties respectfully.      A man demonstrates against the impeachment in front of the national congress in Brasília. Photograph: Andressa Anholete/AFP/Getty Images    “I see Dilma as an upright and honest person who lacked the ability to govern in this situation,” he said. “In democracy, as I see it, a leader needs to have the support of the streets, which the president currently lacks. If that is gone, then you need the support of the national congress. But that is also gone. When you lose both those elements, you lose the capacity to govern.” Whether Temer will find it any easier remains to be seen. Given the circumstances under which he took power his administration starts under a cloud. Workers’ party supporters have vowed to mobilise against him. During the senate vote, thousands took to the streets of major cities to protest. Outside the congress building in Brasília there were minor confrontations as police fired teargas and pepper spray at demonstrators who threw rocks and fireworks.   Related: A warrior to the end: Dilma Rousseff a sinner and saint in impeachment fight    “The police are very violent. The majority of them are against Dilma and democracy,” said Clair Helena Santos, a housing activist from São Paulo, spluttering as she struggled to catch her breath. “With her out of power, things are going to get worse for social movements. But we will reorganise, continue our struggle and build a strong new left. It might not be called the Workers’ party. But we will have Lula as our candidate in 2018.” On the other side of the esplanade, several hundred pro-impeachment supporters were celebrating with music, dancing and drinking. Many were draped in the yellow and green national flag. “I’m totally delighted. The Workers’ party is finally gone,” said Rafael Curvo, a lawyer from São Paulo. “For us this is like the start of a new year.” The distance between the party and the street scuffles was little more than a hundred metres, but the two sides were separated by police and a metal barrier that has been dubbed the “impeachment wall”. It will come down soon. Temer may find it harder to reunify the nation.",
  "webTitle": "Dilma Rousseff suspended as senate votes to impeach Brazilian president",
  "webPublicationDate": "2016-05-12T09:38:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/dilma-rousseff-brazil-president-impeached-senate-vote",
  "keyword": [
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/12/dilma-rousseff-brazil-president-impeached-senate-vote"
}