{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/stephen-strasburg-nationals-mlb-contract-seven-years",
  "id": "2016-05-10-128",
  "sectionId": "sport",
  "body": "Nationals starting pitcher Stephen Strasburg will be in Washington for the forseeable future after signing a seven-year deal on Tuesday, reputed to be worth about $175m. Strasburg will receive a rolling opt-out clause after the third or fourth year of the contract, which would allow him to become a free agent at 31 or 32. The right-hander, who has spent his entire MLB career with the Nationals, is off to an outstanding start, going 5-0 with a 2.76 ERA after allowing four runs on Monday. Strasburg is 59-37 with a 3.06 ERA through 139 career starts.   Related: Washington Nationals' flaws make Hack-a-Harper a sound tactic    “Ensuring that Stephen will remain a part of our organization for years to come is a proud moment for our entire family,” the Nationals managing principal owner, Ted Lerner, said. “We are very fond of Stephen and his entire family, and we’ve thought very highly of them since he became such an integral part of our organization almost seven years ago. We’re honored that he feels the same way about the Washington Nationals, and very happy to keep him pitching in the nation’s capital.” The new deal matches Felix Hernandez’s contract with the Mariners for the sixth highest among big league pitchers. David Price’s deal with the Red Sox is worth a record $217m over seven years. The 27-year old Strasburg was on the mound for the Nationals’ 5-4 victory over the Tigers on Monday night, but declined to talk about the deal. “I’m just focusing on this game and stuff like that,” Strasburg said. “All that stuff is going to work itself out eventually. I’m really excited for the way the guys played behind me tonight, picked me up in the end.” But he did say that he enjoyed playing in Washington. “Growing up in southern California, San Diego, all my life and stuff, the east coast is a little bit of a change,” he said. “But the city of DC has been great to me and my family. It’s really grown on us. We’re very comfortable here.” Strasburg, a San Diego State product, was drafted first overall by the Nationals in 2009. He underwent elbow surgery in 2010.",
  "webTitle": "Stephen Strasburg signs seven-year, $175m contract with the Nationals",
  "webPublicationDate": "2016-05-10T15:19:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/stephen-strasburg-nationals-mlb-contract-seven-years",
  "keyword": [
    {
      "webTitle": "Washington Nationals",
      "id": "sport/washington-nationals",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/10/stephen-strasburg-nationals-mlb-contract-seven-years"
}