{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/when-it-comes-to-interracial-romances-the-movies-need-to-catch-up",
  "id": "2016-05-12-114",
  "sectionId": "film",
  "body": "“Interspecies love is in the air!” enthuses one movie fansite at the prospect of the forthcoming Warcraft movie. There’s a lot to get up to speed with in Warcraft. The original video games were so wildly popular that their community of players exceeds the population of Norway, and the World of Warcraft wiki has over 100,000 pages. For novices, it’s a fantasy world not far removed from Lord of the Rings or Dungeons and Dragons: a realm of elves, dwarves, mythical creatures and medieval weaponry. Warcraft the movie revolves around Azeroth, a kingdom apparently ruled by European humans. Azeroth is invaded by orcs: hulking, relatively primitive ogres with overdeveloped lower canines. Rather than open arms, Azeroth greets these refugee orcs with medieval arms. “They’re beasts. They should all be destroyed,” says one character. It’s essentially a race war, although the battle lines are by no means cut and dried, so there’s still room for a bit of interspecies love.   Related: Oscar nominees weigh in on lack of diversity: 'there’s an elephant in the room'    Warcraft’s most interesting character looks to be Garona Halforcen, a half-human, half-orc and a green-skinned, kick-ass assassin. “Garona is at the heart of our story, the heart of everything,” director Duncan Jones has said. “Garona is the bridging element between two cultures that have never met and are meeting for the first time.” She is played, with prosthetic fangs and green body paint, by Paula Patton, an actor of African-American and European descent. A romance with the hero of the piece, a goodly Caucasian knight played by newcomer Travis Fimmel, is more than hinted at in the trailer.         Watch a trailer for Warcraft here.    Looking back over recent sci-fi/fantasy movies, there’s a curious pattern starting to emerge. Think back to Guardians of the Galaxy. There, the heroine of the piece was a green-skinned female alien named Gamora, who also had a romantic relationship with the white male hero. Gamora was played by Zoe Saldana, an actor of Caribbean and African descent. Then there was Avatar, where the heroine was a blue-skinned female alien, again played by Zoe Saldana. She also had a romantic relationship with the white male hero. Now think back to Star Wars: The Force Awakens. Remember Lupita Nyong’o was in it? Probably not, as you only heard her voice. She was Maz Kanata, a wizened, shrivelled little alien creature. Nyong’o, who is of Kenyan ancestry, has been one of the breakout stars of the decade. Since she won her Oscar for 12 Years a Slave, she has been showered with modelling contracts, red-carpet invites and accolades (she was People magazine’s “most beautiful” woman of 2014, for example).Star Wars took the most beautiful woman in the world and basically made her the Yoda of the piece. Nyong’o is currently working on a new sci-fi movie called Intelligent Life. The plot summary reads: “An employee at a department of the United Nations that monitors outer space inadvertently makes contact with a beautiful woman, who may be an alien.” Nyong’o is the alien, of course. It’s a safe bet the UN employee will be a white guy. You could look at this situation in a number of ways. The first is that women of colour are being cast as aliens by an unthinking industry that still equates “not white” with “exotic”. That theory holds water with a movie such as Avatar, where the other blue-skinned aliens were also played by not-white actors: Wes Studi (Native American), CCH Pounder and Laz Alonso (both African-American). Or could it be that, in the 21st-century moviescape, there’s still some problem with black women of reproductive age? Especially if they’re getting together with white men? Is that what’s this is really about? Black women already have it doubly hard in the movie industry, between the overwhelming male domination and the #OscarsSoWhite diversity problem. Empowered black women are well represented in music by the likes of Rihanna and Beyoncé (whose own rediscovered “blackness” has frightened the horses somewhat), but you can pretty much count the number of A-list black actresses on one hand. When it comes to mainstream blockbusters, they all but disappear, usually under a coat of body paint.     Lupita Nyong’o as Maz Kanata in Star Wars: The Force Awakens. Photograph: Lucasfilm    Take superhero movies. Marvel’s current smash hit Captain America: Civil War marshals most of the Avengers-affiliated team, including, to its credit, a new black superhero: Chadwick Boseman’s Black Panther. But let’s count the numbers. White males: nine, including the absent Thor and Hulk (yes, Hulk’s technically half-green but that doesn’t count). Non-white males: three (Black Panther, Falcon, War Machine). White females: two (Black Widow, Scarlet Witch). Non-white females: zero. Don’t go looking for women of colour in the DC universe, either: they’ve only just discovered women full stop. The only top-flight black female superhero to date has been the X-Men’s Storm – originally played by Halle Berry, now, in the forthcoming X-Men: Apocalypse, by Alexandra Shipp. In the last X-Men instalment, Days Of Future Past, an entire romantic subplot was filmed involving Berry’s Storm and Hugh Jackman’s Wolverine. They even shared a passionate kiss. But it was all deleted from the final version “for runtime purposes”. You could be forgiven for assuming this battle had already been fought and won, and that sci-fi and fantasy played their part. Exhibit A would be Plato’s Stepchildren, the famous 1968 Star Trek episode credited with broadcasting the first interracial kiss in US television history. William Shatner’s Captain Kirk and Nichelle Nichols’s Lieutenant Uhura lock lips, but it’s against their will – their bodies are being controlled by a mischievous race of telekinetic ancient Greeks. It wasn’t technically the first interracial kiss (we’d had one on British TV in 1962), although it was probably the first between a white man and a black woman. There was the expected mild outrage from the Bible Belt, but generally the reaction was positive and the Earth continued to spin on its axis. It’s worth remembering how racially divided the US was at the time. Laws prohibiting marriage between races in the US predated the declaration of independence, and “miscegenation” (still one of the ugliest words in the English language) was still illegal in some areas in 1967, the year before Star Trek’s kiss. Not that there wasn’t plenty of “miscegenation” going on before that between white men and black women, albeit in a non-consensual way as a consequence of slavery. The stereotype of the “Jezebel” – a barely clothed, sexually voracious, immoral seductress – served to legitimise the sexual assault of slave women, and it’s still in circulation today. Even if Nicki Minaj knows what she’s doing, Madame Tussaud’s clearly didn’t when it unveiled its waxwork of Minaj on all fours, bum in the air, wearing not much at all.     The famous kiss between Kirk and Uhura in Star Trek, 1968. Photograph: CBS via Getty Images    Attitudes off-screen have changed dramatically on the whole. In 1958, approval among Americans for marriages “between blacks and whites” was just 4%, according to a Gallup poll. In 2013, it was 87%. On screen, it felt like these battles had been well and truly won by the 1990s and 2000s. Just look at The Bodyguard – admittedly, nobody has since VHS went out of production – but, amid the cheesy melodrama and plaintive ballads, the coupling of Whitney Houston and Kevin Costner raised barely an eyebrow. Ten years later, Halle Berry became the first black woman to win the best actress Oscar in 2002 for her role in Monster’s Ball, which hinged on her passionate relationship with a white racist prison guard (the movie has been criticised for portraying Berry as a Jezebel). In the same era, Berry’s on-screen partners included Warren Beatty (Bulworth), Hugh Jackman (Swordfish) and even James Bond (Die Another Day). The latter has also rolled around with Gloria Hendry in Live And Let Die in 1973, and had a close shave with Naomie Harris in Skyfall. If nothing else, Bond is an equal-opportunities shagger. Meanwhile, Tom Cruise’s Mission: Impossible love interests have included Thandie Newton and, in 2011’s Ghost Protocol, Paula Patton – no green body paint required. The pairing of black men and white women (which is far more common in real life) has its own parallel but separate history, it should be added – as handled in movies like Guess Who’s Coming to Dinner?, Spike Lee’s Jungle Fever and Todd Haynes’ Far From Heaven. It’s taken for granted that black actors like Will Smith, Jamie Foxx and Denzel Washington often have a white female love interest. You have to feel especially sorry for Saldana in this context. She seems unable to fit in wherever she tries. As well as her “exotic alien love interest” roles in Guardians of the Galaxy and Avatar, she also starred in Guess Who – a gender-reversed remake of Guess Who’s Coming to Dinner?, which had broached interracial marriage a year before Star Trek. In Guess Who, it’s Saldana who brings a white man (Ashton Kutcher) home to her black parents, including intimidatingly sceptical dad Bernie Mac. Unfortunately, the movie devolves into a remake of Meet the Parents, hinging on Kutcher and Mac’s relationship, and leaves Saldana, and observations about race, on the sidelines. As critic Roger Ebert observed in his review: “Interracial relationships may be an area where the daily experience of many people is better-informed and more comfortable than the movies are ready to admit.” Ebert was married to a black woman, so he knew what he was talking about. More recently, Saldana has been criticised for being “not black enough” to play Nina Simone in a forthcoming biopic. The only place she’s been permitted to have an uncomplicated interracial romance is in JJ Abrams’s rebooted Star Trek, where she plays the new Lieutenant Uhura and dates Mr Spock (by contrast, Captain Kirk shags a green-skinned woman). Mind you, Spock is a Vulcan, so technically it’s still “interspecies love”. One factor in this reinstated taboo could well be the globalised nature of the modern movie market. An unnamed producer suggested as much in the leaked Sony emails in 2014, discussing the lower-than-expected box office of Denzel Washington’s The Equalizer. “I believe that the international motion picture audience is racist,” the producer wrote to Sony chairman Michael Lynton. “In general, pictures with an African American lead don’t play well overseas.” You might also remember a certain doctoring of the poster for the latest Star Wars for the Chinese market, in which dark-skinned John Boyega, who took up a third of the original image, was mysteriously shrunk down to the status of a minor detail. Just when the US gets over its own race hangups, it has take into account the rest of the world’s.     Paula Patton takes on another colourful role in Warcraft. Photograph: NBC Universal, Inc.    Thankfully, Warcraft’s racial politics are not as straightforward as they first appear. To its great credit, the movie features not one but two women of colour in its primary cast. Alongside Patton we find Irish actor Ruth Negga as Lady Taria, “queen-consort of Stormwind, King Llane’s great love and most trusted counsel.” Her brother in the film is white and blond haired. The film’s director has an ethnically mixed family setup himself, being the son of David Bowie, who was married to Somali-born Iman. Jones allegedly only took on Warcraft on the condition that he could make the story more nuanced than a simple “us v them” conflict. Patton was also married to a white man, it should be added: Robin Thicke, purveyor of date-rapist anthem Blurred Lines. They were childhood sweethearts but divorced last year. Thicke’s lachrymose followup album, Paula, looks to have ensured the split was permanent.   Related: Ruth Negga: ‘I never fitted anywhere – in life or in Hollywood’    By coincidence, Negga’s latest film, Loving, is playing in competition at the Cannes film festival this week. Directed by Jeff Nichols, it is a dramatisation of the story of Richard and Mildred Loving, a white man (played by Joel Edgerton) and a black woman who fell in love and got married in smalltown Virginia in 1958. They were subsequently sentenced to prison then banished for violating the state’s Racial Integrity Act of 1924. The act also deemed that all newborns in the state be classified by race. There were only two options – “white” or “coloured” – and, according to the notorious “one drop” rule, a single non-white ancestor in your family tree made you “coloured”. Six years later, with the help of the American Civil Liberties Union, the Lovings challenged the decision, a landmark legal battle that went all the way to the Supreme Court before it was unanimously overturned, rendering the last vestiges of American anti-miscegenation legislation obsolete. That’s what has happened in real life; clearly the movies have some catching up to do – even those set on far-flung and futuristic fantasy worlds. When you look at it, most of the actors are, technically, mixed race. Patton’s mother is of European descent, as is Berry’s; Ruth Negga is Ethiopian-Irish. The classification of these actors as “black” is itself a relic of the “one drop” rule and the US’s historical obsession with “racial integrity”. We’re still living with outdated criteria used to define and divide “races” in the first place. We’re all behind the times in some way. Our state-of-the-art blockbusters are even worse.  This article was amended on 12 May 2016 to clarify Duncan Jones’ relationship with Iman. It was further amended on 16 May 2016 to correct the reference to the Todd Haynes film in which a white woman has a relationship with a black man. It is Far From Heaven, not All That Heaven Allows, which was directed by Douglas Sirk.",
  "webTitle": "When it comes to interracial romances, the movies need to catch up",
  "webPublicationDate": "2016-05-12T16:43:46Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/when-it-comes-to-interracial-romances-the-movies-need-to-catch-up",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Civil rights movement",
      "id": "world/civil-rights-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World of Warcraft",
      "id": "technology/world-of-warcraft",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Star Wars: The Force Awakens",
      "id": "film/star-wars-episode-vii",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Lupita Nyong'o",
      "id": "film/lupita-nyong-o",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Trek",
      "id": "culture/star-trek",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Warcraft",
      "id": "film/warcraft",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Steve Rose",
      "id": "profile/steverose"
    }
  ],
  "guardianId": "world/2016/may/12/when-it-comes-to-interracial-romances-the-movies-need-to-catch-up"
}