{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/south-african-musicians-hail-end-of-cultural-imperialism-with-radio-quota",
  "id": "2016-05-12-96",
  "sectionId": "world",
  "body": "South African musicians have joyfully welcomed an announcement that their music will dominate the country’s airwaves after years of “cultural imperialism”. The national broadcaster, SABC, decided this week that 90% of the music played on its radio stations would be by local artists, a move that one of South Africa’s hip-hop stars compared to Nelson Mandela’s release from prison. “I never even thought that they’d make this change,” said Slikour, a musician from Johannesburg. “In the music industry, it’s like Mandela coming out of jail, to keep it real.” Under the new quotas, all 18 of SABC’s radio stations are to play local music from Thursday. The broadcaster took the decision after consultation with members of the music industry, and is expected to fill its schedules with jazz, reggae and other popular South African genres such as kwaito, inspired by 1990s house music and bubblegum disco of the 1980s.   Related: Dancing out of poverty in South Africa    SABC spokesman Kaizer Kganyago said: “We are saying that the heritage of this country has to be appreciated, and make sure that our cultural issues are put to the fore. That’s why we’re saying local is lekker.” “Lekker”, a ubiquitous South African slang word meaning “good”, was the word on dozens of musicians’ lips on Thursday. Jazz musician Don Laka, who campaigned hard for South African music to be played, said the decision to introduce quotas would “mark the death of cultural imperialism”. Laka had previously said millions of rand in royalties were leaving the country and resulting in local musicians struggling financially. “Every time you hear an American song on our radio and watch SABC TV, know that money is leaving South Africa,” he wrote.     Jazz musician Don Laka said the decision would ‘mark the death of cultural imperialism’. Photograph: Don Laka/Facebook    On Thursday, Laka said he was delighted and surprised by SABC’s announcement. “This is a landmark decision,” he said. “They nearly gave me a heart attack yesterday when the news broke. We were in a meeting and in that meeting I had prepared myself to come and fight. I think they thought they’d show this one that his time of fighting is over now. The COO just announced it and what shocked me even more was that he just said: ‘Tomorrow.’ Tears started running down my cheeks. I’ve never experienced such a move – that culturally, we’ll be liberated in 12 hours.” Not all South Africans were happy at the prospect of listening to local music all day , however. “It should be up to consumers, not bureaucrats, to determine what is played on the radio. The SABC 90% quota is irrational populism,” said Sihle Ngobese, a sociologist. “There’s no virtue in being a local musician. They too must earn fans and listenership.”",
  "webTitle": "South African musicians hail end of 'cultural imperialism' on radio",
  "webPublicationDate": "2016-05-12T17:29:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/south-african-musicians-hail-end-of-cultural-imperialism-with-radio-quota",
  "keyword": [
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/12/south-african-musicians-hail-end-of-cultural-imperialism-with-radio-quota"
}