{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/aquarius-review-rich-and-mysterious-brazilian-story-of-societal-disintegration",
  "id": "2016-05-17-108",
  "sectionId": "film",
  "body": "Kleber Mendonça Filho is the Brazilian critic turned film-maker famed for his first feature, Neighbouring Sounds. Maybe it’s appropriate that his new film, showing in the Cannes competition, has a scene in which its heroine comes close to being driven out of her wits by the people upstairs having an aggressively loud party. It’s a richly detailed character study, immersing the audience in the life and mind of its imperious main character, Clara, who is addressed as “Dona Clara”, commandingly played by Sônia Braga.   Related: 'Brazil is not a democracy': Cannes contender's cast stage red carpet protest    She is a retired music critic and public intellectual – with the stylishly preserved beauty of an ageing Audrey Hepburn. Clara is interviewed in the papers about her feelings on listening to vinyl or digital streaming; she is also known for her eclectic tastes and a love of both Heitor Villa-Lobos and Queen. She is widowed, well off, and has cultivated lifelong mannerisms of non-conformist hauteur, bolstered by her late husband’s wealth. She lives in the “Aquarius”, an elegant 1940s apartment building in the seaside town of Recife in north-east Brazil, where she raised her three children, now grown up.  Disaster strikes when a property company decides to buy up all the apartments in the building with a view to knocking it down and putting up a glass-and-steel monstrosity. The firm is fronted by a creepily plausible young business graduate called Diego – coolly played by Humberto Carrão. All the other tenants take the money and run, but Clara makes a last stand, refusing the company’s increasingly mouthwatering offers, then hanging tough when they begin a sinister campaign of harassment and intimidation: abuse, loud parties, mess on the stairwell. Meanwhile, she is subject to unsubtle pressure from her children to sell up; they are worried about her situation, but also interested in a huge cash boost to their own inheritance, as Clara can’t live forever. As the situation continues, Clara discovers more about a society in which she is out of place, and more about herself. To some degree, the Aquarius could be a metaphor for Brazil, with the cronyism, corruption and cynicism in its highest reaches. But it is more that the building is the outward expression of Clara: her private fiefdom, which she feels all more keenly, and with a fierce and paradoxical pride, when she becomes the only person left in it. Her siege has given her a late-flowering of stubbornness and purpose.  An opening sequence set in 1980 shows us that Clara has, all her life, modelled her style on her adored Aunt Lucia (Thaia Perez), whose 70th birthday she attends as a young woman with short hair, having just had surgery for breast cancer. Lucia had girlishly long hair, and was known for her political dissidence and daring love life. Flash forward 36 years and we can see how Clara has effectively duplicated Aunt Lucia’s image with long hair: a later scene shows how Clara is impressing a younger woman of her acquaintance, and so the chain of influence may be continuing.      Clara is a sensual person and tormented by her lack of sex – a lack made all the more galling because all the other single and widowed women of her acquaintance seem to have boyfriends. A likely-looking silver fox turns out to be cruelly uninterested in her once he realises she has had breast surgery. So the ordeal of the Aquarius provides a kind of miracle: one of the ways that the property firm finds to hassle her is using the flat above as the location for a porn shoot. But Filho shows that instead of disgusting Clara, it intrigues and amuses her, and inspires her to hire an escort for the evening.  She is also arrogant and snobbish, with a lifelong habit of speaking in front of the servants as if they were invisible. During one family party, in which old photos are being shown, Clara crudely derides an old family retainer for stealing the family’s jewellery; her housekeeper suddenly breaks into the conversation – an all but unheard-of breach of etiquette – and pointedly insists on showing everyone pictures of her son. Filho shows that there is pain in this gesture, and a kind of revenge, as the maid-thief is to recur in Clara’s dreams, with images of blood and fear. Aquarius doesn’t end in the expected way, and perhaps doesn’t end at all. It is probably flawed in that it depends on a deus ex machina in the form of a certain incriminating legal document which is rather casually crowbarred into the screenplay. Yet this is a densely observed and superbly acted portrait of a woman of a certain age.  • Aquarius is screening at Sydney film festival 2016",
  "webTitle": "Aquarius review: rich and mysterious Brazilian story of societal disintegration",
  "webPublicationDate": "2016-05-17T15:28:51Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/aquarius-review-rich-and-mysterious-brazilian-story-of-societal-disintegration",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/17/aquarius-review-rich-and-mysterious-brazilian-story-of-societal-disintegration"
}