{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/21/benedict-cumberbatch-the-hollow-crown-richard-iii",
  "id": "2016-05-21-35",
  "sectionId": "stage",
  "body": "Richard III brings the BBC’s Hollow Crown cycle to a fine climax. It also confirms that Benedict Cumberbatch is a highly physical, as well as a natural Shakespearean, actor. Watching him wrestle his way into his clothes in the opening soliloquy, I was reminded of his superb performance as the creature in the National Theatre’s Frankenstein. On stage, we witnessed the tortured birth of a monster; here we see Richard acquiring a new identity as he gets laboriously dressed.   Related: Shakespeare outdoes Game of Thrones in the BBC's Hollow Crown    Cumberbatch starts with two great advantages. The previous episode enabled him to lay the ground for Richard’s throne-hungry mania. Like Olivier in the film of Richard III, he also uses the camera as a close bosom friend. Having wooed Phoebe Fox’s Lady Anne – an episode that here takes place in a forest glade – he confides to the camera, and thereby to us, his rasping astonishment at her pliability.  In fact, Cumberbatch takes us stage by stage through Richard’s systematic progress to power. The dominant image of the production is of Cumberbatch’s index finger tapping a chessboard, as he works out how to remove the pieces that stand between him and the crown. But it is a mark of Shakespeare’s progress that the dramatist also allows us to see inside Richard’s soul: Cumberbatch is especially good in the eve-of-battle soliloquy, where a character who might simply be a murdering monster pathetically realises “there is no creature loves me”.      Keeley Hawes as Elizabeth, Judi Dench as Cecily and Phoebe Fox as Anne. Photograph: Robert Viglasky/BBC/Carnival Film & Television Ltd    Although Cumberbatch dominates the screen, this is far from a one-man show. Judi Dench brings all her clarity of speech and matchless sincerity to Richard’s mother, who views her son with undisguised horror: when she asks “What comfortable hour canst thou name / That ever graced me in thy company?” you totally believe her. Sophie Okonedo’s Queen Margaret stalks the action, right up to the climactic battle, like a vengeful ghost. Keeley Hawes turns Queen Elizabeth into a helpless pawn in Richard’s power games. Anyone who has seen the previous episodes will also understand – in a way that is tricky when the play is seen in isolation – just what the women are talking about when they catalogue Richard’s endless crimes. Dominic Cooke’s direction makes this the most cinematic episode of the cycle. Once or twice, as in Clarence’s dream, the use of flashbacks to illustrate past action distracts from the words. But I suspect Cooke has studied both Orson Welles’s Chimes at Midnight and Kenneth Branagh’s Henry V film when it comes to the final battle scenes: we get a welter of blood and mud leading to a stunning crane shot depicting a ghastly patchwork quilt of corpses. One knew Cumberbatch was a fine actor. But this cycle also suggests Cooke has a future, should he want it, in the movies.",
  "webTitle": "Benedict Cumberbatch proves a superb villain in The Hollow Crown's Richard III",
  "webPublicationDate": "2016-05-21T22:10:25Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/21/benedict-cumberbatch-the-hollow-crown-richard-iii",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Hollow Crown",
      "id": "tv-and-radio/the-hollow-crown",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/21/benedict-cumberbatch-the-hollow-crown-richard-iii"
}