{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/chilcot-wont-accuse-blair-of-lying-warns-former-pms-biographer",
  "id": "2016-05-29-53",
  "sectionId": "politics",
  "body": "The Chilcot inquiry is likely to criticise easy targets and not put the blame on Tony Blair, the author Tom Bower has said. Bower is the author of a scathing biography of the former prime minister, published earlier this year, which portrays him as a man with few policies and no ideology. One of the subjects he tackles is the Iraq war, the subject of Sir John Chilcot’s long-lasting inquiry. Chilcot’s report is finally due out on 6 July. Bower told the Hay festival: “Chilcot, in my view, will criticise the wrong people, the easy targets … the cabinet secretary, the chief of the defence staff, who was not told the truth. The man obviously to blame is Blair. “He will be criticised perhaps for undermining government, for having no plan for post-war Iraq … but he won’t be blamed for lying, that will not happen.”           Tony Blair comments on long-awaited Chilcot inquiry    Bower suggested that Chilcot himself was too close to the establishment in that Chilcot was heavily involved in the second Iraq inquiry, conducted by the cabinet secretary Sir Robin Butler.  Bower is known for his partial but always highly readable demolition jobs on figures such as the late Mirror newspaper publisher Robert Maxwell, Bernie Ecclestone and Sir Richard Branson. He appeared to be pushing at an open door at Hay after he asked the audience to say whether or not they had voted for Blair. A huge majority raised their hands. When asked, do they still have a favourable impression of him, very few remained up. Nevertheless, some questioned Bower’s objectivity. The author said he had interviewed more than 200 people including 120 civil servants. “Each had a mosaic of the story and putting them together I came up with what was an enormous surprise – it was a government of chaos, it was a government of failed ambition.” The book argues that Blair worked hard to gain power but had no idea what to do with it when he got it. It was a government without ideology, Bower argues, and by the second term it was too late to get one as he was being weakened by Gordon Brown and was on the “treadmill to Iraq”. The book takes five subjects: health, education, immigration, energy and wars, and Bower argues Blair failed on every count. A huge contributor to Blair’s success was his press secretary Alastair Campbell, who Bower said had a controlling influence over the British press. Campbell is used as source throughout, even though Bower did not speak to him. “He wrote four extraordinary and thick diaries. I thought I can’t improve on that.” It meant Bower could include brilliant anecdotes such as Blair, wearing yellow and green underpants, greeting Campbell and asking how many prime ministers “have a body like this?”. “That is from Campbell’s diaries,” Bower admitted. “That’s the thing, nobody reads them. I got them for a penny off Amazon.”",
  "webTitle": "Chilcot won't accuse Blair of lying, says former PM's biographer",
  "webPublicationDate": "2016-05-29T17:48:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/chilcot-wont-accuse-blair-of-lying-warns-former-pms-biographer",
  "keyword": [
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iraq war inquiry",
      "id": "uk/iraq-war-inquiry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "politics/2016/may/29/chilcot-wont-accuse-blair-of-lying-warns-former-pms-biographer"
}