{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/06/chicago-plans-aerial-cable-car-network-skyline",
  "id": "2016-05-06-85",
  "sectionId": "cities",
  "body": "The best city stories we’ve come across this week explore a new proposal for Chicago transport, an artwork in an abandoned nuclear reactor, “traffic light women” and the Indiana town struggling to overcome an HIV crisis. Share your thoughts about these city stories – and any others you’ve seen – in the comments below. The Skyline cable car Urban cable cars can be found in La Paz, Barcelona, Ankara, London and Cape Town, among other places – and have become not just popular tourist attractions but transport solutions (with varying success). Two years ago, a proposal was unveiled for the “East River Skyway” cable car network in New York, and now Chicago wants in on the game.  According to ArchDaily, London Eye designers Marks Barfield Architects and Davis Brody Bond have announced plans for the “Skyline”, an aerial cable car attraction spanning Chicago city centre, including along the recently revitalised Riverwalk. “The Chicago Skyline could do for Chicago what the London Eye has done for London, and become a very identifiable landmark within the city, driving tourism and prosperity,” says David Marks, director at Marks Barfield Architects. As well as being a tourist attraction, it is hoped the Skyline will be a practical solution to link Navy Pier to the public transport network within the Chicago Loop. Chicago once in fact had a cable car system, which operated from 1882 to 1906 – though these were ground-level, tram-like cable cars as opposed to the suspended aerial pods that are now planned. The Skyline project is still seeking permission. Chernobyl’s mural   Related: Chernobyl 30 years on: former residents remember life in the ghost city of Pripyat    The Russian photojournalist Igor Kostin took some of the first images of the ruined Chernobyl nuclear plant 30 years ago, and returned to the site periodically to document the impacts of the disaster. He died in an accident in 2006 but this month, to mark a decade since his death and three since the disaster, an Australian artist has painted a poignant black-and-white mural referencing Kostin’s work within Chernobyl’s huge, abandoned Reactor 5. As CityLab explains, artist Guido van Helten travelled to the site with filmmaker Geo Leros at the behest of international antiwar group ArtUnitedUs. Crosswalks for all  A few years ago, Berlin politicans tried to bring gender equality to the city’s pedestrian crossing lights by introducing “Ampelfrau”, or “traffic light woman”, a female version of the iconic “Ampelmann” invented in East Germany in the 1960s. As Jackie Strawbridge in Next City explains, Social Democrat district leader Martina Matischok-Yesilcimen specified that the figure should represent a modern-day woman without any “sexist stereotypes” such as ponytails, high heels or skirts.  But this design apparently turned out to be too difficult to achieve. Although other European cities, like Dortmund, Amersfoort and Valencia, implemented the “traffic light woman”, she was rejected in Berlin because the pigtails and dress in the design were seen as “outdated and cliched”. There has been a mixed reception even in places where the lights have been installed, with some in Valencia calling the lights sexist. For Lisa Wade, a sociology professor at Occidental College and founder of the sociology site Sociological Images, creating these female crosswalk icons – even with outdated markers of femininity – is highly valuable because it challenges the male-centeredness of our public spaces. Crosswalks certainly seem to be one part of city infrastructure where this desire for inclusive design is playing out. As Jackie Strawbridge writes:  Before hosting the Eurovision Song Contest last year, Vienna introduced gay- and lesbian-themed crosswalk signals to demonstrate open-mindedness. Wellington, New Zealand, has commemorated suffragette Kate Sheppard and transgender icon Carmen Rupe on crossing lights, in part to promote the city as “truly progressive” on the 150th anniversary of it becoming the capital, the mayor’s office says.  The HIV capital of small-town America In December 2014, the single largest HIV outbreak in US history took place in Austin, Indiana – a town plagued by widespread drug use. Writing in Mosaic Science, in a piece accompanied by haunting photographs from Lauren Lancaster, Jessica Wapner traces the town’s decline, meets its residents and explores whether a new approach to public health can rescue the town. “It’s kind of the epitome of years of neglect, poverty, lack of education and lack of opportunity, or people’s perception of lack of opportunity,” Jerome Adams, Indiana’s state health commissioner, says of Austin. Residents speak of growing up in a place where drugs are sold on every corner and parents deal narcotics in front of their young children.    Related: Anti-homeless spikes are just the latest in 'defensive urban architecture'    After the 2014 HIV outbreak, however, a new health strategy known as “syndemics” has been proposed as an answer to the town’s problems, which tackles physical illnesses as connected to wider social, economic and political factors known to accompany poor health such as poverty and drug abuse. By addressing the full context of problems, it is hoped that the syndemics approach can improve health among the town’s population.  Hostile cities Writing in Atlas Obscura, Ella Morton takes an in-depth look at “hostile” or “defensive” architecture – those design features in cities, from “anti-homeless spikes” to barbed wire – that seek to limit public access or curb unwanted behaviour. Even potted plants and timed sprinklers, Morton says, can be designed to disperse homeless people from public space. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Chicago plans 'Skyline' network of cable cars",
  "webPublicationDate": "2016-05-06T16:11:10Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/06/chicago-plans-aerial-cable-car-network-skyline",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Chicago",
      "id": "us-news/chicago",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "City transport",
      "id": "cities/city-transport",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Francesca Perry",
      "id": "profile/francesca-perry"
    }
  ],
  "guardianId": "cities/2016/may/06/chicago-plans-aerial-cable-car-network-skyline"
}