{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/you-are-the-ref-no371-riyad-mahrez",
  "id": "2016-05-06-273",
  "sectionId": "football",
  "body": "Click to enlarge, and debate the strip below the line. For a chance to have your question answered in a future You are the Ref strip, email us at you.are.the.ref@observer.co.uk. Keith Hackett’s verdict 1) Stop the throw being taken. The offence here is the manager stepping on to the field of play – so have a word, and restart with a dropped ball from the position where he entered the pitch. He should know better. Thanks to Darren Main. 2) First the easy bit: send them both off. Second, deal with the starting lineups. Because the game had not begun when you showed the red cards, both managers can now convert a named substitute from their original teamsheets into a starting player. It means they will now each have one fewer sub to choose from during the game, but they can still make the standard three changes. Once everyone is clear and the two teams have new captains, resume the coin toss as normal. Ronny Pearson wins the shirt.3) It’s always a priority to avoid penalising a team who have done nothing wrong – but there are times when you have no choice. This is one of those times. You cannot award the goal here because play was dead the moment the boy touched the ball. All you can do is make sure the boy is removed from pitchside, and restart with a dropped ball from where he saved it (or at a point on the goal area line parallel to the goalline nearest to where the boy touched the ball if he was inside the six-yard box). Calm everyone down, explain the situation, and include full details in your post-game report. Thanks to Jay Houghton.  You are the Ref No370: Alexis Sánchez",
  "webTitle": "You are the Ref No371: Riyad Mahrez",
  "webPublicationDate": "2016-05-06T09:35:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/you-are-the-ref-no371-riyad-mahrez",
  "keyword": [
    {
      "webTitle": "Laws of football",
      "id": "football/laws-of-football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/06/you-are-the-ref-no371-riyad-mahrez"
}