{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/father-john-misty-review-academy-leeds",
  "id": "2016-05-12-243",
  "sectionId": "music",
  "body": "Father John Misty has just begun his fourth song when there’s a commotion in the crowd. “Do we have a medical emergency?” he asks, as the music stops and house lights come up. Eventually, normality resumes, and his band simply pick up Only Son of the Ladiesman where they left off – where the song’s lothario protagonist has died, and his “used body” is being flailed at his funeral by numerous irate conquests. “I wouldn’t want a medical emergency in that song,” quips the Father, drily. Everything seems to be turning out right for Josh Hillman. In his 20s, as J Tillman, he released several earnest singer-songwriter albums that were mostly ignored. He drummed in Fleet Foxes, before a psychedelic experience provided the revelation that led to the Father John Misty persona: a tongue-in-cheek, wry, drug-crazed Casanova. We first heard him on 2012’s Fear Fun, but last year’s superior follow-up, I Love You, Honeybear, turned him into an international star. This time – inspired by hismarriage to film-maker Emma Garr - the songs used the new persona to explore love and, ironically, leave him more emotionally exposed than he was before. When he drops to one knee to sing, “I can hardly believe I’ve found you and I’m terrified by that”, it’s part theatre, part raw honesty of a kind songwriters generally shy away from.     Letting the songs do the talking … Father John Misty. Photograph: Andrew Benge/Redferns    The character has also turned him from background wallflower to pelvis-thrusting, guitar-hurling, biblically bearded charisma volcano – Jim Morrison’s head on Jarvis Cocker’s knowingly gyrating body. Half-hilarious, half-sensual, he doesn’t so much own the stage as lease the land for several miles around. Despite a reputation as a devilish raconteur, he says little here, but this means the songs speak for themselves. He’s like peak-period Elton John with Nick Drake’s strings as killer titles (Nothing Good Ever Happens at the Goddamn Thirsty Crow or When You’re Smiling and Astride Me) deliver high-rolling, comical tales of unprotected sex alongside searing insights and confessionals. Like an edgy standup who has an audience not knowing if they’re supposed to laugh, the emotional wallops come when they’re least expected.   Related: Father John Misty: ‘I wanted to write about love without bullshitting’    He’s dropped the canned laughter in Bored In the USA’s list of modern American ills, which means the song shapeshifts from wryly satirical to powerful and devastating. One minute he’s screaming like early Nick Cave or introducing “my favourite love song” – Nine Inch Nails’ electro stomper Closer (chorus: “I want to fuck you like an animal”). The next he’s delivering I Love You, Honeybear as such a beautiful statement of adoration it’s a wonder no one cries.  There are more rollicking ribald confessionals of personal failings in The Ideal Husband (as our hero, ahem, mounts the drum kit to tell his new wife about “every woman that I’ve slept with …”), but in playing this show more straight, the person behind the persona emerges as the great American singer-songwriter he probably always wanted to be in the first place.  At Glasgow Academy tonight, Manchester Albert Hall Friday 13 May, then touring.",
  "webTitle": "Father John Misty review – Jim Morrison’s head on Jarvis Cocker’s body",
  "webPublicationDate": "2016-05-12T11:19:17Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/father-john-misty-review-academy-leeds",
  "keyword": [
    {
      "webTitle": "Father John Misty",
      "id": "music/father-john-misty",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Simpson",
      "id": "profile/davesimpson"
    }
  ],
  "guardianId": "music/2016/may/12/father-john-misty-review-academy-leeds"
}