{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/india-death-row-prisoners-horrific-conditions-study",
  "id": "2016-05-06-158",
  "sectionId": "world",
  "body": "Prisoners on death row in India are living in inhumane conditions, facing unfair trials and horrific acts of police torture, according to a new study released by the Death Penalty Research Project at the National Law University in Delhi. The study is based on interviews with 373 of the 385 inmates believed to be on death row in India and offers a harrowing insight into the unbearable uncertainty the prisoners face and the horrific conditions they have to live in as they wait for judges to decide their fate. Researchers said there was little reliable information about how the state handled death row inmates, and found it difficult to discover the simplest of details, including the exact number of people facing the death penalty. Capital punishment has rarely been enforced in recent years and huge numbers of death sentences are later commuted to life in prison, though many prisoners spend years waiting for their fate to be decided. According to a report from the National Crime Bureau, 1,303 death sentences were handed out between 2004 and 2013, of which three led to executions. One man, Yakub Memon, convicted over his involvement in the 1993 Mumbai bombings, was executed in 2015. The study is a window into the lengthy, bureaucratic judicial process in India. It shows that for those currently on death row, there was an average of five years between arrest and sentencing.  Death sentences are handed down without consistency, forcing inmates into an endless system of appeals, during which they often have little information about the progress of the cases against them. Many are unable to meet their lawyers and are not informed about the status of proceedings. Torture, solitary confinement and “violent investigation techniques” are also endemic and a host of social and economic factors can determine how a person is treated in jail and the sentence they get. Three out of four death row inmates were classed as “economically vulnerable” and 42% belonged to the “scheduled castes”, considered to be lower down in the caste system.  Both judges and defence lawyers were blamed for the inadequacies of the sentencing process. Researchers recorded various instances where defence lawyers were not present during sentencing, conviction and sentencing were delivered on the same day or judges failed to apply the “rarest of the rare” rule for death sentences. At the final stage of proceedings, inmates can write to the president of India or the Ministry of Home Affairs, who have the power to grant a pardon. As there is no time limit for responses, prisoners waiting for their mercy pleas to be heard had spent an average of 21 years and five months in jail. Researchers recorded stories of prisoners who had committed suicide in jail, and others who preferred an immediate execution rather than spending the remainder of their lives waiting for a judgment in prison.  Chitrabhanu, who spent 20 years on death row, tried to make a noose from his handkerchief in order to imagine how hanging might feel while he waited for a pardon. A researcher recorded his desperation during that time. “How many years can one live like this?” he said. Mental health is flagged as a serious and under-researched issue in prisons, with many facing violence and humiliation from fellow inmates. More than 100 prisoners spoke about sleep deprivation, many saying they could not sleep for more than three or four hours a night because of the uncertainty of their fate. Many prisons have in-house gallows – a remnant from colonial times – which are a constant reminder of looming execution. Inmates also often fear their imprisonment is a burden on their families and loved ones, who have to bear the exorbitant costs of criminal lawyers. The use of torture is ubiquitous, the report said. Inmates spoke about being hung by wires, being forced to drink urine, being placed on a slab of ice and having a leg broken, forced anal penetration, and extreme stretching. Some gave specific details – being tied in a sack of chillies and beaten with the butts of police guns. Others left it vague, simply saying “unexplainable things” had been done to them. One inmate, Mayur, said he was forced by police to confess to killing a member of his extended family, a crime he says he did not commit. He told researchers that he was stripped naked and tied to a table while a snake was let loose in the room when police called him in for questioning. His wounds were rubbed with lemon juice and chilli. In chilling interview notes obtained by the Guardian, Mayur tells the researchers: “Imagine what it is like to be an innocent and be here.”",
  "webTitle": "India's death row prisoners face horrific conditions, study finds",
  "webPublicationDate": "2016-05-06T13:30:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/india-death-row-prisoners-horrific-conditions-study",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vidhi Doshi",
      "id": "profile/vidhi-doshi"
    }
  ],
  "guardianId": "world/2016/may/06/india-death-row-prisoners-horrific-conditions-study"
}