{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/tracee-ellis-ross-crush-bim-adewunmi",
  "id": "2016-05-21-201",
  "sectionId": "lifeandstyle",
  "body": "My London teenage life revolved around a holy trinity: Stratford library, shopping at the Mango sale to feel sophisticated, and lots of Star Trek: Deep Space Nine. But imagine a teenagehood in which glamour was a life habit: school in Switzerland, being photographed by Andy Warhol, fashion catwalks. Oh, and your mum is Diana Ross. This was the real teenage life of Tracee Ellis Ross, and if I didn’t love her so much, I’d be wildly jealous. I know it sounds like a cliche: daughter of megastar tries to be famous in her own right as a Hollywood actor. But hold on: Ellis Ross, 43, is criminally underrated. I first saw her as Joan Clayton, a neurotic lawyer/mother hen to a group of friends in the LA sitcom Girlfriends. In Joan, Ellis Ross spread her wings as a hugely gifted physical comedian. Her large eyes dance with mischief, widening for hyperbolic farce or narrowing for droll wit, and she excels at the dramatic stuff, too. She played Joan for eight years, and it’s a mystery that she wasn’t inundated with offers. She should’ve been her generation’s Lucille Ball, because, listen: She. Is. Hilarious. She popped up in (ex-neighbour) Kanye West’s video for Touch The Sky for less than 30 seconds, yet stole the show. Her Instagram is fantastic fun. She plays around with two fabulous alter egos: Caliope, a too-cool French fashion blogger and T-Murda, a rapper of considerable (non-)talent. She wears clothes as if she’s doing them a favour. Ellis Ross is the coolest girl in class, yet you don’t hate her.   Related: Why I love… Danai Gurira    These days, she’s putting in her comedy hours as Rainbow on the superlatively good family sitcom Black-ish. I hope it runs for years, but when it ends, give her all the roles. Please?",
  "webTitle": "Why I love… Tracee Ellis Ross",
  "webPublicationDate": "2016-05-21T05:00:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/tracee-ellis-ross-crush-bim-adewunmi",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Bim Adewunmi",
      "id": "profile/bim-adewunmi"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/tracee-ellis-ross-crush-bim-adewunmi"
}