{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/tyson-fury-aplogises-offensive-comments",
  "id": "2016-05-16-75",
  "sectionId": "sport",
  "body": "World heavyweight champion Tyson Fury has apologised for offensive comments made in an hour-long video interview last week, insisting: “I am in no way a racist or bigot.” Fury caused controversy after making homophobic, sexist and antisemitic remarks in the interview, which led to widespread calls for him to be banned from boxing. “I apologise to anyone who may have taken offence at any of my comments,” Fury said in a statement. “I said some things, which may have hurt some people, which as a Christian man is not something I would ever want to do. “Though it is not an excuse, sometimes the heightened media scrutiny has caused me to act out in public. I mean no harm or disrespect to anyone and I know more is expected of me as an ambassador of British boxing and I promise in future to hold myself up to the highest possible standard. “Anyone who knows me personally knows that I am in no way a racist or bigot and I hope the public accept this apology.”   Related: Tyson Fury’s demons keep prodding him into the theatre of the absurd | Kevin Mitchell    Fury is currently in training for his world title rematch against Wladimir Klitschko in Manchester on 9 July. In his outburst, which was posted on YouTube, he claimed: “Zionist, Jewish people ... own all the banks, all the papers, all the TV stations,” as well as repeating extreme views on bestiality, paedophilia and the role of women. His comments prompted the Campaign Against Antisemitism to call for Fury to be barred from the sport for his “offensive and racist” remarks. It is not the first time Fury has been forced to climb down from controversial views. He apologised in December after an interview with the Daily Mail in which he said: ‘There are only three things that need to be accomplished before the devil comes home: one of them is homosexuality being legal in countries, one of them is abortion and the other one’s paedophilia.” Fury, who stunned Klitschko on points to win the world title last November, subsequently claimed he had been misquoted and threatened violence against his interviewer. In response, the British Boxing Board of Control issued a statement reminding Fury of his responsibilities. The statement, which was issued on Fury’s behalf, added: “Tyson Fury, the Heavyweight Champion of the World, was interviewed last week by a video media outlet known as SportsView London. During the interview, Mr Fury made comments that have been viewed by some as offensive. Mr Fury would like to apologise to anyone who may have taken offence to these comments. “As a man of Traveller heritage, Mr Fury has suffered bigotry and racial abuse throughout his life and as such would never wish anyone to suffer the same. He has many friends of a wide range of backgrounds and races and wishes no ill to anyone of any race, religion or sexual orientation. “Mr Fury is a devout Christian and a family man, however he accepts that in the past he has said things publicly which are misrepresentative of his beliefs and usual good character. He appreciates he has a duty as the Heavyweight Champion of the World. He knows it comes with certain responsibilities and anything he says publicly will be heavily scrutinised. “Mr Fury now wishes to move past this and instead concentrate on what he does best, which is boxing, starting with his defence of the Heavyweight Championship of the World in the rematch against Wladimir Klitschko on July 9th at the Manchester Arena.”",
  "webTitle": "Tyson Fury apologises for offensive comments made in video",
  "webPublicationDate": "2016-05-16T18:23:46Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/tyson-fury-aplogises-offensive-comments",
  "keyword": [
    {
      "webTitle": "Tyson Fury",
      "id": "sport/tyson-fury",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/16/tyson-fury-aplogises-offensive-comments"
}