{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/scottish-farmers-fishermen-brexit-lack-of-evidence-nfu-eu",
  "id": "2016-05-09-168",
  "sectionId": "politics",
  "body": "Scottish farming and fishing leaders have told a parliamentary committee that their members are facing a “total lack of evidence” about how the UK would cope with Brexit. The president of the Scottish Fishermen’s Federation, Ross Dougal, told the Scottish affairs select committee that the majority of his members were in favour of leaving the European Union, prompted by “micro-management and top-down management” of the controversial common fisheries policy. But, giving evidence, he cautioned: “As [members] look at Brexit, one of the questions is who is going to cope with it? Is there the staff and experience available to start unpicking it?”  Dougal said cuts at Westminster were already affecting the Scottish fishing community’s relationship both with Defra and the EU. “What we are experiencing now is that budget cuts mean a lot of people we are dealing with are no longer there,” he said, giving the example of a key international negotiator at Defra, with whom his organisation had worked  regularly and who was “overnight, gone”. At a session in Glasgow to take evidence on the June referendum’s impact on Scotland, Andrew McCornick, the vice-president of NFU Scotland, emphasised the importance of funding to farmers from the common agricultural policy. Asked by Labour’s Stephen Hepburn how Brexit would affect Scottish farming, McCornick replied: “Our biggest market is in Europe. Our industry mindset has been towards accessing the common market. If we were to leave all those trade agreements we would have to start again, and if we exit we would not be sitting at the table for those negotiations.”  Another committee member, the Conservative Chris Chope, expressed his regret that the UK government’s fishing minister – and Brexit supporter – George Eustice had not been allowed to come to the committee to “explain all the advantages that would flow” from leaving the EU for fishing and farming communities.  McCornick told Chope to “send him up” to speak at a forthcoming NFU Scotland debate on the referendum. He said: “Where’s the money coming from? We’ve got a Westminster parliament that is very keen on austerity. Are they going to replace the money coming from Europe? Answer some of those questions and we’ll take it to the membership and discuss it.” He said NFU Scotland remained neutral on the issue, but added that “we find a total lack of evidence for exit”. The Scottish Fishermen’s Federation is likewise neutral although Dougal acknowledged that the majority of the industry were “no fans” of the EU, having suffered cuts to quotas and fishing time under the common fisheries policy.  Dougal added: “What we don’t know is, if there is a Brexit what happens next? Fishing is devolved so, apart from dealing with Europe, Scotland also has a concordat with England, Wales and Northern Ireland. If there is a Brexit and the UK takes back control, does that mean that Scotland still has competence? The majority of fish is in Scottish waters, mainly around Shetland. Have we got the expertise to sort this all out?”",
  "webTitle": "Scottish farmers left in the dark about Brexit, MPs told",
  "webPublicationDate": "2016-05-09T13:42:31Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/scottish-farmers-fishermen-brexit-lack-of-evidence-nfu-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/09/scottish-farmers-fishermen-brexit-lack-of-evidence-nfu-eu"
}