{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/02/all-surprises-radiohead-and-art-of-unconventional-album-release",
  "id": "2016-05-02-97",
  "sectionId": "music",
  "body": "Radiohead have become the kings of the unexpected album release. Not only does the album itself often come as a bit of a shock, but the method of its delivery tends to be a surprise. Put it this way: the first person to buy a new Radiohead album isn’t someone at their local Tesco with a crisp new tenner in their hand. So how have their releases evolved over the years? Here’s your album-by-album guide to Radiohead – not the music but the way it came out.   Related: Radiohead erase internet presence – is it a cryptic message?    Pablo Honey When? 22 February 1993. How? Conventional physical release on EMI. What else? The recording industry was still in rude health when Radiohead released their first album. Leaking, filesharing, streaming and downloading were things of the future. Pablo Honey was released exactly as the debut album by a young alt-rock band would usually be. It was preceded by a single, Creep, that did nothing (Radio 1 found it too depressing to play). But then radio stations in other countries started playing it – Israel, New Zealand, Spain – until finally it became a radio hit on the US west coast, eventually reaching No 34 in the Billboard chart. At which point it was rereleased in the UK, reaching No 7 and getting the band on Top of the Pops. Pablo Honey peaked at No 22 in the UK, but eventually went double platinum. What the critics said: “British teenagerhood has never been grumpier ... the best bits rival Nirvana, Dinosaur Jr and even the mighty Sugar.” (Q)            The Bends When? 13 March 1995. How? Conventional physical release on EMI. What else? The short and highly partial story: Thom Yorke gets sick of being rock star travelling the world with people screaming out for Creep. Makes album that consists of 48 minutes of him being fed up. That’s an oversimplification of course, but The Bends was the point when Radiohead went from being a mid-level alt-rock band to an art-rock band with Something To Say. The album was preceded by the My Iron Lung EP in October 1994, which did badly enough that EMI insisted that The Bends, which had been produced by John Leckie, be remixed by Sean Slade and Paul Q Kolderie. Did the band revolt at this label interference? No. Because they realised it sounded better. It’s easy to forget that Radiohead are very good at the business bit of “music business” as well as the music bit. The Bends reached No 4 in the UK, and though it went no higher than No 88 in the US, it paved the way for what was to come. What the critics said: “The album mostly reminds me of Suede trying to rock like Sparks but coming out like U2, or (more often) that hissy little pissant in Smashing Pumpkins.” – Spin            OK Computer When? 16 June 1997. How? Conventional physical release on EMI. What else? Radiohead’s US label, Capitol, took one listen to OK Computer and decided the band had delivered their commercial suicide record. It lowered its sales forecast from 2m to 500,000, leaving Parlophone – the EMI imprint that released Radiohead in the UK – as the only ones to offer unequivocal support. The lead single, released a couple of weeks before the album, was a six-and-a-half minute, multi-sectioned epic, that the band said was a bit of a joke, really. But Paranoid Android became the defining moment of the new Radiohead – a creation myth for the World’s Most Earnest Band. It was premiered on Radio 1’s Evening Session a month before release, and when it came out it was hailed as a new Bohemian Rhapsody. A performance on Later … With Jools Holland on 31 May sealed the deal: this was the future of rock music. When OK Computer followed, it was received like the second coming of the Beatles, with sales to match – No 1 in the UK and many other countries. A placing at No 21 in the US, and platinum status, suggested Capitol had been wrong. What the critics said: “Where Radiohead might go from here is anyone’s guess, but OK Computer is evidence that they are one rock band still willing to look the devil square in the eyes.” – Rolling Stone            Kid A When? 2 October 2000. How? Conventional physical release on EMI, accompanied by iBlip. (This was also the last Radiohead album released on MiniDisc.)   Related: Radiohead's corporate empire: inside the band's dollars and cents    What else? By now, Radiohead were firmly in control. Kid A was not promoted with albums or singles, but 30-second animated “blips”. Once again, this was an album made in reaction to the music industry rather than in conjunction with it. Thom Yorke told the Guardian – and this theme might sound familiar: “I always used to use music as a way of moving on and dealing with things, and I sort of felt like that thing that helped me deal with things had been sold to the highest bidder and I was simply doing its bidding. And I couldn’t handle that.”  And so, one of the most anticipated rock records in years was another left-turn, inspired by electronica rather than rock, and accompanied by the minimum amount of promotion by the band. Here, though, was the first of the big Radiohead release innovations: the band released the iBlip – a Java proto-app that allowed people to preorder and stream the album, and access artwork and links. The result was that the album was streamed 400,000 times – nothing now, but a landslide then. The album was the band’s first US No 1, though it didn’t come close to matching OK Computer’s sales. What the critics said: “It is the sound of Thom Yorke ramming his head firmly up his own arse, hearing the rumblings of his intestinal wind and deciding to share it with the world.” – Melody Maker            Amnesiac When? 4 June 2001. How? Conventional physical release on EMI. What else? Recorded during the same sessions as Kid A, Amnesiac was a little more of a band record than Kid A had been, and was more warmly regarded by many fans as a result. Again, though, Radiohead were wrongfooting the music industry: a big band releasing an album less than a year after their last one, and again shifting styles. This bucked conventional wisdom, but yet again the album was a hit: No 1 in the UK, No 2 in the US. Radiohead were proving that artistry trumped accountancy. The lead single, Pyramid Song, was beaten to No 1 by Do You Really Like It? by DJ Pied Piper and the Master of Ceremonies. What the critics said: “With the benefit of hindsight, Kid A’s wilful racket now recalls the clatter of a rattle being thrown from a pram. Tantrum over, Radiohead have returned to their role as the world’s most intriguing and innovative major rock band.” – The Guardian            Hail to the Thief When? 9 June 2003. How? Conventional physical release on EMI, accompanied by radiohead.tv. (This was also the last Radiohead album released on cassette.) What else? Radiohead’s last album for a major label leaked, in unfinished form, 10 weeks before its release. Radiohead were unhappy but EMI were far from displeased, given that what came out wasn’t the actual version of the album, and still gave the group more than two months of free promotion. This was backed by an official promotion campaign that vastly exceeded those for the band’s previous few records – planes with banners flying over Coachella; promotional posters for a fake talent show, with lyrics from the song We Suck Young Blood. There were two major innovations this time, though: the promotion of a phone hotline connecting callers to the “Hail to the Thief customer care hotline” and the launch of radiohead.tv, a site with short films, music videos and live webcasts from the recording studio. If you missed the webcasts, you saw a test card.  What the critics said: “That’s not to say there’s not some exceptional music on this record, it’s just once again the impact of the best moments is dulled by the inclusion of some indifferent electronic compositions.” – NME            In Rainbows When? 10 October 2007. How? Direct to the public via inrainbows.com, on a pay-what-you-like model. What else? Radiohead’s contract with EMI had expired after Hail to the Thief, and when the private equity firm Terra Firma acquired the record company in August 2007, the band decided to strike out on their own. That summer, they set up their own company, Xurbia Xendless Ltd, which eventually released In Rainbows. The album wasn’t a surprise, though: Jonny Greenwood announced the record on 1 October, with a link to preorder the MP3 version. Yorke explained the logic to David Byrne in Wired: “We were trying to avoid that whole game of who gets in first with the reviews. These days there’s so much paper to fill, or digital paper to fill, that whoever writes the first few things gets cut and pasted. Whoever gets their opinion in first has all that power. Especially for a band like ours, it’s totally the luck of the draw whether that person is into us or not. It just seems wildly unfair, I think.” This time, the world really took notice of the release strategy – in some ways it rather overshadowed the actual music.  There’s little doubt that this was the release that made other superstar acts realise the benefits they could accrue – both in terms of finance, and control of the discussion about their record – by self-releasing their records under strictly controlled conditions. Radiohead simultaneously ensured they would have the kudos of getting their music out to fans who couldn’t or didn’t want to pay much, while shoring up revenue streams by releasing a deluxe box set with additional music and vinyl at a premium price. The giveaway worked, too – most downloaders paid a normal retail price, according to the band’s management. A retail release followed, enabling Radiohead to get the No 1 that their own release was ineligible for. What the critics said: “Liberated from their self-imposed pressure to innovate, they sound – for the first time in ages – user-friendly; the glacial distance that characterised their previous records melted away by dollops of reverb, strings, and melody.” – Pitchfork            The King of Limbs When? 18 February 2011. How? Direct to the public to download via their website. What else? Once again, Radiohead set up a company – Ticker Tape Ltd, in December 2010 – to look after the self-releasing of their new album. Again, they only gave a few days’ notice, though they ended up putting The King of Limbs out a day earlier than they had said. Again, it was available to download from a website, though this time there were fixed prices. Again, there was a deluxe edition available at a premium price. Again, it was later released in conventional retail form later on. (Thom Yorke would later take the instant-download release to its logical conclusion by releasing his solo album, Tomorrow’s Modern Boxes, through BitTorrent.)  The release of The King of Limbs was promoted with a 12-page newspaper, The Universal Sigh, given away in record stores. This time, retail sales were down – the album peaked at No 7 in the UK and No 3 in the US. But when you have been selling direct to fans with sales that don’t count towards the chart, those placings look like something of a triumph. What the critics said: “You’re reminded that Radiohead are the only band of their size and status that seem driven by an impulse to twist their music into different shapes. As The King of Limbs proves, when it works it’s glorious, but that impulse doesn’t always yield perfect results.” – The Guardian            Album No 9 (no title known as yet) When: Rumoured to be this week. How: Your guess is as good as mine. What else? We know something is in the works. The band have spoken about having recorded a new album. They released a James Bond theme that the makers of Spectre didn’t want. They’ve announced headline shows for this summer. And then a member of their management company, Brian Message, said the album would be coming out in June. That was hastily reconsidered by observers on Sunday, when the band erased their internet presence. Their website is blank, as is their Twitter feed (along with Thom Yorke’s), as is their Facebook page. Here’s a thought, though: over the past couple of years, members of Radiohead and their management team have been seen at shows by the 1975 and visiting the younger band’s dressing room. Last year, the 1975 deleted their social media for 24 hours before returning with the build up to their second album. Is it possible Radiohead have been looking at and adapting some of the methods tried by a band who are very good at using social media to their own advantage and communicating with their fans?",
  "webTitle": "All surprises: Radiohead and the art of the unconventional album release",
  "webPublicationDate": "2016-05-02T15:53:25Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/02/all-surprises-radiohead-and-art-of-unconventional-album-release",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/musicblog/2016/may/02/all-surprises-radiohead-and-art-of-unconventional-album-release"
}