{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/mitt-romney-interview-donald-trump-republican-nominee",
  "id": "2016-05-28-55",
  "sectionId": "us-news",
  "body": "The Republican party battlefield is strewn with Donald Trump’s former competitors and critics, many of whom have risen only to rally to his side.    Related: 'Racists!' 'Illegals!' 'Scum!': Protesters v Donald Trump supporters    But Mitt Romney, the party’s last nominee for president, has refused to capitulate, speaking forcibly against the billionaire even as he marched to the Republican nomination. On Saturday, in a possible allusion to Winston Churchill – or at least to William Manchester’s three-volume biography of the wartime British prime minister, an influential work among US conservatives – the Wall Street Journal quoted an anonymous Romney confidant as saying: “He feels like the last lion.” In an extensive interview with the Journal, conducted at his San Diego home, Romney said he never had any intention of mounting a white knight candidacy against Trump, as has been reported.  His motivation for confronting Trump so publicly, he said – despite warnings from his closest friends and advisers – was to set an example for his grandchildren.  “I wanted my grandkids to see that I simply couldn’t ignore what Mr Trump was saying and doing, which revealed a character and temperament unfit for the leader of the free world,” Romney said.     What Mr Trump was saying and doing … revealed a character and temperament unfit for the leader of the free world  Mitt Romney     Romney told the Journal he was not initially worried about Trump’s prospects, believing the 17-strong Republican primary field was “capable” and “deep” enough to fend off his populist appeal.  The former Massachusetts governor, like many Republicans, expected the Trump campaign to implode last summer, after he insulted Mexicans and said Arizona senator and 2008 Republican nominee John McCain was not a “war hero” because “I like people who weren’t captured.” This year, days after Trump did not immediately disavow an expression of support from David Duke, a former Ku Klux Klan grand wizard, Romney said one of his sons was driving him to an airport when he asked: “When the grandkids ask ‘What did you do to stop Donald Trump?’ what are you going to say?’”            Romney launches extensive attack on Trump: ‘A genius he is not’    That, Romney said, was the final push. Defying advisers who warned against going to war with Trump, Romney started drafting a speech on the plane.  In March, in a speech to a Republican National Committee meeting in Salt Lake City, Utah, Romney launched a blistering assault, calling Trump a “phony” and a “fraud”. “I’m no Ronald Reagan,” he said then, “and this is a different moment in time, but I believe with all my heart and soul that we face another time of choosing – one that will have profound consequences for the Republican party and, more importantly, for our country.” Pundits wondered what impact the speech would have, and whether it was too late. In the end, it may have helped Ted Cruz win Utah, but it did little to slow Trump’s progress to the nomination, which he sealed mathematically this week. And Romney became a constant target of Trump’s.    Related: Marco Rubio: 'It’s not that we lost, it’s that Donald Trump won'    “Friends warned me, ‘Don’t speak out, stay out of the fray,’ because criticizing Mr Trump will only help him by giving him someone else to attack,” Romney said. “They were right. I became his next target, and the incoming attacks have been constant and brutal.”  Asked by the Journal about Romney, Trump stayed true to form, saying: “Once a choker, always a choker. I’ve got a store worth more than he is.”      Trump calls Romney a ‘choker’ during a rally with supporters in Anaheim, California. Photograph: Jonathan Ernst/Reuters    Trump also dismissed Romney’s assertion that he was speaking out of concern for the future of the country.  “It has to do with me. I’m the one who forced him out” of running in 2016, Trump said. Romney acknowledged that some Republicans believe his unrelenting disdain for Trump is only helping the likely Democratic nominee, Hillary Clinton.  “Others, including myself, believe our first priority should be to stand by our principles – and if those are in conflict with the nominee, the principles come first,” he said.",
  "webTitle": "'The last lion': Mitt Romney claims high ground in stand against Donald Trump",
  "webPublicationDate": "2016-05-28T18:45:56Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/mitt-romney-interview-donald-trump-republican-nominee",
  "keyword": [
    {
      "webTitle": "Mitt Romney",
      "id": "us-news/mittromney",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/28/mitt-romney-interview-donald-trump-republican-nominee"
}