{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/stuart-broad-england-jake-ball-sri-lanka-cricket",
  "id": "2016-05-12-118",
  "sectionId": "sport",
  "body": "Stuart Broad sees a lot of himself in England’s latest fast-bowling call-up, Jake Ball, but plans to keep the advice to a minimum should his Nottinghamshire team-mate be granted his Test debut against Sri Lanka at Headingley next Thursday.   Related: Nick Compton survives in England squad but there is plenty to play for | Mike Selvey    As one of two uncapped players in the squad named on Thursday, along with the Hampshire batsman James Vince, Ball’s rise has been sharp. The 25-year-old fast bowler impressed with England Lions over the winter and has started the season in rich form with 19 wickets in his side’s first four County Championship matches. It was at Trent Bridge at the start of this month, against Yorkshire in a match televised by Sky, where Ball truly grabbed his chance, with his four wickets in the champions’ first innings including Test batsmen Adam Lyth, Joe Root and Gary Ballance. His county colleague Broad, the world’s No1 bowler in Test cricket at present, likens the 6ft 2in right-armer’s methods to his own and while Steven Finn is the incumbent third seamer, having played the first three Tests against South Africa in the winter prior to injury, Ball’s early-season form will see him pushed hard. “Jake is a player I’ve seen a lot of and he’s developed so quickly,” said Broad. “He is similar to me in height and what he tries to do with the ball. He gets good pace, moves the ball both away and into the right-hander, and away from the left-handers. The selectors have done well to pick a guy in form. “We’re friends and I can talk him through things, but the way he’s bowling at the minute, I would just let him go. The quickest way to learn is through your own experience. In international cricket you have got to learn quickly and those that last do that. “Discussions and learning comes when we go to India [in the winter], where he’s never played. But right now I won’t be going to him too much because he just needs to stay in the great rhythm he’s in. I don’t want to be the man to disrupt that.” The former Sri Lanka batsman Kumar Sangakkara was one of Ball’s victims in Nottinghamshire’s opening win at home to Surrey, edging behind to a delivery that climbed and moved off the straight, and he believes the bowler should be fast-tracked into England’s Test side during his hot streak. “I think he’s very impressive from start to finish,” said the 38-year-old during the pre-series launch at the head office of the sponsor Investec. “He’s not express quick but he bowls a heavy ball. When you have bowlers in form you need to pick them at the right time so it’s better that he gets his chance now. Sangakarra is pessimistic about his country’s chances. He and Mahela Jayawardene have etired and both featured in the 1-0 Test series win by Sri Lanka over England in 2014. Sangakarra said this series is “the first tough step in a journey that will last one to two years” for the captain Angelo Mathews’ side. Broad praised the selectors for showing faith in the bulk of the side that won 2-1 in South Africa, with Vince the only enforced change due to James Taylor’s retirement and Nick Compton continuing at No3 on the ground where his previous spell in the team came to an end in 2013, amid a disagreement with the then-head coach Andy Flower over a rib injury. Finn, Compton’s Middlesex team-mate, claims the 32-year-old is in a good place mentally despite speculation about his place and a highest score of just 44 this season. “I think Compo as a guy is a lot more level than the last time he was in the England team and that is an excellent thing,” the fast bowler said. “I’ve not seen a difference or dip in him over the last few weeks even though there has been speculation. He batted at No3 in a successful tour against the No1 Test team, averaged 30 – which I don’t think is a disgrace there – and set up the innings to allow others to play aggressively. The right decision has been made.”",
  "webTitle": "Stuart Broad: England selectors ‘have done well’ to pick newcomer Jake Ball",
  "webPublicationDate": "2016-05-12T16:29:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/stuart-broad-england-jake-ball-sri-lanka-cricket",
  "keyword": [
    {
      "webTitle": "Stuart Broad",
      "id": "sport/stuart-broad",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/12/stuart-broad-england-jake-ball-sri-lanka-cricket"
}