{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/26/overwatch-how-blizzard-redefined-the-first-person-shooter",
  "id": "2016-05-26-230",
  "sectionId": "technology",
  "body": "Overwatch, the new team-based first-person shooter from World of Warcraft developer Blizzard, has been out for less than 48 hours, but it’s already fairly clear that the game is a hit. Its short, open beta, which concluded two weeks ago, was popular enough to spark a meme in the intervening period detailing all the things players were doing now they couldn’t play the game (sample post: the person who drew all the Overwatch heroes as if they were bowls of lukewarm water). Then, on release day, the Overwatch subreddit briefly drew more traffic than the front page of Reddit itself, seemingly a result of users hammering refresh to find out when the servers were turned on. Speaking with Michael Chu, a senior game designer at Blizzard, it’s clear that the fervour is no huge surprise. The company has a strong history of success in multiplayer games, from World of Warcraft to Diablo III, and drew inspiration from across the board in developing Overwatch. But the most surprising inspiration was Blizzard’s casual gaming success, Hearthstone.  “Hearthstone obviously has a lot of competitive elements to it but just in general the way that that game is made is very inspirational to us,” Chu says. “It’s easy to pick up, it’s really fun to play, it is a fun competitive game. I love how they’re constantly challenging the rules of the game. So it feels different. I just love how it had this point of view on the World of Warcraft idea and how it translated it in to the card gameplay.” Overwatch even explicitly borrows features from Hearthstone, such as the weekly “Brawl”, a rotating mode that throws the standard rules out the window in a different way each time. Though Chu studiously avoids saying its name, the most obvious inspiration for Overwatch is Valve’s venerable Team Fortress 2, a multiplayer team-based shooter released in 2007. Both games share character classes with radically different playstyles, in a cartoonish world, pitting small teams against each other in objective-based gameplay. Instead of highlighting the obvious inspiration, though, Chu cites more oblique forebearers, such as Doom and Quake, although he avoids naming those directly as well. “The designers have been talking about the idea of those 90s shooters, you know, a little more fast-paced, a little crazier, a little more over-the-top. The era with really interesting; there were unique weapons like lightning guns, BFGs, etc. And I think we really wanted to capture that. He adds: “But when we decided we wanted to enter the first-person shooter genre, we asked ourselves what it was that we could bring to the table that we felt was a little different. We settled on two things: one was that it would be hero-based. We wanted to have 21 unique heroes with really diverse power sets. And then the other thing is the team focus. We were not interested in doing deathmatch. We wanted teams of six players, and we wanted everyone’s focus to be on victory: winning as a team, performing as a team, and less about ‘how good am I at killing people’, or whatever.” Those heroes lie at the core of the game, and are one of its major differentiators from its totally-not-inspiration. While Team Fortress 2 grew its character classes out, through comics and short movies, into full individuals, the game started with them as little more than caricatures. Not so with Overwatch: its cast is given personality and history from the off.  But for players who’ve been enchanted by the short films released in the run-up to launch, or who are won over by the game’s intro cinematic, there may be a let down when they learn how that world-building is, or isn’t, involved in the game. Chu concedes that the story elements are extremely limited. “We’d love to do all sorts of storytelling with Overwatch, but I think actually this was a good decision,” he says.  “When you’re setting off on something new, you want to remain focused, and I think that approaching the story development the way that we did enabled us to really focus on the thing that was important: the gameplay. We were able to focus on making the characters as interesting and as powerful and unique as they could be, we could focus on making this really bright and interesting world.” But he hints that the world narrative could get more explicit development down the road. “We can take maybe a slower, more methodical approach to developing the universe,” says Chu. “We’ve set ourselves some stakes in the ground where we know where the borders of the universe are, we kinda know important events that we would like to happen.” One reason for the game’s widespread appeal is that it’s targeted as much at players without a history of first-person shooters as it is at the hardcore. Blizzard is a company notorious for fans who follow the developer from franchise to franchise, and for some of them, Overwatch may be the first FPS they’ve taken seriously.  Again, Chu cites the hero framework as the reason why it’s so easy for those players to pick up and play. “There’s a lot of different playstyles,” he points out. “You get Mercy, who’s a healer – I always think of her as a good gateway World of Warcraft class. Like, ‘oh, you play a healer? Try out Mercy, it’s kind of the same thing.’” There is an element of trepidation on the part of some of those old-school Warcraft fans about mixing with hardcore FPS players, who have an unfortunate stereotype of being, bluntly, not very pleasant to play with. They have a reputation for being hostile to underperformance and prone to abusive language. As best it can, Blizzard has tried to engineer against those tendencies though. “We removed the scoreboard, because we didn’t want people to be focusing on who the high performers and low performers on the team are,” Chu says. “We wanted people to focus instead on team composition and team dynamics, things that actually play more in to having success rather than ‘oh, my KDR [kill/death ratio] is much better than yours’.” Ultimately, time will tell whether that succeeds in building a nicer, more pleasant community. But judging by the pre-release chatter, Overwatch’s bright, cheery world has succeeded in attracting a lot of light- and like-minded people. Now the bowls of lukewarm water have been put aside and the game has begun in earnest, hopefully that attitude will continue.",
  "webTitle": "Overwatch: how Blizzard redefined the first-person shooter",
  "webPublicationDate": "2016-05-26T11:11:46Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/26/overwatch-how-blizzard-redefined-the-first-person-shooter",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sony",
      "id": "technology/sony",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/26/overwatch-how-blizzard-redefined-the-first-person-shooter"
}