{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/chibok-abductions-first-girl-found-say-nigerian-activists",
  "id": "2016-05-18-63",
  "sectionId": "world",
  "body": "The family of one of the schoolgirls kidnapped two years ago from Chibok in north-east Nigeria have spoken of their happiness at being reunited with her. Amina Ali Darsha Nkeki, one of 219 schoolgirls abducted by Boko Haram from their dormitory in Chibok in north-east Nigeria, has been found more than two years after she went missing. Activists say she is the first of the Chibok girls to be rescued, although 57 of them managed to escape soon after the 2014 attack. Nkeki was discovered along with a baby girl by a vigilante group on the outskirts of a Boko Haram stronghold in the Sambisa forest on Tuesday, according to Chibok community leaders. She had been fleeing an attack on the Boko Haram-controlled camp where she was being held, and activists said she told them that the remaining girls were all in the forest, apart from six who had died. A spokesman for the Nigerian army said she would be flown to the capital, Abuja, on Thursday to meet President Muhammadu Buhari.     Soldiers stand guard in front of the government secondary school in Chibok. Photograph: Haruna Umar/Associated Press    According to Maina Ali, Amina’s older brother, Amina hid when she first saw her rescuers. She described her rescue to her brother after members of the vigilante group brought her to the family home for identification. “They brought her into my father’s compound,” Ali said. “I was surprised to see her. They asked if I know her. I said I do. They asked if she knows me – she told them that I was her senior brother. I then asked what happened, [and] she told me that the camp where she was being held was attacked yesterday so she ran until she saw a group of men. She tried to hide, but they had already spotted her. “They asked her why she was trying to hide from them. She told them that she was fleeing from her camp that had been attacked. They asked what her name was and she told them, and also told them that she was among the Chibok girls that were taken in 2014. They asked if she could take them to her father’s house if she was taken to Chibok and she said yes, she can. So they brought her to Chibok and people identified her there. I am very happy to see her.”   map   Ali was not able to find out any more as his sister was then taken away to speak to the authorities. Their father died while Nkeki was in captivity, their mother is elderly and infirm, and the two siblings are the only survivors of 12 children. “When she arrived in Chibok, the people of the town were so excited, they were running everywhere to see her,” said Mallam Mphur, the chair of Chibok secondary school from which the girls were abducted. Asabe Ali Kumbura, the school’s principal, said that Nkeki had proved that she was one of the abducted Chibok schoolgirls by pointing out the vice-principal of the school in a crowd. “I am very happy – this is a new beginning,” Kumbura said. “Gradually, we will get them back. We all filled with joy.”     A Bring Back Our Girls protest in Abuja. The rescue of one student has given hope to the families of the others still held by Boko Haram. Photograph: Afolabi Sotunde/Reuters    The Chibok schoolgirls, herded out of their dormitories and on to trucks by armed men, became a symbol of the havoc wreaked by the Islamic militant group in north-east Nigeria when Michelle Obama took up their cause soon after they were abducted. Ali is the first to be found since the aftermath of the attack, in which 57 girls managed to jump off the trucks or run away while pretending to go to the toilet or to wash dishes. Since those first days, the Chibok girls have become Boko Haram’s most valuable possession and the militants have guarded them more closely. However, Nkeki’s escape has given hope to the families of those still in captivity, whose plight was the subject of the Bring Back Our Girls campaign. The parents of Dorcas Yukub, who is still missing, said they hoped that Nkeki would lead the authorities to the other girls. Esther Yukub, her mother, said: “When I first heard I couldn’t believe it, but when I learn her parent had identified her, something inside moved with joy. I am very happy about this news, it give me more hope that our daughter will be found.”   Related: The night Boko Haram kidnapped our girls: a Chibok resident remembers    Nothing had been heard from those held captive since a video published by Boko Haram in May 2014 until an apparent “proof of life” message was sent to the Nigerian government this year. Abubakar Shekau, Boko Haram’s leader, boasted that he would sell them “in the market”, and later claimed that they had all converted to Islam and that he had married them off. The militant group has killed more than 20,000 people since its rise in 2009, but Nigeria’s president Muhammadu Buhari claimed in December that his government had “technically won the war” against them. Boko Haram had been driven out of most of the territory they formerly held, he said, and had been reduced to launching suicide bomb attacks.",
  "webTitle": "Chibok abductions: first girl found, say Nigerian activists",
  "webPublicationDate": "2016-05-18T18:04:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/chibok-abductions-first-girl-found-say-nigerian-activists",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/18/chibok-abductions-first-girl-found-say-nigerian-activists"
}