{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/anohni-hopelessness-review-antony-and-johnsons",
  "id": "2016-05-08-142",
  "sectionId": "music",
  "body": "This extraordinary album, authored by the artist formerly known as Antony and the Johnsons, is all about radical changes, and radical change. Having excised the letter T, Antony is now Anohni, bringing both brand and public face in line with Anohni’s long-held female identification among intimates. Gone are the Johnsons, the non-ensemble who used to underscore Antony’s emotive vibrato. Two digital producers at the vanguard of electronica replace them – Hudson Mohawke and Oneohtrix Point Never.    On Watch Me, the US National Security Agency is cast as a father figure whose attentiveness is downright sinister    Anohni is hopping mad, and more sorrowful than the journalistic PJ Harvey, an obvious fellow traveller on the road of pop’s engagement with the wider world. Hopelessness takes the tragedies of our age – ecocide, drone warfare, loss of liberty – and confronts them with the aid of muscular electronic tunes. On one level, Hopelessness is the record you were hoping Anohni might someday make after Blind, her 2008 collaboration with Hercules and Love Affair, when one of this generation’s most distinct voices – part Alison Moyet, part Nina Simone, and yet all Anohni – abandoned the piano for some club sounds. Hopelessness finally busts Anohni’s oceanic pipes out of the somewhat tight corner in which they have been cloistered since her 2005 Mercury win with I Am a Bird Now, and lets them rip over crunching beats, the kind that inhabit the mainstream.         4 Degrees by Anohni.    Last year’s 4 Degrees was a powerful opening gambit. The gist of the album is in Anohni’s takedown of irreversible climate change, in the chorus you can sing along to. “I want to see the animals dying in the trees,” she howls, playing devil’s advocate about what will happen if we don’t curb emissions, massively, by yesterday. Drone Bomb Me – the second taster – is even better: sung in the voice of a young Afghan girl, begging for death since her family are all gone. “Let me be the one you choose tonight,” Anohni sings, an anguished play on pop coquettishness. On Watch Me, the US National Security Agency is cast as a father figure whose attentiveness is controlling and downright sinister. “I know you love me/ Cos you’re always watching me,” Anohni coos, while HudMo and Oneohtrix pour out the contents of their toy boxes in a deluge of foxy digitals. Anohni’s stated mission – to smuggle polemical content in through pop Trojan horses – is accomplished here. The subject matter, then, is unrelenting. But Anohni’s impassioned delivery succeeds in making ecstatic music out of it, carried along by propulsive soundbeds; music that is equal to the apocalypse. There’s room for art, too. Most startling of all these songs, perhaps, is Obama, where Anohni accesses her lowest register to take the outgoing president to task over a legacy of kill lists. There’s a hint of Indian devotional music to her vocal, or perhaps the call to prayer.",
  "webTitle": "Anohni: Hopelessness review – a radical album for a time of crisis",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/anohni-hopelessness-review-antony-and-johnsons",
  "keyword": [
    {
      "webTitle": "Anohni",
      "id": "music/anohni",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Antony and the Johnsons",
      "id": "music/antonyandthejohnsons",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/08/anohni-hopelessness-review-antony-and-johnsons"
}