{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/colombia-missing-journalists-national-liberation-army",
  "id": "2016-05-28-188",
  "sectionId": "world",
  "body": "One Spanish journalist and two local correspondents missing in a lawless region of Colombia have been freed by the country’s second-largest rebel group.  “Thank you to everyone who prayed for me,” Salud Hernandez, a long-time correspondent for Spain’s El Mundo newspaper, said late on Friday in her first comment upon being freed. Rebels identifying themselves as members of the National Liberation Army, or ELN, handed her over to a delegation led by Catholic priests in the volatile Catatumbo region.  Hours later, two other journalists from Colombian network RCN, Diego D’Pablo and Carlos Melo, were also freed by the rebels. They had been covering the search for the Spanish journalist. Hernández, correspondent for the Spanish newspaper El Mundo went missing last weekend while on assignment in the remote region near the border with Venezuela.  The ELN, which has an estimated 1,200 fighters, said on Tuesday in a tweet that it would not make any statements about Hernández until it received its weekly reports from its units.  The ELN announced in March that it would begin formal peace talks with the government, as the larger Revolutionary Armed Forces of Colombia inches toward a final deal to end its own half-century of conflict. Both the ELN and the Farc have used kidnapping as a means of financing, and of applying political pressure on the government, using high-profile hostages as bargaining chips. Before starting peace talks the Farc unilaterally renounced kidnapping, although many of its hostages remain missing. In an unusual message, the Farc’s top leader, Rodrigo Londoño, better known as Timochenko, on Friday chastised the ELN for holding the journalists. “Today it’s Salud Hernández, tomorrow it could be any Colombian. Those practices must end for ever in Colombia. Peace demands her freedom,” he tweeted.  President Juan Manuel Santos has said the talks will not begin until the ELN releases al its hostages but the group has rejected the government’s conditions and has continued kidnapping civilians. “We are not willing to accept impositions,” the group’s leader, Nicolás Bautista, known as Gabino, said in a recent interview that aired days before Hernández went missing. “In a country that today is moving toward a stable and enduring peace, it’s unacceptable that these attacks against society continue to take place,” Frank Pearl, the chief government negotiator for the peace process with the ELN, said in a statement.",
  "webTitle": "Three missing journalists freed by Colombia rebel group",
  "webPublicationDate": "2016-05-28T02:43:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/colombia-missing-journalists-national-liberation-army",
  "keyword": [
    {
      "webTitle": "Colombia",
      "id": "world/colombia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Journalist safety",
      "id": "media/journalist-safety",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sibylla Brodzinsky",
      "id": "profile/sibyllabrodzinsky"
    }
  ],
  "guardianId": "world/2016/may/27/colombia-missing-journalists-national-liberation-army"
}