{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/canada-wildfire-fort-mcmurray-saved-alberta-premier",
  "id": "2016-05-10-332",
  "sectionId": "world",
  "body": "Overwhelming and heart-breaking was how Rachel Notley, the Alberta premier, described the destruction left behind in the wake of a wildfire that continues to rage out of control in northern Alberta.   Related: Alberta wildfires leave Fort McMurray charred and desolate – in pictures    “I was very much struck by the power of the devastation of the fire,” Notley said after touring the city of Fort McMurray on Monday. “It was really quite overwhelming in some spots.” Last week more than 88,000 residents frantically evacuated the oilsands city after shifting winds brought a nearby forest fire to the city’s doorstep. The fire swept through the city in a seemingly random path, leaving behind piles of rubble and twisted metal, burned-out pick-up trucks and charred swing sets in some neighbourhoods. In others, homes sat untouched, their green lawns sharply contrasting with the grey of the city’s worst-hit areas. Some 2,400 homes and buildings were destroyed or damaged by the fire, said Notley.   Fort McMurray fire damage   For the tens of thousands of residents now scattered across the province, many of them wondering whether they have a home to return to, Notley had good news. Some 85% of the city – around 25,000 structures – had been saved. “The city was surrounded by an ocean of fire only a few days ago,” said Notley. “But Fort McMurray and the surrounding community have been saved and it will be rebuilt.” But she cautioned: “That of course doesn’t mean that there aren’t going to be some really heartbreaking images for some people to see when they come back.” The fire has not completely released its grip on the city, said Notley. “There are smouldering hotspots everywhere. Active fire suppression is continuing.” The wildfire continues to grow in the region, albeit at a much slower pace. By Monday it had swelled to 204,000 hectares – an area more than 22 times the size of Manhattan – but winds were pushing it east, away from communities. It now sits some 25km from the neighbouring province of Saskatchewan.  Cooler weather helped crews continue to keep the fire at bay, away from Fort McMurray, Anzac and the Suncor Energy oilsands facility. Currently more than 700 firefighters are battling against the blaze, with another 300 expected to arrive in the area shortly. “This fire is burning out of control out there, it still is, but we are holding the line where we need to, at least for today,” said Notley.     Alberta premier Rachel Notley in Fort McMurray. Photograph: Chris Wattie/Reuters    In two weeks officials hope to give the residents a timeline of when they might be able to return to the city. “One day soon, not as soon as we want, we’ll be able to call this place home again,” said Melissa Blake, the local mayor.  As the fire destroyed homes and engulfed neighbourhoods, Darby Allen described it as a “nasty, dirty” fire. On Monday the local fire chief added another adjective to the list: unprecedented. “I’ve never seen anything like this,” he said. “Many of the fire conditions and the way the fire behaves, no one’s ever seen anything like this. They’re rewriting their formulas on how fires behave, based on this fire.” Allen singled out a local firefighter who fought the blaze as it consumed his own home and who continued working for another 22 hours, and a colleague who – with just a handful of people, a flashlight and some phone calls – managed to evacuate 450 residents in Anzac after the fire caught officials off-guard and swept into the community. “That is true heroism, ladies and gentlemen,” said Allen. Earlier in the week, officials swiftly moved some 25,000 evacuees north of Fort McMurray to the province’s largest cities in mass airlifts and convoys. On Monday, the first of a different kind of convoy made its way to Edmonton, reuniting owners with the pets left behind during the hurried evacuation.      Volunteers look after pets belonging to the evacuated residents of Fort McMurray at the Bold centre in Lac la Biche. Photograph: Topher Seguin/Reuters    The wildfire forced as much as half of Canada’s oil sands production capacity offline, according to estimates, and is expected to have a significant impact on a country already limping from the drop in the price of oil. On Tuesday the Alberta government will meet with meet key players in the province’s energy sector to assess the extent of the impact and get a sense of how long production could be disrupted. The oil sands in Alberta rank among the world’s largest reserves of oil, after Venezuela and Saudi Arabia.  The past week has seen governments around the world – including the United States, Australia and Mexico – offer assistance in battling the wildfire. Last week the Russian government joined in, offering to send heavy water bombers and specialised firefighting crews. On Monday, Justin Trudeau, the Canadian prime minister, said the aid would not be necessary. “The good news is from the support we’ve seen from Canadians across the country … there is no need to accept any international assistance at this point, but we certainly thank everyone for their generosity.”",
  "webTitle": "Canada wildfire: 85% of Fort McMurray has been saved, says Alberta premier",
  "webPublicationDate": "2016-05-10T01:35:46Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/canada-wildfire-fort-mcmurray-saved-alberta-premier",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/10/canada-wildfire-fort-mcmurray-saved-alberta-premier"
}