{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/23/game-of-thrones-recap-season-six-episode-five-the-door",
  "id": "2016-05-23-229",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this blog is published after Game of Thrones airs on HBO in the US on Sunday night and on Foxtel in Australia on Monday afternoon. Do not read unless you have watched season six, episode five, which airs in the UK on Sky Atlantic on Monday at 9pm, and is repeated in Australia on Showcase on Monday, at 7.30pm AEST.  “The time has come for you to be me.” “Am I ready?” “No.”Excuse me while I get my breath back. When Game of Thrones is good it is really, really good and this was an excellent episode, perfectly paced with just the right amount of stories and some welcome humour to punctuate the big emotional scenes. The most emotional came at the last, as we finally learnt how Hodor’s name came into being. It was a heartbreaking end for the good-natured giant as he held the door of the episode title against the on-rushing hordes of the Night’s King and was torn to death for his pains. That slow demise was interspersed with a flashback showing the convulsing young Willis desperately muttering “hold the door, hold the door” as the events of future and past collided. Poor Hodor: everything was always moving towards this one terrible moment in which his bravery saved Bran and Meera at the cost of his own life.      Bran Stark and the Night’s King. Photograph: HBO    As for the rest of Bran’s vision quest: we learnt that the Children of the Forest are responsible for the creation of the White Walkers, yet can no longer control the monsters they willed into being. We also discovered that there has always been war in Westeros, from the moment the First Men sought to destroy the Children of the Forest. A scenario, which, while incredibly depressing, also rang bleakly true. “You freed me from the monsters who murdered my family and you gave me to other monsters, who murdered my family. Go back to Moat Cailin, my brother and I will take back the North on our own.”     The new, confrontational Sansa Stark. Photograph: HBO    Monsters in a rather more human form were the focus of the rest of the episode, as Varys and Tyrion dealt with a fanatical Red Priestess, Arya had to watch her family’s tragedy replayed as farce and Sansa had a righteous confrontation with Petyr Baelish in which she forced him to acknowledge her pain and refused to accept his weaselly explanation that “I made a mistake”. The Sansa of old would have retreated into placatory courtesies but this is the new Sansa, forged in horror and violence at Winterfell, and the moment she spat “and I don’t mean my tender heart” at him was beautifully acted by Sophie Turner and extremely powerful.  This show has been rightly criticised for the way it has treated sexual violence in the past, tending to move swiftly on as though nothing much as happened. But this scene – written by creators David Benioff and DB Weiss – was pitched just right, deliberately addressing the fact that Sansa lives every day with the aftershocks of her time with Ramsay and reminding us that every decision has a consequence and that, in Westeros, everyone pays some kind of price. “I am Theon Greyjoy, last living son of Balon Greyjoy, and she is your rightful ruler. Those of you who have sailed under her, and there are many of you here, know what she is. She is a reaver. She is a warrior. She is Iron Born.”Yara and Theon Greyjoy were also dealing with their own personal monster, as Uncle Euron finally made his intentions clear just after Theon had given probably the speech of his life in support of his sister (and made me a little weepy to boot). That said, I have my doubts about Euron’s plan. It’s true that Dany needs those ships, and it was nice to see one major question answered – I’ve long wondered how she was going to get her ever-increasing army plus the dragons back to Westeros – but I think we all know it’s not going to be quite as simple as turn up, treat the Dragon Queen as a bit of raiding property then sail back again in triumph. I must also point out that it’s hard to feel that any Iron Born plan will go well, given that they spent so much time half-drowning and anointing their new king that it allowed Yara and Theon to conveniently escape, taking the best ships with them. I’ll give Euron credit for looking somewhat infuriated at the stupidity of this, but come on – you’re the man who paid the iron price for the throne by killing your brother. Shouldn’t you have had Theon and Yara killed immediately by carefully placed men in the crowd, then had the crazy water ceremony afterwards? I know the Drowned God and his priest wouldn’t have agreed, but something tells me that Euron Greyjoy doesn’t sweat those sort of small details.      Additional notes   Related: Game of Thrones: was this the most tragic death of all?    • I enjoyed Tyrion’s attempts to bring spin-doctoring to Meereen. That said, I’m with Varys where dealing with Red Priestesses is concerned. • I also loved Davos, Jon and Sansa’s war council for many reasons from “The North Remembers” to “I know men”. Davos’ pragmatism is generally a good thing and this new vengeance-driven Sansa is fascinating to watch. • I agree with Brienne that it was interesting Sansa didn’t tell Jon how she knew about Brynden Blackfish, but I also think the wolf cloak she made for Jon demonstrates where her true feelings lie. I don’t think Littlefinger’s going to make much headway trying to play Stark against Stark this time around.      Alas poor Jorah … Daenerys Targaryan with Daario Naharis. Photograph: HBO    • Alas poor Jorah – does this mean he’s doomed to walk the earth like Caine? The scene between him and Dany was pretty cheesy – “I command you to heal yourself” – and yet I’ll admit it still touched me, not least because Ser Friendzone finally declared his love. Oh Jorah, I shall miss you and your beautiful voice when you finally succumb to a brave but doubtless terrible end. • Some great acting in this episode, in particular from Maisie Williams, who just about broke my heart as she was forced to watch her father die again, this time with added mockery. Alfie Allen also deserves a mention for the way he has me rooting for poor brave broken Theon.  • The play itself was a lot of fun – particularly the way it reiterated Tyrion’s points about controlling the message and the story. This was reality twisted out of all truth, in which Joffrey appeared largely heroic and Cersei almost well-meaning while Ned was a fool and Robert a drunk and Tyrion the biggest monster of all. • Nicely scripted backstage banter as well – I’m a sucker for a greasepaint and luvvie theatre tale. • In fact there were many small moments to love in this episode from Tormund’s on-going looks of lust at Brienne to Edd’s surprise at realising he was Lord Commander now and had better shut the door.     What a war council … Brienne of Tarth with Sansa Stark. Photograph: HBO    • “He seems trustworthy, a bit brooding perhaps but I suppose that’s understandable, considering.” Brienne of Tarth sums Jon Snow up in style. • Finally, let us say farewell to the great Max von Sydow, a man who can say more with his weary, watchful eyes than most people manage in whole speeches. That said, if I were the Three-Eyed Raven I’d have been pretty annoyed with Bran trying to vision quest by himself. We all know that abandoning your mentor to strike out alone never ends well. Violence countAnother beating for Arya, one First Man sacrificed to create the White Walkers, a huge standoff between the Children of the Forest and the White Walkers culminating in a fiery explosion, the end of the Three Eyed Raven and the death of Hodor. Nudity countOne extreme closeup of an apparently warty cock and one topless young actress. It’s equal opportunities exposure week on Game of Thrones. Random Brit of the week“There are no small parts, you rang very false” – yes it’s Richard E Grant offering us all the chance to imagine a world in which a weary Withnail ended up leading a travelling troupe in Braavos. So what did you think? Can Tyrion possibly bring the fine arts of spin to Meereen? How doomed is Jorah? And did Hodor’s death make you cry? As ever, all speculation and no spoilers are welcome below …",
  "webTitle": "Game of Thrones recap: season six, episode five – The Door",
  "webPublicationDate": "2016-05-23T10:16:24Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/23/game-of-thrones-recap-season-six-episode-five-the-door",
  "keyword": [
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/23/game-of-thrones-recap-season-six-episode-five-the-door"
}