{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/09/juliet-stevenson-interview-departure-alan-rickman",
  "id": "2016-05-09-330",
  "sectionId": "film",
  "body": "First excursions on to eBay often tend toward the modest. A pair of shoes, a coffee table. A bicycle, at a push. Not so for Juliet Stevenson. “It’s surprisingly easy to buy a double-decker bus, you know, once you start looking,” says the 59-year-old actor, picking over a chicken salad in a London restaurant. “I immediately discovered that a red one costs twice as much. And older ones are better, if they’re working well, because the parts aren’t as complicated. There’s less to go wrong.” All this is said in a helpful manner, as though she has heard I might be in the market for a bus myself and is determined I make an informed purchase. Celebrities are permitted their indulgences. Johnny Depp has an island. Rupert Grint owns an ice-cream van. Juliet Stevenson’s bus, however, cannot be written off as an eccentricity. After visiting the Calais refugee camp in February, she asked one of the volunteers what was needed. The surprising answer was that a double-decker would go down a treat. “There are hundreds of kids in the camp,” she explains. “You can take the seats out of the upper deck, turn it into a dormitory, and it can also be a day centre. It’s warm, dry, safe. No one can knock it down and, if necessary, it can be driven away.” Within a few weeks of returning, she and a friend had snapped up a blue bus for £5,500 and driven it to the camp.    ‘As you get older, the roles narrow. It’s like being on the up escalator waving to my actress self going down: Bye!’    She is keenly aware that the tabloid press never knowingly gives a break to posh liberal celebrities. Has she come in for any luvvie-bashing? “‘Luvvie’,” she shudders. “Now there’s a word I’d like to ban. Generally the press hates people like Emma [Thompson] and Jude [Law] and myself for doing these things. It’s the very same media desperately craving stories about well-known people who are then the ones to slag us off for wanting to help.” As if on cue, the director Stephen Daldry pops over to our table to give Stevenson the latest update on his own efforts to get a theatre going at the camps. Were a tabloid photographer in the vicinity, this snapshot of two luvvies saving the world over lunch might be worth a pretty penny. Still, Stevenson is fairly sure that “even the Mail would have a hard time saying there’s anything wrong with rescuing children living in mud and shit”.     Stevenson in her new film, Departure.    Word is that the bus has been a big success. “I’ve got a young film-maker out there filming what’s going on for fundraising purposes. He sent back footage at the weekend of children on the top deck watching Mary Poppins.” She sounds genuinely moved – not easy given she has to practically holler to be heard over the boisterous lunchtime trade. But then Stevenson has always been able to embody apparently contradictory qualities. She is tall and, at times, indomitable-looking. (“I do think tall women have to work harder to get sympathy. I often joke about this with some of my smaller friends.”) And yet her best work has involved devastating displays of vulnerability. Her screen breakthrough was the bittersweet 1990 romcom Truly, Madly, Deeply, in which she alternated authentically messy tears and radiant laughter as a grieving woman whose partner returns as a ghost. She was offered a part in Schindler’s List on the strength of it. “I was in the bath and my mum called through the door: ‘Darling, there’s a Steven Spielberg on the phone.’ ‘God that’s hilarious mum!’ ‘No I really think that’s his name.’” Only she’d already committed to do a play in Los Angeles. “The tragedy of life is mistiming. I’ve turned down wonderful stuff. But is there even a right or wrong? It’s more like, ‘That’s what I did. I can’t do anything about it.’”     ‘Tall women have to work harder to get sympathy’ Photograph: Linda Nylind for the Guardian    The LA trip had been at the insistence of her agent. “I went a bit reluctantly. I’m not very good at self-promotion. So I did a play out there because I wanted to be working rather than hanging out by swimming pools trying to look nice.” Then she received an offer to come home for what transpired to be her second great signature role: Paulina, the torture victim who turns the tables on her former tormentor, in Ariel Dorfman’s Death and the Maiden at the Royal Court. Bang went any more LA meetings (“Much to my agent’s dismay”). But she did get the 1992 Olivier award for best actress. “I loved doing it. A philosophical proposition that was also a thriller.” It was Stevenson’s idea to have Paulina shove her knickers in her torturer’s mouth. “It came up in rehearsal. I think it’s made its way into the stage directions now.” Did she feel her Hollywood moment was over? “No. I’ve done American films: Being Julia, Mona Lisa Smile. It’s ticked over. And that’s fine. Being flavour of the moment is not a good place to be. If you’re flavour of the moment, by definition you’ll be the bad taste of the moment in five years’ time.” Her career – a model of longevity – bears this out. In 2014 she brought formidable pluck and cheer to the partially entombed Winnie in Beckett’s Happy Days. The Guardian’s Michael Billington called her interpretation “brilliantly intelligent”.      Up to her hips … as Winnie in Happy Days by Samuel Beckett in 2014. Photograph: Tristram Kenton for the Guardian    Her range is exploited well in the new British drama Departure, in which she plays a newly single woman clearing out her French holiday home, with her teenage son. With her husband gone and her son on the cusp of leaving home, she has to face her own incompleteness. “Everything has been motivated by and structured around their child. He reaches adolescence, and then … well, they leave you. They don’t leave you for good. I’ve got children myself [Rosalind, 22, and Gabriel, 15, with her husband, the anthropologist Hugh Brody] so I’ve been through this. There’s a necessary and painful letting go.” The film is striking for giving a middle-aged woman unpredictable notes to play. “Female roles are often not complex because they’re adjuncts,” Stevenson sighs. “Very often the interesting things happen to the man. The woman is there as wife, mother, daughter, PA. A lot of writers won’t give you your own narrative because it isn’t deemed necessary. So much in our culture about women’s identities relates to their sexual value. When that is no longer of interest they, as individuals, are past the point of being of any interest either. It’s a source of frustration. As you get older, you get more experience, you have more to say, more layers. And at exactly the same time that’s happening in your life, the roles are narrowing down. It’s like you’re on the up escalator but the parts are on the down escalator. You’re waving to your actress self: ‘Byeee!’”     ‘Female roles are often not complex because they’re adjuncts’ … with Michael Byrne in Death and the Maiden by Ariel Dorfman. Photograph: Tristram Kenton for the Guardian    As a young performer, the pickings weren’t as slim. “I got offered a wide range in my 20s and 30s. My only hand on the rudder through all that was to to try not to get pinned down as one thing. After Truly, Madly, Deeply, I got many wacky, daffy, quirky single women, trying to cope in their daft, loveable way. But I’d done that. I need the insecurity of not knowing where I’m going.”  Born in Essex, Stevenson had an itinerant childhood. Her father’s job in the army uprooted the family every few years; there were spells in Germany, and at boarding school in Berkshire. She studied at Rada and got roped into the RSC in 1978, when she was 22. “I was an unhatched egg that had just rolled out of drama school. But someone fell sick in The Tempest and they needed a replacement quickly. They grabbed my coat and suitcase off me when I arrived in Stratford, rushed me into the wings and said, ‘Do whatever she does!’” ‘She’ turned out to be Ruby Wax. “If she barked, I barked.”     Departure: watch an exclusive trailer for the new British drama – video   The production had its shortcomings. “It had all been designed around laser beams. Only they never worked.” But it was invaluable for another reason: it introduced her to Alan Rickman, with whom she later starred in Truly, Madly, Deeply and on stage in the legendary 1986 RSC production of Les Liaisons Dangereuses.    ‘Many hundreds of people in this profession owe their careers to Alan Rickman’    “I’d seen Alan playing King Rat in Dick Whittington at Bristol rep and I thought, ‘That is one sexy, charismatic actor’. He befriended Ruby and me, little sprogs that we were. Ruby was so funny, and he told her: ‘Write it down.’ They stayed best friends. She wouldn’t brush her teeth without ringing Alan first.” To Stevenson, he was like a big brother. “That’s why I wasn’t happy in Truly:‘I can’t snog my brother!’ I’d sometimes drive him mad, occasionally vice versa. But it was an unconditionally loving friendship. He came to see everything I ever did, right up to Happy Days. If you wanted notes, there’d be a whole list after and they’d be brilliant. I can hear his voice in my head: ‘Get off the front foot, on to the back foot. Jules, less is more’.”     With Alan Rickman in Truly, Madly, Deeply. Photograph: Allstar/BBC    She doesn’t need to say she misses Rickman. The loss resonates every time she mentions him. “Nobody scared me more in the audience because I minded so much what he thought. I’m a mother of grown-up children but it was like I was 20 years old needing his approval.” About his legacy, she is clear. “He collected talent around him, nurturing it, giving people opportunities. You would come into your own working with him. ‘What you need is this script editor’ or ‘What you need is this director’. He’d hook you up. Many hundreds of people probably owe their careers to Alan. There was no one else like him.”  Departure is released 20 May.",
  "webTitle": "Juliet Stevenson: why I bought a double decker bus on eBay",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/09/juliet-stevenson-interview-departure-alan-rickman",
  "keyword": [
    {
      "webTitle": "Departure",
      "id": "film/departure",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Juliet Stevenson",
      "id": "culture/juliet-stevenson",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Alan Rickman",
      "id": "film/alan-rickman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Gilbey",
      "id": "profile/ryangilbey"
    }
  ],
  "guardianId": "film/2016/may/09/juliet-stevenson-interview-departure-alan-rickman"
}