{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/extend-14-day-limit-embryo-research",
  "id": "2016-05-06-101",
  "sectionId": "commentisfree",
  "body": "The 14-day rule for permissible embryo research was conceived by the philosopher Mary Warnock as an answer to the question, always raised in relation to controversial science, of “where to draw the line”. The somewhat curious reason for this cut-off was that the individual soul could not be bestowed by God on an individual who might turn out to be two individuals. Fourteen days was the point at which an embryo could no longer split into two identical twins, requiring two souls and not just one soul between them. This was said to be the point at which the individuality of an embryo is assured, because it can no longer become two people.   Related: Researchers break record for keeping lab-grown human embryos alive    It seems not to have occurred to anyone that souls might divide as easily as tiny genomes and the embryos they inhabit, nor that twin individuals are still assured of their individuality – a point often missed by more recent objectors to human cloning, which, after all, is just twinning by another name. The 14-day rule was recommended in the Warnock Report in 1984 and enshrined in UK law in the Human Fertilisation and Embryology Act 1990. Now, following news that scientists in the US and UK have managed to keep embryos alive beyond the point at which they would normally embed in the womb, there are calls for the 14-day limit to be extended, allowing scientists to make discoveries about early human development, investigate the causes of early miscarriages, and ways to produce stem cells to treat diseases. Neither nature nor UK law has seen fit to protect embryos at this stage of development. So-called natural sexual reproduction, with its gross inefficiency (up to three embryos are estimated to die per live birth, most of these losses occurring in the first month of pregnancy) is not usually objected to on these grounds. Indeed if sexual reproduction had been invented as a reproductive technology, rather than simply occurring as part of our evolutionary biology, it is doubtful that it would ever have been licensed – far too dangerous! Moreover, abortion in England is relatively freely allowed up to 24 weeks’ gestation, a threshold way beyond the 21 days’ gestation that is now proposed for embryo research.   Related: Genetic editing is like playing God – and what’s wrong with that? | Johnjoe McFadden    The overwhelming consensus of scientific opinion, as of this week, is that much of considerable scientific and therapeutic importance can be learned by extending the 14-day limit for a further week, to 21 days. Those who are against embryo research of any kind will regard this as evidence of the truth of the warning that all slopes are slippery and that we should stay off them if we wish to keep our balance or our heads. The truth is that there is no such thing as a slippery slope in the sense in which that term is commonly used, and in any case we always can still go up or down. The 14-day rule has endured for more than 30 years, and to change it in the UK would almost certainly require the decision of both houses of parliament, plus licences issued on a case-by-case basis by the Human Fertilisation and Embryology Authority. So far in the UK we have not seen any good reason to redraw the 14-day line, and so there has been no slipping at all. Now, thanks to scientific advances, we do have a reason. Despite its somewhat bizarre origins, the 14-day rule has proved its worth, not because it was drawn for the best of reasons or in the best place, but because it has shown that we are capable of sticking to a rule that was needed to inspire public confidence in the regulation of science. Now that the time has come to consider redrawing the line, we can do so in the knowledge that any change will not lead to slippery chaos. If we do not change the rules to enable research that is fully consistent with our values and proven regulatory capacity, we risk forgoing valuable therapeutic and humanitarian benefit to future generations.",
  "webTitle": "It’s time to extend the 14-day limit for embryo research | John Harris",
  "webPublicationDate": "2016-05-06T15:29:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/extend-14-day-limit-embryo-research",
  "keyword": [
    {
      "webTitle": "Embryos",
      "id": "science/embryos",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Ethics",
      "id": "world/ethics",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Harris",
      "id": "profile/john-harris"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/extend-14-day-limit-embryo-research"
}