{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/the-problems-with-preaching-for-brexit",
  "id": "2016-05-09-60",
  "sectionId": "politics",
  "body": "Giles Fraser’s piece (Loose canon, 6 May) comparing the Brexit spirit to the spirit of the Reformation is wrong politically, historically, and theologically. Politically, his description of EU law as law imposed by a “foreign power” is ill-informed. The UK plays a full part in making EU law, both as a member of the council of ministers (with a veto in areas such as tax) and through its MEPs in the EU parliament. The overwhelming proportion of EU law is supported by the UK. This is a union of which the UK is an important member, not a foreign power. Historically, he is wrong to cite Luther as a supporter of separate national churches. Luther wanted to transform the whole church. The creation of separate national churches under the control of the nation state was, for him, an expediency to which he was driven by the politics of the day. And it has led in many cases to what I am sure Giles would accept is an unhealthily close relationship between national churches and the nation state. Theologically, there is no basis at all for the idea of separate national churches. Indeed, Paul’s letters are full of references not just to the unimportance of nationality but to the need to work together, with each playing their part and learning and growing together, with an express condemnation of schism. Where Giles has a point is that Protestantism is connected to ideas of democracy. It is also true that the EU is not a perfect democracy. But neither, in many respects, is the UK. Flouncing out of the EU has, in the end, nothing to do with democracy. What it is about is a nationalism of a particularly narrow sort, with which Giles should have nothing to do.Very Rev Michael Sadgrove Haydon Bridge, NorthumberlandGeorge Peretz QC London • Giles Fraser tries to turn the clock back with an oversimplified idea of the Reformation. It would have been better had he gone back to one of Jesus Christ’s basic teachings (for whatever denomination), which he himself drew from older roots: that we should treat others as we would like to be treated ourselves. Indeed this so-called Golden Rule is in no way limited to Christianity but lies instinctively at the heart of human life for many faiths and for humanism. The Brexit debate is focused in only one direction, on what’s in it for us. This misses the essential truth of the Golden Rule, that human flourishing depends on cooperative relationships, and that these give more to those involved. No human relationship can be perfect; each requires compromise, acceptance of the other’s hopes, possibilities and limits. Sometimes relationships break irretrievably, but then always at great cost. Loyalty may seem old-fashioned, but it is a great virtue. We need to recognise that relationships with our EU partners, not isolation from them, has brought huge benefits to all the EU and indeed the wider world, as we have faced together the challenges of our time.Rev Richard HayWoking • Is it perhaps possible that the loose canon should have been left on the battlefield of Waterloo? For weeks he has been acting as the self-appointed honorary chaplain to the Brexiteers. It was hard to find anything relating to the Gospel at all in his sermon two weeks ago. Isn’t it high time that the Guardian invited someone to preach on behalf of the Remain campaign? Incidentally, apropos of last week’s effusion (which would have been entirely acceptable at an Orange Order celebration), he might care to notice that, until its dissolution in 1806, the Holy Roman empire, while admittedly subject to the Catholic Habsburgs, actually embraced a number of Protestant states, including Lutheran Prussia. Nor was Luther’s challenge to the Holy Roman empire – indeed he was given protection within it. What he actually challenged were some aspects of Catholic doctrine. In any case, it is very hard to see how the EU resembles “a semi-secular echo of the Holy Roman empire” – France, Spain, Portugal, Italy, Belgium, Holland were never part of the empire, as they would be quick to point out. Giles Fraser refers to the intellectual roots of Euroscepticism: as presented by him, these so-called intellectual roots are as much a travesty of history as Ken Livingstone’s. Ian BeckwithChurch Stretton, Shropshire • As a fellow Christian and admirer of Giles Fraser’s political stance, nine times out of 10 I want to add a loud “amen” to his Loose canon column. However, his comparison of Brexit to the Reformation seems to me not just wide of the mark but ludicrous. The EU is nothing like the Holy Roman empire and Boris Johnson, Nigel Farage et al are not Lutheran figures. The EU has its faults – increasingly resembling a business cartel is one of them – but its anti-nationalist, pro-Catholic social teaching, anti-Atlanticist foundations are still worth fighting for.Jonathan InglebyGloucester • Both Giles Fraser and the late Enoch Powell (A brush with greatness, Observer Magazine, 8 May) cite the experience of the Holy Roman empire as a reason for leaving the EU. Makes my reason for voting to leave – that the EU’s accounts haven’t passed audit for 19 consecutive years – seem a bit lightweight!Jeremy HayesSnodland, Kent  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The problems with preaching for Brexit | Letters",
  "webPublicationDate": "2016-05-09T18:53:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/the-problems-with-preaching-for-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/09/the-problems-with-preaching-for-brexit"
}