{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/04/top-10-landmarks-in-gay-and-lesbian-literature",
  "id": "2016-05-04-236",
  "sectionId": "books",
  "body": "Ask me on another day and it would be other books: Shakespeare’s sonnets, Gilgamesh, the Greek Anthology, Sappho, Katherine Philips, Plato, Jean Genet, Ronald Firbank … So these 10 items are mere suggestions, not commandments.  My favourite working definition is that a gay text is one that is amenable to a gay reading. As simple as that. These categories exist not for their own sake, or for critics’, but in the service of the reader – the gay or lesbian reader first of all, but others too.   In books like these, you hope not only to see how people once lived out their same-sex desires and relationships, but to learn from them how we might live differently, today, to our own advantage. Such works open our eyes to fresh possibilities. That’s why my new book Homintern is subtitled How Gay Culture Liberated the Modern World.  1. The diaries of Anne Lister (1791-1841)A great treasure of lesbian social history. Lister is a wonderful character, pleased to be thought “gentlemanly” but insulted when someone calls her a mere “fellow”. Her courtships of women are all the more fascinating when you reflect that they’re from Jane Austen’s time. But here people get stomach upsets and venereal diseases. Not to mention hot lesbian action: Lister uses “kiss” to mean a great deal more than kissing. I like to imagine Lister herself striding into one of Austen’s balls and distracting the heroine’s attention from all the complacent Darcys and Bingleys in the room. 2. Leaves of Grass by Walt Whitman (1855-1892)This is the American epic poem its author wanted it to be, befitting the landmass and political system it celebrates. But it also delivers intensely personal lyric poetry about comradeship between men. Its poems about Whitman’s nursing of injured soldiers in the American civil war are tremulous with pity and warm affection. Yet even the focused intensity of a love poem like When I heard at the close of the day, clearly speaking of a particular individual, relates outwards to the grander theme of democratic comradeship. Each handclasp represents all handclasps. Eye contact with a stranger, accepted and maintained, represents the warmth of equality. The lanky, relaxed verse, with its long lines and self-perpetuating lists, creates the impression of a society of endless possibilities, where the pursuit of happiness is taken as seriously as life and liberty themselves. 3. Poems by Constantine Cavafy (1863-1933)Cavafy’s poetry is about desire and loss. Everything is subject to time, but art can stave off oblivion for a while – for a few centuries, say – until the loving epitaph on a tombstone finally crumbles to dust. Time is not wasted, as long as it has its moments of beauty, moments to be recollected and experienced again through the medium of art. After a brief sexual encounter, lovers part. But later, even many years later, one of them writes a poem fixing their moment in amber. The body may perish but the sculpture remains. The love poem provides a future for the past. 4. Dusty Answer by Rosamond Lehmann (1927)Lehmann’s first novel was enthusiastically received for capturing the mood of the inter-war generation. Judith, its central character, gets involved with her neighbours, a group of young cousins of both sexes. While she is trying to decide which of the boys to fall in love with – without noticing that one of them is having an affair with a male fellow-student at Cambridge – she herself goes up to university, where she has an intense affair with Jennifer. When the dance of relationships eventually peters out, Judith ends up a little older and a lot wiser. She is stronger on her own. Published a year before The Well of Loneliness, this is a far more relaxed account of relationships among a group of privileged young people before and after the first world war. With no axe to grind, it barely distinguishes between hetero and homo. 5. The Well of Loneliness by Radclyffe Hall (1928)This was a daring experiment in stretching the remit of the realist novel to include the lives of “inverts”, female and male. Hall did not intend it to be dull, of course, but the sheer weight of detail does at times have that effect. This is all to the good: it roots lesbianism as solidly in English country life as a fox hunt or a mansion. But the central character must move abroad to Paris for any sense of a viable place for lesbians in society. What most outraged the readers who eventually managed to get the book banned was its portrayal of women ambulance drivers on the western front as lesbians. An anguished and depressive book, it is still held in high esteem and great warmth by many lesbian women. Justly so.   Related: From gay conspiracy to queer chic: the artists and writers who changed the world    6. Orlando by Virginia Woolf (1928)One of the most beautiful love letters ever written. Addressed to Vita Sackville-West, it originally included photographs of her in both feminine and masculine clothes. Vita is Orlando, a dashing young man in Tudor times, who buckles a few swashes at home and abroad before changing sex and living on to the 1920s. As a man, Orlando courts women, as a woman men – so far so conventional – but as a wo/man, s/he is swaggeringly queer. The book is a jeu d’esprit that Woolf clearly wrote when intoxicated with love. While waiting for the trial of The Well of Loneliness, Una Troubridge helped her lover Radclyffe Hall endure the stress by reading Orlando to her.     Passionate rhetoric ... James Baldwin in 1979. Photograph: Ralph Gatti/AFP/Getty Images    7. The Pure and the Impure by Colette (1932)Colette thought that this would eventually be recognised as her best book. It is a subtle and amiable ramble through the varied ecologies of desire. After an opening scene in an opium parlour, apparently full of same-sex couples of both sexes, its successive topics include: a modern Don Juan, masculine women and their liking for horses, the lesbian poet Renée Vivien, the domestic happiness of the Ladies of Llangollen, Proust’s dubious portrayals of lesbians, the social habits of man-loving men … Eccentric to the point of queerness, it is a book unlike any other, neither memoir nor fiction, neither dissertation nor tract. It deserves a helpful edition with footnotes to keep the reader abreast of the details of Colette’s life in Paris. 8. Hemlock and After by Angus Wilson (1952)A serious comic novel about the limits of liberalism. Its central character Bernard Sands is a married, middle-aged writer who has come to accept that he is gay. Writing in a Dickensian tradition of moral satire, Wilson plunges Sands into one of the most troubling dilemmas of modern liberalism: how to reconcile a social conscience with personal comfort and desire. The book is unusual in not portraying camp gay men negatively. Bernard is standoffish with them, but that is seen as his moral weakness, not theirs.  9. Another Country by James Baldwin (1962)One of the greatest American novels of the postwar period, full of passionate rhetoric and fury at social injustice. Reading it is not a comfortable experience. The reader is wrong-footed by what happens at the end of the first section, and indeed never fully recovers from it. At the book’s heart is one of the happiest portrayals of a gay male couple that you’ll find in any novel before the gay liberation period. Significantly, Baldwin locates their idyll not in the US but in France. Even the apparently happy ending is undercut by a nervousness about US society’s capacity to offer the pursuit of happiness – let alone its capture – to everyone. 10. The Twyborn Affair by Patrick White (1979)Eddie Twyborn is born a boy. As Eudoxia, she marries an elderly Greek man. As Eddie, he fights heroically in the first world war before working as an increasingly masculine jackaroo in the remote outback. As Eadith, she runs a brothel in London. As Eddie, at the start of the blitz, he walks out on his previous life … White’s great meditation on gender fluidity and the contingency of desire is both lushly camp and awkward in its campness, as if the author could not quite come to terms with the inflexions of his own gendered vocal chords. Often rather brash, White is paradoxically also a master of the tentative. He sees social manners from the inside of the outsider. Fathers tend to be silent, mothers silencing. Lovemaking is fumbled when it comes to the words, but snatched or worse from the body.  Homintern: How Gay Culture Liberated the Modern World by Gregory Woods is published by Yale University Press priced £25. It is available from the Guardian bookshop for £20, including free UK p&p.",
  "webTitle": "Top 10 landmarks in gay and lesbian literature",
  "webPublicationDate": "2016-05-04T10:59:49Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/04/top-10-landmarks-in-gay-and-lesbian-literature",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Walt Whitman",
      "id": "books/walt-whitman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "James Baldwin",
      "id": "books/jamesbaldwin",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Virginia Woolf",
      "id": "books/virginiawoolf",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Gregory Woods",
      "id": "profile/gregory-woods"
    }
  ],
  "guardianId": "books/2016/may/04/top-10-landmarks-in-gay-and-lesbian-literature"
}