{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/14/breakfast-feeds-young-minds-link-school-meals-learning",
  "id": "2016-05-14-57",
  "sectionId": "education",
  "body": "Every weekday, a free breakfast club runs for an hour from 8am at the Forest Academy primary school in Kendray on the outskirts of Barnsley. On a Wednesday morning, a few days before the beginning of Sats exams, 140 children – almost two-thirds of the school – ate a breakfast of fruit, juice, cereal and bagels. The offer is open to all, so there is no stigma. On Fridays there is a “Friday Feast”, something cooked – baked beans, spaghetti hoops or porridge – a celebration of the week’s efforts by pupils, 60% of whom are on free school meals. While the controversy over Sats occupies the headlines, at the Forest Academy, in an area like many in the country blighted by low wages, high unemployment and inadequate incomes, there is another major concern: if a child is hungry, it’s harder for them to learn. “We have a great community. Parents want the very best for their children,” says Sam Bailey, 42, the inspirational headteacher who in two years has turned the school around. “Before, some would lose four hours of learning until dinnertime because they were too hungry to concentrate. Breakfast is crucial. It provides a positive start to the day. Children and parents are greeted individually, and if anyone is a bit blue it’s soon picked up – and the children can really shift the food!”   Related: A good breakfast goes a long way towards tackling child hunger | Carmel McConnell    Magic Breakfast, a charity established in 2003 by former management consultant Carmel McConnell, 54, helps to provide free breakfasts in 480 schools across England, aided by companies that include Tesco and Quaker Oats. At a cost of 22p per child, 23,500 children eat breakfast every school morning. However, McConnell reckons that the real need across the UK is as high as 500,000 children. Historically, the charity has had about 200 schools on its waiting list – in the past few months, that has shot up to more than 320. The government has promised to use part of the “sugar tax” on fizzy drinks to provide £10m to help fund a further 1,600 breakfast clubs – but research is woefully lacking on the true extent of the need among children. Last week, for the first time, a figure was given for the number of people aged 15 and over going hungry in the UK: the UN Food and Agricultural Organisation estimated that 5.3 million people were at risk of being “food insecure”. This means they were experiencing hunger, skipping meals out of financial necessity and/or cutting down on the quantity and quality of food consumed. The all-party parliamentary group on hunger, chaired by Frank Field MP, wants the government to establish a series of pilot projects, one of which would gauge what and when children eat – and how many are in need. McConnell says: “We need an urgent national programme of school breakfast food aid extending right the way through school holidays as well. I can’t change family income levels or provide jobs, but I do know that the brain needs nutrition if it is to properly work.”    In the fifth richest country in the world, we need a national consensus that no child is too hungry to learn in school  Carmel McConnell     A recent study by Cardiff University established a positive link between a good breakfast and pupil attainment. It found that the chance of achieving an above-average educational performance was up to twice as high for pupils who have a healthy breakfast. Why do children go hungry or have a diet lacking in nutrition? Causes include parental neglect, poor skills, two working parents with a constant squeeze on time and the lack of an adequate income. Evidence to the Children’s Commission on Poverty in 2014 said that while the cost of essential items for families, such as utilities and food, had increased by 28% over the previous six years, average wages had risen by only 9%. In Kendray, times are tough. In the past, the men worked down the mines while many of the women were employed in Corah’s, a local clothing factory. Now, money is tight, which makes the achievement of the Forest Academy all the more impressive. At 7.30am, volunteers such as Mavis Coles, a part-time cleaner and waitress in a cyber cafe, mother to two grown-up children and grandmother to five – all of whom have attended the school – help set up the breakfast club in the cheerful dining room. “The kids have never had it so good,” Coles says enthusiastically. “The school is doing fantastic by them. If they want to learn, they can.” Three years ago, the school had high absenteeism, poor teaching and little support from parents, who were unwelcome on the premises. Bailey became headteacher in 2014 and has been aided by an energised staff. Now, the school is classed as “good” by Ofsted. It has hugely improved rates in reading, writing and maths, and also has a very good attendance rate. The children are polite and eager to win points – points mean prizes.     Pupils line up for breakfast at Forest Academy. Photograph: Gary Calton for the Observer    “We don’t give points for good behaviour. That’s expected,” says Bailey, who was praised by Ofsted for “outstanding leadership”. “We give points for resilience, independence, thoughtfulness, and looking out for each other.” Points also require mathematical skills; the more points, the bigger the prize. In 2014, only a third of the current year six, aged 10 and 11, reached the necessary standards in maths. Now it is over 90%. At breakfast, all ages mix happily together; a small child introduces herself confidently. She is with her mother, Michele, 31. “I’m Angel, this is Autumn,” the child says, pointing to her tiny sister. Angel has seven siblings, five of whom are flourishing at the school, while the eldest has moved on to secondary school. “Johnny,” says Bailey, as a small boy appears from behind a pillar eager to go into class, “You’re like a Jack-in-the-box today!” At 8.30am, the army of children file into classrooms to play educational games. Younger ones are helped to develop their social skills, while as it was a few days before Sats, the older children were gearing up for their tests. Sue Galley, 50, the parental support adviser, waits at the school door and welcomes every child and parent. In some schools, attendance at breakfast clubs is low because a parent may be too disorganised or depressed to get the child to school on time. Not here. “I think I’m seen as a bit of a mum by some parents,” Galley smiles. “If someone hasn’t turned up, I’m on the phone. I’ll do anything that keeps parents happy and a child in school and fed. Recently, one parent said ‘Do you mind if I come to school in my pyjamas?’ I said you can come in your swimming costume so long as the lad is in on time.” Galley’s role is to help families through challenging times. She is attending a rising number of meetings to safeguard children and families – more than 140 in the last school year. As support services outside the school such as child guidance are cut, Galley’s job grows, but the school’s budget is too tight to hire extra support. The same constraints mean that Magic Breakfast is essential to ensure free breakfasts continue. “Children run into school now because they want to be here,” Galley says. “Isn’t that marvellous?” The government spends £1.1m on breakfast clubs but is reluctant to pay for a free universal breakfast for all primary schools, as the Welsh government has done, even though the rewards in terms of engaged pupils are proven. So, Carmel McConnell has an ambitious plan. She wants business leaders to help raise the £13m-plus to give every hungry child a nutritional breakfast and food in the holidays. “In the fifth richest country in the world,” she says, “we need a national consensus that no child is too hungry to learn in school.” ‘For some kids, the last decent meal was school dinner’ The headteacher of one of Hartlepool’s 32 state primary schools – currently on the Magic Breakfast waiting list – explains why the charity’s work is so important “We have children having children and they often lack parenting skills. Some young children who come to us don’t expect to be spoken to – they expect to be shouted at. Some don’t know their own name. They come from homes where the only book is the Argos catalogue. “For some children, the last decent meal was school dinner, and the next decent meal will be school dinner. Mum often doesn’t know how to cook and doesn’t have an oven. We teach children to sit at a table and eat with a knife and fork. We have to do tooth-brushing too in the early years because there is poor dental hygiene. Some mums have two or three jobs, but because they work more than 16 hours [a week], the children aren’t entitled to free school dinners no matter how low the family income. “We always allow seconds in eating. Obesity isn’t a problem here. Breakfast settles them down and we give it to any child who says they are hungry. We do a good job because we believe all children have the right to an education. “Some people say it’s up to the parents to look after their children, but we know that. Often, if we don’t step in, it won’t get done. Magic Breakfast will make a big difference.”",
  "webTitle": "Breakfast does feed young minds: evidence grows of link between meals and learning",
  "webPublicationDate": "2016-05-14T20:16:06Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/14/breakfast-feeds-young-minds-link-school-meals-learning",
  "keyword": [
    {
      "webTitle": "School meals",
      "id": "education/schoolmeals",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Food poverty",
      "id": "society/food-poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Breakfast",
      "id": "lifeandstyle/breakfast",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Yvonne Roberts",
      "id": "profile/yvonneroberts"
    }
  ],
  "guardianId": "education/2016/may/14/breakfast-feeds-young-minds-link-school-meals-learning"
}