{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/barack-obama-vietnam-visit-south-china-sea-dispute",
  "id": "2016-05-24-184",
  "sectionId": "us-news",
  "body": "Obama vows US support to Vietnam  Barack Obama has backed Vietnam in its dispute with China over territorial claims and navigation rights in the South China Sea. Though Obama, who is wrapping up his visit to Vietnam, did not name China directly, he said “big nations should not bully smaller ones”. Obama’s comments came a day after the US lifted a decades-old arms embargo on Vietnam, a move widely interpreted as a rebuke to China which has been constructing military installations, including runways and missile launchers, on reclaimed islands. Obama promised his hosts “greater access to the equipment you need to improve your security”. Obama backs Vietnam in South China Sea dispute with Beijing           Barack Obama stops off at streetside restaurant in Vietnam for $6 dinner    Guantánamo prisoners head for release Obama has deals in place to send approximately two dozen longtime Guantánamo detainees to about half a dozen countries, the Guardian has learned. The president is looking to reduce the number of detainees held at the Cuban prison camp by 22 or 23 by repatriating them to half a dozen different countries. The plan will likely be implemented by the end of July. There are currently 80 men detained at Guantánamo, the lowest number since the controversial prison was opened in 2002. Transfers through quasi-parole hearings, known as Periodic Review Boards, have picked up pace this year. One of those set for a June 2 hearing is Mohamedou Ould Slahi, whose brutal experience at Guantánamo was the centerpiece of a bestselling memoir. Two dozen Guantánamo detainees poised for release under Obama deals EgyptAir: ‘Human remains suggest blast’ Human remains from the EgyptAir passenger jet that crashed last week suggest there was an explosion on board, according to a senior Egyptian forensics official, amid differing accounts of the plane’s final movements. Meanwhile Egyptian authorities have contradicted Greek air traffic control reports that crashed flight MS804 made “sudden swerves” before plummeting into the ocean. The new information suggests the pilots had no opportunity to control the catastrophic events taking place.  EgyptAir crash: official says human remains suggest blast on plane Officer cleared in Freddie Gray case Edward Nero, the first of six Baltimore police officers to receive a verdict on assault charges related to the death of Freddie Gray, was found not guilty on Monday. Brittany Packnett, a member of Obama’s “taskforce on 21st century policing”, said there was no justice in the verdict. “Lack of accountability is not a one-off story, it is a trend. And when officers are allowed to act with impunity, the stage is set for more tragedy.” There’s no justice for Freddie Gray in the Edward Nero verdict Facebook apologizes for banning photo Facebook has apologized for banning a photograph plus-sized model Tess Holliday wearing a bikini. Facebook initially said the picture, which was being used to promote an Australian feminist event called Cherchez La Femme: Feminism and Fat, depicted “body parts in an undesirable manner”. Administrators at the company recommended the group use an image of a “relevant activity, such as running or riding a bike”. In a statement on Monday, Facebook apologized for its original stance.  Too fat for Facebook: photo banned for depicting body in ‘undesirable manner’ Hillary Clinton’s problem with women As Donald Trump pulls statistically close to Hillary Clinton in some key battleground states and takes a slight lead in a key polling average, Angelina Chapin asks why, as 49% of American women give the secretary of state an unfavorable rating. In short, few women see themselves reflected in Clinton, she writes. But who supports Trump and is the latest polling as dire as it appears?  ‘I’m not with her’: why women are weary of Hillary Clinton Trump digs deep on Clinton; Clinton calls Trump a ‘bully’ Trump plans to leave no stone unturned when it comes to the Clinton’s 1990s conspiracy theory baggage. He told the Washington Post he was tentatively exploring theories around the 1993 death of deputy White House counsel Vince Foster, calling the circumstances of his suicide “very fishy”. Clinton, meanwhile, said the US did not need a “bully in the pulpit”. She has pulled out of a planned Fox News debate with Democratic opponent Sanders in California, suggesting her focus is now squarely on the likely general election battle with Trump.  Clinton attacks Trump at SEIU rally: we don’t need a ‘bully in the pulpit’ Possible Clinton VP expands paid leave Tom Perez is said to be high on Hillary Clinton’s list of potential running mates. Perez, who has been at the head of the US Department of Labor for three years, has been instrumental in the Affordable Care Act, advocating for a higher minimum wage and, most recently, liberalizing overtime rules. Next on his list is expanding paid leave. “We are the only industrialized nation on the planet that does not have some form of paid leave,” he told the Guardian’s Jana Kasperkevic. “We are the only industrialized nation where paid leave is a partisan issue.” ‘Tom Perez has guts’: US labor secretary being eyed as Clinton’s running mate Cat fight The controversial leader of Chechnya, Kremlin-backed Ramzan Kadyrov, has engaged John Oliver in an unlikely online spat, after the British comedian mocked the hardman leader for posting an online appeal about a lost cat. Oliver later posted a photograph on Twitter of himself with a cat, asking Kadyrov if it was his, leading to an Instagram protest from the head of the Chechen Republic . Fur flies as Chechen leader and comedian John Oliver clash over lost cat Adele’s payday bargain Following Adele’s rumored $140m deal with Sony Music, the Guardian’s Will Dean warns that previous mega deals for Maria Carey, REM and Janet Jackson haven’t quite paid off for their record companies. Back in 1996, REM were the biggest rock band on the planet. They renewed their deal with Warner with a $10m signing bonus, a $20m advance, 24% royalties and a $10m advance for each of their next six albums. The band, writes Dean, “repaid the favor the following month with the decisively hit-free New Adventures in Hi-Fi”. They never had another hit album. Adele’s £90m contract – warnings from previous megadeals from REM to Robbie And another thing ... It’s Bond, Jane Bond The X-Files actor has tweeted that she is into the idea of playing James Bond – as Jane Bond, naturally. Bookmakers last week suspended betting on Tom Hiddleston, star of The Night Manager, although Daniel Craig has not officially given up the role. Gillian Anderson throws hat into the ring to be next 007    It's Bond. Jane Bond. Thanks for all the votes! (And sorry, don't know who made poster but I love it!) #NextBond pic.twitter.com/f8GC4ZuFgL— Gillian Anderson (@GillianA) May 21, 2016",
  "webTitle": "Obama backs Vietnam over China on Asia visit | The daily briefing",
  "webPublicationDate": "2016-05-24T11:59:55Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/barack-obama-vietnam-visit-south-china-sea-dispute",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/24/barack-obama-vietnam-visit-south-china-sea-dispute"
}