{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/bank-holiday-travel-drivers-channel-france-petrol",
  "id": "2016-05-26-156",
  "sectionId": "world",
  "body": "Motorists taking road trips to France this bank holiday weekend should “fill up to the brim” at the last petrol station in Dover, the AA has warned, because strikes by French oil refinery workers are causing fuel shortages across the Channel.  Traffic is expected to peak on Friday afternoon as the late spring bank holiday and start of half term coincide with a burst of good weather.   Related: France fuel strike leads to tourist anxiety ahead of bank holiday weekend    The AA had specific advice for drivers hoping to take advantage of the weak euro by waiting until they are in France before filling up their cars: “If you pursue the strategy of going with an empty tank, you are going to shoot yourself in both feet.” Despite Highways England promising an end to nearly 600 miles of roadworks by Friday, travel analysts Inrix said motorists faced an average increase in journey time across the country of 27%, with delays of up to 90 minutes on the M25 and the M5 around Bristol.      Brighton beach. Holidaymakers who remain in the UK this weekend could enjoy temperatures in the low 20s, the Met Office says. Photograph: Gaze Images/Barcroft Media    The busiest period will be Friday’s afternoon rush hour, as travellers start their journeys, Inrix says; return journeys are also expected to be fraught, with predictions of heavy traffic late on Monday morning and early afternoon.  Edmund King, the AA president, said: “With temperatures picking up, travellers will have to make sure their cars don’t overheat and also carry water for themselves should they get stuck in a traffic jam.  “Delaying departure until later in the evening is often a shrewd move as the combination of work exit and holiday exodus traffic tends to ease after the rush hour.” The AA also said it was advising motorists to plan for delays on peak routes. Max Holdstock, the AA’s patrol of the year, said: “Spring bank holiday traffic will be more intense as it coincides with half term, giving families and friends a great opportunity for some time away. “The best indicator of traffic levels during the rest of the holiday is the weather: warm and sunny will tempt people to travel further, wet and windy will send them shopping, off to DIY and gardening centres, and the cinema.”   Train passengers also face disruption, with Network Rail promising to send 9,000 members of its “orange army” to work on the country’s rail network over the bank holiday weekend.  More than 30 engineering projects are in place, including the completion of a £250m improvement programme around Stafford that will force diversions on the west coast main line and replacement bus services for some London Midland services.  Major Crossrail works will continue in outer London, Berkshire and Essex, affecting services between Liverpool Street and Shenfield, and track laying work around London Bridge will mean some Southeastern services will be diverted to other stations.  Away from London, there are diversions on Great Western and CrossCountry services around Bristol due to a major signalling upgrade and the demolition and replacement of the Easton Road bridge. Britain’s staycationers can expect temperatures in the high teens or low 20s this weekend, said Graham Madge, spokesman for the Met Office. Heavy showers could form in the south-west on Friday and Saturday, but conditions will be dry and bright in between. But things will turn sour on Monday.  “For most it’s going to be fairly bright and clear,” Madge said. “The big feature coming up is that on Monday we are expecting a band of quite heavy rain coming into eastern England. At the moment on the models it does look like that could be quite intense.”",
  "webTitle": "Cross Channel with full tank, bank holiday drivers told",
  "webPublicationDate": "2016-05-26T14:37:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/bank-holiday-travel-drivers-channel-france-petrol",
  "keyword": [
    {
      "webTitle": "Road transport",
      "id": "world/road-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Petrol prices",
      "id": "money/petrol-prices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "world/2016/may/26/bank-holiday-travel-drivers-channel-france-petrol"
}