{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/03/what-women-shouldnt-say-molly-worthen-female-vocabulary",
  "id": "2016-05-03-121",
  "sectionId": "lifeandstyle",
  "body": "The semantic struggle is real. Every day it gets harder and harder to know whether my vocabulary is inadvertently perpetuating a “growing tyranny of feelings” that threatens the very foundations of democracy. Thankfully the internet is full of vocabulary vigilantes eager to spell things out for the rest of the us – the most recent example being Molly Worthen, who recently published an op-ed in the New York Times urging people to “Stop Saying ‘I Feel Like’”. According to Worthen, the phrase is “linguistic hedging” that evades the civilized conflict on which democracy is premised.  In case you’re wondering why Worthen is qualified to tell people what not to say, she is an assistant professor of history who focuses on conservative Christianity. Her latest book was called Apostles of Reason: The Crisis of Authority in American Evangelicalism. I feel like this is an unusual way to become an apostle of linguistic reason, but I’m no expert.  While Worthen explains that “I feel like” is used and abused across generations and genders, she also makes it clear that the trouble all started with young women. And her piece is just the latest example in a long history of unsolicited advice about what women should and should not say. In just the past couple years, there have been millions of words written explaining why “undermining” words or phrases like “sorry”, “just” and “I’m not an expert” are basically upholding the patriarchy while making you sound like a moron. There’s even an app, Just Not Sorry, which helps you remove these words from emails.  Sorry, but this is all getting out of hand. I don’t want to read any more op-eds about what women should or should not say. Let’s just make things easier for everyone by laying down some ground rules that put a stop to the confusion: a Dictionary of WomanSpeak (get 10% off with your Woman Card) that serves as a definitive guide to things you should not say while being female.  ‘I feel like’ We’ve already covered this, but I’ll just repeat it for clarity: every time you say “I feel like”, a small part of democracy dies. So please, reach for more definitive, muscular phrase such as:  • “I have a graph that demonstrates”  • “Statistics suggest” • “A man told me” • “A wise man told me” (although this is obviously tautology) Rather than saying “I feel like it’s going to rain”, for example, say: “A man told me that it is going to rain.” Democracy saved. ‘I’m no expert’ Tara Mohr, a leadership coach, has advised women not to use qualifiers such as “I’m no expert in this, but …” She delivered this advice on a blogpost for Goop, Gwyneth Paltrow’s lifestyle community. You should absolutely ban “I’m no expert” from your vocabulary and replace it with “You’ll find that the expert, Ramlikizan, once said ...” Ramlikizan is a made-up name but people will be too embarrassed by not knowing it to contradict you.  ‘I think’ “I think therefore I am undermining myself,” said Descartes’ sister. Well, that may not be exactly true, however the Just Not Sorry app highlights mentions of “I think” suggesting that they undermine your message. The solution to this is following the lead of Jane Austen and prefacing every opinion with “It is a truth universally acknowledged …” After all, would Pride and Prejudice have had quite the same appeal if it had started with “I think …”? I think not. ‘Just’ Former Google exec Ellen Leanse has said women should stop using “just” as a “permission” word because it puts the person they are talking to into a “parent” position, granting them more authority and control. Bad uses of the word included: • “I’m just following up on …” • “I was just wondering if you’d decided ...” Apparently, every time you use these phrases all the person is hearing is: “Please Mom, can I ...” So take a time-out, ladies, and just don’t do it. ‘Bossy’ Sheryl Sandberg is leading a charge to ban the word bossy, stating: “When a little boy asserts himself, he’s called a ‘leader’. Yet when a little girl does the same, she risks being branded ‘bossy’.” However the best thing to do whenever a child speaks up is to not call them anything at all. Just ignore them.  ‘Sorry’ Sometimes you make mistakes maybe once or twice – and by once or twice, I mean maybe a couple hundred times – and you wonder: is it too late to say sorry now? The answer is yes. Never use the word “sorry” in any context whatsoever or you will be letting all women down. It has been extensively documented that women apologize a lot and should stop. Tami Reiss, the creator of the Just Not Sorry app, says she is a big believer in saying thank you instead of sorry. So next time you spill coffee on your boss, just say thank you. You’re welcome.",
  "webTitle": "Talking while female: an expert guide to the things you definitely should not say",
  "webPublicationDate": "2016-05-03T15:44:47Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/03/what-women-shouldnt-say-molly-worthen-female-vocabulary",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Arwa Mahdawi",
      "id": "profile/arwa-mahdawi"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/03/what-women-shouldnt-say-molly-worthen-female-vocabulary"
}