{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/02/rugby-union-talking-points-premiership-weekend-action",
  "id": "2016-05-02-211",
  "sectionId": "sport",
  "body": "1) Wasps can’t rely on dining off errors What a difference a week off makes. Exeter were refreshed after Wasps eliminated them from Europe while their opponents, after their defeat to Saracens, looked like wasps at the end of the summer: weary, woozy and wobbly. The rested Worcester and Newcastle stunned Leicester and Saracens respectively in the first-half of their games, but lacked the quality and know how to see it through. Exeter are a few cuts above and what was most impressive in a dominating performance from start to finish was the way they stuck to their strategy, never taking risks against the most dangerous breakaway side in England. Wasps feed off mistakes and the Chiefs made precious view, leaving the visitors to create off their own ball against a defence that throughout prevented ball-carriers getting into their stride. The two sides will meet in the play-offs if Wasps beat London Irish in the final round next weekend and Exeter pick up at least a point at Harlequins, but did the Chiefs reveal too much on Sunday? Back in 2014, Leicester won 22-16 at Northampton but six weeks later lost there in the play-off semi-final. To turn it around, Wasps would need to show more tactical flexibility; at this stage of the season they cannot rely on dining off errors. Paul Rees  • Match report: Exeter 23-4 Wasps• Rob Andrew: the rebel who became the establishment’s master of survival  2) London Irish can bounce back London Irish’s gloomy season is not quite over – they have one last game this weekend against Wasps in Coventry – but any uncertainty about where they will play next season has been removed. The Exiles are now guaranteed to finish bottom of the pile and, with Bedford not about to overturn a huge first leg play-off deficit against Bristol, any prospect of a relegation reprieve has been removed. The rot set in early: they began the season poorly and improved too late to save themselves from dropping into the second tier for the first time since the game went professional. The good news is that Theo Brophy Clews is a young English player of obvious promise and Irish’s academy is once again on the up. On the flip side they will be rattling around in the Madejski Stadium – it will be hard work attracting 9,000-plus crowds to Reading to watch Championship rugby – and must now rebuild again at precisely the moment they were looking to kick on to the next level. A big decision, in particular, will have to be made regarding the future of their director of rugby, Tom Coventry. The New Zealander responded with admirable dignity to the inevitable post-match questions but his introduction to the dog-eat-dog world of English club rugby has been a rough one. There are some interesting alternatives out there – Stuart Lancaster, anyone? - although Harlequins’ Conor O’Shea reckons the key to the Exiles’ revival should involve a measure of continuity. “They can bounce back if they stick together,” he said. “If they do that they won’t have an issue because they’ll be too strong for everyone in the league. Hopefully their senior leaders will lead them through.” Robert Kitson  • Match report: London Irish 25-32 Harlequins  3) Burger remains a totem of Sarries’ charge for honours As ever at this time of year, the talking point was whether a trophy should be awarded to the team who finishes top of the table, despite that feat not earning them the title of champions. Mark McCall was circumspect on the matter. The only time Saracens have been champions in the past four seasons is the only time they haven’t finished top of the table (although they may reverse that trend this time). Others feel strongly that the achievement should be marked in some way. A personal view is not to bother. Either the champion team is the one who finishes top or it’s not. At the moment, it’s not. Meanwhile, as Saracens pursue trophies on two fronts over the next month, Jacques Burger, the battered warrior who took his leave on Sunday, will remain as a non-kitted-up John Terry figure. He returns home to Namibia at the end of June and has a couple of operations lined up before he goes, just to smooth over the damage wrought by so valiant a career in rugby. “Words can’t portray the value he’s brought us,” said McCall, “and they don’t. You guys just see Jacques Burger, the bravest and toughest rugby player there is. But you don’t know what he went through to be able to play again [because of his ruined right knee]. It’s kind of inspirational to know, the hours and hours he went through in these ice machines for two years. It’s important to understand why this is his last game. He’s having to take pain killers just to be able to train. It’s not right. We felt today was the right time.” Michael Aylwin  • Match report: Saracens 23-14 Newcastle• Farrell gets two-game ban but can play in Champions Cup final      Jacques Burger leaves the field after his final game for Saracens. Photograph: Matthew Impey/Rex/Shutterstock    4) Warriors need to carry more menace with the ball  Worcester achieved their goal of staying in the Premiership more than a month ago, a welcome change after seasons of struggle in the top flight this decade, but a 10th defeat in 10 league visits to Leicester showed what they need if they are to follow Exeter’s example and challenge for a place in the top, rather than the bottom, four. The Warriors were strong and resourceful in the set-pieces, predatory at the breakdown and gave the Tigers little time on the ball. They overcame the loss of two forwards in the first 33 minutes and led three times during the first half, but in a season that has been hallmarked by the increasing ability of teams to make better use of possession, they were considerably more effective without the ball rather than with it, although Andy Symons had his moments in the centre. Francois Hougaard has made a notable difference at scrum-half, but the Warriors could do with a stand-out stand-off, something they have never had in their 10 seasons in the top flight. Paul Rees  • Match report: Leicester 31-17 Worcester  5) Hartley’s Northampton absence a concern for Jones While drama was not in short supply at Franklin’s Gardens, quality most certainly was. This contest was a damning indictment of how these sides, who finished first and second last year, have regressed. Early in the second half there was a farcical period of play, where error followed error and knock-on followed knock-on; neither side able to show any sort of composure. Eddie Jones, watching in the crowd, cannot have been impressed and while he will have been with Teimana Harrison’s performance, the continued absence of Dylan Hartley will be of greater concern. Hartley has not trained with Saints’s first string since suffering a dreadful-looking concussion against France in March. Jim Mallinder all but admitted that even if he had, such is Mike Haywood’s form that Hartley would still not be starting and it seems highly unlikely the England captain will get the nod for Saints’ final match of the season against Gloucester. Jones has demonstrated that when it comes to Hartley, form is not everything – Haywood was outshining his team-mate when Jones took the reins at Twickenham and Saracens’ Jamie George was the Premiership’s stand-out hooker – but Hartley has started only six matches for Northampton this season. Haywood is of course English and is likely to tour with the Saxons this summer but Jones does not want a situation where his captain is consistently reduced to cameos for his club. Gerard Meagher  • Match report: Northampton 15-14 Bath• England appoint Neil Hatley as scrum coach",
  "webTitle": "Rugby union: talking points from the weekend’s Premiership action",
  "webPublicationDate": "2016-05-02T08:56:41Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/02/rugby-union-talking-points-premiership-weekend-action",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "London Irish",
      "id": "sport/londonirish",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Newcastle",
      "id": "sport/newcastlefalcons",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Worcester",
      "id": "sport/worcesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northampton",
      "id": "sport/northamptonsaints",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bath",
      "id": "sport/bath",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/blog/2016/may/02/rugby-union-talking-points-premiership-weekend-action"
}