{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/22/neil-libbert-new-york-street-scenes-photography-1960s-unseen-ben-uri",
  "id": "2016-05-22-188",
  "sectionId": "artanddesign",
  "body": "New York looms so large in the collective imagination, the city a permanent set broadcasting images 24/7, that only the work of a rare talent such as Neil Libbert can jolt us into seeing it anew. In a series of street scenes capturing his first impressions of 1960s New York, he shows the city’s swagger, the cocky young lads, glamourpusses and money men, through the eyes of an outsider, a fresh-faced photographer from Salford. “New York was very exciting. It was a good city,” remembers Libbert. “Harlem probably wasn’t the safest place to be wandering around with a camera, and there were a lot of bricks being thrown around, but I had no problems.” “Many of the photographs appear to have been taken discreetly,” says curator Katy Barron in the introduction to her catalogue for Unseen, a group photography show featuring Libbert’s work, “reflecting both his natural reserve and huge charm.”     Lower East Side, 1964 by Neil Libbert.    Above, Libbert, who went on to become a leading photojournalist for this paper, captures a young boy on Manhattan’s Lower East Side posing for another photographer with a toy gun. We witness both the frenetic energy of the city’s streets, a literal blur of activity visible in the photo’s foreground, and, through its characters and the shop window’s signs, its multiculturalism. Barron has said of Libbert’s images that they “convey the optimism and energy of a city that considered itself the economic, political and cultural capital of the world. Such confidence was short-lived.” Look closely and the image is full of shadows, while the child in the foreground is oblivious to the gun, albeit a toy one, being brandished behind her back. • Unseen London, Paris, New York, 1930s-60s: Photographs by Wolfgang Suschitzky, Dorothy Bohm and Neil Libbert is at Ben Uri Gallery, London NW8 until 29 August",
  "webTitle": "Neil Libbert’s New York street scenes",
  "webPublicationDate": "2016-05-22T06:00:34Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/22/neil-libbert-new-york-street-scenes-photography-1960s-unseen-ben-uri",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Imogen Carter",
      "id": "profile/imogen-carter"
    }
  ],
  "guardianId": "artanddesign/2016/may/22/neil-libbert-new-york-street-scenes-photography-1960s-unseen-ben-uri"
}