{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/02/punk-london-summer-preview-sex-pistols",
  "id": "2016-05-02-98",
  "sectionId": "culture",
  "body": "It seems fitting that the extensive celebrations planned for the 40th anniversary of punk have caused controversy, even if it’s not the kind of controversy that punk caused 40 years ago.  Chief among the critical voices has been that of Joe Corré, son of Malcolm McLaren and Vivienne Westwood, who has claimed the events have been “given the Queen’s blessing”, and represent “alternative and punk culture being appropriated by the mainstream”. This once radical movement, he said, is becoming “like a fucking museum piece or tribute act”. In response, Corré has announced that he’s going to burn £5m worth of punk memorabilia – an action that, rather winningly, has been added to Punk London’s online list of upcoming commemorative events: “26 Nov: Joe Corré burns his punk stuff.”   Related: Happy Birthday Punk: the British Library celebrates 40 years of anarchy and innovation    Clearly this is just the kind of cocktail of recklessness, provocation and look-at-me self-publicising that his late father would have loved. Nevertheless, you could argue all night about whether Corré has a point, or whether the co-opting of punk by the mainstream happened so long ago as to render his argument irrelevant.  It’s nearly 20 years since the Sex Pistols’ 1976 appearance on the Today Show, once a source of national outrage, took its place next to Benny Hill and Morecambe and Wise on a collection of classic Thames TV moments. You might also wonder where exactly Corré got his intel that Her Majesty is on board with, say, the Design Museum’s fanzine-making workshop.  But even if you don’t share Corré’s aversion to nostalgia, it’s easy to feel that the story of punk has become over-told in recent years. That the movement has been reduced to a series of tired and occasionally inaccurate bullet points by endless BBC4 documentaries that are apparently obliged by law to cut from footage of an angry man standing by a brazier and rubbish piling up in Leicester Square in early 1979 to the Sex Pistols performing Anarchy in the UK on ITV’s So It Goes nearly three years earlier.     Don Letts Presents Punk on Film is at the BFI Southbank in August. Photograph: Erica Echenberg/Redferns    Perhaps a slightly more complex, nuanced account of what happened in 1976 will emerge from all the events scheduled in London over the coming months. The centrepiece is probably Punk 1976-78, an exhibition that opens at the British Library on 13 May, featuring rare material from the collection of Jon Savage, punk archivist and author of the definitive punk history, England’s Dreaming.   Related: Joe Corré on burning his Sex Pistols collection: ‘It’s the ideas that are important, not the memorabilia’    Elsewhere, there are a multitude of photography exhibitions – certainly no one is going to be able to complain that they didn’t see enough black and white shots of Johnny Rotten – of which the pick might be Anita Corbin’s Visible Girls, a collection of photos of youth subcultures that includes new romantics, mods and rockabillies as well as punks.  There’s also a film festival at the BFI curated by the musician and film-maker Don Letts; a weekend of music and spoken word at the Roundhouse to commemorate the Ramones’ legendary 4 July 1976 concert at the same venue; and a special “punk strand” at the Stoke Newington literary festival – presumably something to do with key player in the festival and “coolest librarian in the world”, former Buzzcocks manager Richard Boon.  There’s also a major exhibition at a venue yet to be confirmed, which purports to show “the lasting impact of punk on British fashion from Westwood to McQueen and Vogue to Vice” – a description that raises the question of where the curators of Punk London think the movement’s legacy resides 40 years on, if anywhere. • Punk London: 40 Years of Subversion, various London venues until 26 November.",
  "webTitle": "Pistols reloaded: the pick of the summer of punk",
  "webPublicationDate": "2016-05-02T15:47:52Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/02/punk-london-summer-preview-sex-pistols",
  "keyword": [
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sex Pistols",
      "id": "music/sexpistols",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Ramones",
      "id": "music/ramones",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "culture/2016/may/02/punk-london-summer-preview-sex-pistols"
}