{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/donald-trump-reince-priebus-republican-party",
  "id": "2016-05-06-86",
  "sectionId": "us-news",
  "body": "The chairman of the Republican party has called on Donald Trump to reassure conservatives worried about his presidential nomination by releasing more names of potential supreme court justices he would pick if elected. Speaking as the party reeled from the unexpectedly swift coronation of Trump this week, Reince Priebus also revealed that the New York billionaire had rung him “within minutes” of hearing that House speaker Paul Ryan was refusing to endorse him and asked: “What do I need to do?” Priebus, whose role as chairman of the Republican National Committee is to try to heal the rift before its convention in Cleveland this July, said he told Trump to “relax and be gracious”. Yet, like Ryan, Priebus urged Trump to reach out to help unify the party when the presumptive nominee meets Republicans on Capitol Hill next week. “A smart thing for Donald Trump to do would to release five to 10 names of people that he would pull from: ‘Here’s 10 folks who I think would make great supreme court justices’,” Priebus said during a Politico breakfast discussion in Washington on Friday. “Things like that would be helpful in recalibrating some people’s minds as far as ‘why do we need to support the Republican nominee?’... I think we’re going to get there.” Trump has already floated at least two names of conservatives he might pick for the supreme court vacancy, but Priebus acknowledged that the swift turn of events this week was raising fresh questions in the party about his suitability. “I am sure it is going to take some time to get into general election mode and out of primary mode,” the RNC chair said when asked about some of Trump’s more controversial outbursts during the bitterly fought contest. “He’s trying. Honestly I think he’s trying,” added Priebus, to laughter, when asked what he thought about the latest controversy over a tweet from Trump eating a taco bowl on Cinco de Mayo and claiming it showed how much “loves Hispanics”. But Priebus dismissed talk of fresh attempts to derail the nomination process in Cleveland with an alternative candidate, something he described as still “possible, but highly, highly unlikely”. He also rejected the idea floated by Nebraska senator Ben Sasse that conservatives might rally behind an independent candidate running against Trump and Clinton. “The amount of time, energy, money,” responded Priebus. “And it’s a guarantee to elect Hillary Clinton. When people take a breath and calm down they are going to understand that the supreme court is too important to let differences of opinions get in the way.” Priebus also backed the House speaker on the issue of whether the party should rally behind Trump’s controversial call to ban Muslims from entering the country. “I’m agreement [with Ryan] on the ban coming in. I had put a statement out on that already. It’s not something that I believe in, or our party believes in. I believe that our party is the party of the open door. Our party is the party of opportunity and equality and it always will remain such.” Priebus suggested the Republican party leadership might try to convince Trump to back down on this but had not discussed it yet: “It’s been like three days, so we’re not quite there yet ... [we’ll] get the speaker on board and get into some of those details later.” The RNC chair also bristled at suggestions of a “hostile takeover” by Trump. Asked if it was his party now, Priebus replied: “It’s the party’s party.” He acknowledged that in practice they would jointly organise the running order of the convention in July and that Trump would probably receive an entry card to party headquarters in Washington, but Priebus insisted he would remain in charge of the RNC, not the presumptive nominee. Nonetheless the RNC chair acknowledged recent tensions had strained relations between Trump and the party, revealing he had “needled” Trump about his claim that the nomination process was rigged once it became clear he had won nonetheless. “He laughed,” said Priebus, when asked what the response was. Later at a White House press conference, Barack Obama was asked about Ryan’s refusal to back Trump. “I think you have to ask Speaker Ryan what the implications of his comments are,” the president said. “There is no doubt that there is a debate that’s taking place within the Republican party about who they are and what they represent.” He added of Trump: “Republican women voters are going to have to decide, is that the guy who I feel comfortable with, and representing me, and what I care about?” Additional reporting by Tom McCarthy in New York",
  "webTitle": "'Relax and be gracious': Republican chair advises Trump on how to win over party",
  "webPublicationDate": "2016-05-06T16:07:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/donald-trump-reince-priebus-republican-party",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/06/donald-trump-reince-priebus-republican-party"
}