{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/denis-suarez-villarreal-liverpool-europa-league",
  "id": "2016-05-04-40",
  "sectionId": "football",
  "body": "Castellón airport has never seen anything like this, which might not come as a huge surprise when for four long years it had never even seen a plane. Over the past two days the place has been busy for the first time, thanks to the first people to fly from there. In January 2015 the Villarreal team boarded flight YW2003 bound for San Sebastián; on Wednesday they caught a charter heading for Liverpool John Lennon, where a metal Yellow Submarine awaited them. History awaits them too, and more than 2,000 supporters followed from Vila Real, population 51,367. Three charter flights left Castellón on Wednesday and six are scheduled for Thursday, more than normally take off there in a week. Others flew from Valencia, Barcelona and Madrid: fans, friends and family. Denis Suárez’s mother, a hairdresser, and his father, a car mechanic, came in from Galicia, north-west Spain. There are no direct flights but they were not going to miss seeing him in a European semi-final at Anfield. Nor was Suárez’s sister, Zulay, but at least she did not have to travel so far. She came by car.    For a Spaniard, saying no to Barcelona is very difficult – even if you’re at City.  Denis Suárez     Suárez signed for Manchester City in 2011, aged 17. He left Celta Vigo, who he supports and had joined at 11, because they were in administration and needed the money. Barcelona wanted him too but, he admits with striking honesty, there were two fundamental reasons to choose England: one was financial, the other family. “Celta had to sell and City paid them an important amount [€1.5m up front, €1.5m more upon his debut], while the contract sorted out my parents’ lives,” he explains. “And, above all, City let me take my family with me.” After two years in Manchester he returned to Spain and so did his parents. They went back to Salceda de Caselas, the town of 8,835 people where he grew up; Suárez went to Barcelona, then Sevilla, then Villarreal. Zulay, though, stayed in Manchester where she runs a company called Forever Fit and where, Suárez says with a smile, “she’d got herself an English boyfriend”. A City fan, he and Zulay planned to watch Wednesday’s Champions League semi‑final with Denis in the Villarreal team’s hotel and Thursday’s Europa League semi‑final in the Villarreal end. Had things turned out differently, they might have watched him weekly at the Etihad Stadium. He could be forgiven for thinking that, given the chance, he would be in City’s first team now. “Yes, maybe. But I don’t regret any of the decisions I’ve made.” He has made a lot of them, while others have been made for him, leaving him seemingly forever moving on. “Maybe in different circumstances I’d be playing for City or Barcelona, or if Celta hadn’t had financial problems I’d still be there,” Suárez says. “But you have to keep progressing, and every experience makes you stronger.” Suárez speaks in a soft voice, his words considered and thoughtful, but the ambition is inescapable, the character too – visible, too, in how much he’s experienced so young, in his refusal to allow progress to slow, the search for opportunity. At 22 he has had five clubs and more lies ahead. A call-up to Spain’s preliminary pre-Euro squad is likely and with Barcelona intending to exercise their right to buy him back, so is another move.   Related: Liverpool’s Daniel Sturridge made to wait by Jürgen Klopp on semi-final role    It has been quite a journey and it started with a goal. “It was against Los Angeles Galaxy in pre-season,” Suárez recalls. “I came on late and it went to penalties. I hadn’t got the ball, so my first ever touch as a City player was a penalty ... which I scored.” If Suárez remembers the penalty – “across my body, the keeper going the wrong way” – most remember that game for Roberto Mancini furiously hauling off Mario Balotelli after an attempted backheel. Suárez was behind him on the bench at the time. “Mario heard a whistle from the stands,” Suárez explains. “But Mancini hadn’t heard it and substituted him because he thought he was messing about. If Balotelli had been focused, if his head had been right, he’d have been a great player, I’m certain. I saw him do things in training that were la leche [the business]. But there was no maliciousness in him, nothing bad at all: it was just the way he is. He was like a kid, everything was funny, but he was a good guy.” Suárez says they all were. And Balotelli, who spoke Spanish, was among those who helped most in the first difficult weeks, along with Pablo Zabaleta and Mancini’s sons Felippo and Andrea. Suárez had his family around him, built a relationship with team-mates and learnt English. He admits it was harder for his parents, for whom life in England was “nothing like” Spain even though City “did all they could”, but he insists: “I liked it there; going was the right decision and I don’t regret it.” Nor, though, did he regret leaving. On the pitch, opportunities were few at the Etihad Stadium. Given his age, that was always likely, but Suárez hoped for more and departed without having played a Premier League game. “To start with Mancini showed a lot of trust and faith in me, he gave me confidence and my debut [in the League Cup against Wolves], but the team was competing for titles, so it’s hard to put in young players. In the second year an injury slowed me down. At the end of it [Manuel] Pellegrini arrived. I had a year left but I got the offer from Barça: a year with the B team, then the first team.” What did Pellegrini say? “To stay,” Suárez replies. “I always knew it would be difficult to get games, but...” he says, looking for the right words. “For example, I see Arsenal play youth-teamers, or United with [Marcus] Rashford. I see teams give them opportunities, four or five games to see how they respond. At City that doesn’t happen. Except now with [Kelechi] Iheanacho, they don’t really back young players. I know it’s difficult: City have a huge number of top-level players. They invest a lot of money in youth, look after them, give them everything they need to succeed, but at the hour of truth it’s hard to take that next step.”    I’d always want James Milner in my team and I’m sure coaches think the same.  Denis Suárez     Will that change with Pep Guardiola? “Maybe,” Suárez says. “Because his philosophy is that if he sees a young player who is good enough, he backs him.” Suárez thinks English football would benefit from youth teams playing in the professional league, rather than a Reserves League, helping young players prepare for that step up. But, he adds: “I also believe that to find out if someone is good enough, you have to try them. Arsenal do it, and it works. United do it. Liverpool have had [Raheem] Sterling, Suso, [Jordan] Ibe ... they’ve been given opportunities.” Suárez saw his best opportunity lying elsewhere and in 2013 returned to Spain. “For a Spaniard, saying no to Barcelona is very difficult – even if you’re at City,” he says. Again, though, he found himself wanting more. He’d sat through the final-year collapse of Mancini; now he arrived at Barcelona for that unsuccessful 2013-14 season under Tata Martino, a year that felt transitory even at the time. He starred for Barcelona’s B team, finishing third in the Second Division, but got no first-team minutes. He did not expect to the following season, either, even when Luis Enrique arrived. Next stop: Sevilla on a two-year loan. Suárez considered 46 games in his first top-flight season a success. But at the end of it, with Barcelona’s Fifa ban making a recall impossible, he pushed for the chance to join Villarreal instead pleading with the Sevilla coach Unai Emery to let him go. Eventually, Villarreal paid Sevilla €3m and Barcelona €4m to buy him. The Catalans kept a buy-back clause, believed to be around €7m. “He’s a good lad, but he said he’d have more chance somewhere else,” Emery admitted. He was right. Suárez has played 31 league games, plus 12 times in the Europa League this season. When he rolled the ball across for Adrián López to score the last‑minute winner against Liverpool, it left him on the verge of a record for assists in this competition, with seven. It also left Villarreal on the verge of history. Suárez has heard people say they celebrated too much, too soon, but he does not agree. And far from disrespecting Liverpool, he insists the opposite is true. “Liverpool are a huge club, un grande. Imagine it: you beat a big, historic club in the Europa League semi-final, and in the last minute ... that doesn’t happen every day.” “People know Atlético, Madrid, and Barça, and no one else exists. The game against Liverpool was our way of opening Villarreal up to the world, showcasing our identity and style, which you can see in the goal: a sharp, clean counterattack, a really good one,” he says. As for Liverpool’s style, he admits he was surprised to see them play without a striker but believes that what most effected them was losing Philippe Coutinho. Suárez talks highly of Jürgen Klopp’s tactical work and personality; talks highly, too, of two players who were team-mates at City.   Related: Explained: why five English clubs could play in next season’s Champions League    “Kolo [Touré] is a great guy, always positive,” he says, but it is James Milner of whom he speaks most warmly and whose shirt he covets. Milner, it turns out, even speaks a bit of Spanish. “I don’t know if he’s underrated in England; what I do know is that I saw him every day and he ran more and trained better than anyone else,” Suárez says. “I’d always want him in my team and I’m sure coaches think the same. He always competes. Maybe he is rarely a 10 out 10 but he’s always a notable [7 or 8]. “The Europa League’s taken a leap forward: you can see how teams like Dortmund and Liverpool have treated it, teams used to the Champions League,” Suárez says. And not because it is a gateway, a means of returning to that competition, which Villarreal have already done in anyway, but because of the glory, the moment, the memory. “If it then gives you access to the Champions League, great, but it’s a title, a trophy,” he insists. That matters. As he explains: “Liverpool have loads of titles [already], sure, but Sevilla have become big through the Europa League”. Villarreal aspire to the same and so does he. For Suárez, this would be his second trophy in two years, having won the competition with Sevilla last season; for Villarreal, defeated in three European semi-finals, it would be a first in 93 years. No wonder there were queues in Castellón. “We’re living a historic season,” he says. “Fourth in La Liga, semi‑finals against Liverpool, winning 1-0, last minute. It’s not that we celebrated as if we’d already won; it’s that maybe people don’t realise how big this is for us. And it’s Liverpool – come on. Any player would love the chance to reach a European final; imagine having that chance at Anfield. “For Villarreal, it doesn’t get bigger. If we get through, this would be the most important season in the club’s history.”",
  "webTitle": "Villarreal’s Denis Suárez ready to sink Liverpool with Yellow Submarine | Sid Lowe",
  "webPublicationDate": "2016-05-04T19:40:31Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/denis-suarez-villarreal-liverpool-europa-league",
  "keyword": [
    {
      "webTitle": "Villarreal",
      "id": "football/villarreal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/04/denis-suarez-villarreal-liverpool-europa-league"
}