{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/no-new-money-for-great-barrier-reef-in-budget",
  "id": "2016-05-05-357",
  "sectionId": "australia-news",
  "body": "All the $171m in funding announced in the budget for the Great Barrier Reef has come from other environmental programs, which already had significant amounts directed at conserving the reef, it emerged on Thursday. It was also revealed that a large portion of the reallocated money will not be available for the reef until 2019, coinciding with when Unesco is scheduled to reconsider whether to categorise the reef as “in danger”. Under questioning from the Greens senator Larissa Waters, the recycled nature of the money was confirmed by the cabinet minister Simon Birmingham and government officials in Senate estimates on Thursday. In a press release from Tuesday’s budget, the environment minister, Greg Hunt, said: “The Turnbull government is doing more than ever before to protect the Great Barrier Reef and the 2016 budget strengthens this commitment with a $171.0 million boost.” But $101m of that money is being taken from the National Landcare Program. For the first three years, that will only amount to $8.9m a year, jumping to $32.7m from the financial year 2020-21. That money comes from a pool that has not yet been allocated in the National Landcare Program. But within the National Landcare Program, hundreds of millions of dollars have previously been spent on improving water quality on the Great Barrier Reef, and whether money from that program was going to be spent on the reef from 2019 onwards had not yet been determined. The other $70m for the reef has been taken from a capping of programs within the Green Army. Again, Green Army programs have already been contributing significantly towards Great Barrier Reef conservation. In 2015, for example, almost 10% of announced Green Army Programs were directed at the reef’s conservation. Of that $70m, none of it will be available to the reef until 2019, when $40m will be allocated to water quality programs, followed by two years of $15m funding. With the old and new announcements combined, in the 2016-17 period, the federal government will be spending $58.8m on the Reef 2050 Plan, which intends to improve water quality. In response to questions about the recycling of the money, Birmingham said the $171m was new money “for the reef”, since it had not yet been allocated for the reef or for anything else. “In a budget that keeps more than $20bn in subsidies to fossil fuels and gives $100m in new money to mining exploration, it’s an indictment on the government that there is no new money for the reef that doesn’t come at the expense of other environment programs,” Waters said in a statement.  “We are in an extinction and climate crisis – now is not the time for more environment funding cuts.” Meanwhile, the Queensland government is investing $57.5m in 2016-17 period. “That means that the commonwealth is only investing $1.3m more than the Queensland government,” said Imogen Zethoven, from the Australian Marine Conservation Society. “If the commonwealth was serious about fixing the water quality problems in the reef, it would provide twice, three times or even four times the amount that the Queensland government is providing,” she said. The lack of new money for the environment or the Great Barrier Reef comes despite new money being announced that will assist miners. Some $100m of brand new money was given to Geoscience Australia to assist miners in exploration for minerals and groundwater, a move which was applauded by the Minerals Council of Australia, which described the budget as a “blueprint for growth”. “A key driver for the next phase of Australia’s exploration effort is the fact that 80% of the continent, covered by rocks and sediment, remains largely unexplored,” the council said in a press release. “This will propel a step-change in knowledge and technology, which will facilitate exploration by private companies in areas that have historically been difficult to explore.” All of the money announced for the reef was focusing on water quality on the reef, with the budget remaining silent on climate change, which the Great Barrier Reef Marine Park Authority has said is the most serious risk facing the reef and which is causing the current bleaching crisis. Responding to the budget, the Greens leader, Senator Richard Di Natale, said there was no new money for renewable energy, and the government had already announced more than $1bn would be removed from the Australian Renewable Energy Agency. “The government doesn’t see the jobs of the 21st century in building wind turbines and public transport – they see them in building military hardware,” Di Natale said. “While subsidies continue to flow to the fossil fuel industry, more than a billion dollars is being ripped out of clean energy.”",
  "webTitle": "Money trumpeted in budget for Great Barrier Reef previously announced",
  "webPublicationDate": "2016-05-05T01:24:24Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/no-new-money-for-great-barrier-reef-in-budget",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/05/no-new-money-for-great-barrier-reef-in-budget"
}