{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/13/imf-warns-stock-market-crash-house-price-fall-eu-referendum-brexit",
  "id": "2016-05-13-79",
  "sectionId": "business",
  "body": "A vote to leave the EU next month could precipitate a stock market crash and steep fall in house prices, the International Monetary Fund has warned. Christine Lagarde, the IMF managing director, also backed warnings from the Bank of England governor Mark Carney that Britain could fall into recession following a Brexit vote. Lagarde, who was in London on Friday to present the fund’s annual health check on the UK economy, said it was possible the economy would shrink in two consecutive quarters, which is the definition of a recession. “We have looked at all the scenarios. We have done our homework and we haven’t found anything positive to say about a Brexit vote,” she said. The IMF said a panic among investors would trigger shockwaves throughout the economy following a vote to leave, sending shares and property prices into downward spiral. In a report that is clearly helpful to campaigners for Britain to remain in the EU, the it said that even over the longer term growth would be depressed. Vote Leave reacted angrily to the findings, which it said were part of a plan by the government “to circumvent purdah rules by using the IMF, which is funded by the EU and the UK government”. The Brexit campaign accused the Washington-based organisation of being “consistently wrong about its forecasts for the UK economy” and said it was wrong again on Britain leaving the EU. It also attacked Lagarde’s reputation saying it was sullied by criminal allegations of negligence over €400m (£314m) of payments in the Bernard Tapie affair, dating back to when she was French finance minister.   The Tory MP Priti Patel said: “The IMF warned Britain it was playing with fire when it set out a plan to deal with the deficit. Now our economy is stronger than nearly every other major economy. Today, the IMF is talking down Britain because we want to take back control from Brussels. They were wrong then and they are wrong now. “The EU-funded IMF should not interfere in our democratic debate weeks before polling day. It appears the chancellor is cashing in favours to Ms Lagarde in order to encourage the IMF to bully the British people – it is a sign of the desperation in the in campaign.” The IMF’s warning was coupled with a prediction that a vote to remain in the EU would spur a rebound in growth in the second half of the year, ending more than 12 months of stagnant output and falling business confidence.   Related: IMF: Brexit would send shockwaves through UK economy - business live    But it painted a gloomy picture of the potential fallout from a vote to leave. “Markets may anticipate such adverse economic effects. This could entail sharp drops in equity and house prices, increased borrowing costs for households and businesses, and even a sudden stop of investment inflows into key sectors such as commercial real estate and finance,” it said. “The UK’s record-high current account deficit and attendant reliance on external financing exacerbates these risks. Such market reactions could sharply contract economic activity, further depressing asset prices in a self-reinforcing cycle.” Lagarde said countries across the whole world were concerned about the impact of a UK vote to leave the EU on their own economies and the global situation. “There isn’t a country I have visited in the last six months that hasn’t asked me what we think the impact of Brexit will be,” she said. She said there was a “huge amount of anxiety” that made it legitimate for the IMF to carry out an assessment of the risks. Lagarde added that the timing of the report was not significant and fitted with publishing a detailed analysis of the UK economy before the IMF board meeting in the autumn. “We are not doing it out of politics,” she said. “That is not how the IMF works.” The IMF said there would only be a limited boost for net exports caused by an abrupt sterling depreciation and this would only partly offset the hit to GDP from reduced consumption and investment.   Related: EU referendum: barrage of grim forecasts takes aim at our homes    The report added that inflation could also rise well above the Bank of England’s 2% target at some point. Seema Malhotra MP, the shadow chief secretary to the Treasury, said a series of economic reports showed it was “vital for our security and prosperity that we vote to remain”. She said: “There’s a broad consensus that walking away from Europe will hit the British economy hard and that it will be costly for British families and businesses. “That’s the message from international bodies – the IMF and the OECD and from the Treasury and the CBI. The employer’s organisation says there would be nearly a million lost jobs. The Treasury says that over 10 years the cost per family could be £4,300.” The IMF said a vote to stay would benefit the economy after a turbulent few months which have seen sterling fall by 8% and wages growth slow. “In the event of a vote to remain in the EU, growth is expected to rebound during the second half of the year,” it said. “As anticipated, the slower first half, and some lingering referendum-related effects, mean that growth is likely to fall below 2% for the full year 2016, before returning to an average of around 2.25% over the medium term, roughly in line with potential. “Inflation, which is currently only 0.5%, is expected to revert to target gradually, as effects from commodity price falls dissipate and low unemployment helps push up wages.”",
  "webTitle": "Brexit would prompt stock market and house price crash, says IMF",
  "webPublicationDate": "2016-05-13T17:12:56Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/13/imf-warns-stock-market-crash-house-price-fall-eu-referendum-brexit",
  "keyword": [
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic recovery",
      "id": "business/economic-recovery",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Christine Lagarde",
      "id": "world/christine-lagarde",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Phillip Inman",
      "id": "profile/phillipinman"
    }
  ],
  "guardianId": "business/2016/may/13/imf-warns-stock-market-crash-house-price-fall-eu-referendum-brexit"
}