{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/nra-endorses-donald-trump-convention",
  "id": "2016-05-21-143",
  "sectionId": "us-news",
  "body": "The National Rifle Association on Friday endorsed Donald Trump, a presidential candidate who once supported a ban on assault weapons but who the group sees as the only alternative to Hillary Clinton.    Related: NRA members skeptical of whether Trump's gun rhetoric matches his record    If the former secretary of state is elected in November, the NRA executive vice-president, Wayne LaPierre, told a packed convention hall: “You can kiss your guns goodbye.” Trump, once a supporter of gun control policies that are anathema to the gun rights lobby, claimed he was surprised by the endorsement.  “I will not let you down,” he promised NRA members in his speech. “Remember that, I will not let you down.” In a discursive address that combined his trademark improvised riffs with more unsteady moments reading from notes, the presumptive Republican nominee tried to convince the crowd that he was one of them.  He bragged about his concealed carry permit and awkwardly boasted that his sons Don Jr and Eric own so many firearms “that sometimes even I get a little bit concerned”. Some NRA members said in advance of the speech they were not sure how sincere Trump’s support of gun rights might be, and that they feared the second amendment might be something such a famous dealmaker might be willing to trade away. Echoing familiar lines from his stump speech, Trump promised that as president he will get rid of “gun-free zones”. The November terrorist attack on the Bataclan theater in Paris, he said, might have been averted if concertgoers had been carrying firearms.  “If [the attackers] knew there were guns in the room, it might not have happened,” he said. “But there would have been bullets going in the other direction and the carnage would not be the same by any stretch of the imagination.” One hundred and thirty people were killed in the Paris terrorist attacks, including 89 at the Bataclan.  Many of Trump’s properties, including the Mar-a-Lago resort in Palm Beach, Florida, are gun-free zones. Trump also repeated his accusation that Clinton wanted “to abolish the second amendment”. The former secretary of state is a supporter of gun control legislation and a fierce critic of the American gun industry, but she has never favored amending the constitution.  Clinton has suggested that she would appoint supreme court justices who would support overturning the 2008 Heller v United States decision, which ruled that the second amendment gives Americans the right to bear arms for self-defense in their homes, making local handgun bans unconstitutional.  The next president will get to appoint “three to five” supreme court justices, Trump said, challenging Clinton to follow his example and produce a list of judges she might appoint if elected.  On Wednesday, in an attempt to assuage conservative fears that he might appoint a relative moderate such as his sister, a pro-choice federal judge, Trump published a list of 11 potential nominees.  With the NRA endorsement, yet another conservative stronghold has yielded to Trump, whose heterodox policy positions had led many on the right to view him with suspicion.  Chris Cox, the group’s top lobbyist, addressed disaffected conservatives in the convention audience when he said: “If your preferred candidate dropped out of the race, get over it.”  Clinton, Cox said, would “destroy individual freedom and the America that we love”.   Related: The NRA holds love-in for Trump    An NRA spokeswoman said the group did not endorse the last Republican nominee, Mitt Romney, until October 2012. The former Massachusetts governor was looked upon with suspicion by many gun rights advocates, given his past support for a ban on assault weapons. Trump’s appearance at the NRA convention marked a meeting of two of the fiercest critics of the American press, which Trump has repeatedly called “dishonest”. Cox opened a Leadership Forum event by encouraging NRA members to greet “our friends in the media”.  “Don’t give them the one-finger salute, give them the full wave,” he said. To a roar of laughter, he added: “We’re counting on you to be completely fair and honest.”  The NRA refused to issue Guardian US with accreditation for its annual convention. Reporter Lois Beckett is in Louisville and covering the event from outside.",
  "webTitle": "Donald Trump endorsed by NRA despite history of gun control support",
  "webPublicationDate": "2016-05-21T08:37:07Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/nra-endorses-donald-trump-convention",
  "keyword": [
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/20/nra-endorses-donald-trump-convention"
}