{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/06/ryan-murphy-feud-camp-tv-susan-sarandon",
  "id": "2016-05-06-161",
  "sectionId": "tv-and-radio",
  "body": "Last year gay Americans achieved the right to marry in all 50 states. This year, by way of a bonus, Ryan Murphy is bringing us a television adaptation about the making of the camp classic Whatever Happened to Baby Jane? FX announced on Thursday that it has ordered a new show from Murphy called Feud. The TV producer and creator of Glee has almost single-handedly brought back the anthology series with American Horror Story, American Crime Story and Scream Queens. Feud will have the same format, with each season concentrating on different notorious adversaries.  The first eight episodes will be about the lifelong hatred between film legends Bette Davis and Joan Crawford, but will specifically focus on the on-set antics between the two when they filmed Baby Jane in 1962. For those who don’t know, the film is about two sisters (one a movie star, the other a faded child star) who are trying to destroy each other by any means possible. And for this movie, the two leads went method.      All smiles: Bette Davis and Joan Crawford filming Whatever Happened To Baby Jane? Photograph: Archive Photos/Getty Images    As if that were not already cause enough for palpitations, Oscar winners Jessica Lange and Susan Sarandon will play the parts of Crawford and Davis, respectively. This seems like a bit of a reversal. Lange chewed the scenery for Murphy for several seasons on American Horror Story and is playing the more reserved Crawford, whereas the earthy Sarandon will take the role of the decidedly unhinged Davis. The rest of the cast includes Stanley Tucci as studio head Jack Warner, Alfred Molina as director Robert Aldrich, and Judy Davis as gossip columnist Hedda Hopper.  It’s a good time to get into business with Murphy, who is hot thanks to the critical and ratings success of American Crime Story: The People v OJ Simpson. Many of his series, especially Glee and American Horror Story, which he writes with co-creator Brad Falchuk, have been uneven and afflicted with ludicrous plotting. He seems to have corrected that problem with American Crime Story, which was written by Scott Alexander and Larry Karaszewski (and, of course, based on real events).  The Feud pilot is based on a script Murphy bought called Best Actress by Jaffe Cohen and Michael Zam. Let’s hope he can relinquish some of his writing duties for consistency’s sake. Just as he did with American Crime Story, Murphy will direct several episodes of Feud. This seems to be a winning formula for him so it’s good to hear that he’s sticking to it. He’s also written plenty of great female characters who deliver biting insults (that’s really all that Scream Queens is) so putting him in charge of two of Hollywood’s sharpest and meanest is sure to have everyone clutching their pearls and laughing at the same time.  There is also excellent material to be working with. On the set of Baby Jane, Davis had a Coke machine installed in her dressing room because at the time Crawford was married to the CEO of Pepsi. For a scene where Davis had to drag Crawford across the floor, Crawford stuffed rocks in her pockets. Their hatred carried on until the end of their days. When Davis heard that Crawford died, she reportedly said: “You should never say bad things about the dead, only good. Joan Crawford is dead. Good.” The horrible way they treated each other may not have made them very nice people, but it’s going to make excellent television.",
  "webTitle": "Ryan Murphy’s Feud promises to be as camp as TV gets",
  "webPublicationDate": "2016-05-06T13:24:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/06/ryan-murphy-feud-camp-tv-susan-sarandon",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Susan Sarandon",
      "id": "film/susan-sarandon",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/06/ryan-murphy-feud-camp-tv-susan-sarandon"
}