{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/kate-summerscale-wicked-boy-review-victorian-crime-sensation",
  "id": "2016-05-22-186",
  "sectionId": "books",
  "body": "It began, as these things sometimes do, with a stink. On the evening of 15 July 1895, in Plaistow, east London, a girl arrived at the house of Emily Coombes, sent by her mother, who’d noticed a rank smell at the home of Coombes’s sister-in-law, nearby in Cave Road. Two days later, on the morning of 17 July, the milkman also encountered a stench at the house in Cave Road, and again word was sent to Emily Coombes. At 1.20pm on the same day, accompanied by her friend, Mary Burrage, she knocked on the door of the terraced house, demanding that her nephew, 13-year-old Robert, open it. Pushing past him, she went upstairs, following her instincts and, presumably, her nose. There in the bedroom, she found the body of a woman, her face covered by a sheet and a pillow. Sister-in-law Emily was unrecognisable. She had been there a while, and the weather had been hot. The corpse was all maggots. There was, and is, no mystery attached to Emily Coombes’s unfortunate end. Her son Robert immediately and almost nonchalantly confessed to having stabbed her 10 days before. Having committed this heinous act, moreover, he and his little brother Nattie had enjoyed themselves mightily (their father was away at sea). They had been to see WG Grace play cricket at Lord’s, and to the seaside. By way of money, they’d pawned various bits and pieces, aided by an adult family friend called John Fox, whom they’d asked to stay while their mother was supposedly away in Liverpool. (“We’ve had a rich uncle die in Africa,” they said, “and Auntie wants to see Ma.”) Fox had not noticed the stink, or so he said. “My smell is not very good,” he told the police. At this point, I pictured him sniffing the air, experimentally.   Related: A life in writing: Kate Summerscale    Why had Robert killed his mother? He spoke of the beatings she’d dished out, of the need to defend Nattie. However, as Kate Summerscale notes in this account of his crime and its aftermath, it seems more likely that he had suffered some kind of psychotic breakdown. The newspapers of the day, high on fin-de-siècle fear and loathing – in the 1890s, children were no longer innocents; they were little beasts, capable of all sorts of savage doings – thought him a “monster of depravity”. But the jury at his trial for murder, gazing on his confident but undeniably young face in the dock, took a more compassionate view, and thanks to them, he was not hanged, but dispatched to Broadmoor, where he took part in chess tournaments and learned to play the violin and cornet. Seventeen years later, when he was 30, he was thought well enough to be released, and with a small inheritance from his father, he travelled to Australia to make a new life. Redemption comes twice in this account. At Gallipoli and the Somme, Coombes served with distinction as a stretcher bearer; and then, a little later, there came another beautiful paying off of debts, an extremely touching twist, the nature of which I won’t give away here. I must be honest. My feelings about The Wicked Boy – unexpectedly, given my deep and abiding admiration for its author’s last book – are mixed. If the salvation of Robert is wondrous in a human sense, in narrative terms it is nothing short of a miracle, for without it, Summerscale would, I think, have struggled to make his story work between hard covers. I wonder, though. Is this coda really enough? Does it reshape, in the mind of the reader, the first half of The Wicked Boy, absolving it of its faults?    Fans of Victorian true crime will certainly enjoy Summerscale’s scrupulous account of Coombes’s trial    I’m not sure that it does. Although there are moments when events spring vividly to life – impossible to forget the sad, disturbing letter Coombes sent while he was on remand, in which he drew pictures of the gallows and gave away an imaginary fortune – most of the time, our wicked boy is little more than a cipher, an outline rather than a fully fleshed character. Of course, Summerscale has painfully little to go on, and just as she did in Mrs Robinson’s Disgrace and The Suspicions of Mr Whicher before it, she plugs the gaps, not with silly imaginings (like mine of Fox’s sniffing), but with as much background as she can find, carefully building a picture of Victorian mores in the process. In this book, however, her research feels curiously uneven, and sometimes a touch bolted on. She tells us, for instance, all about a curate at Coombes’s local church – the profession of his father, the epiphany he had aged 10 – yet Richard Dadd, the great Victorian painter of fairies whose long incarcerations first in Bethlem and then in Broadmoor resulted in some of the most singular works in the Tate’s collection, is referred to only as “a patricide who decorated the asylum hall with a series of fantastical murals”. Her examination of the “penny dreadfuls” Coombes loved to read – cheap adventure stories for boys that some thought filled their heads with dubious cravings – is excellent as far as it goes. But it also seems beside the point, somehow. Even the raciest tale of derring-do – silly stuff by our standards – can have had nothing to do with what Robert Coombes did that summer. Fans of Victorian true crime will certainly enjoy Summerscale’s scrupulous and occasionally startling account of Coombes’s trial. I did myself at times. But those who want something richer – a world in microcosm – may find The Wicked Boy just a little slight. This is a furrow she has already ploughed more deftly elsewhere. The Wicked Boy is published by Bloomsbury (£16.99). Click here to buy it for £12.99",
  "webTitle": "The Wicked Boy by Kate Summerscale review – anatomy of a little monster",
  "webPublicationDate": "2016-05-22T06:00:34Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/kate-summerscale-wicked-boy-review-victorian-crime-sensation",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/22/kate-summerscale-wicked-boy-review-victorian-crime-sensation"
}