{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/17/guardian-weekly-letters-calais-children",
  "id": "2016-05-17-207",
  "sectionId": "global",
  "body": "Helping the Calais children Thank you for giving a whole page to the lone children in the Calais camp (6 May), when other media and the UK government routinely ignore Calais and Dunkirk to focus on asylum seekers stuck in other European countries or in the Middle East. I have been to Calais several times to help with building shelters, which have since been bulldozed, and also to teach English as a second language in the school, which has so far been spared. I can confirm your account of the disastrous conditions in which children are surviving, helped only by volunteers. What is rarely, if ever, mentioned in the media is the UK government’s lamentable failure to fulfil its legal as well as moral obligations to allow people to claim asylum in the UK without having to risk their lives stowing away on trucks and trains. Everyone has this absolute right under international law, but the UK government has set up a border force and ever larger security operations to ensure that people cannot reach us to lodge their claim. The idea that helping children in Calais would encourage other children to make this dangerous journey is ludicrous, especially now that the EU deal with Turkey has made even the first stage of the journey to Europe virtually impossible. When the UK government agreed with France to move the border to the French side of the Channel, the idea was that people’s claims would be assessed there by UK officials. Not one refugee or volunteer I have spoken to has seen any sign of such a process. What is going on?Frances PlowdenLondon, UK • Another biased article on Calais and the distressing conditions of the migrants. The impression given is that only Liz Clegg and some indeterminate volunteers are giving assistance. For years now, not only in Calais but along the coast to Dunkirk, numerous French voluntary organisations and individuals have been doing their best to give support, not only material but also medical and instructive, to all age groups. Your journalist explains that young migrants do not wish to stay in France because of police violence. Has she seen how groups of migrants take lorries by assault? Hundreds of police, paid by the French taxpayers, are expected by the British to do their dirty work. You may not be surprised to learn that a lot of people in northern France are in favour of Britain leaving the EU.Alexandra TavernierMarcq-en-Baroeul, France Australia’s refugee cruelty I wish the reason why Australia clings to our barbaric asylum seeking policy were a “profound mystery”, as Richard Ackland says (6 May). Alas, it isn’t. The unpalatable truth for us down under is that this policy is popular because the darker side of our national character makes it so. In the 1970s Humphrey McQueen, a leading historian and commentator here, wrote a book entitled A New Britannia arguing that racism is “the most important single component of Australian nationalism”. Methodologically, the book was a mess. But McQueen was probably right in his conclusion. It’s something in our national make-up we need to correct. We could start by overcoming the xenophobia that drives our asylum-seeker policy and switching to one of the humane alternatives Ackland suggests instead.Terry HewtonAdelaide, South Australia Our flawed economic model I was delighted to find three articles questioning the viability of the global economic system in recent issues. There was Paul Mason’s review of books by Thomas Picketty and Yanis Varoufakis (22 April), which, while praising the books, concludes that they fear doom for the European project in the rise of fascism. On the same page John Kampfner reviewed a book by Mervyn King, under the heading, Diagnosis shows little cause for hope. King concluded by calling for “an intellectual revolution”. Then on 29 April Owen Jones wrote about the outrageous pay of CEOs, suggesting that they are having a huge party at our expense but that, through our apathy, we are allowing it. I am glad to have all this clear analysis. But we have a constellation of problems that will not yield to understanding of separate parts. For example, the global environment is the context to the global economy, not the other way around. We need to reframe these problems in the broader context that questions economic growth as desirable. There is a predominant economic model that must be transcended if we are to get past the current economic crisis without descending into fascism. But the crisis of climate change will require us to re-examine a much deeper cultural assumption: that humans stand separate from and above nature. I assume that this is the intellectual revolution that King is groping for, transcending analysis by reframing problems in a wider context.Edward ButterworthVictoria, British Columbia, Canada Let’s focus on our goodness Bravo to Simon Jenkins (29 April). Historically it has always been common knowledge that national challenges are largely overcome by raising the morale of the people. Now that the biosphere is under siege on virtually every level, it would be a great wisdom if global media were encouraged by law to report one good piece of good news to balance each message of gloom, doom, terror and mayhem. The entertainment industry needs also to take a responsible part in upholding our collective mental and emotional wellbeing. This is still a magnificent planet where many people have learned how to live in peace. For the sake of future generations as much as our own, we need to wean ourselves from our collective addiction to negativity and media-fuelled adrenaline, and to remind ourselves of our inherent goodness. Now is the time to rise to our potential greatness as a species … and perhaps finally, to know ourselves as one human family. Then we might grow beyond mere survival and learn how to thrive.Jaiia Earthschild-TechauTaroona, Tasmania, Australia Briefly  • Over 60 years ago I heard a talk given by the eminent English singer, David Franklin, in which he spoke of a recital he had once given. It ended with a song he had sung many times before. Facing him in the recital hall was a clock, and he used the period of the song to estimate the time at which he could expect to leave the hall, the time it would take to travel to the station and hence which train he might catch to get home. At the end of the song he was waylaid by a member of the audience with tears in her eyes, trying to express how grateful she was for such a moving performance. I hope the anonymous orchestral musician (What I’m really thinking, 6 May) understands that what seems drudgery to the performer may provide an experience of sublime inspiration to the audience.Graham DaveyBristol, UK • I notice with some joy your report “Bison to be first US ‘national mammal’” (22 April). After all, biologists acknowledge the male American bison to have a voracious appetite for other males, so much so that some indigenous groups would mimic their apparently homosexual behaviour in rites. It’s plain silly, of course, to anthropomorphise animal behaviour and to simply call the American bison gay. But still. May we take it as a small symbolic victory for the recognition of non-hetero sexualities?Harry BlattererAbbotsford, NSW, Australia • It is hoped that the precedent set in choosing JMW Turner for a British banknote (29 April) will influence the Canadian government’s choice of a female image, other than royalty, to adorn a bill of our currency in the near future. The public has nominated a variety of Canadian women and the British Columbian artist Emily Carr has made the shortlist.Anthony WalterSurrey, British Columbia, Canada • In your story about Venezuela, (6 May) you state, “After scrambling to print new notes to keep up with inflation, the government is falling behind in payments to printing companies, which are turning down new orders.” Considering what they’d be producing (here lads, take a handful each and there’s a bundle for the office staff), are you sure?Keith BushnellPenneshaw, Kangaroo IslandSouth Australia Email letters for publication to weekly.letters@theguardian.com",
  "webTitle": "Guardian Weekly Letters, 20 May 2016",
  "webPublicationDate": "2016-05-17T10:59:01Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/17/guardian-weekly-letters-calais-children",
  "keyword": [],
  "authors": [],
  "guardianId": "global/2016/may/17/guardian-weekly-letters-calais-children"
}