{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/02/starbucks-sued-too-much-ice-drinks",
  "id": "2016-05-02-79",
  "sectionId": "business",
  "body": "More coffee, please! A Chicago woman is suing Starbucks for allegedly serving her too much ice and too little caffeine in its cold beverages. With summer on the horizon and iced drinks coming back into season, Starbucks is being accused of short-changing its coffee lovers. “A Starbucks customer who orders a Venti cold drink receives only 14 fluid ounces of that drink – just over half the advertised amount, and just over half the amount for which they are paying,” states the 29-page-long complaint filed by customer Stacey Pincus, the lead plaintiff in the case, filed in northern Illinois federal court on Wednesday, according to Courthouse News Service.  “In the iced coffee example, a Starbucks customer who orders and pays for a Venti iced coffee, expecting to receive 24 fluid ounces of iced coffee based on Starbucks’ advertisement and marketing, will instead receive only about 14 fluid ounces of iced coffee.” Starbucks’ cold beverages come in four different sizes: tall (12oz), grande (16oz), venti (24oz) and trenta (30oz). Hot beverages are only served in the first three sizes. “In essence, Starbucks is advertising the size of its cold drink cups on its menu, rather than the amount of fluid a customer will receive when they purchase a cold drink – and deceiving its customers in the process,” states the lawsuit.   Related: What war on Christmas? Starbucks holiday sales lead to record revenue    Pincus’s complaint also takes issue with the company’s pricing system, which includes higher prices for cold drinks. Since hot drinks do not include ice and cost less, she argues, Starbucks is making more money off of customers buying iced drinks. Starbucks believes that the lawsuit is without merit.  “Our customers understand and expect that ice is an essential component of any ‘iced’ beverage. If a customer is not satisfied with their beverage preparation, we will gladly remake it,” Jamie Riley, a spokesperson for Starbucks, told CNN. Starbucks customers who desire less ice in their beverages have also been known to ask for “light” ice when placing their orders.  “You can order light ice or extra ice on any of our iced beverages,” the company tweeted last April.     You can order light ice or extra ice on any of our iced beverages. #ProTip #JustRight— Starbucks Coffee (@Starbucks) April 9, 2015    The lawsuit filed by Pincus is to apply to anyone who has purchased an iced beverage in the past 10 years. According to the complaint, the claims could exceed $5m.",
  "webTitle": "Woman sues Starbucks over ice-to-coffee ratio in cold drinks",
  "webPublicationDate": "2016-05-02T16:51:16Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/02/starbucks-sued-too-much-ice-drinks",
  "keyword": [
    {
      "webTitle": "Starbucks",
      "id": "business/starbucks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coffee",
      "id": "lifeandstyle/coffee",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/02/starbucks-sued-too-much-ice-drinks"
}