{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/underwhelmed-by-the-eu-referendum-share-your-pics-to-prove-it",
  "id": "2016-05-27-225",
  "sectionId": "politics",
  "body": "Apathy and ennui are not our friends. With the little free time we have, too many of us become trapped in patterns of empty behaviour, forever scrolling through our social media feeds or the offerings of our preferred streamed entertainment service. Eventually, the outside world - which we feel, dimly, involves us somehow - becomes a kind of background hum. Occasionally, we notice something. For example, some of you may be aware that a referendum on Britain’s future of the European Union is taking place soon. Newspapers and broadcasters have been pretty quiet about it.    The daily fare between now and the referendum. pic.twitter.com/wB75ICJS94— Wolfgang Blau (@wblau) May 27, 2016    Despite the daily drip of referendum stories, the mood in the country seems to be one of boredom. Save for the hugely enthused core believers on both sides of the debate, Britain does not seem to have caught European referendum fever. The contrast with 2014’s Scottish referendum is palpable. We could be totally wrong about this though. It has happened before. So help us to get a sense of the country as the referendum approaches. Share photos from where you are and let us know how you’re feeling. Are you zinging with referendum zeal? Or are you getting on with things as normal?  Share your photos and stories, the more underwhelming the better. We’ll feature the most interesting responses in an article on the Guardian site. Share your stories, photos and videos by clicking on the blue “Contribute” button on this article. You can also use the Guardian app and search for “GuardianWitness assignments”, which you can add to the homepage to keep up with all our assignments.  GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication on GuardianWitness, and the best pieces will feature on the Guardian site.",
  "webTitle": "Underwhelmed by the EU referendum? Share your pics to prove it",
  "webPublicationDate": "2016-05-27T09:51:39Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/underwhelmed-by-the-eu-referendum-share-your-pics-to-prove-it",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "politics/2016/may/27/underwhelmed-by-the-eu-referendum-share-your-pics-to-prove-it"
}