{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/belle-gibson-facing-legal-action-over-deceptive-claims-lifestyle-changes-could-cure-cancer",
  "id": "2016-05-06-344",
  "sectionId": "australia-news",
  "body": "Belle Gibson, the wellness blogger who reportedly faked brain cancer to her hundreds of thousands of followers, is facing legal action in Australia over “deceptive conduct” after an investigation by a consumer watchdog. Gibson, who lives in Melbourne, launched a recipe and lifestyle app, The Whole Pantry, on the back of her claim that she had been able to cure her terminal illness through diet and lifestyle changes. She also published a book of recipes by Penguin. In March last year doubts were cast on her cancer diagnosis in 1999 at the age of 20 after it emerged that she had been born in October 1991.           Disgraced wellness blogger Belle Gibson fronts cameras on Australia’s 60 Minutes program     Related: Belle Gibson's book publisher never verified cancer survivor's health claims    Questions were also raised about thousands of dollars in charity donations promised by Gibson off the back of funds raised through the book and app. The Whole Pantry admitted in March it had “cashflow problems” and that the donations had never been made. Her career unravelled quickly and publicly, with a spokesperson for Penguin admitting the book had been “published in good faith” and Gibson’s claims had not been fact-checked. Consumer Affairs Victoria confirmed on Friday afternoon that it was commencing legal proceedings against her for “misleading and deceptive conduct”. It is also preparing to take legal action against her company, Inkerman Road Nominees Pty Ltd (formerly known as Belle Gibson Pty Ltd), of which she is the sole director. The action comes after an in-depth investigation into Gibson’s alleged breaches of federal and state consumer law, wrapping in both her diagnosis with terminal brain cancer, her rejection of conventional cancer treatments, and the charitable donation of proceeds. As Inkerman Road Nominees Pty Ltd is in liquidation, owing almost $140,000, including an $83,500 tax bill, Consumer Affairs Victoria’s director, Simon Cohen, has applied to the federal court for leave to commence proceedings against the company.   Related: Belle Gibson on 60 Minutes: no remorse and the lies kept coming    If leave is granted, Cohen will start proceedings against both Gibson and her company. Pecuniary penalties total up to $1.1m for companies and $220,000 for individuals. In a separate action, Penguin Publishing will have to pay the Victorian consumer law fund $30,000 for failing to fact-check Gibson’s book. It will also have to include a “prominent warning notice” on all books that contain claims about natural therapies in future, as well as “enhance its compliance, education and training program” with a view to ensuring that claims about medical conditions are substantiated. Cohen said the publisher had willingly cooperated with the investigation and agreed to the enforceable undertaking. “This is an important step in ensuring that consumers receive only verified information and are not deceived, particularly where serious matters of health and medical treatment are concerned.” Penguin has been asked for comment. After the extent of Gibson’s deception was made public, Penguin pulled The Whole Pantry from circulation in Australia, and its US publisher scrapped its April launch. Apple had worked closely with Gibson on The Whole Pantry app, one of the first to be made available on Apple Watch, even paying for her to fly to the United States. But the app was later pulled from Apple’s Australian and US app stores. In April Gibson told the Australian Women’s Weekly: “None of it’s true. “I don’t want forgiveness. I just think [speaking out] was the responsible thing to do. Above anything, I would like people to say, ‘OK, she’s human.’ ” Women’s Weekly reported that Gibson said she was “passionate about avoiding gluten, dairy and coffee, but [didn’t] really understand how cancer works”.   Related: Belle Gibson still insists she believed she had cancer, says Channel Nine    Despite these admissions, Gibson continued to maintain her innocence, claiming in a TV interview in June that she was not “trying to get away with anything”. She said she had believed she had terminal brain cancer, and the discovery that she did not was “really traumatising”. “I was feeling a huge amount of grief ... that I had been lied to, that I felt like I had been taken for a ride.” She told 60 Minutes she had intended to tell her followers that she was well and had never been sick once she was “strong enough”. Later, Gibson’s mother defended her deception as a “little porky pie” to the Herald Sun in Melbourne.  “Belle told a white lie, aged 23-and-a-half. So what?”",
  "webTitle": "Belle Gibson faces legal action over 'deceptive' claims lifestyle changes could cure cancer",
  "webPublicationDate": "2016-05-06T02:51:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/belle-gibson-facing-legal-action-over-deceptive-claims-lifestyle-changes-could-cure-cancer",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Alternative medicine",
      "id": "lifeandstyle/alternative-medicine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/06/belle-gibson-facing-legal-action-over-deceptive-claims-lifestyle-changes-could-cure-cancer"
}