{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/17/stephen-obrien-un-ocha-humanitarian-summit",
  "id": "2016-05-17-293",
  "sectionId": "global-development-professionals-network",
  "body": "It was not the best time to start this particular new job. Stephen O’Brien took up the reins at the UN agency in charge of organising humanitarian aid on 1 June 2015, slap-bang in the middle of the worst humanitarian crisis since the second world war. At that point, the news about the refugee crisis was still not getting through to most people. UN agencies and NGOs were frantically trying to deal with a vast wave of fleeing refugees in the Middle East and sub-Saharan Africa, a population movement triggered by conflict combined with other factors including climate change, economic need and joblessness. The cost of getting food and shelter for the refugees was mounting hourly – the UN’s annual appeal for humanitarian funding hit £20bn by the end of 2016 – and the humanitarian system was starting to crack under the strain, but somehow the story was not getting through to the public. O’Brien’s task, getting media attention, coordinating humanitarian manpower and rallying nation states to dig deep into their pockets to fund the work, must have seemed insuperable.    It’s hard enough to coordinate humanitarian aid in the middle of a crisis without having to reform it at the same time  Mike Noyes, Action Aid     To add to that, he also had the job of overseeing the UN’s first world humanitarian summit, announced by the UN secretary general Ban Ki-moon a few months earlier. It was arranged in response to, “the growing number of people in crisis and the dramatic increase in funding requirements” said Ban.  “It’s a pretty impossible job,” says Mike Noyes, humanitarian manager at Action Aid. “It’s hard enough to coordinate humanitarian aid in the middle of a crisis of this size without having to also reform it at the same time.” O’Brien had ended up in the “impossible” job after David Cameron’s first suggestion (the UK chooses the head of the Office for the Coordination of Humanitarian Affairs, Ocha, under an anachronistic system left over from the UN’s foundation) of Andrew Lansley was rejected.  In O’Brien’s favour, he had a familiarity with Africa (having been born there) and later worked as the UK’s special envoy for the Sahel, and with the subject matter (he was at the UK’s department for international development, DfID, for several years). He also had a reputation for hard work and serious intentions. Insiders at DfID remember his habit on departmental field trips of avoiding the media-friendly photoshoots in favour of the less glamorous but more useful graft in the back office.   Related: Live Q&A: What impact will the Istanbul summit have on humanitarian response?    But less favourably looked on was his air of politician from another era; his colonial history (Tanganyika Territory, O’Brien’s 1957 birthplace, was still under British control at the time) combined with being a white, middle-class male with an Oxbridge background (he studied law at Cambridge and worked as a solicitor before becoming a Conservative MP) . “Very posh,” was the only thing one UN insider would comment recently. “Out of his depth,” was another’s assessment, several months into the job.  Across the sector there was an appetite for radical restructuring, with the UN seen as an anachronistically centralised system in a world that, as Sean Lowrie of the Start network puts it “increasingly needs something different, more responsive, more decentralised and agile”.  Concerns that O’Brien would shun radical change in favour of maintaining the status quo were only confirmed by an interview with the humanitarian news site Irin a few months into the job, where he appeared to dismiss the need for UN reform. It was not a great start. ‘My role has been challenging’ “There’s no question, I was running full tilt from day one,” says O’Brien now, a year into the job. He is speaking to me on the phone from New York, shortly before setting off to the World Humanitarian Summit (WHS) in Istanbul on a trip that will include visits to Chad and Niger. “I have a strong team that has helped to support what we all have to do, but in taking on the reins with Ocha and working with the partners around the UN and beyond in my role, that has been challenging.”     The scale of needs is outpacing the ability of the rest of the world in terms of actors and money to meet those needs  Stephen O'Brien     But, he argues, this is a job that “is about seeking to make a big difference to people’s lives. All of us are determined that there is no bigger and better international good in which we can all be engaged, trying to save lives, prevent civilian deaths, to give people hope and enable people to stay in their homes and have a future – of course this is work which is deeply motivating.” He adds: “If it was an impossible job, I wouldn’t be trying to do it.” He says now that it was obvious from his first day in office that change would be needed. “The scale of needs is outpacing the ability of the rest of the world both in terms of actors and money to meet those needs.”  But what of fears in the sector that the humanitarian summit will not deliver any UN reform? Médecin Sans Frontières dropped out last week, stating that “we no longer have any hope that the WHS will address the weaknesses in humanitarian action and emergency response”.  Noyes admits he is going to Istanbul with low expectations, and says that “the summit seems to be saying that the UN is really difficult to change, so let’s change the easy bits instead. We’ll just adjust the system to cope with the UN’s weaknesses rather than tackling fundamental issues.”  O’Brien appeared to confirm these worries when he told Irin last year that he felt that: “no, the UN doesn’t have to change. What has to [be done is] we have to build on all this fantastic track record and build on the best, and yes then change to add and to bring in more innovation, more skills, more ability to generate the high-impact results of life-saving and protection of civilians that we know can be achieved and working increasingly with a wider range of partners.” He says now that his later comment that the system was “broke, not broken” was in relation to finance, rather than to the whole system. “There is no option of saying it’s business as usual. We have to change, we have to look at reform. Part of the humanitarian summit, which is a comprehensive approach to the whole of humanitarian activity, will be commitment to change by those in the UN.”  Priorities As priorities, he mentions preventing conflict, backing up humanitarian law, fulfilling the climate change agreement, the sustainable development goal pledge to “leave no one behind”, and financing for all of those. He adds: “You can only do that with confidence providing that there is genuine reform in the UN, that we work better across and with each other in order to deliver most effectively and efficiently.” So what does he think about the feeling that the UN has become too top-down? “Over the past three years we have conducted a consultation with 23,000 people, 152 countries, eight regional consultations, and then a global consultation ... If that’s not bottom-up what is?” He goes into detail about the synthesis reports and points out that the multi-stakeholder nature of the humanitarian summit means that he has had to defend the process to certain unhappy member states.   Related: 'International humanitarian law is unravelling before our eyes'    O’Brien says he is “optimistic and indeed enthusiastic about all the signs of a successful outcome”. He refuses to go into detail, but suggests that there will be proposals for a reform of the way departments work within the UN brought to the summit. “And then there will be some things that we do need to bring the member states together on in some kind of intergovernmental process ... that might be a commitment to the way we finance ... or how do we make sure that there is a sense of real transparency and accountability for conformity with international humanitarian law.” He believes that the summit has had a “really good, catalysing effect for all these discussions” (and that impression is certainly echoed by everyone to whom I’ve spoken). The former lawyer is passionate about the need to find some way to hold governments accountable for breaches of international humanitarian law, referring to the recent UN resolution condemning attacks against medical facilities, and implying that his long-term goal is “a tribunal to which [victims and witness of such attacks] can introduce that evidence and hold people to account as to how did this decision happen”.   Related: Will a 'grand bargain' solve the humanitarian funding crisis?    As the conversation winds up, I ask what episode, of all the many visits he has paid as head of Ocha, has stuck with him. He thinks for a moment, then says: “I talked to a man sitting with his wife and four children in two very small rooms on the outskirts of Amman, Jordan.” The family had been forced to flee their home in Homs. The oldest son was 17 and attending school in Jordan, but he would soon finish his education and wouldn’t be able to work or go on to university. “So his father was worried about what would happen, because Isis and others who have malign intentions were around the corner waiting, wanting to recruit.” O’Brien replays the conversation he had with the father: “He told me: ‘I want to go home as soon as it is safe to do so, all we want to do is get back home, rebuild our home, rebuild our lives, rebuild Syria. But now my son is will soon leave school, and I’m going to have to go abroad’ – ie get on a rickety boat. He didn’t want to make that choice.  “That conversation reminded me that ... it isn’t about how much we can all take in terms of forced displacement, it’s about how much we can invest in the hopes and the dreams of people who want to be able to rebuild their lives.” Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "The man who deals with disasters: 'If it was an impossible job I would not be trying to do it'",
  "webPublicationDate": "2016-05-17T07:00:37Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/17/stephen-obrien-un-ocha-humanitarian-summit",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ban Ki-moon",
      "id": "world/ban-ki-moon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Bibi van der Zee",
      "id": "profile/bibivanderzee"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/17/stephen-obrien-un-ocha-humanitarian-summit"
}