{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/indian-summers-finale-recap-farewell-club-simla-we-raise-a-glass-to-you",
  "id": "2016-05-15-19",
  "sectionId": "tv-and-radio",
  "body": "Oh no! It’s all over! It’s time for Indian Summers to be a bedtime story. Were we ever really here at all – or were they just pulling our legs? It took the Britishers a very long time to understand anything about what was going on in India, but at least they seem to have got it in the end. They’re not bloody welcome any more. If only they’d got the message ages ago.  Alice left with a frozen expression in white gloves, saving Aafrin’s life but signing her own death warrant. But what’s this remarkable coincidence? The town where she is overnighting is under siege – and it’s Ralphie and Aafrin to the rescue!      It’s Ralphie and Aafrin to the rescue! Photograph: Joe Alblas/Channel 4     It was only ever a mob that was going to be able to finish off Mr Charlie, but it was good to see Alice play her part in his downfall. I do hope she and Aafrin will be able to save up lots of money for Percy’s therapy. I did feel sorry for that poor boy having to return to the Adultery Cave of Doom. That’s right, Alice, say in a loud voice in front of your child: “I did it. I killed him.” I know Mr Charlie was dysfunctional and psychopathic and arguably deserved to die, but none of this can really be a happy ending, can it? When you’ve just seen your father slaughtered in front of your eyes? Never mind, though – here’s a nice wedding feast we can gatecrash! I hope they’ve got some hot food left! There was a lot we had to overlook here in favour of the feelgood factor. Had Sooni’s parents finally made peace with the fact that she is not going to be married off to Eyebrow Man? Oh no. They’re still in with the Eyebrows. “You sister is a Muslim now.” Oh dear. And now she’s called Leila! “I don’t think I know any such a person. Do you, Daddy?” Fantastic scene. Well done, everyone, especially the little sister: “I didn’t know.” Meanwhile, on the other side of town... it’s wonderful Mr Khan! I would do anything he asked. Just call me Leila. I know we’ve run out of time but I’m intrigued as to what Mr Khan’s family’s reaction would have been to Sooni marrying their son. Surely they would have been just as annoyed?      Wasn’t the auction all a bit sudden and odd? Photograph: Joe Alblas/Channel 4     As for the auction: wasn’t this all a bit sudden and odd? Did I miss an episode? I know Ralphie hasn’t become the Viceroy and that he can’t afford to pay the house back ... but ... is he sacked? Ah, here it comes. The resignation letter. “You’d be setting me free.” But how come he is still going to be living in the house while Cynthia is leaving the house? Really, I give up. As usual there was a lot of great acting in this episode and some truly moving moments, not least Aafrin’s father: “I can’t give her up.” But also as usual it was all over the place and nothing was really advanced or sewn up. I imagine when it was filmed it was supposed to be a temporary conclusion setting the scene for series three in which ... what? Ralphie makes his amazing comeback? Aafrin decides to join Team Mahatma? The ghost of Mr Charlie firebombs the entire subcontinent? We’ll never know.     Aafrin’s father has a wobble over the wedding of Sooni, sorry, Leila. Photograph: Joe Alblas/Channel 4     I’ll miss the sumptuous beauty of the cinematography, some fine performances and Cynthia’s dove-concealing turban. But I’ll never forgive them for wasting Art Malik and Rachel Griffiths, and for not really making that much sense ever. Farewell, members of Club Simla. We raise a glass to you (before smashing it defiantly on the patio). Political shenanigans Moving forward hand-in-hand towards the ultimate goal of self-government! Huzzah! “I have heard your speech. Since it is always the same.” There was at least a moment of decent exposition here from the new British man. So they’re still failing to grasp the basic problem that India is on the brink of civil war and all the Brits can really do is be – as Aafrin put it – policemen. It would have been fascinating to see how all this would have played out over the further three series that were planned. Presumably Ralphie would have swapped sides at some point and taken up the revolutionary cause. But this episode illustrated one of Indian Summers’ perennial problems: it was a show about politics that really failed to make us understand or care that much about politics. Evil Britisher of the week Mr Ian made a brief play for King Evil with his moment of madness in Ralphie’s bedroom. Had he overdosed on vitamin C? I’ve never seen him so frisky. I was even more shocked to see him overlook the cutlery pilfering.  This is small fry next to Mr Charlie’s catalogue of horror, though. “Why don’t you just pop along?”...“Now do you see? Do you see?” Poor Aafrin. I don’t know where Mr Charlie gets the strength. And then in his vest in the back of the car ... oh evil Mr Charlie. What will do you now that you’ve got what you wanted? Make a Hindu chauffeur insult a cow by driving round it? That is going to be a mistake, my friend ... Series verdict: Mr Charlie remains Head of Evil – and just as Tom Hiddleston is surely a shoo-in for the next 007, surely Blake Ritson has given the best ever audition for the all-time Bond villain? I look forward to seeing more of him. This has been a virtuoso role. The Julie Walters Fan Club     Bye bye, Cynthia, you were class in a show stuffed with class. Photograph: Joe Alblas/Channel 4    “In it goes! Thrust and parry!” 150,000 rupees! 200,000 rupees! 300! 400! “Mrs Coffin ... I’m going to have to sell ...” Cynthia is giving up the club to some non-Britishers! I was surprised she went so quietly, to be honest. “I came to an arrangement ... We swapped the deeds around.” Of course. She said nothing because she knew she could get what she wanted. It’s a shame we haven’t had a proper resolution here over the relationship between Ralphie and Cynthia, but that’s what happens when your series doesn’t get recommissioned. I still maintain that she would somehow have turned out to be his mother, no matter what has gone before. (I know, I know, he’s just her proxy son and it’s all about a sort of weird revenge on her syphilitic husband, Ralphie’s father). But now that can never be. Bye bye, Cynthia, you were class in a series full of class.",
  "webTitle": "Indian Summers finale recap – farewell, Club Simla. We raise a glass to you",
  "webPublicationDate": "2016-05-15T21:00:17Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/indian-summers-finale-recap-farewell-club-simla-we-raise-a-glass-to-you",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Viv Groskop",
      "id": "profile/vivgroskop"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/indian-summers-finale-recap-farewell-club-simla-we-raise-a-glass-to-you"
}