{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/minimalist-japanese-meal-akram-khan-my-last-supper",
  "id": "2016-05-06-229",
  "sectionId": "lifeandstyle",
  "body": "I’d be at my mother’s house, in Wimbledon. It’s where I grew up, and it’s full of memories. My mum has forever hosted people: actors, musicians, singers, mostly from the Bangladeshi community. Her home always feels full of life. We are opposites, my mother and I. I’m a true minimalist. I like simple, pure lines, monochrome spaces devoid of decoration. My mother loves plants and colour and photos and ornaments – she’s a collector at heart. Where she is western painting, I’m Japanese: while everyone was filling the canvas here, the Japanese were emptying it. I’m interested in that – space, natural space, internal space. I’d want to eat in the garden. It would be late summer, nearly autumn – I love the transition between seasons more than the seasons themselves. The garden is magnificent and chaotic, full of blues, reds, yellows, purples, greens. My mother would be there, along with my family and Eddie Izzard. I’d also want Björk and the film director Alejandro González Iñárritu to come. I’d love to have a conversation with Stravinsky about patterns (I see them where he hears them) and another with Aung San Suu Kyi about the obsession of power. Lastly, I’d like Thomas Heatherwick to join us. He’s in the wrong job – he should be a choreographer. He talks like one. He thinks in the realms of movement – of the object, yes – but not just its physicality; of how it moves in space. It’d be a feast of Japanese food. Sashimi, tuna in particular. Japanese rice. Miso soup. Okonomiyaki. I’m a big meat eater, but I wouldn’t want much meat for this meal. Mostly vegetables – which is unusual for me. Japanese salad is the only time I allow something green to be within 5 miles of my plate. I only started eating green things after I married my wife, Yuko, who is from Kyushu. It’s the types of leaf, and the miso and citruses in the dressings. They are so creative with vegetables. And then chocolate. I have a sweet tooth. It has to be Cadbury’s milk chocolate – in my pocket, not on the table. I’m not going to share that with anyone. I’d have Matcha green tea, and to finish, a cappuccino. No music. Björk might sing, Stravinsky would be tapping away. I would just be listening.  Akram Khan Company: Until the Lions is at Brighton Festival from 26-27 May 2016; brightonfestival.org",
  "webTitle": "Space traveller: dancer Akram Khan’s final meal | My last supper",
  "webPublicationDate": "2016-05-06T11:00:24Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/minimalist-japanese-meal-akram-khan-my-last-supper",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/minimalist-japanese-meal-akram-khan-my-last-supper"
}