{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/observer-view-refugees-immigrants-europe-response",
  "id": "2016-05-14-26",
  "sectionId": "commentisfree",
  "body": "Europe, including Britain, is in the eye of a humanitarian and refugee storm the size and scale of which national governments and the EU are only beginning to comprehend. For reasons to do with its geographical and historical ties to the Middle East and Africa, its comparative security and its relative prosperity, Europe has become the 21st-century destination of choice for the war-ravaged, the persecuted, the displaced, the homeless and the penniless from numerous less fortunate and less stable lands. The crisis facing Europe has had its principal focus, for much of the past year, on Syria. The extent of the human tragedy that has befallen that country since 2011 requires no elaboration here. More than half the pre-war population of 22 million people has been displaced. The cessation of hostilities, painstakingly agreed earlier this year, has broken down. So, too, has the Geneva peace process. Hospitals, schools and markets in rebel-held areas have been deliberately targeted by the regime. Now UN food convoys are once again being blocked, as in Daraya, a besieged Damascus suburb. “The breakdown of the cessation of hostilities was a catastrophe for humanitarian work,” said Jan Egeland, a senior UN official. Humanitarian convoys have permission to reach less than half the 905,000 people they hoped to serve this month, he added. Help is desperately needed in Douma, Erbin, Zamalka and Zabadini, as well as Aleppo and Daraya. Yet Syria, though its suffering is horrendous, is but one of many disaster areas whose collective woes have led some experienced observers to assert that 2016 is already the worst year for humanitarian crises in living memory. Nearly all these crises potentially affect Europe. The disintegration of Iraq as a unitary state, for example, under the triple burden of Sunni Muslim alienation, Shia Muslim and Kurdish separation, and Islamic State terrorism continues apace. How much long can the fiction of a national government in charge in Baghdad be maintained? In Libya, the division of the country into tribal fiefdoms in the wake of the western-backed revolution that overthrew Gaddafi is the cause of ongoing instability. The lack of a strong national authority has hampered EU efforts to stem the flow of economic migrants from sub-Saharan and west Africa heading for Italy by boat. Meanwhile in Yemen, setting for a Saudi-Iranian proxy conflict, the food and nutrition situation will soon turn into a “humanitarian disaster” unless more financial assistance is forthcoming, aid officials said last week. Around 14.4 million people – more than half of Yemen’s population – are in urgent need. Yemen’s plight impacts directly on neighbouring Somalia, and vice versa, yet in the Horn of Africa, the situation has taken a sudden turn for the worse following Kenya’s decision to close Dadaab, the world’s largest refugee camp, and other smaller camps, and send their 600,000 inhabitants, a majority of them Somalis, back to their war-torn countries. The Kenyan government justified its decision on the grounds of security and cost. It should reconsider, but it deserves more western help. Refugees from South Sudan, where human rights violations are rife, from North Darfur, where dislocation resulting from renewed violence is again on the rise, and from Burundi, could also be affected by Kenya’s move. The vast ramifications of this widening arc of human suffering – areas of Afghanistan, Nigeria, Central African Republic and elsewhere cannot be excluded – are hard to compute. But they add up to an enormous, possibly unprecedented challenge to European policy-makers and politicians whose countries are most often on the receiving end of resulting mass displacements. Nor are these crises and disasters all entirely manmade, as William Swing, veteran head of the International Organization for Migration, says today in an interview with Emma Graham-Harrison. Natural disasters, such as droughts, famines and super-typhoons in the Philippines, and fast-moving disease pandemics, such as the Ebola virus in west Africa and the Zika virus in Brazil, have further challenged the international community’s ability to respond, Swing says. The more the wealthy, developed world failed to effectively tackle seemingly intractable conflicts and human catastrophes, the greater the “erosion of international moral authority, in terms of respecting international humanitarian law”, he adds. Swing’s warning that politicians are playing with fire by suggesting that surges in migration can be stopped rather than merely managed has direct relevance to Europe. So too does a speech last week by Ban Ki-moon, the UN secretary-general, who called for a global compact on responsibility sharing for migration. “If one lesson can be drawn... it is that individual countries cannot solve these issues on their own. International cooperation and action to address large movements of refugees and migrants must be strengthened.” Europe’s leaders should heed his words. A fresh, collective and unified approach to migration is urgently needed from them. The slapped together deal between the EU and Turkey to send back Syrians in return for cash and political incentives for Ankara is falling apart. Recep Tayyip Erdoğan, Turkey’s Europhobe president, is refusing the EU’s conditions. These include Brussels’ insistence that he stop abusing anti-terror laws to persecute writers, journalists, academics and even comedians who exercise their right to free speech. Ironically, Erdoğan will host the UN’s world humanitarian summit in Istanbul on 23 May. As the House of Lords’ EU committee has noted, separate EU operations intended to disrupt people smuggling from Libya are also failing badly. Meanwhile, large-scale inward migration continues to disrupt Europe’s political and social equilibrium. Walls and barriers have proliferated across Europe’s south-eastern flank. In Austria, the political centre has all but collapsed. In Germany, the debate grows ever more polarised. And in Britain, ahead of next month’s EU referendum, fear and ignorance about immigration are cynically exploited by the Leave campaign. The idea that this issue is being dealt with, or somehow resolved, is misleading. The mass migration of people in the age of mass communication is not a passing phenomenon. It has become a permanent, constant fact of modern European life. If ever there was a challenge that cried out for a common, joined-up continent-wide policy approach, this is it. Europe’s politicians and the EU have no alternative but to begin again, starting from a standpoint that honours rather than besmirches Europe’s post-Enlightenment values. IMMIGRATION",
  "webTitle": "Refugees deserve a better European response",
  "webPublicationDate": "2016-05-14T23:04:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/observer-view-refugees-immigrants-europe-response",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer editorial",
      "id": "profile/observer-editorials"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/observer-view-refugees-immigrants-europe-response"
}