{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/separate-housing-lgbt-students-segregation-university",
  "id": "2016-05-23-167",
  "sectionId": "commentisfree",
  "body": "I’d describe my living situation at university as lucky. When I came out as gay to my straight housemates they were fiercely supportive; there were no negative reactions, no patronising comments or questionable jokes made in the name of “banter”. I didn’t have to hide any aspect of my personality, nor any of the guys I brought home. I never experienced homophobic abuse of any kind during my time there. And so I consider myself lucky – but not everyone can say the same.   Related: No straight people allowed: students share views on LGBT-only halls    Verbal and physical hate crimes are still a common reality for a significant number of young LGBT people, many of whom see university as a chance to escape their tormentors and mix with like-minded people. Housemate compatibility is a lottery, though, and moving into student halls to live with total strangers is a daunting process, even for the most tenacious undergrad. But while most will fret over the potential differences in interests, cleanliness or bad habits, LGBT people have the additional concerns: will my new housemates fundamentally disagree with my right to exist, for instance. Students at the University of York and University of Central Lancashire want to introduce LGBT-only housing. Placing vulnerable students with shared experiences together seems like a pragmatic, sensible move, after all. But critics – both gay and straight – have labelled the measures unnecessary, backwards, a barrier to integration and, somewhat inevitably, as leading to heterosexual discrimination. Stonewall’s own tepid comments on the issue suggest even they remain unconvinced; universities should instead focus on building an inclusive and accepting culture.    Many young LGBT people see university as a chance to escape their tormentors and mix with like-minded people    Except our culture is neither of those things, and abstract statements from equality charities will do little to change that. Abuse and discrimination on the grounds of sexual orientation and gender identity is a reality for many LGBT people, crimes which are rising in frequency, crimes which often go unreported. And it’s people who are the most visibly queer and don’t pass as straight who are most at risk, especially those living outside liberal metropolitan bubbles or the more progressive universities campuses. Feeling safe in your own home is a pretty basic expectation, and LGBT-exclusive housing gives these students a space where they can be themselves, totally free from judgment and bigotry. They don’t need to panic about unprovoked, aggressive reactions if they come out to flatmates, or check themselves for fear of being a bit too queer (there’s no such thing). It’s especially important for the trans community, which contends with the some of the highest levels of violence and discrimination.   Related: LGBT students on lad culture: 'Will I be safe on campus today?'    Sana Iqbal, student council chair at the University of Central Lancashire, suggested it would be better to raise awareness of LGBT issues to protect vulnerable students, rather than provide their own housing. Why not do both? Providing vulnerable students with separate accommodation doesn’t negate the need for universities to educate their students about different identities. Nor would it coincide with the creation of an impenetrable divide between the queer and straight student communities. Integration doesn’t stop with student accommodation; housing LGBT students together won’t prohibit them from mixing with the wider community. It isn’t a case of segregation – it’s about choice. There are plenty of LGBT students who would probably reject the opportunity to stay in separate accommodation, as is their right. But no one stands to gain from forcing vulnerable students into a situation that makes them uncomfortable. University can be the perfect space for LGBT people to discover themselves; it was for me, and the support I received from my housemates was an invaluable part of that. But some people arrive at university already bearing the scars that come with years of homophobic, biphobic or transphobic torment. The opportunity to guarantee their own safety and live with like-minded people should be afforded from them. It won’t protect them from prejudice in wider society, but it will offer them a reprieve. No one should consider themselves “lucky” or grateful simply because their university experience was free from abuse.",
  "webTitle": "LGBT-only housing isn’t about separation, it’s about choice | Chris Godfrey",
  "webPublicationDate": "2016-05-23T13:32:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/separate-housing-lgbt-students-segregation-university",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Godfrey",
      "id": "profile/chris-godfrey"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/separate-housing-lgbt-students-segregation-university"
}