{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/claudio-ranieri-admits-interest-managing-italy-leicester-city",
  "id": "2016-05-10-260",
  "sectionId": "football",
  "body": "Claudio Ranieri has expressed an interest in managing Italy, saying he could “never rule out” taking over his country’s national team. The 64-year-old’s remarkable success with Leicester City has significantly boosted his profile and led to Carlo Tavecchio, the president of the Italian football federation, suggesting he could one day lead Italy to World Cup glory, and even suggested Ranieri, who was born in Rome, could succeed Antonio Conte after he leaves the national team following their participation at Euro 2016 and joins Chelsea.   Related: Leicester City target Sporting’s £25m Islam Slimani to bolster forward line    “I hope Ranieri can win a World Cup with Italy, that would be the best,” said Tavecchio. “I’m speaking in an abstract way, of course, and not necessarily about the next World Cup. Claudio is still young and will have time on his side. “Have we thought about him as a replacement for Conte? It’s him who should be thinking about us!” Ranieri’s previous experience of international management was with Greece, a post he was sacked from prior to taking over at Leicester last July. “I’ll admit I was curious about coaching a national team, but my experience with Greece was sufficient,” Ranieri said in an interview with La Gazzetta dello Sport. “Of course, leading Italy would be something else. I’d never rule that out, and I’d like that very much. And Leicester, after all, have blue shirts just like the Azzurri.” During the same interview, Ranieri admitted that he would have accepted a job in “the Football League” after being let go by Greece, such was his desire to return to England having previously managed in this country with Chelsea. “Two other Premier clubs had contacted me but then they made other choices. Leicester convinced me because of their sense of leadership, their programs, and their facilities. They are perfectly organised,” said Ranieri. “When I met the players I told them: ‘I’ll take a bit of time to know you all because you are so many, but you will need to know a single person: me. I ask only one thing: that you give all you can for each other’. And they did.”",
  "webTitle": "Claudio Ranieri expresses interest in managing Italy",
  "webPublicationDate": "2016-05-10T09:07:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/claudio-ranieri-admits-interest-managing-italy-leicester-city",
  "keyword": [
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Italy",
      "id": "football/italy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/10/claudio-ranieri-admits-interest-managing-italy-leicester-city"
}