{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/13/rail-companies-trains-on-time-delays-cancellations-punctuality",
  "id": "2016-05-13-309",
  "sectionId": "money",
  "body": "It all started when I was glancing idly at a Southern Railway performance poster while waiting for a delayed train. The posters are displayed around the network and proudly demonstrate how rail companies have hit their target for service performance – or at least how they have run close to it. But as I stared at the poster I wondered how more than 80% of trains were supposedly running on time, yet my experience was nothing like that. At first I thought a couple of bad days on the trains were clouding my perception, and in reality most trains were running on time. But it didn’t ring true, so from the beginning of 2016 I started to keep a record of my journeys, comparing the time I should have arrived at my destinations with when I actually did (or in some cases failed to).   Related: Passengers left fuming as train firms increasingly fail to arrive on time    Between the beginning of January and mid-April I had lost more than 24 hours due to delayed or cancelled trains. And as I write in early May, that figure is now more than 29 hours, which doesn’t include two days where I couldn’t travel because of a strike. It is a testament to how badly our rail services perform and how this is masked by clever presentation of the data. For the rail companies I use regularly, Southern and Thameslink, both run by Govia, the latest official public performance measure (PPM) was that 82.5% of services were on time. But when I looked at my figures the picture was completely different: around 37% of services had arrived within five minutes of their scheduled time. Some might argue that my figures can’t show how the service is performing overall as they are for a limited number of journeys on limited routes and therefore statistically irrelevant. I am not saying they are definitive, but they do show that my experience is nowhere near the one the rail firms say I should be getting. I am one of hundreds of people who do the same or similar journeys and we all get affected. I wonder if more of us recorded our journeys whether their data would be closer to mine or that of the rail companies? I commute daily from Horsham in Sussex to London, and I usually finish my journey at London Bridge or City Thameslink. Until last year I was commuting 32 miles to Chichester on near-empty trains, which cost me about £1,600 a year for a journey of about an hour door-to-door. But, for a better job and salary, I traded it in for the packed trains to London, increasing my journey by just six or seven miles. However, the fare rose to just short of £4,000 a year. The journey time also went up – it’s often more than two hours door-to-door, and that’s without delays. Thankfully, I generally get a seat most mornings, but a change at East Croydon means standing on packed trains. There are days when I’ve been unable to board a train because of the overcrowding. The hours lost to delays are made up of lots of snippets of time – a few minutes here and there occasionally punctured by a horrendous delay. But at least with major delays there is an opportunity to claim compensation. So far in 2016 I have received about £60 from Govia for delays. This, though, is of little consolation for the constant late arrival in the office and having to play catch-up. There are days when I feel like Reggie Perrin as I reel off the latest excuse given by the rail company for being late. But it’s no joke when it tarnishes your professional reputation: any meeting scheduled for before 9.30am sees me getting up at 5.30am just to ensure I will make it. And even then I have been late once or twice.         ‘There are days I feel like Reggie Perrin’    On the journey home it’s the family who suffer. I have four young children; if my train is delayed I won’t get to read with one of them, build a little Lego or play in their Minecraft world. Minor things – but not if you’re four or seven years old and have waited all day to do something with daddy. My wife suffers similarly, waiting those few minutes more for that extra pair of hands to give her a break. Evenings out are precious and few, but we have often missed out on trips to the cinema because my late arrival has meant we can’t get there in time. Snippets of time, perhaps, but they are persistent and cumulatively corrosive. So why this difference between my experience and the PPMs? For a start, they don’t reflect actual passenger journeys but are instead an unrealistic way of trying to capture punctuality. “Late” for a rail company is arriving five minutes late at your destination, with what happens in between irrelevant as the measure is not taken until the end of the journey. So if the train is running late it could skip a couple of stations and make it up. Five minutes is also a wide margin. On other national railways, such as those in Japan and Switzerland, the margin is slimmer for defining a train as late. Also, the figures the rail companies give on their posters are an aggregation across the day and the week; and they don’t take into account the number of people using a train. So trains carrying hundreds of people can be late regularly, but trains on the same route that run late at night or at the weekend and carry only a handful of passengers can arrive on time and mask the huge impact of the other service failures.   Related: Crushing the commuters: does train chaos threaten the future of London?    There is adequate information about compensation for cancelled and late trains if the delay is more than half an hour, but is it enough? Just over 7% of my journeys fell into the category where I could claim. But the proportion of journeys 15 minutes late was nearly 20%. The train companies tell us that they are undertaking vast amounts of work to improve their services, if only we can bear with them a little longer – but it’s a promise that seems to be perpetually dangled in front of us and never fulfilled. The Reggie Perrin joke is 40 years old, but what has changed since then, except for the eye-wateringly high fares, supposedly to pay for the rail nirvana that never comes? I know that not every problem is within the control of the rail companies or Network Rail. The weather brings circumstances that no amount of preparation could deal with. And then there is the human factor: trespassers and fatalities, which are probably most difficult to manage, but usually passengers are understanding about these. Overall, though, these account for probably less than 10% of delays, according to Network Rail. In reality, most other delays are within the scope of the rail firms or Network Rail to manage. The rail companies lack the incentive to tackle this issue, because the management of the figures lies in their control. The “five minutes” at the terminus might have been acceptable in the era of British Rail when it relied on someone with a clipboard marking off the arrival time, but in the age of digital recording and data-sharing a more sophisticated measure is called for that looks at the journey as a whole. Also, half an hour is too long a delay for compensation to be paid. Lowering the limit to 15 minutes would mean a greater chance of suffering financial loss, so would encourage shareholders to push for better punctuality. There also needs to be a weighting system for late-running trains, so those that inconvenience large numbers of passengers have a greater corresponding impact on the overall figures than less busy services. I have had enough and will be leaving my job in London soon for one closer to home. I feel guilty for quitting after only a year, but while we are served so poorly by our railways no salary can justify the stress, exhaustion and misery that comes with a commute to London. Response from Southern Railway We asked Southern Railway to respond to the allegations made by Matt Steel. In a statement, it said: “We are sorry your reader has a bad time … We know it’s been a difficult time for passengers with the constraints at London Bridge while it’s being rebuilt, and more recently with the consequences of our ongoing industrial relations issues. “Our performance figures … as a whole may not reflect a person’s individual experience, and we continue to work hard to make improvements across the network – we don’t see the industry PPM measure as a target to be achieved, but we strive to get every train to its destination at its published arrival time. “It’s good to see your reader has noticed that there is more information available on claiming compensation for delays, and increasing numbers of claims reflect this. However, we know that a minimum qualifying time of 15 minutes for compensation has been called for, and this is something that the Department for Transport is considering.” Southern added that while some trains do skip stops to make up time, it is rare and that “if this is done, there is nothing to gain performance measure-wise as a train that skips stops is declared as a PPM failure – even if it does reach its destination on time”.",
  "webTitle": "When rail companies claim their trains are ‘on time’ – but you know they aren’t",
  "webPublicationDate": "2016-05-13T06:01:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/13/rail-companies-trains-on-time-delays-cancellations-punctuality",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Rail fares",
      "id": "money/rail-fares",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Commuting",
      "id": "cities/commuting",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Household bills",
      "id": "money/household-bills",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/13/rail-companies-trains-on-time-delays-cancellations-punctuality"
}