{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/star-wars-book-princess-leia-accent-slave-bikini-huttslayer-claudia-gray",
  "id": "2016-05-04-200",
  "sectionId": "film",
  "body": "A new Star Wars book will attempt to explain away Carrie Fisher’s shifting accent as Princess Leia and reimagine the gold “slave” bikini she was forced to wear in 1983’s Return of the Jedi as a symbol of empowerment, according to its author. Claudia Gray told Entertainment Weekly that her book, Star Wars: Bloodline, would address a number of complaints surrounding Leia’s depiction in the original Star Wars trilogy, including the lack of resolution following her discovery that she is Darth Vader’s daughter.   Related: Carrie Fisher blasts Star Wars body shamers    Leia’s accent shuffles from a plummy English delivery (in her early encounter with Peter Cushing’s Grand Moff Tarkin) to her usual Californian tones over the course of 1977’s Star Wars, a fact Fisher has referenced in interviews. Gray said she decided to fix the anomaly once and for all. “[In interviews] she sort of laughs at her younger self for being so influenced by Peter Cushing,” noted the author. “But I thought: I’m gonna use that. So there’s an explanation in the book that she’s actually making fun of Tarkin. She’s mocking his accent in that moment. She remembers that’s what she was doing. So that moment has been explained. It’s no longer a problem.” Gray also said she wanted to reconfigure Leia’s encounter with Jabba the Hutt in Return of the Jedi to focus on the princess’s bravery, rather than her skimpy attire. Bloodline reveals the one-time Rebel Alliance leader has been given the title of “The Huttslayer” for her heroism in killing the slug-like alien gangster. “Right around when I was working on this part of the book there was a movement that went around in some Star Wars fan circles – a lot of talk about how much people don’t like the ‘Slave Leia’ outfit,” said Gray. “That’s her most powerless moment in the entire thing …  “I believe it was a young lady named Angie P, who said, ‘I petition that we call it The Huttslayer outfit,’ and I was like, ‘That is a great name and that is going to happen right now’.” Continued Gray: “Not only did I like recasting that outfit as a memory of Leia being really strong and kickass, but think about it – for a human being to kill a Hutt with her bare hands? That’s unbelievable. Anybody who would be able to pull that off would be remembered for it. That would be legend.” The author also said she felt it was vital to examine Leia’s feelings towards her father Darth Vader in the aftermath of Return of the Jedi. “That was one of the things I wanted to delve into the most,” she said. “We see so little of Leia’s reaction to this knowledge in the movies. We see her find out right before the Battle of Endor, she’s clearly very upset. But they have a war to fight.  “You see Luke struggle with this, be tempted to darkness, and he gets to see his father leave darkness behind. But these are not experiences Leia got to have – and if anything she suffered more from Vader than Luke did. I really wanted to delve into: how much at peace is she with this? How conflicted is she? What does she think about when she thinks about the times she encountered Vader?” In other Star Wars news, Independent.ie has published photography purporting to reveal Luke Skywalker’s Jedi Temple being built on the island of Skellig Michael off the coast of Ireland. The religious building is expected to feature in Rian Johnson’s upcoming Star Wars: Episode VIII, which is currently filming.    Star Wars: Episode VIII set pictures pic.twitter.com/zAGyAaePUP— Star Wars Direct (@StarWarsDirect) May 2, 2016      Star Wars: Episode VIII set pictures pic.twitter.com/PEungJckAA— Star Wars Direct (@StarWarsDirect) April 30, 2016",
  "webTitle": "Star Wars book to resolve Princess Leia's accent, father and 'slave' bikini issues",
  "webPublicationDate": "2016-05-04T12:20:11Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/star-wars-book-princess-leia-accent-slave-bikini-huttslayer-claudia-gray",
  "keyword": [
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Carrie Fisher",
      "id": "culture/carrie-fisher",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Wars: The Force Awakens",
      "id": "film/star-wars-episode-vii",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/04/star-wars-book-princess-leia-accent-slave-bikini-huttslayer-claudia-gray"
}