{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/09/best-read-stories-to-read-aloud-one-night",
  "id": "2016-05-09-114",
  "sectionId": "childrens-books-site",
  "body": "My children who are six and eight years old and love being read to but, when visitors come to stay they don’t want them to read the books that we are already in the middle of. Are there any good collections of stories which we could have to hand that are good for reading aloud for one night only?  Being read aloud to is such a very great pleasure! And the effect of it goes well beyond the enjoyment of the story according to Philip Pullman who wrote: “Reading aloud is an activity that everyone can take part in. It sharpens the intellect, invigorates the imagination and enlarges the scope of human sympathy. If we all read aloud every day, the world would be a better place.”    Related: William Sutcliffe's top 10 books to read aloud to children    But while all reading aloud may have that beneficial effect, there is no doubt that whatever the story is, it matters a lot who is reading it. For children in particular, as all the evidence conducted by the publisher Egmont shows, children’s reaction to sharing a book with an adult goes well beyond the simple enjoyment of the story; children listening to the unfolding of a story that is being read aloud to them engage with it with their whole body.  Part of the pleasure in the story is derived from the shared experience of the reader and the listener; they may discuss the story as it goes along, they may spend time on the illustrations if there are any and they may flick back to check details they have previously overlooked. And just in the reading of the story, the job of the reader is so much more than just reading the words; what voices they use for the characters and how much they allow the descriptions to resonate, all make an enormous difference to way the listener will feel about the story.    Related: What books are great to read aloud?    As a result, it is quite understandable that your children don’t want a change of reader in the middle of a book they are enjoying! The ideal story for a visitor to read is one can be enjoyed in one sitting.   Collections of myths and legends, folk stories, fairy stories and modern short stories are all excellent for this purpose.          Lucy Coats’s Attitcus the Storyteller’s 100 Greek Myths, illustrated by Anthony Lewis, is a bumper set of the best known stories such as The Wooden Horse and Theseus and the Minotaur, as well as many lesser known ones. Each story is told very briefly but with all the key features. They are framed by a story about a Greek storyteller which provides useful background.  Madhur Jaffrey’s Seasons of Splendour: Tales, Myths and Legends of India, illustrated by Michael Foreman offers a similarly rich introduction to the best Hindu stories, which are vividly brought to life in Michael Foreman’s illustrations. Madhur Jaffrey adds a personal touch as these are the stories that she enjoyed while growing up.  Good collections of fairy stories with evocative illustrations for the reader and listener to enjoy include: Tales from Hans Christian Andersen, translated by Naomi Lewis and illustrated by Emma Chichester-Clark, and Berlie Docherty and Jane Ray’s Classic Fairy Tales.      Philip Pullman’s Grimm Tales make wonderful read alouds for older children. Photograph: Steve Parsons/PA    Philip Pullman’s Grimm Tales is suitable for older children – and adults too! In it, Pullman selects his favourite 50 fairy stories from the many that the Brothers Grimm collected and makes them fresh with his own brilliant retellings. Some of the stories such as Cinderella and Rapunzel are very well-known but others such as Hans-my-Hedgehog will be a new gem for readers to enjoy.    Related: Guardian children's books podcast: Jacqueline Wilson reads from Paws and Whiskers    Collections of stories by the very best short story writers are also the perfect size for reading all in one go. Examples of these include Joan Aiken’s A Necklace of Raindrops and Margaret Mahy’s The Downhill Crocodile Whizz and Other Stories and they have both written many other collections of stories which are equally rewarding.  Paws and Whiskers is a chunky volume of short stories about treasured pets gathered together by Jacqueline Wilson and published to support the work of Battersea Dog’s Home would also make an excellent book for visitors to read from. Funny, sad and sometimes just a bit ridiculous, some of the stories are extracts from classics such as Dodie Smith’s The One Hundred and One Dalmations while many others are new stories about their pets by some of the top writers of today including Malorie Blackman, Michael Morpugo and Jacqueline Wilson’s herself, whose story is about a cat.    Related: What are you reading with your child this month?    In Michael and Clare Morpurgo’s anthology, Where My Wellies Take Me, illustrated by Olivia Lomenech Gill, it is poetry rather than prose that children will enjoy an adult reading to them. The book is a beautiful whole as the poems are set within stories about the wanderings of a little girl, Pippa, who enjoys exploring her local area. The poems which include John Clare’s Hares at Play, Ted Hughes’s Donkey and Robert Frost’s Stopping By Woods on a Snowy Evening give a lyrical introduction to nature. We want this blog to grow. Tell us which books you think make the best one night read alouds on Twitter @GdnChildrensBks or by emailing childrens.books@theguardian.com. You can also use the same email address to ASK the Book Doctor a books related question. If you read aloud to younger children please share with us on our Guardian Witness family reading project. It’s so easy to get involved and the best contributions go in our monthly picture book gallery.",
  "webTitle": "What are the best stories to read aloud?",
  "webPublicationDate": "2016-05-09T16:08:09Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/09/best-read-stories-to-read-aloud-one-night",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Philip Pullman",
      "id": "books/philippullman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fairytales",
      "id": "books/fairytales",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Jacqueline Wilson",
      "id": "books/jacquelinewilson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Michael Morpurgo",
      "id": "books/michaelmorpurgo",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Eccleshare",
      "id": "profile/juliaeccleshare"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/09/best-read-stories-to-read-aloud-one-night"
}