{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/09/ross-and-rachel-friends-play-james-fritz",
  "id": "2016-05-09-199",
  "sectionId": "stage",
  "body": "Ross & Rachel. You know the ones. Will they? Won’t they? On. Off. On again. Off again. On a break. Vegas. James Fritz’s play isn’t about Ross Geller and Rachel Green, the ultimate Friends-turned-lovers. But it’s not not about them. The unnamed couple in Fritz’s play are in their mid-40s, a prom queen and a geek, stuck in a marriage that seemed meant to be – only no one told them life was gonna be this way. This is the one where they stay together for the kids. It’s the one with the brain tumour. The one that rubbishes the very idea of The One. “I’m a big romantic,” says Fritz, a tall, trim 28-year-old with an air of confidence. “But why are we so obsessed, narratively speaking, with the unification of two people being a win, being the ultimate ending? You get into a dangerous place when you start talking about oneness and, like, ‘we belong together’. These bits of language are meant with the best of intentions, but serve to make the person on their own half of a whole.” Ross & Rachel gives form to that. It’s a dialogue for one; a monologue with two characters. In Thomas Martin’s production, a big Edinburgh fringe hit about to play New York  before beginning a UK tour, Molly Vevers plays both partners as they wrestle with their relationship. He’s convinced they’re made for each other. She’s having doubts.     Molly Vevers in Ross & Rachel at the Edinburgh festival in 2015. Photograph: Murdo MacLeod for the Guardian    The title does a lot of work. “I didn’t have to spend the first act selling a couple,” Fritz explains. “Pop culture is so all-pervasive that, even if you’ve never seen an episode of Friends, you know what Ross and Rachel means, in the same way you know what Romeo and Juliet means.” He’s adamant Ross & Rachel isn’t “a sequel to Friends”,  nor is it written from an entirely cynical place. “I love Friends,” he protests. “I’ve seen every episode several times. Growing up, it was the ultimate background noise, so it’s in my bones and in a lot of other people’s bones.” While writing, he swore not to rewatch a single episode to avoid alienating audiences with in-jokes. After the Edinburgh run, however, he allowed himself a Netflix binge. “I felt really guilty for co-opting these people I knew so well.” Where once playwrights made literary allusions, Hamlet references and the like, now they are increasingly feeding off pop culture. Fritz points to Anne Washburn’s Mr Burns, which traces a Simpsons storyline through an oral tradition in a world without electricity. “You needn’t have seen The Simpsons to enjoy that show, it’s just about the principle that pop culture is a kind of currency.” Shutting that out or ignoring it “seems silly. You have that shorthand with everyone in the room.” To date, Fritz’s played have picked at our mediatised lives. Four Minutes Twelve Seconds, which won an Olivier award last year, centred on a teenager’s sex tape that went viral. In Lines, he imagined theatre eating itself, penning a verbatim play about a verbatim play.     Anyebe Godwin (Nick) and Kate Maravan (Di) in Four Minutes Twelve Seconds by James Fritz. Photograph: Tristram Kenton for the Guardian    It’s a conscious choice. “So much of what we consume is mediated.” Out of that, he believes, “it’s a lot easier to buy into comfortable readymade narratives” – be they happily-ever-after romances or straight-A students not shooting homemade porn. Theatre, by contrast, allows complexity and slipperiness. “I love the failure of it, how it can never be perfect. We can never have ownership over the way someone reads a piece of theatre.” As playwrights go, Fritz is self-made. Most young writers come through individual theatres or writing schemes. Since completing an MA at the Royal Central School of Speech and Drama, Fritz has been writing on spec, entering new writing competitions and producing his writing with friends. In January, he was named most promising playwright by the Critics’ Circle – despite none of his plays having been commissioned. Did he feel supported during that time? Fritz watches his words: “I feel very supported now, is what I’ll say, but it’s like any job, you can’t expect it all as soon as you’ve started. There were moments where I wanted to pack it all in.” Another play, Parliament Square, about a woman protesting outside the House of Commons, was among the winners of this year’s Bruntwood prize, for which scripts are submitted anonymously. It’s now in development at Manchester’s Royal Exchange theatre.     ‘I love the failure of theatre, the fact it can never be perfect’ … James Fritz. Photograph: Hampstead Theatre    “It feels like a really interesting time to look at the act of protest, what it means, how we interpret it. That line between looking after the self and how much responsibility we have to the rest of the world – there’s a lot of big, messy themes in there. It’s far and away the hardest thing I’ve written.” The words of a playwright on a roll – not on a break. • Ross & Rachel is at 59E59 Theater, New York (part of Brits Off Broadway festival), from 17 May to 5 June. Its UK tour begins at Marlowe theatre, Canterbury, 17 June. Box office: 01227 787787.",
  "webTitle": "Ross and Rachel: the one that explodes the Friends myth",
  "webPublicationDate": "2016-05-09T12:21:49Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/09/ross-and-rachel-friends-play-james-fritz",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Friends",
      "id": "tv-and-radio/friends",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jennifer Aniston",
      "id": "film/jennifer-aniston",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "David Schwimmer",
      "id": "culture/david-schwimmer",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt Trueman",
      "id": "profile/matt-trueman"
    }
  ],
  "guardianId": "stage/2016/may/09/ross-and-rachel-friends-play-james-fritz"
}