{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/america-segregated-schools-suburbs-mississippi",
  "id": "2016-05-19-175",
  "sectionId": "commentisfree",
  "body": "America is one of the most racially, ethnically and economically diverse nations on earth. According to the Bureau of the Census, America will have no single racial majority in its general population by 2042. While this diversity has been a source of great strength, poor race relations have often challenged America’s stability and cohesiveness. A new Government Accountability Office report shows that public school integration, after dramatically improving in the era of civil rights enforcement, has significantly eroded. And this week, a US district court in Mississippi ordered schools in Cleveland to desegregate, some 60 years after Brown v Board of education.  Black-white residential segregation remains intense and most of the glacially paced improvement has come in areas with the smallest percentage of black people. In the metropolitan areas where they form the largest percentage of population, particularly in the north-east and midwest where local government is highly fragmented, segregation remains virtually unchanged and at apartheid levels.  For Latinos, America’s largest and fastest growing non-white community, residential segregation is both high and ominously constant. In areas like California and Texas, where Latinos form a large part of the population, segregation between the white population and Latinos is now greater than black-white segregation.    Related: Mississippi city ordered to desegregate schools 60 years after landmark ruling    Black people are now almost as racially isolated from their white counterparts as they were at the time of the passage of the 1964 Civil Rights Act. For Latino students, segregation is worse than ever. Like housing segregation, school segregation is most pronounced in the north-east and midwest. Ironically, the most integrated schools are in America’s suburbs. Still perceived as prosperous white enclaves, suburban communities are now at the cutting edge of racial, ethnic and even political change in America. Racially diverse suburbs are growing faster than their predominantly white counterparts. Diverse suburban neighborhoods now outnumber those in their central cities by more than two to one – around 44% of suburban residents in the 50 largest US metropolitan areas live in racially integrated communities. Integrated suburbs, despite challenges, are gaining in population and prosperity. Given these trends, ensuring successful racially integrated communities represents the best policy path for the nation’s educational, economic and political success. Stably integrated suburbs are places where white and non-white communities can grow up, study, work and govern together effectively. Integrated areas have the greatest success eliminating racial disparities in education and economic opportunity. While non-white people in integrated communities have seen improvements in education and employment, non-white residents of segregated urban communities are further behind than ever.  In integrated communities, different racial groups have the most positive perceptions of one another. Integrated suburbs are much more likely to be politically balanced and functional places that provide high-quality government services at affordable tax rates than high-poverty, segregated areas. In environmental terms, they are denser, more walkable, more energy-efficient and otherwise more sustainable than outer suburbs. They also benefit from their proximity both to central cities and outer suburban destinations.  Yet, while integrated suburbs represent great hope, they face serious challenges to their prosperity and stability. Integrated communities have a hard time staying like that for extended periods. Neighborhoods that were more than 23% non-white in 1980 were more likely to be predominately non-white by 2005 than to remain integrated.  Illegal discrimination, in the form of steering by real estate agents, mortgage lending and insurance discrimination, subsidized housing placement and racial gerrymandering of school attendance boundaries, is causing rapid racial change and economic decline.  By 2010, 17% of suburbanites lived in predominantly non-white suburbs, communities that were once integrated but are now more troubled and have fewer prospects for renewal than their central cities.  Tipping or resegregation (moving from a once all-white or stably integrated neighborhood to an all non-white neighborhood), while common, is not inevitable. Stable integration is possible but it does not happen by accident. It is the product of clear race-conscious strategies, hard work and political collaboration among local governments.  Critical to stabilizing these suburbs is a renewed commitment to fair housing enforcement, including local stable-integration plans, equitable education policies and incentives that encourage newer, whiter and richer suburbs to build their fair share of affordable units.",
  "webTitle": "Yes, America is still segregated. But there's hope in an unlikely quarter | Myron Orfield",
  "webPublicationDate": "2016-05-19T13:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/america-segregated-schools-suburbs-mississippi",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Myron Orfield",
      "id": "profile/myron-orfield"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/america-segregated-schools-suburbs-mississippi"
}