{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/new-disability-human-rights-and-age-discrimination-commissioners-appointed",
  "id": "2016-05-05-337",
  "sectionId": "australia-news",
  "body": "The federal government has appointed a new human rights commissioner and commissioners for age and disability discrimination, replacing Tim Wilson and Susan Ryan. The attorney general, George Brandis, told Senate estimates on Thursday that Kay Patterson had been appointed age discrimination commissioner, Alastair McEwin as disability discrimination commissioner and Edward Santow as the new human rights commissioner. Brandis also announced the new commonwealth director of public prosecutions is senior counsel Sarah McNaughton, a criminal law and fraud expert from the New South Wales bar. McNaughton was also senior counsel assisting on the trade unions royal commission. Brandis said former human rights commissioner Tim Wilson, who retired in February and was preselected as Liberal candidate for Goldstein, had a “particularly distinguished term”.   Related: Labor promises to appoint full-time disability commissioner if elected    Brandis said Wilson “essentially reshaped the debate about human rights in Australia, by reminding us of liberal rights such as freedom of speech, freedom of the press, freedom of association, and property rights”. He said that side of the human rights debate had been neglected previously. Brandis thanked Ryan for her public service, and sought to explain the government’s decision in July 2014 to combine the aged and disability discrimination commissioner roles.  He said it was useful to have one person in both capacities when a particular project affecting both groups, a report on employment discrimination, was considered. Last week the government announced its decision to restore separate age and disability discrimination commissioners. Brandis said Ryan, who was a minister in the Hawke government, had shown it was possible to “put politics aside and give stirling service to the Australian people”. The new human rights commissioner, Edward Santow, is the chief executive officer of the Public Interest Advocacy Centre and the director of the Australian Pro Bono Centre. Santow has spent the last several years of his career working with homeless people in Sydney in the community legal sector. Brandis said: “He has very strong academic and practical knowledge of human rights and I am confident that he will successfully prosecute the case for our fundamental political freedoms in Australia”. Patterson is a psychologist with expertise in gerontology and has had extensive experience advocating for older Australians. She is a current commissioner of the National Mental Health Commission. Patterson served as a senator for Victoria for 21 years and was the minister for health and ageing in the Howard government. McEwin is a long-standing advocate for rights of people with disability and has experience of the issues confronting them. He is a former chief executive of People with Disability Australia. Brandis said that all the appointments were the result of an arms-length process by the department secretary. He noted all the candidates shortlisted for the commonwealth DPP were women.",
  "webTitle": "New disability, human rights and age discrimination commissioners appointed",
  "webPublicationDate": "2016-05-05T05:27:03Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/new-disability-human-rights-and-age-discrimination-commissioners-appointed",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "George Brandis",
      "id": "australia-news/george-brandis",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/05/new-disability-human-rights-and-age-discrimination-commissioners-appointed"
}