{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/26/star-trek-beyond-trailer-redeems-franchise-exclusive",
  "id": "2016-05-26-155",
  "sectionId": "film",
  "body": "When considering the 13th edition in a long-running film series such as Star Trek, the question is, how does a new movie top the spectacle of the 12 previous installments? If you factor in the 50 years’ worth of television series, comics, novels, and cartoons, the task is even more daunting. Spaceships explode, characters die, and futuristic cities are devastated. So, why not have Captain Kirk riding a motorcycle through an alien landscape to the strains of the Beastie Boys’ Sabotage?  That’s exactly what the teaser trailer for Star Trek Beyond, released in December, chose to do. The legions of fans who have made Star Trek a significant part of their lives responded poorly to the vehicular mayhem that’s the trademark of former Fast and Furious franchise director Justin Lin, who has stepped aboard the Trek series in place of JJ Abrams. The teaser was so divisive that writer and Scotty actor Simon Pegg condemned it in the press not long after it was released. It was a rough start for the marketing campaign ahead of the release of Beyond. In order to turn the tide back in their favor, the studio concocted an exclusive fan gathering to debut a new trailer and share exclusive footage from the film, even as Lin supervises the final edit of the picture. The event – which took place inside stage 31 on the Paramount Pictures lot, where much of the original Star Trek was filmed – sought to rile up the Trek faithful and reassure. A makeshift set that resembled the bridge of the Enterprise was built to house a Q&A with cast members. Host Adam Savage of Mythbusters fame mentioned it could easily have been repurposed for a Talking Dead-style Star Trek chatshow. The proceedings felt like a curious hybrid of an infomercial and an episode of Oprah.      Zachary Quinto, Chris Pine, and Karl Urban are beamed up Photograph: Jason Kempin/Getty Images for Paramount    A teleprompter guided Savage through interviews with producer Abrams, Lin, Chris Pine, Zachary Quinto and Karl Urban, though they all cheerfully went off-script repeatedly during the course of the night. In particular, JJ Abrams riffed on the uncomfortableness of the silly-looking chairs they were forced to sit in and announced that Lin convinced Paramount to drop a lawsuit directed at the makers of the unlicensed fan film, Axanar. The Star Trek community has a long tradition of amateur productions and fan fiction, so this development was met with great enthusiasm by the audience. Later on, we were shuttled to an outdoor commemoration of the alley next to stage 32 as Leonard Nimoy Way. As with everything else during the evening, this was an olive branch to Trekkers who have felt increasingly disenfranchised by the corporate machine that is Star Trek.  Finally, we were treated to the trailer, which is now readily available online, and about 10 minutes of exclusive footage, which is not. That special material had nary a hint of Beastie Boys and only a smattering of motorcycle action. Instead, the focus was on what Star Trek fans have been craving: intimate character work, introspective dialogue, and heady moral quandaries. A particular standout is a scene that’s clearly from early in the film, where Captain Kirk laments the humdrum nature of his job.              Related: Star Trek Beyond: 13 reasons to get excited about the new trailer    He’s out in the middle of unexplored territory, settled into the routine of life as a starship captain. His conundrum is one that never occurred to me until watching this scene: he’s a man who enlisted in Starfleet on a whim, rather than fully buying into its mission. This very human problem is one that anyone of a certain age can relate to – the malaise of diminishing possibilities and overwhelming responsibility that comes with getting older. This leads to a scene where Kirk and Doctor McCoy share a drink and commiserate on the occasion of Kirk’s birthday. From there, the montage settles into the familiar space battles and sci-fi carnage one expects from a movie of this nature. We got more of the destruction of the USS Enterprise, which has been the focus of the ad campaign to this point, plus a bit of the dispersed crew trying to escape a hostile alien world. It all went over smashingly with the audience, something that has to give Paramount hope that they have a hit movie on their hands. What resonated most was the emphasis on the relationships between the characters and the aforementioned emotional conflict inside Kirk. The highlights of Star Trek’s 50 years are not the instances of pure spectacle. Rather, they’re the moments of pathos and high drama: Spock’s death in The Wrath of Khan, the landing of the Vulcan shuttle in First Contact. If the new film can reach those heights, fans will excuse the motorcycles and the 90s hip-hop tracks and embrace the future of this franchise.",
  "webTitle": "To boldly reboot: Star Trek Beyond event tries to win back the galactic faithful",
  "webPublicationDate": "2016-05-26T14:40:07Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/26/star-trek-beyond-trailer-redeems-franchise-exclusive",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Trek",
      "id": "culture/star-trek",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Star Trek Beyond",
      "id": "film/star-trek-beyond",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "culture/2016/may/26/star-trek-beyond-trailer-redeems-franchise-exclusive"
}