{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/ministers-to-look-again-at-immigration-bill-over-child-refugees-plan",
  "id": "2016-05-03-10",
  "sectionId": "uk-news",
  "body": "David Cameron is considering further concessions on Britain accepting unaccompanied child refugees from Europe while coming under fresh pressure from campaigners to show compassion. After suffering a defeat in the House of Lords last week at the hands of Labour peer Lord Dubs, senior Conservatives said that Downing Street was looking again at the immigration bill.  Up to 30 Tory MPs are to meet the Home Office minister James Brokenshire on Wednesday after signalling an intention to switch sides and back a compromise plan put forward by Dubs.  One plan under consideration is to issue “humanitarian visas” to the children, allowing them to apply for “indefinite leave to remain” when they reach the age of 18. It is understood that some of the rebellious Tories are preparing their own amendment which they hope the government will accept if the House votes on the bill on Monday.  It comes as the Association of Jewish Refugees renewed efforts to persuade the prime minister to change his mind. Sir Erich Reich, the chair of the organisation which represents Kindertransport survivors, wrote that Cameron should accept 3,000 refugees as first suggested by Dubs.  “I stongly urge you and your colleagues to reconsider how we can intevene to help some of the most vulnerable victims of an internecine conflict,” he wrote.  Dubs and Rabbi Harry Jacobi have requested a meeting with Cameron to discuss the amendment in a letter sent on Tuesday night. Conservative sources said that a compromise was being sought using several different options. David Burrowes, one of the Conservative MPs urging ministers to take action, said: “My hope and expectation is that they will respect the spirit of the Dubs amendment by coming forward with their own amendment.”  Heidi Allen, the Conservative MP for South Cambridgeshire, said ministers were still concerned that concessions could lead to a “pull factor” which will attract greater numbers of unaccompanied children.   “We are pleased that the minister is listening. But whether it is going to lead to a deal, I really don’t know,” she said.  The attempt by Dubs to make Britain take 3,000 child refugees from the EU was blocked in a Commons vote last Monday with a majority of only 18. MPs could vote in favour of his amendment, which does not specify an exact number, when it comes before the Commons on 9 May . As well as the Conservative MPs, a further eight Democratic Unionist MPs, who abstained, have privately indicated they could back the amendment. The cabinet discussed the threatened rebellion on Tuesday, a Downing Street spokeswoman said. “We would expect that amendment to come back to the Commons next week. Therefore there’s a bit of time for the government to be thinking about that and how we make progress on the immigration bill ... As on any bill, it is quite sensible that you consider how you take it through the house and how you get it onto the statute book,” she said.  Sir Eric Pickles became the most senior Tory MP to suggest he could rebel in a House of Commons vote. He said he was not in doubt that the government was sincere in its worry that taking children from Europe would encourage more of them to make the journey across the sea, but: “I am not in the government so I will say I myself am not entirely convinced by their argument, I just gave them the benefit of the doubt in this vote”. The government has come under pressure from charities such as Save The Children and Oxfam to change its mind. In a leader last week, the Daily Mail added its voice to the campaign for a “one-off amnesty” for child refugees. At prime minister’s question’s last month, Cameron maintained that to allow entry to some children from Europe would create an incentive for people traffickers. Tim Farron, the Liberal Democrat leader, said the government was failing some of the most vulnerable people in Europe.  “The British people have shown again and again throughout history our generosity of spirit, especially in response to child refugees. There is no question that this generosity of spirit still exists in our country today – it just needs the government that will do the right thing, and facilitate it for the 21st century. The government must listen to middle England and make a U-turn.”",
  "webTitle": "Ministers to 'look again' at immigration bill over child refugees plan",
  "webPublicationDate": "2016-05-03T22:56:43Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/ministers-to-look-again-at-immigration-bill-over-child-refugees-plan",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Lords",
      "id": "politics/lords",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "uk-news/2016/may/03/ministers-to-look-again-at-immigration-bill-over-child-refugees-plan"
}