{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/mental-health-system-problems-solutions-mass-shootings",
  "id": "2016-05-19-96",
  "sectionId": "commentisfree",
  "body": "There are very few issues that garner bipartisan support in an increasingly divided Congress. But mental health is one of them – bills that propose overhauling the US mental health system are slowly moving through both the House and the Senate. And they’ve largely gained traction thanks to the rash of mass shootings here the past few years. The idea that mental illness helps cause horrific acts of violence (and the fact that gun control laws are basically nonstarter) is spurring legislators to action.   Related: It's time to destigmatize mental health. We can start by talking about it | Chirlane McCray    But this week the Washington Post questioned that perceived connection between mental illness and violence. According to forensic psychologists who profile violent perpetrators, Michael Rosenwald reported, 80% of mass shooters are not seriously mentally ill, but instead are “ruthless psychopaths” lacking empathy and acting out of anger, rejection and alienation. Studies show that the presence of serious mental illness only modestly improves the prediction of risk for violence.  Designing a mental health system that would identify and treat such individuals before they act violently, say the experts, is a futile exercise – and may waste scarce resources. Are these experts correct? Partly. They are right to question the premise that mental illness is the root cause of violence. And they are correct that predicting whether an individual will commit a violent act in the future – especially an exceptionally rare event such as a mass shooting – cannot be done with any sort of precision.  But they are wrong to conclude that funding mental health reform is therefore a waste. In 2014, 14% of the adult US population experienced some type of mental health problem, but only a fraction received treatment. Untreated mental illness, while explaining only a small sliver of violent incidents, fuels a host of other negative societal outcomes, such as unemployment, child abuse and neglect and suicide.  Some, recognizing these upsides to mental health reform, say they resign themselves to allowing the perceived link between mental illness and violence to persist because reform will bring needed resources into an underfunded mental health system. While it won’t prevent mass shootings, for example, it could go far toward ameliorating suicide – which is highly associated with mental illness and growing at an alarming rate. Yet we should be cautious about doing the right thing for the wrong reasons; exaggerating the link between mental illness and violence perpetuates the stigma of mental illness.  Public perception that violence is driven by mental illness produces a cascade of harmful consequences to individuals’ self-esteem and life opportunities as well as their vulnerability to employment, housing and health system discrimination. And the stigma of mental illness often discourages people from seeking treatment in the first place.   Related: What does depression feel like? Trust me – you really don’t want to know | Tim Lott    Viewing mental health reform as a panacea for mass violence has other potential hazards too. Unmet expectations of violence reduction could prompt a backlash against funding mental healthcare at all. Shaping reform around violence prevention could also cause unforeseen and problematic consequences, like prioritizing coercive interventions over treatment engagement and neglecting the kinds of practices that build motivation for treatment, like coupling “traditional” treatments such as medication and therapy with peer support and housing and employment assistance. While decoupling mental illness from violence prevention is needed, it does not automatically follow that mental health reform is in any way wasteful or unnecessary. Lawmakers and mental health advocates would do better to articulate the real and necessary impacts we can expect from much-needed reforms to our mental health system.  We may not be able to stop the next mass shooting, but we can work toward reducing the needless stigmatization and suffering of millions of Americans with mental illness.",
  "webTitle": "Our mental health system must be fixed - even if it doesn't stop mass shootings | Beth Angell",
  "webPublicationDate": "2016-05-19T17:04:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/mental-health-system-problems-solutions-mass-shootings",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Beth Angell",
      "id": "profile/beth-angell"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/mental-health-system-problems-solutions-mass-shootings"
}