{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/claudio-ranieri-thanks-guus-hiddink-chelsea",
  "id": "2016-05-02-11",
  "sectionId": "football",
  "body": "Claudio Ranieri made an emotional phone call to Guus Hiddink to thank Chelsea for handing Leicester City the title after a tumultuous night when the Italian’s name was sung loud at Stamford Bridge. Ranieri, who managed Chelsea before José Mourinho was first appointed manager in 2004, telephoned Hiddink after flying back from Italy where he had been lunching with his 96-year-old mother. Tempers flared at the final whistle as Tottenham and Chelsea players and staff became embroiled in a mass brawl by the tunnel but after Eden Hazard’s equaliser Ranieri’s name was sung by the delighted Chelsea fans who were desperate to end Spurs’ title hopes.   Related: The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay    Hiddink said: “Just after the final whistle, a few minutes after the judo, I got a call from Ranieri. He thanked us especially for what we did in the second half and I congratulated him for being champions. They deserved it, it may be a bit of a shock for the established clubs that they did so well. They didn’t implode, there was no tension when they started smelling the title. “I didn’t see any tears because it was not a Facetime conversation but his voice was trembling a bit. He said five times thanks. His emotion was going up.” Hiddink, who will be replaced by Antonio Conte in the summer, did not start Eden Hazard despite the Belgian’s two goals at Bournemouth last week but Hazard came on at half-time and made the decisive impact late on with a curled equaliser to send the title to the east Midlands. Hazard and Cesc Fàbregas had spoken after the Bournemouth victory of their desire to end Tottenham’s title ambitions here and Hiddink praised the Belgian’s impact. “Eden has had a difficult season, a lot of injuries coming back, a lot of setbacks, he had a lot of frustrations,” said the Dutch coach. “He played 90 minutes in Bournemouth in a less intense game. My plan was then for him to be of use in this game. It was more wise to bring him later on in the game and have him at full speed. He did very well, you saw there what he is capable of.” It is a first Premier League title for both Ranieri and Leicester City, who were 5,000-1 shots to win the division at the beginning of the season. Despite the tempestuous nature of this finale in west London, both Hiddink and the Tottenham manager, Mauricio Pochettino, said Leicester were deserved title winners.   Related: How Leicester City's triumph compares with other title winners    Pochettino said: “First of all I want to congratulate Leicester, Ranieri, the players and the staff and of course the supporters. They had a great season, they deserve the title. I’m disappointed because we fought to be in the race. We’re disappointed but at the same time I’m proud of my players, the season was fantastic and we will still fight for second place. “I want to congratulate Claudio and the Leicester players, it was a massive, amazing season for them. They deserve it, this is sure. We need to be stronger next season and try to be in the race for the title.”",
  "webTitle": "Claudio Ranieri thanks Guus Hiddink and Chelsea in emotional phone call",
  "webPublicationDate": "2016-05-02T22:58:03Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/claudio-ranieri-thanks-guus-hiddink-chelsea",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Guus Hiddink",
      "id": "football/guus-hiddink",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/02/claudio-ranieri-thanks-guus-hiddink-chelsea"
}