{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/brexit-would-pose-a-serious-risk-to-global-growth-say-g7-leaders",
  "id": "2016-05-27-266",
  "sectionId": "politics",
  "body": "The G7 leaders have issued a joint declaration in which they warn that Britain leaving the European Union would be a threat to the global economy. The British prime minister, David Cameron, is likely to highlight the words, that come just hours after purdah rules in the UK prevent the civil service from issuing any further reports about the potential risks to jobs, pensions or mortgages.  The G7 warning was included in a 32-page declaration, in the section that talks about non-economic threats, and also includes concerns over geopolitical conflicts, terrorism and the refugee crisis.   Related: G7 summit: leaders say Brexit would be 'serious risk to global growth' – live    It said: “A UK exit from the EU would reverse the trend towards greater global trade and investment, and the jobs they create and is a further serious risk to growth.” The wording appears to have been added at the 11th hour, because it was not included in the section on the global economy in a draft on Thursday night. Other leaders also revealed that Brexit was not discussed in a series of sessions that covered the economy, trade, counter-terrorism and sanctions on Russia. Angela Merkel, the German chancellor, said: “It was no subject here. But there was the signal that all who sat here want Britain to stay part of the EU.”           David Cameron urges UK to ‘listen to our friends’ over EU membership    The declaration also included a recognition that “ongoing large-scale movements of migrants and refugees” was a worldwide challenge that required a “global response”. On Thursday, Donald Tusk, the president of the European Council, stressed that while geography meant Europe was rightly acting first, there was a need for countries around the world to step up efforts to financially support refugees and help develop relocation schemes. The leaders agreed there would be an increase in efforts to meet the short- and long-term needs of refugees, and also encouraged more financial support. The issue of steel production was also mentioned, with warnings that “global excess capacity” was having an impact across the world that must be “urgently addressed through the elimination of market-distorting measures”. It comes as the fate of Port Talbot and other steelworks in Britain still hangs in the balance. The G7 declaration was meant to send a message to China on dumping, although it did not suggest concrete action. Cameron came to Japan wanting to focus on antimicrobial resistance, which is also included in the declaration. The G7 leaders endeavoured to take leadership on the issue that they said could “have serious impacts on our economies”. It comes after Cameron responded to a major British report on the issue with a promise to halve the number of inappropriate antibiotics prescribed in Britain by 2020.",
  "webTitle": "Brexit would pose 'serious risk' to global growth, say G7 leaders",
  "webPublicationDate": "2016-05-27T07:23:41Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/brexit-would-pose-a-serious-risk-to-global-growth-say-g7-leaders",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/27/brexit-would-pose-a-serious-risk-to-global-growth-say-g7-leaders"
}