{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/climate-change-greenhouse-gas-emissions-us-federal-land",
  "id": "2016-05-03-262",
  "sectionId": "environment",
  "body": "Phasing out coal, oil and gas extraction on US federal land would cut greenhouse gas emissions by 100m tonnes a year by 2030 and even more after then, providing a useful brake to climate change, according to a new study. A quarter of all fossil fuel extraction in the US occurs on the 650m acres of land under federal management. The outer shelf of the US’s marine territory, used for oil and gas drilling, is also under federal control. A study by research organization Stockholm Environment Institute found that denying new mining leases and allowing existing leases to expire would lead to a sharp decrease in emissions from coal and oil extraction, offset slightly by an increase in gas emissions. Overall, carbon dioxide emissions would drop by 100m tonnes per year by 2030, with the reductions increasing after this point. The research states that this reduction compared well to other proposed measures, such as vehicle emission standards and methane restrictions from the oil and gas industry.  Only the Obama administration’s clean power plan, forecast to cut carbon pollution by 32% by 2030 based on 2005 levels, would exceed the emissions savings. The plan is currently on hold, pending a supreme court challenge. “Federal leasing practices could play an important role in US efforts to achieve its climate protection goals,” the study states. “Our findings suggest that policymakers should give greater attention to measures that slow the expansion of fossil fuel supplies.” The US has been expanding its drilling for domestic fossil fuels in recent years in a bid to lessen its dependence on foreign oil and gas. Natural gas imports are at a 20-year low, with the US Energy Information Administration expecting the US to be a net exporter of natural gas by next year. This increase in domestic production jars with the US’s commitment to slash emissions and help keep global temperatures below a 2C rise on pre-industrial times. This internationally agreed goal would require the US to cut its fossil fuel energy production by up to 60% from current levels by 2040, even though output is on track to increase by 11% by the same year. In his final State of the Union address in January, Barack Obama lauded an increase in renewable energy uptake and said the US needed to “accelerate the transition away from dirty energy”. “That’s why I’m going to push to change the way we manage our oil and coal resources, so that they better reflect the costs they impose on taxpayers and our planet,” the president said.   Historical and forecast U.S. fossil fuel production   Shortly afterwards, Obama’s administration announced a three-year freeze on new coal leases on federal land, pending a review. Plans to allow the Atlantic seaboard to be drilled for oil and gas were also shelved. However, the administration has not committed to halting all fossil-fuel leases on federal land, despite the idea being pushed in two bills proposed by liberal lawmakers in Congress, including the Democratic presidential candidate Bernie Sanders. A 100m-tonne reduction in emissions would help the US towards its commitment to cut heat-trapping gases but is put into context by the fact the country currently emits more than 6.8bn tonnes of greenhouse gases a year.  The Stockholm Environment Institute report highlights that other policies to boost renewable energy and curb emissions from coal-fired power plants will be needed to help the world cope with the droughts, floods, food insecurity and extreme sea level rise of runaway climate change. “We are looking at the supply side because we see very little attention around what should be done, but this shouldn’t be viewed as a substitute for other policies,” said Michael Lazarus, co-author of the report.  “If we are serious about addressing climate change, there no silver bullet. We need policies working hand in hand, not policies that work against each other. We need to show policies on the supply and the demand side.”",
  "webTitle": "Phasing out coal, oil and gas extraction in US would drastically cut emissions",
  "webPublicationDate": "2016-05-03T10:00:52Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/climate-change-greenhouse-gas-emissions-us-federal-land",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/03/climate-change-greenhouse-gas-emissions-us-federal-land"
}