{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/australia-climate-change-big-four-banks-urged-to-reject-new-loans-for-coal-projects",
  "id": "2016-05-17-18",
  "sectionId": "business",
  "body": "Australia’s big four banks could act on their stated ambition to help achieve a 2C warming target simply by giving no new loans to coal projects, analysis by financial activists Market Forces reveals. Such a move – including a halt to refinancing existing loans – would virtually empty the banks’ loan book of the $8bn they are lending to coal in just five years.   Related: Saving Great Barrier Reef from climate change should be central election issue, says Tim Flannery    All four big banks have made statements supporting the 2C warming target. ANZ’s statement acknowledged worries that lending to fossil fuels was in conflict with the need to reduce greenhouse gas emissions. Westpac went so far as to say it would take “concrete action to ensure our lending and investing activities support an economy that limits global warming to less than two degrees”. Analysts at Market Forces examined what the banks could do to put those sentiments into practice. The group has kept a database of loans to fossil fuel projects since 2008, which now contains 475 deals. Of those loans, 142 are to coal projects. If all the current loans to Australian coal companies were simply allowed to run their course, all but one would expire by 2021. The exception is a loan the group says Commonwealth Bank has given to one of the country’s largest coal power stations – Loy Yang B in Victoria – which runs until 2026.     A graph from the Market Forces campaign group showing Australian banks’ loans to coal projects    “Urgent action is not just necessary but possible, as financial flows can change very quickly,” said Julien Vincent, the chief executive of Market Forces. He said the group was calling on banks to remove coal from their loan books by 2021. “The first test for ANZ will be next month, as their loan to Hazelwood power station is due to expire,” he said. “If this deal gets renewed or extended it would be hard to take ANZ seriously on climate change.” Vincent said the expiry dates for about 10% of the loans in the database were unknown, so it was possible there was an outlier that would last beyond 2021. International loans were not included in the analysis but they amounted only to about 2.5% of the loan books.   Related: Richard Di Natale: global warming is the most urgent threat to Australia's security    As commodity prices have plummeted and demand for coal – particularly Australian coal – has dropped, many of the projects the banks have on their books are not performing well. Both ANZ and Westpac have written down the value of their loan book. “The banks should be as keen as the community to get their exposure to coal down to zero as soon as possible,” Vincent said. “Not only do they have an imperative to prove they weren’t just green-washing when they committed to supporting the 2C global warming limit agreed in Paris but many coal deals are now turning sour, financially impacting the banks.”  Among the loans in Market Forces’ database are:  ANZ lending $158m to Hazelwood power station in June 2014, just three months after the mine fire. That loan is due to mature in June 2016. Adani’s Abbot Point coal port expansion has been financed to the tune of $540m by the Commonwealth Bank and $250m by Westpac. The last of those loans will expire in November 2020.  The analysis does not include exposure to coal or other fossil fuels in the form of bonds or in their investment portfolios. Earlier in the year Market Forces showed that, despite the banks’ statements on climate change, their business was carrying on as usual. In 2015, the group estimated, banks had lent $5.5bn to fossil fuel projects – a figure that was roughly normal for the past eight years.            Each of the banks responded to Guardian Australia by emphasising their increased lending to renewable energy, but didn’t comment on whether they would reduce lending to coal. Their full statements are reproduced below. An ANZ spokesman said:  We acknowledge that climate change is a shared challenge for governments, business and the community, and we are taking action to support our customers’ transition to a low carbon economy.  In 2015 we achieved our long-term target ahead of schedule to increase our lending to lower-carbon gas and renewable power generation. Renewables and gas currently account for 80.4% of this business (project financed power generation).  We have committed to fund and facilitate $10 billion over the next five years to support low carbon activity, and we have new and strengthened rules on coal lending.  A Westpac spokeswoman said:  As a major financial institution Westpac recognises we have an important role to play in supporting the transition to a two-degree economy. Westpac regularly reviews its position and policies in relation to lending. When assessing projects, we proactively work with customers to understand and manage environment, social and governance risks. Since 2011, we have increased the proportion of renewable energy financing from 45% to 61% of our total electricity generation portfolio.  A Commonwealth Bank spokesman said:  Commonwealth Bank plays a crucial role in enabling economic and social development in Australia by supporting jobs, growth, innovation and opportunities for people and businesses. As a major financial institution we invest in nearly every sector in the economy and we believe we need to take a balanced, measured and responsible approach as we support the transition to a low-carbon economy. In November 2015, we announced our updated Group Environment Policy, which states that there is a clear need to minimise and mitigate the impacts of climate change, and that international efforts to limit global warming to two degrees Celsius will require a transition from traditional economic models, and the world’s current energy mix, to low carbon and renewable alternatives. A whole-of-institution response to aligning a business with the two degree Celsius target requires considerable research and policy development and fundamental changes to business as usual. We are taking an incremental and iterative approach and will evolve our policies and commitments as we develop better understanding of domestic and global policy settings and what they mean for the business.  An NAB spokeswoman said:  We believe NAB has a role to play in transitioning to a low carbon economy, which is why we have committed to investing $18 billion over the next 7 years to help with that transition in a considered and balanced manner. Over the last nine years we have arranged more than $2 billion worth of loans for renewable energy projects, which makes NAB the leading project finance arranger by market share to the Australian renewable energy sector. Our lending decisions, including decisions about renewal of existing finance, incorporate many considerations - including consideration of Environmental Social and Governance (ESG) risks associated with particular sectors - as part of our credit risk assessment and due diligence processes. As of 31 March 2016, the power generation sector comprised approximately 0.5 per cent of our total Group Exposure at Default (EAD). Of this, 43.5 per cent was from renewable energy.",
  "webTitle": "Climate change: Australia's big banks urged to reject new loans for coal projects",
  "webPublicationDate": "2016-05-17T21:20:06Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/australia-climate-change-big-four-banks-urged-to-reject-new-loans-for-coal-projects",
  "keyword": [
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "business/2016/may/18/australia-climate-change-big-four-banks-urged-to-reject-new-loans-for-coal-projects"
}