{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/chelsea-john-terry-one-year-contract-offer",
  "id": "2016-05-13-177",
  "sectionId": "football",
  "body": "The political posturing surrounding John Terry’s future has taken another twist after Chelsea finally opted to offer their captain a one-year contract extension and the chance to take his career at Stamford Bridge into a 19th senior campaign, firmly thrusting the onus on to the defender to determine whether he will start next season at the club. Terry and his agent, Paul Nicholls, had gone into talks with the director, Marina Granovskaia, and the chairman, Bruce Buck, on Wednesday fully expecting to be told he would not be retained beyond the expiry of his current contract on 30 June. Instead, and much to their surprise, he was offered another 12-month deal, the terms of which have not been made public, and the opportunity to make clear his intentions before Sunday’s final Premier League game against the newly crowned champions, Leicester City. The 35-year-old, who has made 703 appearances for the club he joined at 14, will be unavailable for that occasion as he serves the second match of a two-game ban but will take part in the team’s post-match lap of appreciation. Supporters had intended to champion their captain’s cause on Sunday, frustrated that, like them, the player was unaware as to whether the game was to be his farewell. Now, though, Chelsea have put the ball back in Terry’s court regarding his immediate future with a proposal on the table, apparently sanctioned by the incoming head coach, Antonio Conte, and under consideration.   Related: Premier League: 10 things to look out for this weekend    The player himself took to social media to suggest the offer would see him adopt “a different role”, though that is thought to involve accepting a diminished status within the team in terms of playing time and, potentially, his weekly wage – he currently earns over £100,000 a week – rather than relinquishing the captaincy or adoption of a coaching role. “Thanks to everyone for the kind wishes,” he wrote on Instagram. “The contract extension the club has offered me is a different role and I hope everyone will understand I want to take the time to consider it carefully before making a decision.” The defender is due to resume studies for his Uefa B coaching course next week but has already stated that he still aspires to play for “two more years”. Any deal proposed by Chelsea was always likely to be heavily incentivised with appearance-related add-ons, for all that the club have privately maintained they would not expect him to sign radically reduced terms to remain. Regardless, the surprise decision to put forward an offer has now, in effect, left Terry confronting an unanticipated dilemma. Clubs in the Chinese Super League are prepared to offer him a 24-month deal, worth up to £20m, with both Shanghai SIPG, currently coached by Sven Goran Eriksson, and Jiangsu Suning having been credited with an interest in securing his services. The player has undertaken a number of personal tours of China in recent times, aimed at raising his profile in the country, and even attended coaching clinics in Shanghai in March. While it is unusual for Chelsea to go public with a contract offer before an agreement has been reached with the player concerned, the hierarchy point to this being an exceptional case given Terry’s standing at Stamford Bridge. It is understood both Frank Lampard and Ashley Cole, two high-profile players eventually released under freedom of contract over recent years, were made offers to stay though neither was revealed publicly. As it transpired, both chose to pursue their careers elsewhere, at New York City and AS Roma respectively. The club appear to have taken the initiative and preferred not to take questions on the issue on Friday, though the interim manager Guus Hiddink, with Buck sitting at the back of the room at Cobham, did address the matter while not referring specifically to Terry. “I think once the two are talking to each other regarding the near future it is a good signal for everyone, (and for those) in the stands as well,” said Hiddink, whose second spell at the club in an interim capacity ends on Sunday. “Nature does ‘do its work’, but the man (to whom you are referring) is still rather fit. “Talk to him and he says he was never the fastest, but he was always arriving in time. It’s not about age. He is mentally strong, and also good for the younger people. Let’s say the academy boys. Very good. To inspire them.” Chelsea paid tribute to Terry at their annual player of the year awards dinner on Friday night, marking his achievement in becoming the third player to represent the club 700 times, with the captain moved to tears. There is a party scheduled for Under the Bridge nightclub at the stadium on Sunday evening. He has also hired the pitch on Monday for a private function, with the club waiving the customary £22,000 fee for such an event.     The Chelsea fans make their feelings known during the match against Liverpool. Photograph: JMP/Rex/Shutterstock",
  "webTitle": "Chelsea offer John Terry one-year contract extension",
  "webPublicationDate": "2016-05-13T12:40:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/chelsea-john-terry-one-year-contract-offer",
  "keyword": [
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/13/chelsea-john-terry-one-year-contract-offer"
}