{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/english-composers-minor-poems-major-works-elgar-vaughan-williams",
  "id": "2016-05-13-150",
  "sectionId": "music",
  "body": "The composer Charles Wilfred Orr once said of AE Housman that “he wrote verse that was (a) beautiful, (b) scanned, (c) rhymed, and (d) made sense. He is, I think, to English songwriters very much what Heine was to German and Verlaine to French composers.” Heine is one of the most – and most successfully – set of all German poets, and Verlaine has inspired some of the greatest songs in the history of the mélodie. Housman, like Heine, suffered from unrequited love, and developed a simple, direct poetic style, writing lyrically about nature and ironically about humankind. There are more than 160 song cycles based on A Shropshire Lad, and while Housman was unmusical, he always gave permission to composers to use his poems “in the hope of becoming immortal somehow”. Directness of utterance in a poem is almost a prerequisite for a song composer – and explains why Shakespeare, Herrick, Blake, Burns, Byron, Housman and De la Mare have been set so often; and why composers have tended to be put off by Donne’s metaphysical conceits, Browning’s convoluted syntax and Dante Gabriel Rossetti’s overly rich and cloying style. Rossetti could have learned a thing or two from his sister Christina, whose short lines and subtly varied rhythms have proved more popular with composers; and Tennyson’s remark about Browning’s Sordello was naughty but telling: he claimed that of its many thousands of lines, he could understand only two – the first (“Who will, may hear Sordello’s story told”) and the last (“Who would has heard Sordello’s story told”) – and that both were lies.            All the aforementioned authors wrote verse of impeccable pedigree, but composers often choose to set minor poets. As Auden states in The Poet’s Tongue: “We do not want to read ‘great’ poetry all the time, and a good anthology should contain poems for every mood.” He also pointed out, in an attempt to define “major” and “minor” poets, that it was not simply “a matter of the pleasure the poet gives an individual reader: I cannot enjoy one poem by Shelley and am delighted by every line of William Barnes, but I know perfectly well that Shelley is a major poet and Barnes a minor one.” A toast, then, to the many composers who fashioned immortal music out of minor verse: Edward Elgar (AC Benson’s “Land of Hope and Glory”); Ralph Vaughan Williams (Barnes’s “Linden Lea”); John Ireland (John Masefield’s “Sea-fever”); William H Monk (Henry Francis Lyte’s “Abide with me”); Charles Dibdin (“Tom Bowling”); Thomas Arne (James Thomson’s “Rule, Britannia!”); Hubert Parry (Blake’s “Jerusalem”) and Henry Gauntlett (Cecil Frances Alexander’s “Once in Royal David’s City”). These songs are embedded in the national consciousness, and illustrate how words and music together can be greater than their constituent parts.     Embedded in the national consciousness … Sir Edward Elgar. Photograph: Popperfoto/Getty Images    In a letter to Joseph Gregor, the librettist of Daphne, Richard Strauss once described how he would often search for a poem to fit a fine melody that already existed. Many composers, however, choose a poem because of its autobiographical significance. Think, for example, of Britten’s setting of Francis Quarles’s “My Beloved Is Mine”, which is a veiled expression of Britten’s love for Peter Pears; or of his choice of such poems as “Tit for Tat” (De la Mare) and “Who Are These Children?” (William Soutar) that allowed him to give vent to his abhorrence of blood sports. In addition to poems about landscape, love, death, grief, religion – those timeless themes that affect us all – national sentiment and politics have also produced some of the most enduring songs in our language. It’s interesting to see how poems such as Thomson’s “Rule, Britannia!” and Thomas Moore’s “The Last Rose of Summer” have inspired such different music. The subversive theme of “The Last Rose of Summer”, which masquerades as a flower poem, is the slaughter of many young Irish people in their struggle against the English – wonderfully suggested by Britten in the jarring chords and lugubrious harmonies of the accompaniment; Arne’s jingoistic “Rule, Britannia!”, on the other hand, was sold on the streets in broadsides, sung in theatres by both actors and audience and bawled by Nelson’s sailors on board battleships.    A composer has to destroy a poem's natural rhythm, to recreate its atmosphere and feeling in the language of music    Choosing a poem to compose is fraught with difficulty, as Lennox Berkeley explained: “One has only to think what a composer has to do to a poem: he has to destroy or at best modify its natural rhythm. He cannot possibly adhere to its actual metre. He then has to translate it into another medium. His only excuse for doing such a thing is that he feels he can recreate its atmosphere and feeling in the language of music. And here he can, if he’s a good enough composer, heighten its emotional impact. He may even be able to bring out and stress certain rhymes and assonances that will enhance the actual words, but it remains a risky undertaking on which one hesitates to embark.”            Composers, however, have rarely hesitated. Nor have they hesitated to treat their poets in cavalier fashion: changing titles, altering words, omitting or repeating lines or whole stanzas. Of course, poems have become known across the globe, carried by the power of music. But when Vaughan Williams left out two verses from his setting of Housman’s “Is My Team Ploughing?”, the poet’s retort was understandable: “I wonder how he would like me to cut two bars out of his music.” • Richard Stokes’s The Penguin Book of English Song: Seven Centuries of Poetry from Chaucer to Auden is published by Penguin Classics. A selection of songs will be performed by Sarah Connolly at Wigmore Hall, London W1, on 28 May at 1pm. wigmore-hall.org.uk.",
  "webTitle": "How English composers turned minor poems into major works",
  "webPublicationDate": "2016-05-13T14:00:23Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/english-composers-minor-poems-major-works-elgar-vaughan-williams",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Benjamin Britten",
      "id": "music/benjamin-britten",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Edward Elgar",
      "id": "music/edward-elgar",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "WH Auden",
      "id": "books/whauden",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/13/english-composers-minor-poems-major-works-elgar-vaughan-williams"
}