{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/silicon-valleys-hoover-leaves-newspapers-hunting-for-profit",
  "id": "2016-05-26-11",
  "sectionId": "media",
  "body": "The boss of the media firm Vice has predicted a “bloodbath” in the industry this year – and, judging by the investor panic that attended the Daily Mail’s latest results, Shane Smith may be right. Investors took fright at a 16% drop in print advertising revenues at the Daily Mail and Mail on Sunday in the six months to the end of March, sending parent company DMGT’s share price tumbling by 13%. The fact that investors failed to be won over by a healthy 20% revenue rise to £44m at Mail Online – the world’s biggest English language newspaper website – highlights the increasing difficulty and scepticism publishers are facing on the long path to digital sustainability.   Related: DMGT issues profit warning after double-digit fall in print ads    Most national newspapers have seen their digital advertising slow rapidly, to single-digit increases, and while the Mail Online’s relatively impressive performance helped the publisher limit its total revenue decline to just 4%, the digital operation will now fall short of its target of £100m in revenues this year – a target that quite recently seemed easily obtainable. Revenues from adverts in print products remain the lifeblood of income for newspapers. They total some £800m a year, which is about four times the size of digital income for UK national newspapers, according to figures from WPP’s Group M. However, in the last year there has been an unprecedented exodus of spending, as the UK’s top 10 newspaper advertisers, which includes names such as Sky, BT, Tesco and Asda, take their business elsewhere. Douglas McCabe, chief executive at Enders Analysis, said: “Print advertising is going through a structural shift, a hugely significant shift, because of decisions made by major advertisers such as retailers and supermarkets. And there doesn’t seem to be an awful lot sales teams can do about it.” While a profitable digital business disappears over the horizon – for now at least – newspaper groups are being forced to make cost savings.   Newspaper and website circulation Newspaper and website circulation   The Telegraph is looking to cut space at its Victoria headquarters, and could look to cut as many as 100 staff, while Trinity Mirror, publisher of the Daily Mirror, is rumoured to be close to job cuts after it reported a slump in print ads of almost 20%. The Guardian is seeking 250 job cuts, after revealing that losses ballooned to more than £50m in the year to the end of March. It is a similar story in the US: the New York Times is reportedly set to axe hundreds of jobs later this year. McCabe reckons publishers must get smaller: “On the point of scale the absolute revenues in the digital world will be much softer and lower than the print world. Therefore the size of a sustainable business in the digital world only works if it is much smaller.” Publishers point the finger of blame for their predicament squarely at Google and Facebook. While most publishers have been quick to strike deals with the Silicon valley giants to extend the reach and better monetise their content – through programmes such as Instant Articles and AMP – Facebook and Google have an iron grip on the digital display ad market. Research by eMarketer estimates that those two businesses will this year take almost 53% of the £9bn projected to be spent on digital advertising in the UK. That huge flow of revenues to the two main players was underlined recently when it emerged that Jonah Peretti’s digital darling Buzzfeed has been forced to slash its forecasts after missing its 2015 targets. “The concentration of digital spend on Facebook and Google is greater in the UK than any other country in the world, including the US,” said McCabe. This is partly because of the way digital advertising is traded between clients, their media agencies, and media owners. Ads are increasingly bought on the basis of an audience, for example 16- to 34-year-olds, not by seeking to place ads with a specific media owner. This means a company such as Facebook, with an audience of 1.5 billion plus and with heavy mobile usage, plenty of video, and lots of young users, hoovers up the lion’s share of digital ad spend bookings. However, there has been a pushback recently by figures including WPP’s Sir Martin Sorrell, whose agencies spend almost £55bn on ads on behalf of clients, and Unilever’s marketing supremo, Keith Weed, who controls a £5.1bn global budget for brands including Lynx and Dove. Issues include concerns about the proportion of ads that are viewed by bots – computer programs that mimic internet users – and the fact that Facebook charges the full rate even when a video advert is only viewed for three seconds. As Weed has put it: “It’s like having billboard ads underwater, it’s a complete waste of our money.”   ad revenue    More   Sorrell has argued that the hurdle for justifying ad spend on offline media, such as newspapers, may be too high and for online properties it “may be too low”. Now, as if digital publishers were not already under pressure, their income is also being threatened by the looming spectre of widespread adblocking. The Three mobile phone network has upped the ante by this week announcing that it is to run a 24-hour adblocking trial in the UK, as a first step towards stripping ads for all customers across its network. Three claims it is aiming to improve customer privacy and provide a better experience for its users. There are also arguments that consumers should not have to pay for the data to receive adverts they don’t want. The culture secretary, John Whittingdale, however, has called adblocking a “modern-day protection racket”, a view shared by publishers. So far there has not been a noticeable impact on the UK ad market, which grew at its fastest rate in seven years in 2015, but that could all change if adblocking, which currently takes place mostly on desktops, moves to mobiles and apps.   Related: Adblocking is a 'modern-day protection racket', says culture secretary    Steve Chester of the Internet Advertising Bureau said: “Three is looking at a broadbrush approach that the largest media owners can probably survive, but not the long tail of smaller ones. In the long term, consumers will also lose out, as they’ll likely have to pay for services that are currently free because they’re supported by advertising.” As the internet giants continue to squeeze publishers, there is talk of rival national newspaper groups merging their sales houses to build real scale, a previously unthinkable notion in the ideologically driven UK market. Enders Analysis points out that print remains a hugely powerful medium with about 6.5m papers sold every day. Toby Morris, commercial director at Northern & Shell, the owner of the Express, said: “The problem we have faced as an industry is we have been very short-termist in how we sell and that has led to a discount model for print advertising. “There is still huge value. We need to talk about an audience-led approach and not just flog pages. It would be very difficult to get to a point of a national press collective in some way, online and in print, but if we could it would offer a viable alternative to digital players.  “We have premium quality audiences and we shouldn’t just be trading them to death.”",
  "webTitle": "Silicon Valley’s hoover leaves newspapers hunting for profit",
  "webPublicationDate": "2016-05-26T22:46:19Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/silicon-valleys-hoover-leaves-newspapers-hunting-for-profit",
  "keyword": [
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail & General Trust",
      "id": "business/dailymailgeneraltrust",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mail on Sunday",
      "id": "media/mailonsunday",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail & General Trust",
      "id": "media/dmgt",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Associated Newspapers",
      "id": "media/associated-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/26/silicon-valleys-hoover-leaves-newspapers-hunting-for-profit"
}