{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/05/ftse-edges-higher-but-british-gas-owner-centrica-drops-after-750m-cash-call",
  "id": "2016-05-05-275",
  "sectionId": "business",
  "body": "Leading shares are edging higher after their recent tumble, but the moves are not convincing. And British Gas owner Centrica is missing out, dropping nearly 8% to 213.5p after it announced it planned to raise around £750m with a placing of 350m shares. It said the funds would be used to cut its debt mountain and also to pay for two acquisitions, energy management group Neas for £350m and another “customer facing” business worth around £15om. It said low commodity prices and a challenging environment meant its credit ratings were under pressure, and it wanted to keep its high ratings. Analysts at Jefferies said:  Centrica’s two proposed acquisitions are in line with its strategy of strengthening its mid- and downstream operations. Raising a modest amount of equity to fund these acquisitions is understandable. Where there is some surprise with today’s announcement is with the additional £400m being raised to pay down net debt. Raising equity is an expensive way of paying down debt. Nevertheless Centrica will clearly be in a modestly stronger financial position post the placing, albeit with existing shareholders facing a near 7% dilution. Centrica’s new management have been trying to establish a reputation for tight capital management; it is difficult to say whether today’s announcement enhances or diminishes that reputation.  Angelos Anastasiou at Whitman Howard said:  In a surprise move, Centrica has today announced that it is looking to issue around 7% of its equity in a placing. It says that the strategy is on track, but this will allow it to shore up its BBB+ credit rating in the weak commodities environment, while also allowing it to pay for two acquisitions with a combined value of £350m (Neas already announced for £200m and one to be confirmed soon for £150m). Today’s move was not expected, but there does not appear to be any hidden warning in this statement, which reconfirms the guidance that was given in last month’s trading update. So overall, we still believe that Iain Conn and his team are moving Centrica in the right direction. The yield on the final dividend is 3.5% in its own right, and the share will go ex of this on 12 May (payable 23 June).   Overall the FTSE 100 is up 36.15 points at 6148.17, despite worse than expected UK service sector figures. Elsewhere there have been a raft of trading statements, issued to a mixed reception. Rolls-Royce is down 30.5p at 614.5p but Morrisons has jumped 7.3p to 194.8p and BT is 14.15p better at 453.65p following its figures. Greggs has gained 64p to £11.12 while Tullow Oil has climbed 15.7p to 258p on this week’s news that production had restarted at its Jubilee field off Ghana. A number of companies have gone ex-dividend including Kingfisher, down 5.6p at 356p, the London Stock Exchange, 31p lower at £25.45 and BP, off 2.4p at 360.15p.",
  "webTitle": "FTSE edges higher but British Gas owner Centrica drops after £750m cash call",
  "webPublicationDate": "2016-05-05T08:41:36Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/05/ftse-edges-higher-but-british-gas-owner-centrica-drops-after-750m-cash-call",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Centrica",
      "id": "business/centrica",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Rolls-Royce",
      "id": "business/rollsroycegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Morrisons",
      "id": "business/morrisons",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BT",
      "id": "business/btgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Greggs",
      "id": "business/greggs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tullow Oil",
      "id": "business/tullowoil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Kingfisher",
      "id": "business/kingfisher",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "London Stock Exchange",
      "id": "business/londonstockexchangegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/05/ftse-edges-higher-but-british-gas-owner-centrica-drops-after-750m-cash-call"
}