{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/29/donald-trump-bikers-rolling-thunder-rally",
  "id": "2016-05-29-6",
  "sectionId": "us-news",
  "body": "Among thousands of blue-collar bikers wearing patches that called Jane Fonda a traitor, Donald Trump was received rapturously.   Related: Endless war: Trump and the fantasy of cost-free conflict    On the Sunday of the Memorial Day weekend, the Republican presidential nominee attended the Rolling Thunder rally, a huge gathering on the National Mall in Washington DC. Speaking to a crowd that spilled down the steps of the Lincoln Memorial, he was received as a conquering hero.  Trump repeatedly claimed – falsely – that hundreds of thousands were trying to attend the event, at one point claiming there were “600,000 people trying to get in”. There were no visible lines or back-ups at any point in or around the mall. Furthermore, according to the United States Census Bureau, the total population of the District of Colombia is just 672,228. Trump gave his standard stump speech, but the crowd had been primed by a one-term congressman from New York, John LeBoutillier, who insisted in his own speech that hundreds of American prisoners of war were still being held in Vietnam.  Repeated congressional investigations have found no evidence that any living prisoners of wars are still held in south-east Asia.  LeBoutillier also echoed Trump’s infamous criticism of one prisoner of war who was held in Vietnam, in terrible conditions, and then came home: John McCain.  Last summer, speaking at a conservative conference, Trump suggested that the Arizona senator, who was awarded a Silver Star and Distinguished Flying Cross, was not a war hero.  “The comments that Donald Trump made about John McCain were totally justified,” said LeBoutillier, who accused the 2008 Republican nominee of deliberately hiding the truth about POWs remaining in Vietnam. Trump did not addresses the issue of POWs being left behind, but he did touch on veteran’s issues. Regarding the long-running crisis affecting the Department of Veterans Affairs, he said: “We’re going to give the right for those people to see a private doctor or even a public doctor and get themselves taken care of and we’re going to pay the bill.” However, the Republican nominee dwelled mostly on crowd size, sharing his disappointment that he was speaking facing the Lincoln Memorial and not with it behind him.      Supporters listen to Trump speak, by the Washington Monument. Photograph: Mladen Antonov/AFP/Getty Images     Related: Barack Obama says memory of Hiroshima 'must never fade'    “I thought this would be like Dr Martin Luther King,” he said, in a reference to the 1963 March on Washington, a key event in the civil rights movement.  The nominee also shared his skepticism about American alliances abroad.  “I love Japan,” he said. “We’ll continue to protect Japan hopefully. But you have to be prepared to walk.” Trump had been less diplomatic about American-Japanese relations earlier on a Memorial Day weekend prefaced by Barack Obama’s visit to and speech at Hiroshima.  On Saturday, he tweeted: “Does President Obama ever discuss the sneak attack on Pearl Harbor while he’s in Japan? Thousands of American lives lost. #MDW”",
  "webTitle": "Donald Trump a conquering hero for bikers at Rolling Thunder rally",
  "webPublicationDate": "2016-05-29T21:59:40Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/29/donald-trump-bikers-rolling-thunder-rally",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/29/donald-trump-bikers-rolling-thunder-rally"
}