{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/green-room-review-patrick-stewart-horror",
  "id": "2016-05-15-158",
  "sectionId": "film",
  "body": "In 2013’s ultra-low-budget eye-opener Blue Ruin, writer-director Jeremy Saulnier wondered what a revenge thriller would look like if most of the movie took place in the sticky aftermath of vengeance. Now, in this only marginally less stripped-down follow-up, Saulnier takes a box cutter to the conventions of the siege/slasher genre, creating a gruelling, gutsy suspense ride that swaps the marooned vistas of Blue Ruin for the claustrophobic confines of a rural roadhouse in which our punk rocker antiheroes are trapped. The set-up finds hardcore Arlington band the Ain’t Rights losing their shirts on an end-of-road tour from which they can’t even afford the petrol home. Tempted by a matinee payday playing to the backwater boots and braces crowd in a remote Oregon dive, the band head off to a woodland retreat with creepy overtones of Friday the 13th’s leafy Camp Blood. Here, they antagonise the skinhead crowd with a rousing rendition of the Dead Kennedys’ classic Nazi Punks Fuck Off before retreating to the backstage area where they stumble upon a crime scene. Before you can say River’s Edge meets Assault on Precinct 13 (via Deliverance), dressing room doors are locked, unregistered firearms are drawn, red-laced troops are assembled, and the management are on the scene in the shape of Patrick Stewart’s sinisterly silver-tongued Darcy Banker.    Green Room uses its extremist tropes to unpick the more insidious mainstream rhetoric of the American right    “You’re trapped – that’s not a threat, just a fact,” Darcy tells the terrified musicians, who have barricaded themselves into the titular enclosure, assured that this “won’t end well”. And it won’t. In the desperate hours ahead, the air of carefully constructed tension will be sporadically broken by sudden, random acts of violence, the visceral quality of which is heightened by the almost accidental nature of its eruption. Saulnier may cite the analogue hues of 80s films such as Mad Max 2: The Road Warrior and RoboCop as “texturally” influential (“They’re so brutal and so blunt,” he recently enthused to Sight & Sound magazine), but there’s also a debt to the early works of Wes Craven, a film-maker who believed in the morality of explicitness when it came to depicting on-screen violence. One scene in particular (which nods directly to Craven’s The Last House on the Left) drew gasps from the audience – myself included. I was reminded, too, of my recent conversation with Kill List director Ben Wheatley in which he talked about becoming numb to the “scale of destruction” of modern cinema, and argued that the idea of “being hit by rocks or banging your fingers on things” provoked a far greater audience reaction. Saulnier understands this economy of scale well: just as Blue Ruin generated a palpable sense of alarm at the physical results of violence, so Green Room’s gore cuts deep because it is so specific, so clinical, so personal. No wonder the screamed refrain of the Ain’t Rights tearing through What Have I Become? carries such resonance.         Watch the trailer for Green Room.    There is a political dimension to the genre thrills too. While Kevin Smith’s Red State retooled the cliches of so-called “torture porn” to take pointed pot shots at rabble-rousing fundamentalists, so Green Room uses its extremist tropes (supremacist symbols, Confederate flags and “white pride worldwide” stickers) to unpick the more insidious mainstream rhetoric of the American right. From the outside, the battle lines between urban punks and backwoods neo-Nazis may seem clear enough, but Saulnier is more interested in the way that Stewart’s Darcy provokes and manipulates his exploitable thugs for his own cynical ends, insisting that “this is a movement, not a party” when it is nothing of the sort. Smartly cast, Stewart brings an almost Shakespearean edge to the drama, delivering lines such as “all is for nought” in the manner of a theatrical king surveying the devastation of a five-act tragedy. As always with Saulnier, whose first feature, Murder Party, was dubbed “The Breakfast Club with chainsaws”, there is also a strong seam of black humour running throughout Green Room. “We can’t take it so seriously,” says Anton Yelchin’s bloodied bassist Pat when the situation couldn’t look any worse, suggesting, instead, that they treat it more “like paintball”. As for Imogen Poots’s knife-wielding Amber, she reacts to a stupefying escalation of hostilities by declaring simply: “I’m hungry.” A recurrent joke about everyone’s desert island disc choices throws up some entertainingly embarrassingly revelations amid the escalating chaos, neatly undercutting the earnest name-checking (“Er, Misfits, Damned, Candlebox… ”) of an earlier band interview. The brilliant Macon Blair provides a much-needed touch of pathos as Darcy’s conflicted underling Gabe, quietly stealing the show with his haunted gaze and oddly vulnerable air, while Brooke and Will Blair’s pulsing electronic ambient soundscapes offer arresting counterpoint to the movie’s thrashy wall-of-death mosh pit.",
  "webTitle": "Green Room review – anarchy in a woodland retreat",
  "webPublicationDate": "2016-05-15T08:00:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/green-room-review-patrick-stewart-horror",
  "keyword": [
    {
      "webTitle": "Anton Yelchin",
      "id": "film/anton-yelchin",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Patrick Stewart",
      "id": "culture/patrick-stewart",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Green Room",
      "id": "film/green-room",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/may/15/green-room-review-patrick-stewart-horror"
}