{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/17/why-women-die-in-childbirth-and-how-can-women-deliver-without-cash",
  "id": "2016-05-17-259",
  "sectionId": "global-development",
  "body": "Why do women still die in childbirth? It is partly a matter of healthcare provision in poorer countries and global policy, but it is also a matter of rights. Actor Emily Watson explains. Global leaders and campaigners are in Copenhagen this week to discuss how to transform rhetoric on women’s rights into reality. The Women Deliver conference is focussing on how to achieve global goals on gender equality, sexual and reproductive health rights and maternal health. But it is taking place in the shadow of funding shortfalls for groups dedicated to this work, including the UN agency responsible for reducing maternal mortality rates, which faces a £98m shortfall. Elsewhere on the site ‘The Central African Republic must be built from scratch’ Refugees urge Kenyan leaders to rethink closure of Dadaab camp Homeless at home: most displaced people found in Syria, Yemen and Iraq Can innovation help fix the world’s overwhelmed humanitarian system? Boko Haram using loans to recruit members in face of crackdown Opinion By ignoring the threat of air pollution to global health, governments and NGOs are storing up a “health timebomb” for the future, writes Guardian environment editor John Vidal. “People in cities complain bitterly today but the full health tragedy will not be seen for many years. Because the effects of air pollution are chronic, or slow, they build up in the body and impact mostly on older people,” he says. Leaders must not simply condemn humanitarian law violations, but stop them, writes UK MP Stephen Twigg ahead of the world humanitarian summit in Istanbul. Twigg argues that the problem is not the absence of binding laws, but the persistent failure to comply with or enforce them.  Multimedia Bangladesh has more than 64 million children, and hundreds of thousands of them live on the streets. Photographer CJ Clarke met some of the street children of Dhaka. Renewed fighting in Mozambique has forced people to escape to Malawi. See photographs from Luwani camp, where UN refugee agency UNHCR has relocated 10,000 Mozambican asylum seekers. Our latest podcast, on Colombia’s City of Women, a haven built and occupied by survivors of violence, has been translated into Spanish: Dentro de La Ciudad de las Mujeres en Colombia.  What you said On Finish line far out of sight in Nigeria’s race to beat corruption, Traveller wrote:  I think President Buhari is definitely moving in the right direction. But it will take decades to eradicate something that is so endemic and present at almost every facet of society. Sadly, as a Nigerian, I am not holding my breath because there are so many kingmakers that benefit from the corrupt status quo, removing them or going after them might even be destabilising to certain regions. What we can hope for is that PMB [Buhari] starts a trend that future generations will follow – and that over a generation, we can eradicate the cancer of corruption that is seriously stifling Nigeria’s growth and monopolising wealth in the hands of the very corrupt few.  Highlight from the blogosphere Climate negotiations recommence in Bonn, Germany, this week with discussions on the next steps under the Paris agreement. The International Institute for Environment and Development looks at what we can expect. And finally … Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team –@swajones,@LizFordGuardian, @clarnic and @CarlaOkai – on Twitter, and join Guardian Global development on Facebook.",
  "webTitle": "Why women die in childbirth and how can Women Deliver without cash?",
  "webPublicationDate": "2016-05-17T09:04:11Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/17/why-women-die-in-childbirth-and-how-can-women-deliver-without-cash",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/17/why-women-die-in-childbirth-and-how-can-women-deliver-without-cash"
}