{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/realpolitik-hinders-hunt-for-killer-of-italian-researcher-in-egypt",
  "id": "2016-05-16-352",
  "sectionId": "world",
  "body": "Italy’s attempts to put pressure on Egypt over the brutal killing of researcher Giulio Regeni are being hampered by a competing national security concern: getting Cairo’s cooperation on Libya. Regeni’s murder early this year, which many experts believe was committed by agents of the Egyptian state, has created intense diplomatic tensions between Rome and Cairo, culminating in the recall of Italy’s ambassador to Egypt last month. Egypt has insisted it was not involved in Regeni’s death. Italy and its allies who support the fledgling UN-backed government of Fayez al-Sarraj in Libya are mired in a complex fight in which Egypt’s alliance is seen as key to the new government’s success. A senior Italian government official, speaking on condition of anonymity, said Italy was concerned about Egypt’s alleged support for Khalifa Haftar, the anti-Islamist commander of Tobruk government forces in the east. The official claimed Egypt was giving military aid to Tobruk, causing an obstacle in the peace process. Haftar commands forces battling against Libya Dawn, an alliance of western Libyan militias, some of which support the UN-backed government and some the Islamist-led national salvation government, also based in Tripoli. Italy’s foreign ministry declined to comment on Egypt’s alleged support for Tobruk forces. But the intense wrangling will colour the next steps Rome takes on the Regeni matter. Farj Selim al-Habaty, the Libyan military attache to Cairo, who is loyal to the Tobruk government, said: “There’s cooperation on an intelligence level, but there’s no export of weapons from Egypt to Libya.”  He added that the support was “just logistical” and that Egypt will eventually support the Libyan unity government, once the country’s parliament has finished voting on the issue. The next step, he said, was “calling for the lifting of the arms embargo”. While the Egyptian president, Abdel Fatah al-Sisi, has openly backed Haftar politically, he also met Sarraj this month. Paolo Gentiloni, Italy’s foreign minister, said this month that Haftar “can and should” have a role in a transition government in Libya but that his role would ultimately be decided by the Sarraj government. The issue could be raised at a summit in Vienna on Monday where senior American and European leaders will meet to discuss a proposed Libya International Assistance Mission (LIAM) to train Libyan forces to battle Islamic State. Italy has three key national interests at stake. It sees stability in Libya as critical to stem the flow of refugees and migrants to southern Italy, to defeat the threat of Isis in one of its closest neighbours to the south, and to protect oil and natural gas assets held by Italian energy companies. A UN panel reported earlier this year that weapons flow from Egypt and the UAE to Haftar’s forces, while arms from Turkey and eastern Europe are sent to Libya Dawn, flouting an international arms embargo. “If they [western powers] want the new government to succeed, they need a genuine international consensus among all states supporting the factions,” said John Hamilton, the director of London consultancy Cross-Border Information. Western powers, Italy prominent among them, believe they have persuaded the bulk of Libya Dawn to support the new government, in return for giving it the key role in Tripoli security. But this has come at the price of alienating many in the east who fear being marginalised. Diplomatic pressure on eastern leaders to agree the new government is intense, amid fears that eastern demands, including Haftar’s continuing role as army commander, are unacceptable to Libya Dawn. “Egypt is supporting Haftar, politically and militarily, and the support is linked to the Gulf countries that since the beginning have supported Haftar,” said Raffaele Marchetti, a professor of international relations at the Italian university LUISS. Marchetti said Italy was facing a “collision course” in Egypt, seeking to keep Cairo onside on the issue of Libya for its own national interest, but also responding to domestic political pressure to respond to Regeni’s murder. In discussions with the UN Libya envoy, Martin Kobler, Haftar insisted he supported Libya unity and would cooperate in the peace process. Michele Dunne, the director of the Middle East programme at the Carnegie Endowment for International Peace, said it was clear that Egypt had been supporting Haftar from the beginning, and that he was “a major impediment” to the international process to support the Sarraj government. “Egypt has its own reasons for wanting to have a lot of influence over Libya,” she said. “The security threat from Libya is real, Egyptians are not imagining this. It is not just to put a finger in Italy’s eye.” Rome’s attempts to secure support received a setback last week when Gen Paolo Serra, the chief military adviser to the UN support mission in Libya, was turned back from a visit to Zintan, a pro-Tobruk town with a powerful militia in western Libya, by angry crowds accusing Italy of siding with Dawn forces. Dignity and Dawn units continue fighting each other for control of the oil-rich Sirte Basin, even as both also battle Isis.",
  "webTitle": "Realpolitik hinders hunt for killer of Italian researcher in Egypt",
  "webPublicationDate": "2016-05-16T05:00:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/realpolitik-hinders-hunt-for-killer-of-italian-researcher-in-egypt",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    },
    {
      "webTitle": "Chris Stephen",
      "id": "profile/chris-stephen"
    },
    {
      "webTitle": "Ruth Michaelson",
      "id": "profile/ruth-michaelson"
    }
  ],
  "guardianId": "world/2016/may/16/realpolitik-hinders-hunt-for-killer-of-italian-researcher-in-egypt"
}