{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/tata-steel-uk-david-cameron-urges-caution-on-jobs-deal",
  "id": "2016-05-25-214",
  "sectionId": "business",
  "body": "David Cameron has warned that there is no guarantee that attempts to save 12,000 jobs at Tata Steel UK will succeed as the Indian company’s board meets in Mumbai to consider bids for its British business. The prime minister said his government was doing everything it could to secure a buyer for the business, which includes two blast furnaces at Port Talbot in south Wales. But he added: “As I’ve always said there are no guarantees. We can’t guarantee this is going to work.”   Related: Tata Steel UK bids submitted ahead of crucial Mumbai meeting    Cameron made his comments as he was travelling to a G7 summit in Japan, where world leaders are likely to discuss the dire impact that Chinese steel dumping is having on the industry. “Quite a feature will be dangers of overcapacity in sectors like steel,” he said, adding that he planned to use the G7 meeting to discuss the issue with the presidents of the European commission and council, as well as the leaders of France, Germany and Italy.  Cameron added: “We continue to work towards trying to get a good outcome for Tata in south Wales. The sales process is underway, there have been an encouraging number of serious bids from companies coming through. We’ve got to stick at it to try to bring this to successful conclusion.” Tata Steel’s board is meeting on Wednesday to consider a handful of offers for its loss-making UK operations. It could publish a shortlist of one or more preferred bidders and is at least expected to comment on the state of the bidding process when it reports its annual results to Indian analysts. Sajid Javid, the business secretary, met Tata board members on Tuesday after flying to Mumbai. He is likely to make a statement to parliament on Thursday. Javid is pressing for Tata to allow time for a deal with government backing for a buyer that includes hundreds of millions of pounds of loans and grants, and a possible equity stake.    Met Tata in Mumbai today to discuss #steel sales process. Several credible bidders in play. Determined to keep momentum & find right buyer— Sajid Javid (@sajidjavid) May 24, 2016    Workers from Tata Steel and other British producers are to march on Westminster on Wednesday to call for a responsible sale of the Tata business and for a government strategy to support the steel industry. MPs have accused Javid and the government of reacting too slowly to the crisis in the industry which has put thousands of jobs at risk. Cameron hit back at critics who say the EU has failed to take action on the floods of Chinese imports, arguing that tariffs have cut imports of some forms of steel by 90% or more. Bidders had until Monday to submit offers for the rest of Tata Steel’s UK business, which employs about 12,000 people including 4,000 at Port Talbot. Taking into account the supply chain, about 40,000 jobs are said to be in danger if the business closes. Tata, the Indian conglomerate that also makes Jaguar cars and Tetley tea, announced in March it wanted to sell its UK steel business. The business, which it bought in 2007, was losing an estimated £1m a day. Tata blamed cheap Chinese imports and high business costs. Earlier this month, Tata said it had received seven credible expressions of interest and invited the potential bidders to come up with firm offers. The company is reported to have received at least four bids for consideration at Wednesday’s board meeting. Liberty House, the metals group run by Sanjeev Gupta, and Excalibur Steel, led by Tata Steel’s UK management, are said to have submitted separate bids after discussing the idea of working together. Excalibur on Monday rejected talk of its team joining Liberty House’s bid. Greybull Capital, the investment firm that has bought Tata’s long products business in Scunthorpe, and India’s JSW Steel have also submitted bids, Reuters reported. China’s Hebei Iron and Steel as well as Endless, a US private equity fund, have both expressed interest, while Wilbur Ross, a US buyer of distressed businesses, has considered making an offer.",
  "webTitle": "Tata Steel UK: David Cameron urges caution on jobs deal",
  "webPublicationDate": "2016-05-25T10:04:12Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/tata-steel-uk-david-cameron-urges-caution-on-jobs-deal",
  "keyword": [
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Job losses",
      "id": "business/job-losses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sajid Javid",
      "id": "politics/sajid-javid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/25/tata-steel-uk-david-cameron-urges-caution-on-jobs-deal"
}