{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/unicef-calls-300-unaccompanied-refugee-children-uk-school",
  "id": "2016-05-09-78",
  "sectionId": "world",
  "body": "Up to 300 of the most vulnerable refugee children already in Europe should be allowed into Britain for the start of the school year in September, says a letter to David Cameron from Citizens UK and a number of religious leaders, including the Archbishop of Canterbury. Unicef and Yvette Cooper, chair of Labour’s refugee taskforce, have also called for unaccompanied refugee children to be fast-tracked into the country so they can get back into school by September.   Last week, Cameron made a U-turn over his opposition to taking child refugees who are already in Europe, in the face of a backbench rebellion, saying he would take an unspecified number into Britain in consultation with local authorities. He said the government would not oppose a new amendment by Alf Dubs and also said he would speed up reuniting families with unaccompanied minors. The government has said it would take up to seven months to receive the first children. The charity Citizens UK has identified 157 refugee children from the Calais camp, most of whom are fleeing war and many who have had family members killed, as having family links in Britain and has helped a number of them to begin a family reunification process.   Related: 'They are falling apart': the fate of lone children in Calais' refugee camp    It said that these children, as well as the most vulnerable in Greece and Italy, should be allowed to enter the UK as soon as possible to start school, adding that unaccompanied refugee children in Calais have been out of school for an average of three years. At the current rate of family reunification between those in Calais and their families, it would take a year for all 157 to be reunited with relatives in the UK, it said. Lily Caprani, deputy executive director of Unicef UK, said: “Three years is too long for any child to be out of school. Right now there are hundreds of children in Calais whose lives are in limbo, while they have families waiting for them in the UK. The camps in Calais are simply not set up to support children to be taught and educated – or to provide family support.  “With the political will, these children could have their cases processed and be here in time to be packing their pencil cases for the new school year in September.” Rabbi Janet Darley of the South London Liberal Synagogue, spokesperson for Citizens UK, said: “We are delighted that the government has agreed to play a role in helping refugee children in Europe. However, the situation for many children is urgent and desperate. They need our help now. Therefore we are calling on the prime minister to act quickly and bring a significant number, all of whom have been out of education for too long, to the UK in time to start school in September.” There are 95,000 unaccompanied asylum-seeking children in Europe. According to Europol, some 10,000 of them have gone missing, feared to have fallen prey to trafficking gangs. When asked why it would take up to seven months to receive the first refugee children, Cameron’s official spokesman said: “It’s a new scheme so we need to work with councils to get it up and running. That is why we expect to have the first children by the end of the year... We are working with them and will proceed as quickly as we can but it is a new scheme.” The government said it would take in unaccompanied child refugees who had arrived in Europe before the EU-Turkey deal on 20 March. Under the deal, all “irregular migrants’ who arrive in Greece face being sent back and for every Syrian refugee to be returned, another will be settled from Turkey to the EU. • This article was amended on 10 May 2016. An earlier version incorrectly stated that Unicef was one of the signatories of the letter to David Cameron. The headline on the article was amended on 1 August 2016. An earlier version said Unicef had called for 300 child refugees to be let into the UK. That call came in the letter. Unicef has called for unaccompanied refugee children’s asylum claims to be fast-tracked, but without setting a number.",
  "webTitle": "Charity and religious leaders call for 300 child refugees to be let into UK to attend school",
  "webPublicationDate": "2016-05-09T17:41:46Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/unicef-calls-300-unaccompanied-refugee-children-uk-school",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yvette Cooper",
      "id": "politics/yvette-cooper",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "world/2016/may/09/unicef-calls-300-unaccompanied-refugee-children-uk-school"
}