{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/16/donald-trump-foreign-policy-david-cameron",
  "id": "2016-05-16-209",
  "sectionId": "us-news",
  "body": "Trump fights back The presumptive Republican candidate is fighting back after a weekend taking heat over his attitude toward women. In doing so, he picked a fight with the British prime minister, David Cameron, and new London mayor Sadiq Khan. The Guardian takes a look at the Trump universe. Trump also told British interviewer Piers Morgan that immigration to the UK as a result of European Union membership has been a disaster. “If I was from Britain I would want to go back to a different system,” he said. “I’ve dealt with the European Union and it’s very bureaucratic. Personally, in terms of Britain I would say, what do you need it for?”  Under a Trump administration, he added, Britain would be treated “fantastically”. At home, Trump found new supporters in the Republican mainstream. Aides also dismissed the recent swirl of controversies over the non-disclosure of his tax returns and the impression that Trump moonlighted as his own publicist, “John Miller”, in the 1990s. GOP leaders: People don’t care about Trump’s woman problem Another month, another record for global temperatures Global temperatures have broken records for the seventh consecutive month, all but ensuring that 2016 will be the hottest year on record. Most worrying, though, is that April temperatures smashed the previous record by a record margin. Nasa says the global temperature of land and sea was 1.11C (33.99F) warmer last month than the average for the same month over 30 years after 1950. April breaks global temperature record, marking seven months of new highs China marks Cultural Revolution with silence Events to mark 50 years since Mao Zedong launched the war against the “dictatorship of the bourgeoisie” have been muzzled by Beijing, over fears any mention might damage Mao’s reputation. “They think that if we expose the Cultural Revolution’s dark side, people will doubt the political system,” Wang Youqin, author of Victims of the Cultural Revolution, a three-decade investigation into Red Guard killings, told the Guardian. China marks 50 years since Cultural Revolution with silence Overworked, understaffed: Canadian PM’s wife ‘needs help’ Sophie Grégoire Trudeau, wife of Canadian prime minister Justin Trudeau, is facing criticism for saying she needs extra staff to expand her official role and take on more public duties. The former TV presenter said she answered official correspondence from her dining table. “I’d love to be everywhere but I can’t,” she told Le Soleil. “I have three children and a husband who is prime minister. I need help. I need a team to help me serve the people.” ‘I need help’: Sophie Trudeau’s plea sparks anger in Canada Oil hits six-month high Crude prices are heading back towards $50 a barrel for the first time since November. The rise is spurred upwards by a Goldman Sachs report that found the oil market has dramatically rebalanced in recent weeks, due to declining production and a surge in demand. Goldman notes stronger vehicle sales and a bigger harvest are raising Indian and Russian demand forecasts for the year. Oil hits six-month high; Brexit would raise European risks – business live ‘Queen of the Cartels’ speaks out In her first interview in a decade, Sandra Ávila Beltran tells the Guardian how two of her husbands were murdered and her brother tortured even as she ran a flotilla of tuna boats laden with 10 tons of cocaine each north from Mexico’s Pacific coast to the US. The daughter of narco-royalty, she witnessed her first shootout at 13. “At dawn you heard the music,” she says, “the shootouts, it was when they killed the people.” Ávila has spent the last seven years in prison for money laundering. Now free, she is lashing out at Mexican political corruption and drug prohibition, and admiring the escape, before his recapture, of Joaquín “El Chapo” Guzmán. Queen of Cartels: most famous female leader of Mexico’s underworld speaks out Digital divide leaves Native Americans disconnected What happens when a region, or entire ethnic group, is left out of the digital revolution? The Guardian travelled to the Navajo nation in Arizona, to find there is often so little cellphone service that 911 callers cannot be traced directly to their cellphone’s latitude and longitude. The Navajo are hoping that FirstNet, an authority set up by the US Department of Commerce to set up a data network, could help to change the picture. How a digital divide leaves parts of rural America isolated Sexual assault victims identify themselves in bid for justice As more women are throwing down the cloak of anonymity, experts point to unprecedented trend of going public. A misogynistic backlash, however, continues. ‘Breaking the shackles of shame’: the rape survivors leading a new wave of activism Obama: ‘Ignorance is not a virtue’ President Obama was at Rutgers University in New Jersey on Sunday to give graduating students an inspiring address meant as a sendoff into the post-college world. He hit his marks with ease, warning the class of 2016 that “ignorance is not a virtue” and to resist anyone, from any side of the political spectrum, who seeks to shut down speech and discussion. We looked at some of the best commencement speeches … The best commencement speeches: from Jill Abramson to Neil Gaiman The Age of Aquarius? Nope. It’s the Age of Anxiety  Forty million Americans have an anxiety disorder; the average age of onset is 11. The symptoms could be general – OCD – or specific, like Greenlanders with kayak anxiety. Anxiety, says Scott Stossel, the author of My Age of Anxiety, “has become part of the cultural furniture”. Here, four writers reveal how fear rules their lives:  ’Sick and asphyxiating’ – why we live in an age of anxiety Tech wealth to provide income floor The 1970s idea of universal basic income (UBI) is making a comeback with pilot projects announced in Finland, the Netherlands and Canada. Behind its resurgence is the fear that AI technology is about to unleash a massive wave of job losses and with it a social crisis that only the implementation of a basic, universal income can prevent. A Silicon Valley-centric group of venture capitalists, entrepreneurs, engineers and futurists are coming together to form an advocacy network for UBI.  Tech billionaires got rich off us. Now they want to feed us the crumbs Chinese dominate US real estate A new study suggests Chinese investors are now the largest foreign buyers of US property. A surge in investment, $110bn over the past five years, helped the real estate market recover from the crash that began in 2006 and precipitated the 2008 economic crisis. But the investment has also pushed real estate prices higher and there’s no sign that cash inflows are slowing – Chinese investment could double. Chinese pour $110bn into US real estate, says study Woody Allen and Donald Trump take heat at Cannes The Oscar-winning actress Susan Sarandon has launched a new attack on Woody Allen. Sarandon told a discussion celebrating the 25th anniversary of Thelma and Louise that the director, who was investigated but never charged after he allegedly sexually assaulted his daughter, had “sexually assaulted a child and I don’t think that’s right”. Sarandon, a prominent Bernie Sanders supporter, then went after Donald Trump. “The thing interesting about Trump is the things he’s talking about are impossible,” she said.  Susan Sarandon blasts Woody Allen and Donald Trump at Cannes Hayne Plane takes off for Olympics – possibly Jarryd Hayne, the Australian rugby league star who played for the San Francisco 49ers last season, has left the NFL in search of a place at the Games in Rio with the Fiji rugby union sevens team. It may not be an easy path: the Fijians (from the land of Hayne’s father) are the best in the world and only have 12 places available; Hayne has one HSBC Sevens World Series event in which to make his case; and the NFL’s stand-off with world anti-doping bodies may throw a spanner in the works. It may be wiser to bet on the Patriots’ Nate Ebner, currently with the USA sevens team. Jarryd Hayne retires from NFL to pursue Olympic rugby sevens dream with Fiji And another thing… Dean Karnazes’ muscles never tire. He can run for three days and nights without stopping. His secret, apparently, is that he never reaches his lactate threshold – the burning sensation as your muscles begin to tire. David Cox writes that Karnazes has never experienced any form of muscle burn or cramp, even during runs exceeding 100 miles. That means his only limits are in the mind. Dean Karnazes: the man who can run for ever",
  "webTitle": "Trump's foreign policy tirade turns to David Cameron | The daily briefing",
  "webPublicationDate": "2016-05-16T12:07:26Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/16/donald-trump-foreign-policy-david-cameron",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/16/donald-trump-foreign-policy-david-cameron"
}