{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/austria-far-right-wake-up-call-europe",
  "id": "2016-05-24-229",
  "sectionId": "commentisfree",
  "body": "Europe’s far right was supposed to be dead and buried, but its coffin has been opened and its proponents stalk the continent once again. This weekend, nearly half the population of Austria voted for a far-right candidate. If it wasn’t for the votes of 31,000 Austrians – out of a 4.64 million-strong electorate – the country’s figurehead would now be Norbert Hofer, a man who wears the blue cornflower, a symbol associated with the Nazis. And here’s a statistic that should terrify anyone who leans to the left: nearly nine out of 10 Austrian manual workers plumped for the far right. Austria is no blip. Not since 1945 have movements of the far right and xenophobic right had such support across the continent. In France, the Front National  – a far-right party which has exploited the crisis of French socialism by stealing the left’s economic rhetoric – won the most votes in the first round of regional elections last December. In Germany, polls show the anti-immigrant Alternative for Germany creeping up on the beleaguered Social Democrats. Hungary is ruled by an authoritarian rightwing government, and polls show around a fifth of Hungarians support the far right, antisemitic Jobbik party. From Poland to Italy, from Switzerland to Greece, from Sweden to the Netherlands, the radical right is flourishing. It’s not a phenomenon confined to Europe, of course: across the Atlantic, a racist, Muslim-hating “alternative right” is mobilising behind Donald Trump’s presidential bid.   Related: For Austria’s far right, defeat may be a springboard | Jeremy Cliffe    Undoubtedly, this is a story of economic grievances – magnified by the 2008 financial crash – colliding with anti-immigrant sentiment. But it’s also a by-product of the crisis of social democracy. In postwar Europe, social democracy gave working people political representation and used the power of the state to mitigate the excesses of capitalism. But its traditional base – an industrial working class and progressive middle-class people – has evolved and fragmented. Free-market globalisation has challenged the power of the state. The end of the cold war was spun as the death of any alternative to untrammelled markets, leaving social democrats to embrace free-market dogmas. And – in the aftermath of the financial crisis – European social democracy either supported or implemented widespread cuts, abandoning the most basic social democratic concept of all, public investment. Social democracy has collapsed as a coherent political force in Europe. The far right isn’t the only beneficiary of the collapse of social democracy, of course. New movements of the left – from Spain’s Podemos to Greece’s Syriza to the Corbyn phenomenon to the Sanders surge – have benefited, too. In Austria, it wasn’t the social democrats who beat the far right: it was a more radical independent Green candidate. The frustrations, insecurities and fears that are fuelling the radical right and the new left aren’t going to go away: they are set to increase. If the new left doesn’t succeed, then Europe’s future will be shaped by the far right. The response to Austria’s knife-edge result shouldn’t be relief – it must be a violent wake-up call.",
  "webTitle": "The far right’s narrow defeat in Austria should be a wake-up call for Europe | Owen Jones",
  "webPublicationDate": "2016-05-24T10:00:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/austria-far-right-wake-up-call-europe",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/austria-far-right-wake-up-call-europe"
}