{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/04/us-drops-ban-polar-bear-parts-trade",
  "id": "2016-05-04-107",
  "sectionId": "environment",
  "body": "The US government has quietly dropped its campaign for an international ban in the trade of polar bear parts, which would have given the practice the same outlaw status as the elephant ivory market. The US Fish and Wildlife Service has spent several years attempting to ban the overseas trade of polar bear skins, teeth, paws and other parts from Canada, which permits the hunting of the Arctic predators. However, the federal agency has said it won’t pursue the matter further at an international summit of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (Cites), in September. Instead, the US will focus on the threat posed to polar bears from climate change. “Though we remain concerned about the commercial use of polar bear hides as an additional threat to the species, we are not pursuing increased Cites protections at this time,” the USFWS said in a statement.  “We are putting our resources into working in collaboration with other polar bear range states to address climate change and mitigate its impacts on the polar bear as the overwhelming threat to the long-term future of the species.” The US’s bid to ban the polar bear trade has garnered support from the UK, Germany and Russia but has been opposed by Canada, which insists that hunting is sustainable and an important cultural practice of the native Inuit people. Hunting can also generate income for communities, with tourists paying up to $50,000 for the chance to shoot a polar bear.  The parts from more than 400 polar bears were traded in 2013. Polar bears are the world’s largest species of bear, with males weighing around 500kg (1,100lb). About 16,000 of the world’s 25,000 polar bears live in Canada. Inuit would have been banned from selling paws and teeth of polar bears internationally, even after the rest of the animal had been butchered and eaten, under any Cites ban. The Canadian government has previously lobbied the US to drop its opposition to the trade.    Related: Bid to halt polar bear trade fails     Natan Obed, head of the national Inuit group Inuit Tapiriit Kanatami, said: “This is a very good thing for Inuit. It’s great to see that other countries are taking a step back and respecting science on the issue rather than other interests that have more to do with people’s perception.” However, environmental groups have strongly supported a ban, warning that hunting polar bears is putting further pressure on a species that is already on the frontline of climate change. The National Resources Defense Council said climate change, hunting and oil drilling is “driving the world’s polar bears to the brink of extinction”. The US government has protected the polar bear as an endangered species and recently saw off a court challenge that would have opened up prime polar bear habitat for fossil fuel exploitation in Alaska.  Scientists have warned that there is “high probability” that polar bears will suffer a 30% slump in numbers by 2050 due to climate change. The species is suffering from the melting of Arctic ice, which makes it difficult for the animals to hunt for prey such as seals.  A recent study showed that the world’s southernmost polar bears have experienced significant weight loss since the 1980s due melting ice, with males dropping, on average by 45kg (99lb) and females by 31kg.",
  "webTitle": "US ceases efforts to end global trade of polar bear parts",
  "webPublicationDate": "2016-05-04T16:17:34Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/04/us-drops-ban-polar-bear-parts-trade",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/04/us-drops-ban-polar-bear-parts-trade"
}