{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/19/story-cities-46-buenos-aires-gated-community-nordelta-flood",
  "id": "2016-05-19-310",
  "sectionId": "cities",
  "body": "On 2 April 2013, Matías Duarte awoke at three in the morning. For once it was not the noise of his alarm clock that stirred him, but the sound of pouring rain outside – and a room flooded to the level of his bed. Duarte lived in Las Tunas, a working-class neighbourhood 35km north-west of Argentina’s capital, Buenos Aires. Running through the centre of the neighbourhood is the arroyo Las Tunas, a small creek. Though the arroyo had flooded before, it had never been this severe. Panicked, Duarte waded out of his room. Outside, the rest of his family were desperately trying to salvage what few possessions they could before leaving the house. A neighbour banged on their front door: “We’ve got to get down to the wall,” he called out. “We’re tearing it down.” The wall in question was a 10-ft tall concrete structure which separated working-class Las Tunas from Nordelta, the richest and best-known gated community in Buenos Aires. Walls like this have become a fact of life for many in the city’s suburbs. Tearing it down was the only hope Las Tunas had for keeping the floodwaters from rising any further. Concrete walls Las Tunas was originally settled in the 1960s after new factories had sprung up in the area – encouraged by the numerous railroads connecting the area with the port of Buenos Aires, and the completion of the nearby Pan-American highway.     Residents sit on a bench at a flooded public square after a rainstorm in Buenos Aires in 2013. Photograph: Enrique Marcarian/Reuters    Las Tunas grew to house workers at these factories. By the 1990s, rising prices in central Buenos Aires would turn it into a “bedroom community” for blue-collar workers commuting to the centre of town as well. The population swelled, and Las Tunas is still one of the most densely populated neighbourhoods in the Buenos Aires suburb of Tigre. Las Tunas also remains solidly working class. It’s not completely destitute: walk through the neighbourhood and you will encounter a handful of well-kept homes with new compact Fiats parked out front.    A new kind of neighbourhood appeared that would make these dreams come true: the gated community    But the sidewalks are often littered with piles of dirt and debris, and the flow of traffic on the streets is occasionally punctuated by the clip-clop of horse-drawn carts, driven by cartoneros seeking rubbish that they might be able to resell for a few pesos. The lack of running water and sewers means that every so often, people walking by catch a whiff of something unpleasant. On the other side of the concrete wall that rises abruptly on the north-west side of Las Tunas, however, things could hardly look more different. In the early 1900s, Argentina’s commodity boom made it famous as a destination for immigrants with big dreams. Decades of economic instability would delay those dreams, but they never died. And in the 1960s, a new kind of neighbourhood appeared on the outskirts of Buenos Aires that would finally make these dreams come true: the gated community. The capital’s suburbs presented a challenge: electricity and running water services were scarce, access to the city centre was difficult, and law enforcement was lax. When the new freeways of the 1960s effectively solved the transportation issue, private developers stepped in with a recipe that would make the city’s suburban dreams possible: new neighbourhoods built from scratch, with privately run water and power grids, private security forces, and high perimeter walls. These new neighbourhoods were dubbed “country clubs” – later shortened simply to “countries”.     A new building complex at Nordelta – conceived as a kind of part-Venice, part-Dubai, part-Anytown US. Photograph: Enrique Marcarian/Reuters    The number of “countries” expanded steadily through the 1970s and 80s, then exploded in the 1990s. This development set the stage for Nordelta, which would take the concept to a new level; instead of being “just” another gated community, this would be an entire city built within concrete walls. Nordelta was the brainchild of Eduardo Costantini. The Argentine real estate developer keeps a low profile; when asked about Nordelta, he generally prefers to change the subject to his art museum, the Museum of Latin American Art, in Buenos Aires’s Palermo neighbourhood. Recently one of his other creations, a circular bridge in Uruguay’s Punta del Este, garnered him international attention. Costantini conceived of the idea of Nordelta in 1992: it was to be part-Venice, part-Dubai, part-Anytown US. Luxury townhouses would be built on top of artificial islands surrounded by carefully sculpted lagoons. Families would be able to take their children to private schools, private health facilities and private recreation centres, all without leaving the development’s gates. Though construction took longer than expected and Nordelta opened piecemeal, starting in the late 1990s, it soon became an overwhelming success. Perhaps just as significant are the changes Nordelta and other such communities have brought outside their walls. The area has become a surreal landscape of railroads, factories, working-class areas such as Las Tunas, and every so often, an ornate and heavily guarded entrance to a country.     Matías Duarte believes the Nordelta walls made the flooding worse for Las Tunas residents. Photograph: Drew Reed    Inside Nordelta, however, none of this impact on the outside world seems to register. Families have all they need to live the lives dreamt by their immigrant forebears. Urbanism researcher Michael Janoschka, in a study he conducted of Nordelta, was taken aback by the homogeneity of the social structure there. “When I do these studies, I keep requesting interviews until each subject gives me the same information as the next,” he says. “In Nordelta, it didn’t take long for me to reach that point.” Breaking down the wall When they heard what was happening at the perimeter wall, Matías Duarte and his family resolved to wade through the knee-deep floodwaters to join the crowd that had gathered. They didn’t get very far before they were stopped by the sound of gunfire.    We broke the wall open and five minutes later, the floodwater washed away  Las Tunas resident     Private guards in La Comarca, another gated community that borders Nordelta, had been alerted of the Las Tunas residents trying to break down the wall, and were firing warning shots. Provincial police soon arrived on the scene, and the crowd dispersed. But their goal had already been accomplished: they had made a hole in the wall to release floodwaters. According to accounts published in local media shortly after the flooding occurred, the wall was broken at 3.30am on 2 April. Amid torrential rains that would cause major flooding and nearly 100 deaths in central Buenos Aires and La Plata: “We broke the wall open and five minutes later, the floodwater washed away,” one resident remarked. Rescue efforts were patchy and disorderly, however. Duarte says he later found out that, while Las Tunas was still covered in floodwaters, authorities had access to 10 rescue boats that were never used. “They never told us why they didn’t use those boats,” he says. Word soon spread that a protest had been called to disrupt the nearby freeway, in an attempt to obtain a more substantial response from the city’s authorities. When Duarte’s family got there, they found it wasn’t just people from Las Tunas who were protesting: “We had people from Rojas, Palomar, and Rincón de Milberg come to the protest,” he says. “Their houses had flooded just like ours had. Everyone needed help, fast. And they weren’t getting any at all.” The same freak storm that generated so much devastation in Las Tunas was hardly felt in Nordelta. No protest was organised, because none was needed. Many residents didn’t even wake up. Patricia Pintos, a geographer at the National University of La Plata, doesn’t think this happened by accident. “Nordelta required an immense amount of hydrological engineering,” she says, noting that the development’s construction of artificially raised land and manmade lakes helps it to remain dry during floods.     A resident of the Villa Mitre slum and his belongings ruined by the 2013 floods in Buenos Aires. Photograph: Agustin Marcarian/Reuters    But the construction of Nordelta and other countries on top of wetlands came at a price for Las Tunas and other low-lying areas near creeks and rivers – not least because the loss of these wetlands removes the area’s natural capacity to absorb floodwater. “We’re seeing increased flooding in many different areas, especially north-west of Buenos Aires,” Pintos says. “There are many reasons for this, but it’s impossible not to conclude that the countries aren’t playing a part.” For Las Tunas, this is especially pronounced since the arroyo Las Tunas flows directly from Las Tunas into Nordelta.    Now, the only way anyone from Las Tunas sees the inside of Nordelta is by getting a job as cleaning staff  Matías ​Duarte     And flooding is just one of a number of problems created by these walled-off neighbourhoods for people “on the other side”. The patchwork landscape they create makes travelling via public transport more difficult, and costly private utility systems make building public utilities to non-gated areas less economically viable. Conscious of the problems it has created for Las Tunas, in 2001 Nordelta created an eponymous foundation to provide aid and assistance to local residents. It offers regular classes, healthcare and emergency relief in the case of floods. “We’ve participated actively in flood relief campaigns, and have been working with the city to provide more adequate services to the area,” says Luciana Silvestri, a representative with the Nordelta Foundation, adding that much of their support comes directly from residents of Nordelta.     The remnants of flooding in Las Tunas neighbourhood. Photograph: Drew Reed    But to become a more viable neighbourhood, Las Tunas needs effective public utilities that can only provided by the city government. Providing these services has not been a high priority for Tigre, the town in which both Las Tunas and Nordelta are located.  Tigre’s public works department has produced some piecemeal reforms in Las Tunas, including shallow drainage ditches in the most flood prone areas. But officials flatly deny that gated communities are contributing to the problem. “When I started working here decades ago, floods were far worse than they are now,” says Alberto Lacioppa, director of the infrastructure and networks division of the public works department. “The gated communities haven’t changed the situation at all. They are irrelevant.” After the floods Three years on from the flood, Duarte no longer lives in Las Tunas. But he comes back regularly, to help teach children in the neighbourhood, and to lend a hand wherever residents need help. He’s quick to point out that the 2013 flood wasn’t an isolated incident. Significant flooding also occurred there in November 2014 and August 2015. When I arrive at the makeshift school where he and other volunteers teach, he shows me the mark left by floodwater on the school’s walls, distorting a mural painted by students. He insists, too, on showing me the wall that had been broken down back in 2013. Duarte tells me that when he was little, this spot used to be an open field where neighbourhood families would have picnics on weekends. “When we first learned they were going to build this new neighbourhood [Nordelta], many of us were excited. Think of all the opportunities it would provide,” he tells me. “Now, the only way anyone from Las Tunas sees the inside of Nordelta is by getting a job as cleaning staff.”   Related: Story of cities #33: how Santiago tackled its housing crisis with 'Operation Chalk'    A block onwards, we arrive at the arroyo Las Tunas, and the spot where the wall was broken down. It’s hard to tell anything ever happened here – the only indication is a new set of electrified wires, rising ominously above the concrete wall. There is some hope, however, that relief for the floods that plague Las Tunas may be on the way. Argentina’s new centre right president Mauricio Macri has indicated that flood prevention is a high priority for his government. Lacioppa believes that new government leaders at the federal and provincial levels will help his department to implement new reforms, including pumps and the widening of a railroad bridge that routinely blocks the flow of water. But Janoschka is less optimistic. He feels that Macri’s government will unleash a glut of foreign capital, further carving up the landscape with little regard for those on the wrong side of the wall. “You know, I used to think the only problem with this wall was the floods it caused,” Duarte says as we walk back home. “But the more I thought about it, the more I started asking myself, ‘What purpose does this wall really serve? Wouldn’t we all be better off without it?’” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #46: the gated Buenos Aires community which left its poor neighbours under water",
  "webPublicationDate": "2016-05-19T06:30:01Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/19/story-cities-46-buenos-aires-gated-community-nordelta-flood",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Argentina",
      "id": "world/argentina",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Flooding",
      "id": "environment/flooding",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Drew Reed",
      "id": "profile/reed-drew"
    }
  ],
  "guardianId": "cities/2016/may/19/story-cities-46-buenos-aires-gated-community-nordelta-flood"
}