{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/stonewall-inn-customers-barack-obama-monument-riots-1969",
  "id": "2016-05-08-117",
  "sectionId": "world",
  "body": "In an upstairs room at the Stonewall Inn in New York, drag legend Lady Bunny paused her stream of filthy jokes and Adele parodies just long enough to tell her audience: “This is ground zero for LGBT rights in this country – and the world.” Most did not need telling. They may have been too young to have taken part in the 1969 uprising that began when lesbian and gay patrons fought back during a police raid, but they were acutely aware of the place in history that the bar enjoys. So is Barack Obama. According to reports, the president is poised to declare the tiny, railed garden opposite the inn and some surrounding streets a national monument, in tribute to the struggle for gay equality that began there, then turned into a worldwide movement. On Monday, the interior secretary, Sally Jewell, will hold meetings with veterans of the riots and local officials. An announcement could come as early as June, to coincide with the annual gay pride march that commemorates the Stonewall riots. “If they build an actual monument, I hope it’s made out of the bricks that were thrown at the police,” said Lady Bunny, a drag queen, DJ, promoter, TV star and founder of the now-defunct Wigstock drag parades in the East Village who is almost never known by her legal name, Jon Ingle.  “And wigs, and psychedelic fabric, and syringes and Judy Garland album covers: it needs to evoke that raucous night when the freaks fought back. It was led by the hustlers and crazies, outsiders even amongst gays, who had nothing to lose.” In fact, national monument status gives protection from destruction and development to “objects of historic or scientific interest”. The Stonewall Inn already has a physical marker of what happened 47 years ago: a sculpture of two couples by George Segal, sited in Christopher Park. ‘I saw them push this guy. They didn’t know it was a woman’     A demonstration in early 1970s, in the wake of the Stonewall riots. Photograph: Leonard Fink/thegaycenter.org     Related: A monument for the Stonewall riots is nice, but the fight for LGBT rights goes on | David Ferguson    The events of the summer of 1969 have assumed a monumental significance of their own. Within days, the uprising changed from localized civil disobedience to a riot. Then came a spontaneous protest march, from Greenwich Village to Central Park. Those who walked were called every slur under the sun, but they kept on, setting an example not just for those who take part in the pride marches and parades of today, but for thousands of demonstrations and tiny acts of defiance that often meet with violent consequences. The Stonewall’s barman identifies himself as Fredd E Tree – though he is universally known just as Tree, for his towering stature. Now 77, he was there that night in 1969, he said in a phone call, “dancing the lindy hop with my queer friends”. On Monday, Tree will meet Secretary Jewell. Of the push to declare the area a national monument, he said: “I think it’s a marvellous idea. I hope people can get to vote on what kind of monument or or marker they would like to see here.” At the time of the riot, Tree lived in Bushwick. He was known as a tough gang member who was nonetheless devoted to making frequent visits to his grandmother. In fact, he wasn’t visiting granny. He was sneaking into Manhattan, to go to the Stonewall and other gay venues. Then, the main barroom adjoined the building next door, where there is now a nail salon. The current bar space led off that room, via an arch. That was where Tree was dancing in the early hours of 28 June 1969, when he heard and saw a commotion through the archway. It was a police raid. “I saw them push this guy,” he said. “They didn’t know it was actually a woman, Stormé, and she turned around and hit the cop.”  Reports of details and even some names vary, but the room quickly descended into a chaos of pushing and punching. The Stonewall uprising was led by drag queens but the first punch was thrown by a butch lesbian. Stormé DeLaverie died in 2014, at the age of 93. She was a fixture on the scene for decades and in 1969 often performed as a male impersonator or drag king – an illegal act at the time.    My friends and I ran out when the fighting started and then we picked up rocks and started hurling them at the bar  Fredd E Tree, bartender     The mafia, Tree said, ran New York’s gay bars. On the night in question, the police did not raid the Stonewall to arrest homosexuals. The vice squad was after mafia bosses for laundering money and dodging licensing regulations. Raids were not uncommon, but they usually consisted of a shakedown and a few arrests by cops from the local precinct. “They would say, ‘Come on, girls, wind it up,’” Tree said. “It wasn’t usually too violent, but we were still all sick of it. That night, when the vice squad came in with night sticks, yelling and shoving, the “girls” snapped and just “went nuts”, he said. “My friends and I ran out of a side door when the fighting started and then we picked up rocks from the park opposite and started hurling them at the bar.” Some guys pulled up a parking meter and threw that. People came from other local venues and apartments and the uprising swelled. People began jumping on police patrol cars and breaking windows. By this time, the cops were barricaded inside the bar. “When we ran out of ammunition, we started setting trash cans alight and throwing those,” Tree said. “That’s when the police riot squad arrived, because of course you cannot set fire to a bar with cops in it.” He recalled injured protestors being treated in nearby Washington Square Park and Quakers from the local church coming to help. “That’s why the Quakers still march at Pride every year and get a huge cheer,” he said. There were several more nights of rioting. The following weekend culminated in a spontaneous protest march. “I went down to the Stonewall with some friends and someone said, ‘We’re going to walk to Central Park,’” Tree said. “I said, ‘For what?’ But I started walking with everyone anyway.  “Well, as we walked, people came out on to the sidewalks and yelled at us, ‘Queer, fag, dyke, lezzie’. By the time we got to the park, gays were giving speeches.” ‘Obama has done more than all his predecessors put together’     Australia Kimbrough and Tonhya Wysong at the Stonewall Inn, New York. Photograph: Joanna Walters for the Guardian     Related: How to use a urinal like a lady: a trans woman's rebel tour of North Carolina    In the US in 1969, just being in a gay bar could lead to arrest. Less than 50 years later, the supreme court legalized same-sex marriage. “Stonewall was the event where gay people finally stood up and fought back in a way they never had in New York before,” said Charles Kaiser, author of The Gay Metropolis, an acclaimed chronicle of American gay life from 1940 to 1996. “The speed with which things changed after that is astonishing. Gays have improved their status in the world more quickly and dramatically in just one generation than any other minority group in modern history.” The battle for equality is, however, far from over, Kaiser said, whether it involves battling attempts to enshrine discrimination in law or highlighting the lack of laws to prevent it. “But Obama has done far more for the cause of gay liberation than all his predecessors put together,” Kaiser said. “It would certainly add to his legacy to commemorate the spot that has been revered as sacred by gays for decades.” As Lady Bunny put it, the Stonewall Inn is “a dump that hasn’t been cleaned since the riots and never got the gentrification memo”. But it has been on the National Register of Historic Places since 1999 and a National Historic Landmark since 2000, thus escaping the fate of the legendary CBGB on the Bowery, the “cradle of punk”, which closed in 2006, to be turned into an expensive boutique. In 2015, the Stonewall Inn was made a landmark building by New York City.  Those at the bar agreed that national monument status, decreed by a president who stunned even the community itself when he mentioned gay equality in his first inauguration speech, would be on another level altogether. In discussing it, some mentioned a later landmark in gay history: the Aids crisis of the 1980s.     Lady Bunny, seen here with Benjamin Walker at the Schoenfeld Theatre in New York. Photograph: Bruce Glikas/FilmMagic    “There was bloodshed on this spot,” said Chauncey Dandridge, Lady Bunny’s sound engineer, as he packed up his kit.  “Maybe if the Stonewall Inn had been made a national monument within the first decade after the riots, Ronald Reagan would have had to have done something when HIV came along and wouldn’t have turned his back on it in the way he did, and we would have been further along in our rights much earlier.” Joe Kenavan, 56, said: “It’s incredible. I feel very honored by the idea. I was too young for the riots, though I remember hearing about them at the time as a kid growing up in New York with a crush on other boys. “I was really around through the Aids era, such a horrific time – and we are just a handful of the lucky ones; most of our generation were wiped out – and the government was ignoring us when we really needed help.” Brenda Bergman, 62, straight but a fan of all things gay, said she would like to see a sculpture in the park opposite the bar – where Segal’s work stands – that echoed the iconic photograph of US marines raising the stars and stripes on Iwo Jima, “but instead with drag queens raising the rainbow flag”.    It’s too little, too late. I don’t think it reflects what we had to endure, I think the politicians are grandstanding  Joey Solorio       There were some dissenting voices. Joey Solorio, a volunteer at the Lesbian, Gay, Bisexual and Transgender Community Center, sipped a beer at the bar. He said he worried that national monument status could lead to the equivalent of “Disneyfication” in that corner of the West Village. He also said it was a token and even a sham. “It’s too little, too late,” he said. “I don’t think it reflects our life or what we have had to endure. I think the politicians are grandstanding.” Others are inclined to agree. But two young women sipping drinks and holding hands in the main bar downstairs were not among them. “It’s about time,” said Australia Kimbrough, 26, a fashion designer out on a date with Tonhya Wysong, a 28-year-old photographer. The women had first met at the bar, they said, five weeks before. “I know the history of this place and how it helped our generation,” Kimbrough said. “It should be acknowledged nationally.” Why had they come to the Stonewall? “I still feel more comfortable on a date here,” said Kimbrough, “surrounded by gays and positive energy, not being judged. We love it here and it means so much.”  This article was amended on 9 May 2016, to more correctly reflect ongoing debate around responsibility for starting the Stonewall riots",
  "webTitle": "Stonewall Inn regulars applaud Obama amid monument plans: 'It's about time'",
  "webPublicationDate": "2016-05-08T11:00:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/stonewall-inn-customers-barack-obama-monument-riots-1969",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "world/2016/may/08/stonewall-inn-customers-barack-obama-monument-riots-1969"
}