{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/04/police-dig-home-fred-and-rose-west-paedophile-friends-devon",
  "id": "2016-05-04-286",
  "sectionId": "uk-news",
  "body": "The home of a paedophile couple who were friends with serial killers Fred and Rose West is being excavated by police, months after they were jailed for a string of sexual offences dating from the 1980s. Devon and Cornwall police confirmed they were digging at the former home of David and Pauline Williams in Bradninch in Cullompton, Devon, after receiving new intelligence.  A spokeswoman said: “Devon and Cornwall police are undertaking excavation work at a property on Cullompton Hill, Bradninch, Cullompton, Devon. This relates to historic intelligence connected to the address and its former occupants. It is expected to take up to four days to complete.  “Specialist officers will be involved in the excavation, which we hope will have as little impact on the local community as possible.”  David and Pauline Williams met the Wests in Gloucester and later moved to Devon. They were jailed last year for abusing children physically and sexually. In November, the couple were convicted at Exeter crown court of 48 individual and joint charges stretching over a 15-year period, after an extensive police investigation called Operation Abbey.  David Williams was jailed for life for 11 counts of indecent assault, 10 counts of rape and two counts of gross indecency with a child, as well as three counts of indecency with a child, two counts of cruelty and two cases of aiding and abetting an indecent assault.  His wife was sentenced to 12 years in prison after being found guilty of two counts of aiding and abetting rape, two counts of aiding and abetting an indecent assault and three counts of indecent assault.  Police said after their conviction the offences were “sickening and callous sexual attacks on children and teenagers without remorse over a 15-year period … these victims, both men and woman, had their childhoods stolen by David and Pauline Williams and all have suffered difficulties throughout their adulthood following this abuse as they struggled to live normal lives.”  During the trial, the court heard how Williams had boasted about his friendship with West, who drank at the Prince Albert pub he ran in Gloucester.",
  "webTitle": "Police dig at home of Fred and Rose West's paedophile friends",
  "webPublicationDate": "2016-05-04T08:42:10Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/04/police-dig-home-fred-and-rose-west-paedophile-friends-devon",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "uk-news/2016/may/04/police-dig-home-fred-and-rose-west-paedophile-friends-devon"
}