{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/frankston-bombers-sports-club-apologises-after-blackface-backlash",
  "id": "2016-05-15-163",
  "sectionId": "sport",
  "body": "The Frankston Bombers semi-professional football and netball club has apologised after it posted images on social media of team members with their skin painted black at a club function on Saturday. The latest blackface row in Australian sport erupted after photos taken at the Bombers’ “iPod shuffle party” night, at which attendees dressed up as their favourite musicians, appeared on the club’s Twitter and Facebook accounts. “We are extremely regretful of the situation that has transpired over the last 24 hours and want to assure our supporters, sponsors and the wider community that the club is in no way racist and unreservedly apologises for any offence that has been caused,” a club statement read.   Related: What's offensive about blackface? Imagine you're from another planet...    “Our club is run by a group of local volunteers, who seek nothing more than to provide a supportive, well-intentioned and beneficial environment for local footballers and netballers and our aim as a club is to increase social cohesion amongst the community and not create division. “We now understand that our actions at last night’s club event have caused offence and division and for this we apologise. The club is committing to put in place an educational program relating to vilification and discrimination to ensure we learn from this and come out of it a better and more educated club.” The photos posted on the club’s Twitter account, which has since been deleted, and Facebook page, from which the images have been removed, were met with a mixed response on social media.  The rapper Briggs brought the images to wider public attention on Saturday night and was both lauded and criticised for raising the issue.     Australian Indigenous rapper Briggs tweets Frankston Bombers sport club pictures of a social event on 14 May featuring participants in blackface. Photograph: Twitter    Briggs, an Indigenous Australian, later posted a voicemail message he received containing abusive comments aimed at him. The club said it had faced a fierce backlash in the wake of its initial posts and admitted it had failed to respond appropriately. “The club has received many abusive and threatening communications in relation to the labelling, and being volunteers we acknowledge that we may not have responded in an appropriate manner to these abuses and threats and for this we unreservedly apologise.” The matter was now under investigation by AFL South East, the club said. It is the second time a row over blackface has surfaced in Australian sport this year, after bastketballer Liz Cambage came under fire in February for highlighting a similar incident at a party involving her Opals’ team-mate Alice Kunek. Kunek made an apology to her followers “who were offended by my previous post” and the pair have since met up at a pre-Olympic training camp, although a month after the incident Cambage said they had not spoken face-to-race about it. In relation to the latest incident, Cambage tweeted on Saturday night, “Here we go again.” The Frankston Bombers were contacted by Guardian Australia on Sunday but have said they will not comment further.",
  "webTitle": "Frankston Bombers sports club apologises after blackface backlash",
  "webPublicationDate": "2016-05-15T07:42:27Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/frankston-bombers-sports-club-apologises-after-blackface-backlash",
  "keyword": [
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/15/frankston-bombers-sports-club-apologises-after-blackface-backlash"
}