{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/thon-man-moliere-review-liz-lochhead-royal-lyceum-edinburgh",
  "id": "2016-05-25-224",
  "sectionId": "stage",
  "body": "The watery greys of Neil Murray’s set are a stark contrast to the lurid colour of his costumes – which is only fitting for the larger-than-life characters in Liz Lochhead’s tragicomedy about the scandalous life of Molière. Led by Jimmy Chisholm as the 17th-century playwright and Siobhan Redmond as his on-off lover Madeleine Béjart – two seasoned manipulators, the low-rent equivalent of Valmont and Merteuil in Les Liaisons Dangereuses – they are as singular, demonstrative and theatrical as their golden robes, red shoes and turquoise frocks would suggest. This being Lochhead, Scotland’s former national poet, they are also given to breathless sentences of inordinate length, all rococo flourishes and demotic shocks. There are lots of laughs. In a play subtitled “Whit got him intae aw that bother”, her theme is the playwright’s pathological urge to self-destroy. No sooner has he gained the favour of the king than he writes a play, Tartuffe, that appears to mock religion. And at the very point his morals are being called into question, he runs off with a woman who may or may not be his daughter.     Female point of view … Chisholm as Molière with Sarah Miele as Menou. Photograph: Mihaela Bodlovic    Lochhead frames much of this from the female point of view: Sarah Miele’s ingenue, Molly Innes’s servant and Nicola Roy’s apologetic feminist all find their voices alongside Redmond as a woman too smart to be defeated by circumstance. With Molière’s adversaries all offstage, we don’t feel the full weight of what’s at stake, which mutes the dramatic impact, but there’s vigour enough to compensate in Tony Cownie’s excellently acted production.  At the Royal Lyceum, Edinburgh, until 11 June. Box office: 0131-248 4848.",
  "webTitle": "Thon Man Molière review – Lochhead's lurid tragicomedy brings lots of laughs",
  "webPublicationDate": "2016-05-25T09:43:40Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/thon-man-moliere-review-liz-lochhead-royal-lyceum-edinburgh",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Liz Lochhead",
      "id": "books/liz-lochhead",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Molière",
      "id": "stage/molire",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Fisher",
      "id": "profile/markfisher"
    }
  ],
  "guardianId": "stage/2016/may/25/thon-man-moliere-review-liz-lochhead-royal-lyceum-edinburgh"
}