{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/greg-rutherford-russians-rio-2016-olympics-drugs",
  "id": "2016-05-19-25",
  "sectionId": "sport",
  "body": "Greg Rutherford expects Russia’s track and field stars to be back in time for the Olympics because “political arms will be twisted and palms greased” to allow them to compete in Rio. The reigning Olympic and world long jump champion believes that Russian athletes should be barred from the Games because of their government’s central involvement in the country’s widespread doping scandal. However, he expects the International Association of Athletics Federations to find a way to lift their suspension next month. “With Russia we’ve found out that it’s government-led systematic doping, so surely the country has to be punished,” said Rutherford. “But sadly I think political arms will be twisted.”   Related: Russians expected to be among failed doping tests from 2008 Olympics    When asked whether he thought the International Olympic Committee did not want to make a tough decision on Russia, Rutherford nodded. “It’s a funny one,” he admitted. “And because of everything we’ve heard about corruption you fear it’s still ongoing and that again palms will be greased and we’ll be seeing people back in. In any other business those people would be removed, and probably their chance of working again would be destroyed, but it seems to be not the case in sport.” Rutherford made it clear that he felt sympathy for Russian athletes who had never taken drugs, but urged the IOC needed to look at the bigger picture. He also demanded it spend more money on retesting samples to cheats. “They’re saying they’re going to retest 250 samples from London 2012, but they should be retesting every single one, and keep doing it every single year,” he said. “Funding’s obviously an issue but sport needs to find the money. The IOC makes an awful lot of money from the Olympics, they need to start looking at retesting everybody.” The long jumper, who also called for a new union to speak up for athletes’ rights, praised organisers of Friday’s Great City Games in Manchester for not inviting people with a drug-tainted past. “I think that’s a great way of approaching the sport,” he said. “But you can’t deny we’re in a really bad place, I hate having to always be trying to be that guy that’s saying: ‘No no, don’t worry, there are people who are doing it right,’ but some people just don’t believe anything any more, which is a real problem.” The 29-year-old also revealed that in September he will stage a new long jump event in his back garden, which has an IAAF-approved pit, to show the good side of the sport.     Greg Rutherford has his own IAAF-approved pit in his back garden. Photograph: Tom Jenkins for the Guardian    “We are going to get a grandstand for maybe 50 or 100 people, put it right next to the runway pit and have a party in the garden,” he said. “My competitors are some of my closest friends and we have a lot of fun and we want people to see that. I think I will actually have an exceptionally good field of jumpers, better than a Diamond League.” Rutherford said that the London 2012 silver medallist, Mitch Watt, and Fabrice Lapierre, who was second at the world championships in Beijing, had already agreed to show up, alongside Michel Torneus and Christian Taylor. “I also want to get funding behind it so the athletes can be paid,” he said. “I believe I can create something that I feel the rest of the sport isn’t doing.” He cannot foresee any problems with his neighbours in Woburn, Bedfordshire, either. “I don’t have any, that’s the beauty of it,” he said. “I’ve got one over the road, Barry, he’ll be having a whale of a time.” However, Rutherford said that Carl Lewis, who recently criticised the length of his jumps, would not get an invite. “At the end of my career, I’ll look myself in the mirror and my kids in the eye and know what I have done,” he said. “And there’s other people in the world that can’t do that. And Carl is one of them.”",
  "webTitle": "Greg Rutherford fears ‘arms will be twisted’ to allow Russians to compete at Rio 2016",
  "webPublicationDate": "2016-05-19T21:00:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/greg-rutherford-russians-rio-2016-olympics-drugs",
  "keyword": [
    {
      "webTitle": "Greg Rutherford",
      "id": "sport/greg-rutherford",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Russia doping scandal",
      "id": "sport/russia-doping-scandal",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/19/greg-rutherford-russians-rio-2016-olympics-drugs"
}