{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/gay-muslims-aids-hiv-prevention-healthcare-lgbt-united-nations",
  "id": "2016-05-19-141",
  "sectionId": "commentisfree",
  "body": "Three days ago, I sat in a cafe in Brussels to interview a transgender Muslim woman named Raeesa. She’s from Mali. I was invited by a couple of Belgian not-for-profit organizations for an exhibition and to speak about my work, which consists of archiving the stories of queer Muslims around the world, many of whom are refugees who had to leave their native Muslim countries because their lives were in danger.  It is my goal to document the lives and stories of queer Muslims like myself because often, we’re told that our lives don’t matter because of who we are, and because many are subjected to daily violence, humiliation and erasure. Like Raeesa, many of us flee and seek asylum in countries that offer protection to LGBT refugees. Raeesa told me about how one night, she was attacked by more than 20 people in a nightclub in Mali for being trans, almost losing her life. Instead of going to the police, she felt like her best option was to leave the country immediately. After finding out that she is transgender, her parents, the very people who were supposed to protect her and nurture her, continued to hide her from friends and family for most of her childhood. Mali is part of the Organization of Islamic Cooperation, which aims to promote “Muslim solidarity in economic, social and political affairs”. It has also prohibited 11 gay and transgender organizations from attending a meeting at the United Nations on ending Aids which is taking place next month. Egypt wrote on behalf of the Organization of Islamic Cooperation to the 193-member general assembly about its decision without citing a reason. Clearly, protecting individuals most affected by the epidemic – trans people globally are 49 times more likely to be living with HIV than the general population – is not on the agenda. It’s difficult to not come to the conclusion that the organization doesn’t value the lives of gay and transgender Muslims, sex workers, men who have sex with men, women and girls, when Aids is on the rise in Muslim countries. In Pakistan, another country that is part of the organization, infection rates among hijras – transgender prostitutes – are rapidly rising. And Pakistan, along with Egypt, reports some of the lowest numbers for condom use in the Muslim world. Allowing access to information about reducing sexual transmissions of HIV would not only save lives, it would also send the world a message that Muslim countries prioritize the health of all of their citizens. El-Farouk Khaki, a Canadian human rights lawyer who focuses on LGBT Muslim refugee clients, many of whom are living with Aids, sees the UN meeting ban as a step back for human rights in Muslim countries. “LGBT voices would add experience and potential strategies and insights that would save lives,” explains Khaki, the founder of Unity mosque, a queer-friendly Muslim prayer space in Toronto. “Blocking LGBT groups from this meeting only perpetuates oppression, silences important voices and possible ways of addressing the pandemic that infects all without discrimination. The Prophet Muhammad (peace be upon him) taught us that taking a life unjustly is akin to killing the whole of humanity and that, if someone saves a life, it is as if they have saved all of humanity,” he adds. Additionally, lifting the organizational ban on attending the UN meeting would signal to the world that Muslim countries are ready to be a part of a global conversation when it comes to combatting the HIV/Aids pandemic – that its LGBT citizens living with the disease matter and should be part of world-wide efforts to eradicate it.  As things stand, the ban speaks volumes about the organization’s stance on the health and lives of LGBT Muslims, individuals who already experience daily prejudice in many Muslim countries with little to no protection.",
  "webTitle": "Gay Muslims are essential in the global fight against Aids | Samra Habib",
  "webPublicationDate": "2016-05-19T14:41:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/gay-muslims-aids-hiv-prevention-healthcare-lgbt-united-nations",
  "keyword": [
    {
      "webTitle": "Aids and HIV",
      "id": "society/aids-and-hiv",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Samra Habib",
      "id": "profile/samra-habib"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/gay-muslims-aids-hiv-prevention-healthcare-lgbt-united-nations"
}