{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/21/bite-the-ballot-gets-tory-call-to-help-boost-eu-referendum-turnout",
  "id": "2016-05-21-174",
  "sectionId": "politics",
  "body": "Conservatives have never really courted Mike Sani, the founder of mass youth voter movement Bite the Ballot, with his campaign often finding itself at odds with David Cameron. But things have changed recently. Last year, the prime minister was the only one of five party leaders to drop out of the Leaders Live debates aimed at the youth vote, hosted by Bite the Ballot before the general election. Yet three weeks before the voter registration deadline for the European Union referendum, Sani got the call from Downing Street, meeting the Cameron with a delegation from Google, Facebook, Twitter and Buzzfeed.  Young voters, twice as likely to vote to remain as to vote to leave, are suddenly the voters Cameron needs. As good as it is now to have the prime minister on board, Sani said he was worried it had all come too late.    Brexit explained: Conservatives   “To be going into No 10, to talk about how you increase voter registration at this stage, it’s like ‘are you kidding me?’ But you gotta go,” he said. “Would I have put the referendum on the same day as Glastonbury? Has it been thought through? Probably not. But that’s always the way when people are making decisions and not thinking outside their own community. I’m sure they have reasons why it’s on that day, but it feels a bit rushed.” Bite the Ballot, which has a staff of 12, will now push for 500,000 new registrations before the 7 June deadline for the EU referendum, in a campaign called #TurnUp in collaboration with Hope Not Hate, an anti-fascist group which has turned its attention to wider civic engagement.  Hope Not Hate’s director Nick Lowles said he had realised that the feelings of alienation that led to the rise of fascist groups were still present despite the demise of the British National party. “Part of the alienation is the feeling that the political process doesn’t support them and now we want to say to people, you can change things, you can punish your MP or your councillor if they aren’t doing stuff that you like,” Lowles said. “I think that’s empowerment; you don’t have to go down the extremist route.” Before starting Bite the Ballot six years ago, Sani, 33, was a business studies teacher in a Dartford comprehensive school. “My boss turned up to work one day and asked me, three weeks before the general election, ‘have you decided who you’re going to vote for?’ I said, ‘I don’t vote. Politics doesn’t affect my life’.   Related: Are you aged 18-35? How will you vote in the EU referendum?    “And he just shot me down, he couldn’t believe it: ‘You drove here today and politics affects your petrol prices, if your nightclub can have a late licence.’ I couldn’t really believe I’d got to the age of 27 and I didn’t really know this, and I’d worked in two educational establishments and no one is teaching the next generation this.” Sani said he was not driven by a political ideology but by the fundamental inequality of young people being excluded from the political debate. “Knowledge is power, and some people are educated about how the country is run and some people are not,” he said. “Young people are just seen as consumers, not citizens. “I don’t think most people even know what a political ideology is. Why should they? You don’t just automatically pick this stuff up. It’s a typical British blame culture of how it’s your fault if you don’t know.” Bite the Ballot began as a lunchtime club for Sani’s students but he decided after a year to quit teaching and devote himself to the cause full time.  In 2012, the group held its first voter registration rally at the Ministry of Sound for the London mayoral elections and it created the UK’s first national voter registration day in 2014. On the first anniversary of the drive, three months before the UK general election, almost half a million people registered over the course of a week.  It was a world record, the most successful registration drive in any western democracy per capita, and the group’s achievement was hailed by Barack Obama in his address to 500 young leaders in London last month. Sani said he believed Bite the Ballot was seen as more of a nuisance than a help before the referendum and relations were at a low ebb after Cameron pulled out of the Leaders Live debate.  “They dragged it along and along, and we had an email chain for so long,” he said. “And then they pulled the plug and said they wouldn’t do it, nine months after. All of us involved, everyone said ‘we need to say that that’s not on’. So we launched this social media attack.” That response, he says now, was probably “too emotional” and Sani said he had learned to adapt his behaviour now the campaign had the ear of government. “I wouldn’t change it but it was a learning curve for us,” he said. “Just because we are small, we are not afraid to spotlight when things are not done right.  “I think in the lifecycle of Bite the Ballot, there have been times we’ve just been very vocal, but then there have to be times where you check in with yourself and think, ‘right, OK, people are listening now, let’s evolve’.” The blame was not entirely with politicians and educators for low voter turnout, Sani said. Young people who want to fight for issues that matter to this generation, such as better mental health care, opposing university fees or de-colonising their curriculums, have to take their fight to the polling booth, too.  “This is an active generation, speaking out particularly on issues like mental health,” he said. “Young people do have to know that the world doesn’t owe it to them if they don’t step up. “My point would be to students: you’re not registered in enough numbers to be taken seriously. Time was spent organising rallies, not enough on making sure every single student was registered to vote. Why did fees come in? It came down to the fact politicians knew students wouldn’t punish them at the ballot box.” Once the registration deadline is passed, Sani and Lowles both want to turn their attention to education. “[Education secretary] Nicky Morgan came out and said very recently how important it was for young people to vote and get involved and use your rights. And it’s like, ‘yeah, well done’.  “Nicky Morgan has actually got the power to ensure they do. Change the education system. Let’s make sure there’s a good, engaging political education for everyone, rather than just allowing politics to be done to them.”",
  "webTitle": "Bite the Ballot gets Tory call to help boost EU referendum turnout",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/21/bite-the-ballot-gets-tory-call-to-help-boost-eu-referendum-turnout",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/21/bite-the-ballot-gets-tory-call-to-help-boost-eu-referendum-turnout"
}