{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/sadiq-khan-campaign-in-overdrive-in-run-up-to-london-mayoral-vote",
  "id": "2016-05-04-273",
  "sectionId": "politics",
  "body": "It is 1.30pm in west London, and the morning shift workers are spilling out of the Noon prepared foods factory to be met by a small but energetic group of Labour party activists. “Please vote Sadiq Khan on May 5!” says Zahida Abbas Noori again and again, dashing between cars to thrust campaign leaflets through reluctantly opened windows, while other supporters intercept staff members leaving on foot. “Not interested,” says one man, ripping his piece of paper in two as he walks away. Several others among the largely south Asian workforce, split between Sikhs, Hindus and Muslims, pause to scrutinise the leaflet, saying they haven’t decided how to vote. But this area, Southall, is a solidly Labour part of the city, and others give a thumbs up as they leave or a promise that yes, of course, they’re voting for the party’s candidate to replace Boris Johnson as mayor.   Related: London mayoralty: Sadiq Khan urges voters to choose hope over fear    In the week of London’s mayoral election, one might expect these to be comfortable days for Sadiq Khan’s team. Having pulled ahead of his Tory rival Zac Goldsmith at the start of the year, the Tooting MP has since strengthened and extended his lead, with an Opinium survey for the Evening Standard on Tuesday putting him nine points ahead of Goldsmith, with the gap widening to 14 points after second preferences. But there is no one inside Labour – not least Khan himself, a close ally of Ed Miliband who ran the party’s Westminster campaign in the capital – who does not carry deep scars from the general election a year ago, when the polls were proved humiliatingly wrong on election night. Khan campaign insiders say they believe their man is ahead, but are extremely reluctant to trust the huge reported margin. And so, accepts Kamaljeet Jandu, chair of the party’s black, Asian and minority ethnic (BAME) executive committee and an active member of Khan’s extended team, all are focussed in the final days on events like this one, and a spirited effort to persuade Labour’s core vote to actually turn up on Thursday. “The polls have him way ahead, and that could translate into: ‘Oh, I don’t need to go out and vote, others are going to do it,’” says Jandu. “That’s my fear. It’s our responsibility to make sure people do get out there.”     The campaign of Zac Goldsmith (foreground) has been rubbished by many British Indians for its leaflets targeting London’s Indian and Tamil communities. Photograph: Neil Hall/Reuters    Though Goldsmith’s campaign has been widely criticised for highly personal attacks on Khan, attempting to link him to “extremists” he has defended as a lawyer or MP, or to paint his own policies as “radical”, some activists will privately admit to encountering some resistance to their Muslim candidate on the doorsteps. That reluctance is most pronounced in outer boroughs where Labour has historically been more vulnerable.  In ethnically mixed areas such as Southall, the Conservatives have been spending money on highly targeted leaflets to Indian and Tamil voters, apparently based on surname, telling Hindus that Khan’s party wants to tax their family jewellery and Tamils that Khan “won’t stand up for the Tamil community”. The tactic has been rubbished by many British Indians (“an ill-informed and arrogant mailshot,” wrote one blogger on the website DailySikhUpdates.com) and is met with a certain amount of eye-rolling on the streets of west London. “Oh yes, we have had so many of these leaflets,” laughs Lal Kumar, behind the counter of a womanswear shop on Southall High Street. Does he know how he plans to vote? “We will go for Labour.”    Related: 'It's ugly and dangerous': the inside story of the battle to be London mayor    US Chada, owner of a shop selling gold and “UK sweaters”, is almost affronted when asked if he thinks attempts to link Khan to controversial Muslim figures will put off his fellow Sikhs or Hindu voters. “I have never discussed this with anybody.” He has a Khan campaign poster in his window but is voting Conservative, he says, because he knows the candidate in his home area of Northwood. The Goldsmith campaign has consistently denied it is exploiting ethnic stereotypes. “I don’t believe it’s been a negative campaign,” says Greg Stafford, leader of the Conservative group on Ealing council. “I think it’s a campaign that has been highlighting a number of [Khan’s] faults, and Sadiq has done exactly the same [about Goldsmith]. I think people are very sceptical about Sadiq’s record.” But will it work? “It is perfectly appropriate to target different types of voters, but when you target leaflets by surname there are pros and cons,” says Sunder Katwala, director of British Future, a non-partisan thinktank looking at issues of integration and identity. “An older, first-generation Indian might like it, but the British-born audience might say, could I not have had the leaflet about the 94 bus instead? “The Conservative strategists might be asking themselves, if they find themselves dog-whistling in a city where there maybe aren’t enough dogs any more.” That may be reflected in Labour’s internal polling, which has not detected any measurable effect of the highly targeted messages, according to a source close to the Khan campaign. But there is a palpable terror of complacency among activists. Sen Kandiah, a Tamil Labour activist, says Goldsmith has greatly misjudged Tamil voters, who he expects to be solidly behind Khan. He admits to concerns, however, that some Hindu or white working-class voters may be more vulnerable to the Tory attacks. “People don’t want to tell you [on the doorstep], but in the ballot box they can do what they want to do. “That is why as a Labour man I am not taking anything for granted. We are working hard until the end in a last push for Sadiq.”",
  "webTitle": "Sadiq Khan campaign in overdrive in run-up to London mayoral vote",
  "webPublicationDate": "2016-05-04T09:16:55Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/sadiq-khan-campaign-in-overdrive-in-run-up-to-london-mayoral-vote",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    }
  ],
  "guardianId": "politics/2016/may/04/sadiq-khan-campaign-in-overdrive-in-run-up-to-london-mayoral-vote"
}