{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/12/museums-at-night-family-events-uk-heritage-culture",
  "id": "2016-05-12-330",
  "sectionId": "travel",
  "body": "The Late Shows, various venues, Newcastle and Gateshead Hop on a brightly coloured bus for Newcastle’s culture crawl, which will carry visitors around 70 arts and heritage venues. Events in this 10th outing of the Late Shows include Streetwise Opera in a grade II-listed building, tours of Newcastle Castle, fire-eating in a library and clubbing in underground spaces. Look out for circus taster sessions in a former church, bonsai printmaking at Northern Print and Victorian crime recreations on creepy tours of the Ouseburn district.• 13-14 May, many events free, thelateshows.org.uk Manchester After Hours, various venues     Interactive live drawing event from Seesaw at Manchester Museum    An unlikely collision between live darts and art, a musical tour of the world’s oldest surviving passenger railway and a record label giving away their pressing secrets … These are just a few of the delights in Manchester’s citywide evening of “cultural mixology”, including bizarre TV clips at the Central Library and another potentially peculiar pairing – between poet Andrew McMillan, winner of the Guardian First Book Award, and dancer and choreographer Joshua Hubbard. An exclusive preview of Manchester Art Gallery’s Fashion and Freedom exhibition, which features first world war-inspired pieces by the likes of Vivienne Westwood, is among the exhibition highlights.• 12 May, many events free, creativetourist.com Yorkshire Sculpture Park, near Wakefield     Sunset at Yorkshire Sculpture Park    Enjoy the rugged serenity of this sculpture park on a candlelit walk-and-talk around the follies and lakes, or watch the sun set from the Deer Shelter Skyspace. Indoors, Duncan Campbell’s film It For Others, an exploration of the colonial commercialisation of African art and its ramifications for heritage which won the 2014 Turner Prize, will be screened to coincide with the park’s current exhibition by leading South African artist Willem Boshof. • 13 May, Twilight Walk (7.30pm) and Simply Sitting at Sunset (from 8.30pm) £6 each; film screening (7pm) £3.50/£3, museumsatnight.org.uk Sleepover, The Hepworth Wakefield, West Yorkshire      As well as its hallowed sculpture collections and imaginative exhibition programme, the Hepworth has a growing reputation for entertaining and inspiring children through art. This sleepover includes sculpture sessions led by artists, music workshops and competitions, followed by breakfast, storytelling and tours in the morning. Families will be camping out beneath Martin Parr’s new photographic series, The Rhubarb Triangle, which captures the business of rhubarb-making in a patch of West Yorkshire countryside over a 12-month commission. The gallery team recommend bringing a camping mat, toothpaste and sense of adventure.• 14-15 May, 7pm-9.30am, child £30 (adult £15, at least one per five children), museumsatnight.org.uk Rembrandt, Abbot Hall Art Gallery, Kendal, Cumbria     Rembrandt, Self Portrait at the Age of 63. Photograph: The National Gallery, London    No big-name artist painted more self-portraits than Rembrandt. Self Portrait at the Age of 63, made in the last year of his life, shows him in a deep red coat and beret, his hands clasped and his eyes fixing the viewer. But, as National Gallery expert Dr Allison Goudie will discuss, X-rays of the work have revealed two alterations to the painting: the artist reduced the size of the beret and changed the hands from open to clasped. Discover why at this grade I-listed villa.• 12 May, 6pm-7.30pm, £10/£8 (including glass of wine), museumsatnight.org.uk Stargazing, Heron Corn Mill and Mill Barn, Cumbria      As one of the few working mills left in the area and a renewably powered energy source for local industry, this beautiful mill has been a cornerstone for the area for 900 years. The current building was built on the banks of the river Bela in 1740, and it’s hard to imagine a more atmospheric place in which to spend an evening starring skywards. Astronomer and author Stuart Atkinson will lead the illustrated talk and ensuing adventure, with a pie and pea supper and chance for questions to follow.• 13 May, 8pm-10pm, £6/£3, museumsatnight.org.uk Knight at The Castle, Caerphilly      Explore Caerphilly Castle out of regular hours with its Knight at the Castle experience. A guided night tour of the 13th-century castle by the light of handmade torches will offer lessons about those that lived here and those that may not have left. Afterwards there will be Knightly Tales in the Great Hall by flickering torchlight. This majestic building was home to knights and royalty and, most recently, the cast and crew of the BBC’s Merlin.• 13 May, 6.30pm-11pm, £15/10, museumsatnight.org.uk Ghost Walk, St Fagans National History Museum, Cardiff     Photograph of the Jones Family at Cilewent Farmhouse. Photograph: Amgueddfa Cymru    St Fagans museum invites guests to hear true tales of ghostly encounters amid the sprawl of historic buildings that make up this open-air museum. Through superstitions about death, mourning, and ghosts, it looks at why Wales could be the world’s most haunted country. With a “no-nonsense, no gimmicks” approach, faithfully researched tales accompany a torchlit tour of the grounds and buildings, taking in the very spots where inexplicable things have been repeatedly seen, heard and felt over the years.• 13 May 10pm-midnight, 14 May 8.45pm-10.45pm, £15, museumsatnight.org.uk LightNight Liverpool, various venues      Few cities in the world rival the eclecticism of Liverpool on LightNight, where the stumble-upon factor leads all the way from open churches to parades and street art festivals. The grim realities of the Great Plague will be gruesomely displayed at the Victoria Gallery and Museum, while The Bluecoat will pour a group waltz and experimental visuals into a giant birdcage. Musical highlights range from a performance by Welsh harpist Catrin Finch with the Royal Liverpool Philharmonic Orchestra to a silent disco at the Central Library and techno DJs playing a regenerated warehouse and recycling yard.• 13 May, many events free, lightnightliverpool.co.uk Celts concert, National Museum of Scotland, Edinburgh      Local indie band Idlewild (pictured) will headline an evening of entertainment inspired by the National Museum of Scotland’s spectacular Celts exhibition. Radio DJ Vic Galloway will host sensational live music on the Grand Gallery stage with Fresh Air FM’s silent disco in the Imagine Gallery, plus pop-up bars, object handling and talks, and the rare opportunity to explore the museum at night. The evening will also feature fiery performances from the Beltane Fire Society, dancing with a difference at the silent ceilidh, hands-on archaeology, temporary tattoos and more.• 13 May 7pm-10.30pm, £12, museumsatnight.org.uk City of Innovation and Design 1920-1940, McManus Art Gallery and Museum, Dundee      Step back in time to the roaring 1920s and 30s in Dundee, a time of jazz, cinema, comics and more. The museum will come to life with dancing, music and costume from the time, with a pop-up cinema showing special screenings of archive films from the National Library of Scotland. An exploration of Dundee’s comic art – from DC Thomson to the new generation of comic artists living and working in the city – will celebrate the art form, with help from a team of comic creators from Dundee Comics Creative Space and Treehouse Comics.• 14 May, 7pm-9pm, free, museumsatnight.org.uk Shakespeare in Art: Tempests, Tyrants and Tragedy, Compton Verney House, Warwickshire     Ophelia’s Ghost, appearing at Compton Verney this year. Photograph: Kristin and Davy McGuire    Commemorating the 400th anniversary of Shakespeare’s death, this 18th-century house’s exhibition looks at artistic responses to some of his most popular plays, such as David Farrell’s photographs of Dame Judi Dench (as Queen Titania) to Henry Fuseli’s leering paintings of Macbeth’s Weird Sisters. A screening of Peter Hall’s 1968 A Midsummer Night’s Dream, a new labyrinth in the park, and talks by experts from the Shakespeare’s Birthplace Trust will complete the event.• 13 May, 5.30pm-8.30pm, £10/£8 (under-16s free), museumsatnight.org.uk The Mee Club, Herbert Art Gallery and Museum, Coventry      Part of the award-winning Herbert’s Lates series and linked to the BBC Storytelling Festival, the Mee Club is a life storytelling event on the theme of Small Things – a gift, a flower, a remark or a dog are a few suggestions. Guest storytellers Kristina Gavran and Tina Hofman will host the fun, in front of Grayson Perry’s tapestries The Vanity of Small Differences, currently on show at the Herbert. The Coventry Open exhibition 2016 launches on the same night. Strictly over-18s.• 13 May, 7.30pm-10.30pm, free, museumsatnight.org.uk Scandimania! Norway and Beyond, Dulwich Picture Gallery, London     Film screening in the grounds of Dulwich Picture Gallery    This cultural celebration of all things Scandi, inspired by the gallery’s current show, Painting Norway: Nikolai Astrup, will cover art, cinema, folk culture and music. There will be a “crochet-a-thon” on Thursday (12 May), with Norwegian textile artists Arne and Carlos, – renowned for their knit and crochet work – leading an evening of communal knitting inspired by Astrup. Friday and Saturday will see Scandinight, with live music, outdoor cinema, food, drink and art.• 12-15 May, times vary, tickets from from £18, dulwichpicturegallery.org.uk The Hip Hop Shakespeare Company, British Library, London      The Hip-Hop Shakespeare Company explores the social, cultural and linguistic parallels between the works of William Shakespeare and modern-day rappers. Expect an intimate evening of music, poetry and storytelling from an array of on-stage talent, special guest appearances from Ayanna Witter-Johnson, Anthony Anaxagorou and in-house live band the Hip Hop Shakespeare Company performing a medley of songs inspired by the bard’s plays and sonnets.• May 13, 7.30pm-11pm, not suitable for children, £15, bl.uk Queer Late, Horniman Museum and Gardens, London     Horniman artist-in-residence Robson Rozza    A night of music, films, spoken word, talks, photography and extravagant performances celebrating England’s LGBT history and heritage at the Horniman Museum in Forest Hill, south London. Visitors can challenge conventional gender roles in tango, join Queer Tango London for workshops and demonstrations, see portraits of LGBT asylum seekers, and see a new performance piece by Brazilian artist-in-residence Robson Rozza.• 12 May, 6.30pm-9.30pm, adults only, £5 , horniman.ac.uk Cheese, wine and astronauts, Herstmonceux Observatory, East Sussex     Spaceman … top boffin Robin Mobbs at Herstmonceaux    British astronaut Tim Peake will soon be heading back to Earth, and the Observatory Science Centre is marking the occasion. Space boffin Robin Mobbs, lead educator for the National Space Academy, will be on hand to talk about how astronauts prepare, launch, work and live on and return from the International Space Station. There’ll also be cheese and wine, a tour of the domes and some star-gazing.• 14 May, 7pm-midnight, £20, the-observatory.org The 1940s Relived: Brooklands Museum, Surrey      In this 1940s themed night at Brooklands museum, the Home Guard will be on parade, an RAF Fighter Command Control Centre will demonstrate infantry weapons and firepower. An extensive vintage market will sell clothes, books and memorabilia, and there’ll be Jive, Jitterbug and Lindy Hop dancing at the street party.• 14 May, 10am-10pm, £13, brooklandsmuseum.com Framed! Live Friday, Ashmolean Museum, Oxford      Bringing the Ashmolean’s Andy Warhol exhibition to a close, this event will focus on portraits from across the museum and beyond. Gargoyles and pop-art, self-portraits and caricatures, face-swaps and selfies … the Ashmolean will present an exploration of portraiture from mummies to Manet and from sculpture to portraiture, with hands-on workshops alongside live performances, expert talks and music inspired by the portraits in the museum.• 13 May, 7pm-9.30pm, £7.50, ashmolean.org Port Eliot at Night, Saltash, Cornwall      See Port Eliot’s Grade I-listed house and Grade I-listed park and garden filled with music for a night that will take you back to a time before electricity. On Friday (13th) the Canoryon Lowen choir will be performing through the house and there will be drinks at Port Eliot’s bar. On Saturday, Cornish pianist and composer Paul K Joyce will be playing in the Round Room, which has a 40ft “riddle mural” by Robert Lenkiewicz.• 13-14 May, 7pm-10.30pm, adult £10, child £5, porteliot.co.uk",
  "webTitle": "Museums at Night 2016: the highlights",
  "webPublicationDate": "2016-05-12T07:16:04Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/12/museums-at-night-family-events-uk-heritage-culture",
  "keyword": [
    {
      "webTitle": "Heritage",
      "id": "travel/heritage",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/12/museums-at-night-family-events-uk-heritage-culture"
}