{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/21/pretentious-book-yurt-agony-aunt-christine-queens-questions",
  "id": "2016-05-21-128",
  "sectionId": "culture",
  "body": "My new boyfriend can’t dress himself. Can I pick some festival outfits for him? Oh, darling. What matters is if your boyfriend has a great sense of humour and a little bit of that human touch. Trust me, in the end, it’s all that matters. (Try adding Converses; I don’t know why, but they seem to make everything else look like a fashion statement.) I’m hoping to fall in love at a festival this year. What can I do to make it happen? Same, darling, same. I’ve been roaming backstage like a poor teenage boy seeking the ideal prom date. Festivals are happy places, and you don’t really want to enjoy them on your own. No luck for me so far, so I guess I can share with you what doesn’t work: making heart shapes with your hands and silent stares. Seems like heart-shaped hands are not as cute as I thought, but rather absolutely creepy; as for silent stares, they’re not effective enough to make your crush look back at you, unless you’re Professor X. Knowing that, the main piece of advice I can give you is this: don’t try too hard. As a famous French opera aria might say, l’amour est enfant de bohème (rough translation: you can’t order love like a pizza). Just go and enjoy the music with some friends, and stay open and curious to everyone who crosses your path; great encounters sometimes happen like they’re nothing at first.     A stuffed dog is pushed around the Glastonbury site. Photograph: Leon Neal/AFP/Getty Images    Is it OK to take a dog to a festival? If so, can I take my pet parrot? Do not leave this parrot at home. It will be a fantastic plus for your festival outfit (huge and appropriate Jack Sparrow swag) and if it’s gifted enough it can sing along to whomever is on stage. Just remember that your parrot will need constant watering, silent moments in between sets and pauses from the intensity of a packed crowd. Do you have any tips for saving money at a festival? The money is already lost on the ticket. Enjoy the burning sun, it’s totally free! Sip hot beer from the crushed cups on the floor! I don’t drink, I don’t do drugs and I don’t enjoy live music, but I’ve decided to go to my first festival this year. How can I make sure I have fun? Be on stage! You definitely have what it takes to be a pop star. Form a band, go on tour – if you don’t drink and don’t do drugs, it will be much easier to endure weeks and weeks of travelling without it affecting your performances. If you don’t enjoy live music, maybe it’s because you secretly think you could do better? Try it out! I’ve been doing it myself, and so far it has turned out to be really fun.     Yurts at Glastonbury. Photograph: Roger Cracknell/Alamy    Is it pretentious to book a yurt? Weird one. The process is indeed pretentious, but look how funny the word “yurt” is. Such a great word to text or to make puns with – and now you have an (expensive) excuse. “Come to my yurt.” “Let’s meet at the yurt.” “I will always love yurt.” Etc. I have always lived as a man, but I want to experiment – secretly – with presenting as a woman at Latitude. What should I do if I see someone I know? First of all, let’s all welcome this new and fabulous version of you. You’ll see that it’s really a fun thing to experiment. And since you wanted to become her, you get to decide: what’s her name? What are her memories? You can be new to the world, and so a wide smile and an introduction works with everyone as long as you’re in charge; you can remember everything and everyone as well, as if the old you morphed into a new body. Up to you. I’m sure your inner girl will be strong and carefree enough to do whatever she feels like if she bumps into someone. I bought a Glastonbury ticket, but it’s the same weekend as my sister’s wedding. I’d much rather go to the festival – can I? This is where you get to choose, not between the festival or the wedding – obviously that choice is already made – but if and how you make it up her. Are you OK with being a hurtful music geek? Or will you write your sister a whole album out of guilt? Albums made out of guilt are often stellar – think post-divorce Marvin Gaye or Adele – so you could end up missing your sister’s baby shower because you’re playing at Glastonbury next year. But hey, this time you’d have a solid excuse. My girlfriend and I have tickets to Secret Garden Party, but I’m planning to break up with her. Would it be wrong to offer to buy her ticket? Give me your name and your picture so I can never fall in love with you. Christine and the Queens plays Latitude festival on 15 July",
  "webTitle": "‘Can I take my parrot to a festival?’ Ask agony aunt Christine and the Queens",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/21/pretentious-book-yurt-agony-aunt-christine-queens-questions",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Latitude festival",
      "id": "culture/latitudefestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "culture/2016/may/21/pretentious-book-yurt-agony-aunt-christine-queens-questions"
}