{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/aap-nast-review-xoyo-london-new-york-rap-and-grime",
  "id": "2016-05-04-211",
  "sectionId": "music",
  "body": "A$AP Mob should really replace their dollar sign with a question mark. With the initial success of A$AP Rocky and A$AP Ferg, the then 13-strong New York hip-hop collective looked primed to become a sophisticated, genre-splicing and less wilfully offensive alternative to Odd Future. Then their debut album L.O.R.D. was scrapped in 2014 and A$AP Nast, aka Tariq Devega, seemed robbed of his shot. As Rocky’s cousin and lead rapper on L.O.R.D.’s psych-funk first single Trillmatic, the album was to be Nast’s breakout showcase. Three years later, he’s touring clubs with barely a pinch of recognisable verses to his name. “They said I couldn’t do this,” he barks at the XOYO crowd, “watch me.” Granted, to fill an hour on stage he needs assistance. He pays tribute to A$AP Rocky by bouncing silently along to Lord Pretty Flacko Jodye 2, gets a reluctant girl onstage from the audience to selfie‑dance to Yamborghini High and pads the set with more gunshots than a Grand Theft Auto boss fight. The highlight is a surprise appearance from Skepta and a champagne-swigging riot from the Boy Better Know crew of Ladies Hit Squad, Man (Gang) and Shutdown, a unifying bear-hug between New York rap and grime.     A$AP Nast works the crowd at XOYO, London Photograph: Jake Davis    Yet Nast’s spitfire raps, political edge (the lyrics in Lords Never Worry declares A$AP Mob “the new Black Panthers”) and creative production – siphoning Rocky’s narcotic sprawl into his ultraviolent beats and mariachi siesta grooves while kneeling regularly at the shrine of Biggie Smalls – suggest he’ll strive and prosper. Come Hella Hoes, an Exorcist theme for pimps, XOYO is so pumped Nast even stays on stage to crowdsurf to the subsequent DJ set.",
  "webTitle": "A$AP Nast review – a unifying bear hug between New York rap and grime",
  "webPublicationDate": "2016-05-04T11:54:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/aap-nast-review-xoyo-london-new-york-rap-and-grime",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Beaumont",
      "id": "profile/mark-beaumont"
    }
  ],
  "guardianId": "music/2016/may/04/aap-nast-review-xoyo-london-new-york-rap-and-grime"
}