{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/labour-answers-lie-in-losses-not-victories",
  "id": "2016-05-25-267",
  "sectionId": "commentisfree",
  "body": "Abraham Wald, a mathematician by trade, knew nothing about aviation or the British Labour party when he fled Austria in 1938. But he did know about numbers and his insights there can posthumously help Her Majesty’s opposition in 2016 – via a problem solved for the US Air Force in the 1940s. The problem involved defensive armour. Planes needed it, but too much weighed them down. So officers surveyed battle-scarred aircraft returning from European sorties and tallied the bullet holes on different sections. They saw that the fuselage was taking the most flak, more than the engine, and were poised to stick the armour on accordingly – and erroneously. By this time, Wald was working for the Statistical Research Group, a top-secret military geek squad. He saw the bullet-hole data and offered a life-saving insight: the prevalence of damaged fuselages meant reinforcement should go on the engines. It was obvious really. The planes with a pock-marked fuselage were the ones that made it back to base. The ones that went down testified by their very absence to the greater peril of hits to the engine.   Related: Labour’s argument won’t be settled until 2020. By then it will be too late | Jonathan Freedland    In statistics this is called the survivorship bias. It is the tendency to overlook ways in which the data you have at the end of a process omits casualties of that process. The real story might be in the gaps; on board the missing planes. This turns up in politics as a habit of looking for the key to future success at the site of victories, while neglecting evidence buried in the rubble of defeat. So it is tempting for Labour to revel in Sadiq Khan’s London mayoral triumph. Admirers of Jeremy Corbyn see it as refutation of the sceptics who said the leader would drag his party down. Those sceptics reply that Khan won in open flight from any association with Corbyn. Both views can contain truth and also miss the point. London is Labour’s fuselage. There it can withstand Tory fire. Ed Miliband would be prime minister if the capital alone had the choice. Labour is iron-clad with Londoners because, by definition, a party’s MPs represent places where it has been winning. It is also well-armed with metropolitan perspectives from other parts of the country. This makes it all the more important to hear from candidates who never made it, the ones who were shot down over Kent or Warwickshire. Some of that testimony is found in an instructive collection, published this week by Winchester University’s Centre for English identity and politics. The theme is Labour’s squeamishness about patriotism, how it struggles to connect with a disaffected Englishness – a culture that is both assertive and defensive. It resents the politics it sees embodied in haughty viceroys of Westminster.    Image from #Rochester pic.twitter.com/rOjTgpskmF— Emily Thornberry (@EmilyThornberry) November 20, 2014    More than one contributor cites the toxic tweet sent by Islington MP Emily Thornberry during the November 2014 Rochester byelection: a photograph of a house decked in St George’s flags, a white van in the drive, offered up as an exotic curio. Naushabah Khan, Labour’s unsuccessful candidate in that constituency, writes eloquently about the party’s loss of relevance to many of its former voters there. She is especially fluent on immigration as a proxy for deeper feelings of abandonment and dislocation. People she met on the doorstep felt that the place they grew up had become somewhere else, while they never moved. In a chapter on Harlow, an Essex bellwether seat that Labour lost in 2010, the co-authors – defeated candidate Suzy Stride and her campaign coordinator Jacob Quagliozzi – describe the relationship between day-tripping activists and local supporters as “middle-class Ryanair passengers having to stomach a couple of hours’ flight with people they shared little in common with: it could be uncomfortable, but it got you where you needed to go.” Many Harlow voters thought Labour was the “party of benefits” best known for “letting in all the immigrants”. Those judgments, along with misgivings about economic competence and Miliband’s credibility as a potential prime minister, are central to another autopsy of defeat published this week: an inquiry by Dagenham MP Jon Cruddas. His report, based on forensic polling, portrays Labour as a niche channel, serving liberal-left tastes on a range of subjects – economic, social and cultural – far removed from the national mainstream. It is, he concludes “in danger of becoming a party of sectional interests, irrelevant to the majority”.   Related: Labour activists in 2015 'were like middle-class Ryanair passengers'    Another way to see the same problem is that Labour is obsessed with fuselage issues – austerity, the NHS, nuclear disarmament – while neglecting its engine trouble. This is not a question of positioning on a left-right axis. Nor is it a zero-sum game in which the only options are denial of the issues or swallowing Conservative policy. It must be possible to listen to voters who have abandoned your party without reaching in panic for a rival’s rhetoric. When people say they want controlled immigration there is a wide range of responses between sneering at them and printing their demands on a souvenir mug. This is as much about posture as policy. Miliband told voters that he would manage the nation’s money and its borders with care, but the people for whom that message was scripted didn’t believe it because Labour’s body language told a different story. It flinched at the sight of a white van. Its fingers picked impatiently at the purse strings even as it promised to tighten them. A year later, surprisingly little has changed. Local election results earlier this month were not good enough to silence Corbyn’s critics or bad enough to be fashioned into a lethal weapon against him. The leader and his recalcitrant MPs have fought each other to a stalemate. Labour is settling back into its torpid Edzone – the place where it accepts the need to reconnect with lost voters without knowing how; where it promises to listen to the country while talking to itself; where anaesthetic calls for unity numb the pain of division without healing it. The party can continue in this state for years. It went through the whole of the last parliament in the Edzone. This is the party’s cruising altitude. Here it flies just high enough to spy victory on a far horizon, while leaving its engines wide open to enemy fire",
  "webTitle": "Labour’s answers lie in its losses, not its victories | Rafael Behr",
  "webPublicationDate": "2016-05-25T07:29:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/labour-answers-lie-in-losses-not-victories",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jon Cruddas",
      "id": "politics/jon-cruddas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rafael Behr",
      "id": "profile/rafaelbehr"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/labour-answers-lie-in-losses-not-victories"
}