{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/asparagus-recipes-steamed-with-anchoiade-parmesan-pudding-thomasina-miers",
  "id": "2016-05-20-88",
  "sectionId": "lifeandstyle",
  "body": "Asparagus has arrived, so for the next six or seven weeks I’ll be enjoying it whenever I can, even if, by the end of June, I will probably be happy to say goodbye to this epitome of British summer produce. But, in the meantime, I’ll be cooking asparagus every which way, and several times a week. Steamed, slightly al dente spears drowned in salty, nutty, burnt butter and mopped up with good bread; asparagus with homemade hollandaise (the combination of that barely acidic, rich sauce and those tender stalks is a classic for a reason); fried asparagus topped with a fried egg and garlicky parsley breadcrumbs; chargrilled spears with lemon allioli… And that’s before I get to summery, chervil-scented risottos, Indian thorans and exotic, Arabian pilaus. Even so, I think this week’s Mediterranean-influenced recipes evoke this advent of summer better than most. Try the anchoïade dish just as it is, or turn it into a more filling “salade composée” by mixing mustard leaves, crisp baby gem and steamed spears dressed in that delicious sauce, all topped by a poached egg. The savoury bread pudding, meanwhile, is a perfect way to use up good-quality bread that is past its best; it’s also tailor-made for those evenings when there is still a faint chill in the air. Asparagus with anchoïade The nutty, garlicky sauce is the essence of culinary wantonness. Its flavour sets off the pure, verdant taste of asparagus perfectly, making this a beautifully simple starter or light lunch. I make my anchoïade with a pestle and mortar (the larger and heavier, the better), because the texture is half the pleasure of this chunky, gutsy sauce; otherwise, pulse the ingredients in a blender. Some Provençal recipes add dried fruit such as figs or currants to the mix, but I prefer my anchoïade without the sweetness. Serves four. 200g asparagus, trimmed For the anchoïade½ tsp cumin seeds1-2 fat garlic cloves (2 if you prefer the sauce on the punchy side, which I do)6 good-quality anchovy fillets in oil, drained60g chopped walnutsZest and juice of ½ lemon1-2 tsp red-wine vinegar, to taste90ml extra-virgin olive oil1-2 tsp rosemary leaves, finely chopped 1 tsp truffle oil (optional) First make the anchoïade. Toast the cumin in a dry frying pan for a few minutes, until fragrant, then grind to a powder in a pestle and mortar (or pulse in a blender). Add the garlic and anchovies, and bash to a paste. Slowly pound in the walnuts bit by bit (if you add too many at once, they tend to fly out of the bowl), then transfer to a large bowl and stir in all the other ingredients. Season to taste and set aside.  Break off and discard the woody ends of the asparagus stalks – the spears have a natural breaking point and should snap off easily. Bring a large pan of lightly salted water to a boil, then simmer the asparagus for three minutes, until cooked but still with some bite. Drain, then refresh under cold water if you’re serving up later (this helps preserve that bright green colour), or serve at once with a small dipping bowl of the anchoïade on each plate and a sprinkling of salt on the asparagus. Asparagus, anchovy and parmesan bread pudding     Thomasina Miers’ asparagus, anchovy and parmesan bread pudding: ‘Light, fluffy and steaming hot.’ Photograph: Louise Hagger for the Guardian. Food styling: Emily Kydd. Prop styling: Jennifer Kay    A wonderfully enveloping, comforting dish: light, fluffy and steaming hot. If you are vegetarian, omit the anchovies and use a hard cheese made with vegetable rennet. Serves four. 200g bunch asparagus30g unsalted butter5 medium free-range eggs, beaten500ml whole milk3 anchovy fillets in oil, drained and chopped (optional)½ garlic clove, peeled and grated1 pinch freshly grated nutmeg50g grated parmesan, plus an extra sprinkling for the top of the pudding4-5 sprigs fresh thyme, leaves picked100g day-old sourdough bread, torn into large chunksMelted butter, to serve (optional) Heat the oven to 190C/375F/gas mark 5. Break off and discard the woody ends of the asparagus, then cut the spears into walnut-length pieces. Heat the butter in a large saucepan and fry the asparagus until the butter has browned and the asparagus has coloured a little.  To make the filling, whisk the eggs with the milk, anchovies, garlic, nutmeg, parmesan and thyme, and season generously.  Butter a deep, two-litre ovenproof dish (eg, an enamel bowl, ceramic soufflé dish or non-loose-bottomed cake tin) and add the bread chunks and asparagus. Pour in the custard mix and sprinkle with extra parmesan. Leave to soak for 10 minutes, then bake for 50 minutes, until the custard is deep golden, firm and risen.  Remove and leave to cool slightly (don’t worry that it sinks back a bit) then serve scoops on to warmed plates with plenty of freshly ground black pepper and a crisp green salad. For an extra lick of silkiness, drizzle over a trickle of melted butter.   Related: The weekend cook: oh, I do like to be beside the seaside – Thomasina Miers’ crab salad and potted shrimp recipes    And for the rest of the week… Once asparagus season is over (or even when you just fancy a break from it) try serving drinks with the anchoïade alongside crisp, golden crostini, buttery radishes, wedges of sweet fennel, slices of red peppers and even lengths of runner beans; with the addition of hard-boiled eggs, wedges of cheese and a chilled bottle of red burgundy, that would make a lovely picnic. Or try drizzling anchoïade on to a puff pastry “pizza” topped with roast red peppers, baby plum tomatoes, mozzarella and black olives. The bread pudding is perfect Sunday or Monday night fare: easy to prepare, easy to cook and even easier to eat. Always keep leftover parmesan wrapped up in parchment paper, so it doesn’t dry out; it’s a mainstay for whenever you want to add savoury depth to your cooking.",
  "webTitle": "The weekend cook: two great ways with asparagus – recipes",
  "webPublicationDate": "2016-05-20T16:00:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/asparagus-recipes-steamed-with-anchoiade-parmesan-pudding-thomasina-miers",
  "keyword": [
    {
      "webTitle": "Vegetables",
      "id": "lifeandstyle/vegetables",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fish",
      "id": "lifeandstyle/fish",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Seafood",
      "id": "lifeandstyle/seafood",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cheese",
      "id": "lifeandstyle/cheese",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Main course",
      "id": "lifeandstyle/main-course",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Starter",
      "id": "lifeandstyle/starter",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Snacks",
      "id": "lifeandstyle/snacks",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomasina Miers",
      "id": "profile/thomasina-miers"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/20/asparagus-recipes-steamed-with-anchoiade-parmesan-pudding-thomasina-miers"
}