{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/donald-dump-trump-shirts-latino-vote-calfornia-high-school",
  "id": "2016-05-03-39",
  "sectionId": "us-news",
  "body": "For months, 16-year-old Angelina Alvarez of Costa Mesa, California, has heard the message loud and clear from Donald Trump: Mexicans are rapists and criminals; illegal immigrants should go home; infectious diseases are pouring across the border from Mexico.  It’s a message of xenophobia that has been drilled home not just from Trump’s pulpit on the campaign trail, but closer to home for Angelina at Newport Harbor high school.    Related: Donald Trump's tirade on Mexico's 'drugs and rapists' outrages US Latinos    Since last fall, Newport Harbor students who are Trump supporters have worn their politics on their T-shirts at school, which is 38% Latino and 52% white. But Angelina and her friends became particularly alarmed last week when anti-immigrant, anti-Mexican, derogatory graffiti was chalked throughout the campus including the words “fuck illegal aliens”, “wetbacks” and a heart drawn alongside Trump’s name.  “With Donald Trump, [students] are more open about their hate and the things they say,” Angelina said. After the anti-Trump protests last week, where one of Angelina’s 13-year-old friends was choked and punched, the Latino students had had enough – she and half a dozen of her friends wore Dump Trump T-shirts to school on Friday to make their feelings known. But the school was not happy.  At the end of her math class a security guard showed up. The principal, Sean Boulton, wanted to see Angelina in the main office – and he wanted her to change out of the Dump Trump shirt.     Students were asked by the principal to remove their anti-Trump shirts. Photograph: Daniel A Anderson    Boulton insisted that they remove the shirts for their own safety. But that argument didn’t make sense to the students, who felt they were being held to a double standard. After all, their Trump-supporting classmates had worn their pro-Trump shirts on campus since the start of the school year. “They’ve worn the shirts all this time, and we wear a shirt for one period and we get called up right away,” Angelina said. “It’s not like we’re doing anything violent. We’re just standing up for ourselves.”     It’s not like we’re doing anything violent. We’re just standing up for ourselves  Angelina Alvarez     For Angelina and her classmates, the issue went beyond T-shirts. They told administrators that the derogatory graffiti, some of it still visible on Friday, and other incidents on campus, such as verbal harassment, had made them feel like they were under attack. Boulton said the school had addressed the graffiti by removing it but was unaware that other students had targeted and harassed Angelina and her classmates with racial slurs.  “There’s certainly a lot of things that go on on campus that are inappropriate … and as information surfaces we don’t just ignore it. We react and we’re proactive in trying to resolve it,” Boulton said.  Newport Harbor high school is not alone in dealing with this heightened tension on campus. A national school survey conducted by the Southern Poverty Law Center and released last month found that teachers have encountered a spike in “the bullying, harassment and intimidation of students whose races, religions or nationalities have been the verbal targets of candidates”.     Angelina Alvarez, 16, skateboards to Newport Harbor high school in her Dump Trump shirt. Photograph: Daniel A Anderson    As the Poynter Institute’s media and medical ethicists pointed out last year: “Such speech is a classic ploy to sow divisiveness and generate fear. That his message finds a home at all should be alarming. It’s one thing [to] argue about immigration policies. It’s a completely different thing to condemn an entire ethnic group.”    It’s one thing to argue about immigration policies. It’s a completely different thing to condemn an entire ethnic group  Poynter Institute ethicists     Brendan Hamme, a staff attorney with the ACLU of southern California, explained via email that students’ free speech protections are robust under California’s education code, even more so than the US constitution. “Simply wearing T-shirts that say Dump Trump is quintessential protected political speech, and nothing about it incites others to break the rules or disrupt the campus,” wrote Hamme, who focuses his work on civil rights and civil liberties. The students are now allowed to wear the T-shirts. But had they not taken a stance, the girls believe that those who felt threatened or harassed by Trump supporters would have remained silent. “We opened up a lot of eyes and we showed people that they can have voices too.”",
  "webTitle": "Latino students win battle to wear Dump Trump shirts to school",
  "webPublicationDate": "2016-05-03T19:10:58Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/donald-dump-trump-shirts-latino-vote-calfornia-high-school",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Yvette Cabrera",
      "id": "profile/yvette-cabrera"
    }
  ],
  "guardianId": "us-news/2016/may/03/donald-dump-trump-shirts-latino-vote-calfornia-high-school"
}