{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/businesses-to-be-paid-to-take-on-young-unemployed-people-as-interns-under-budget",
  "id": "2016-05-03-206",
  "sectionId": "australia-news",
  "body": "The government will pay businesses to take on young unemployed people as interns in a new deal where they receive $200 extra on top of their fortnightly welfare payments. The Coalition has stepped back from Tony Abbott’s work-for-the-dole program in favour of a scheme called Youth Jobs PaTH. The government will save $494.2m over four years by requiring the “most job ready” unemployed people to work for the dole after 12 months, instead of six months. It will redirect $751.7m to Youth Jobs PaTH, which will pay employers $1,000 to take on a young person who has been unemployed for more than six months as an intern for four to 12 weeks. The unemployed person will get an extra $200 a fortnight on top of their welfare payments for the work, which the treasurer, Scott Morrison, said was “real work for the dole”.   Related: Work for the dole scheme accused of discriminating against Indigenous Australians    “It is not often the treasurer comes from being social services minister to treasurer; I have seen the liability on the country of a young unemployed person,” he said. “We are making sure they have choices.” Businesses that employ people full-time at the end of their internships will be eligible for a youth bonus wage subsidy of between $6,500 and $10,000. “These subsidies are just a smarter way of leveraging what you’d otherwise spend on Newstart and other welfare payments,” he said. The program will offer job training of up to six weeks from 1 April 2017. The first three weeks of training will focus on “working in a team”, IT literacy and presentation. “Australian businesses, especially small businesses, have told me they want to give young people a go but we need to do more to get alongside them to help them to develop the confidence, skills, attitudes and behaviours that are expected by employers so they can get a job and stay in a job, because that is what they want,” he said. “And it’s a two-way street. Young people have told me how they need people to get alongside them to help them develop the confidence, skills, attitudes and behaviours that are expected by employers so they can get a job and stay in a job, because that is what they want.” Morrison said up to 12% of Australians were growing up in “jobless families”. The government will also provide an extra $88.6m over four years to the New Enterprise Incentive Scheme and to support self-employment opportunities for young people. The changes will include workshops to help people “explore self-employment as a pathway” according to the budget papers, and starter packs to raise awareness of assistance available to young people who want to self-employ. The number of places in the incentive scheme will increase to 8,600 from 1 December 2016.",
  "webTitle": "Businesses to be paid to take on young unemployed people as interns under budget",
  "webPublicationDate": "2016-05-03T11:50:42Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/businesses-to-be-paid-to-take-on-young-unemployed-people-as-interns-under-budget",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/03/businesses-to-be-paid-to-take-on-young-unemployed-people-as-interns-under-budget"
}