{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/turnbull-rebukes-shorten-for-calling-donald-trump-barking-mad",
  "id": "2016-05-27-322",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has rebuked Bill Shorten for describing Donald Trump as “barking mad”, although senior Liberals have also expressed strong feelings about the man who has now gathered the necessary number of delegates to secure the Republican party’s presidential nomination. “I think some of Donald Trump’s views are just barking mad on some issues,” Shorten told Darwin radio station Hot 100. Turnbull suggested Shorten’s comments were not fitting for a prime ministerial contender and could be “against the national interest”.    I believe in the American alliance; it can withstand the vagaries of Australian and American domestic politics  Bill Shorten     “You can imagine how Australians would feel if an American president were to describe one of our prime ministerial aspirants as barking mad. You can imagine the ill will and resentment that would create in Australia,” he said. “The Australian-American relationship is of vital importance, in every respect … What that means is that a PM, in this case myself, or those who seek to be PM, Mr Shorten for example, should be very careful about the comments they make about American politics. “They may have views about – we all have private views about the merits of individual candidates, but to express them publicly, if you’re asking me to echo what Mr Shorten has said, I have to tell you, I think that would be clearly contrary to our national interest and, regardless of what many Americans may think about Mr Trump, would be seen as being offensive to Americans. The choice of president is Americans’ to make. It is their decision to make it and they should – that should be respected,” he said.   Related: State of the 2016 race: Trump looks to take over America after conquering GOP    Shorten said he was just being “straight”, when asked about the comments at a press conference, but toned down his “barking mad” description, saying Trump’s views were “very erratic”. “People ask me what do you think about Donald Trump? Will I just stand here and tell you nothing? Will I stand here and not be straight with people? No, with me, you will always know what we think.,” he said. “Let’s not exaggerate. Mr Trump’s comments are truly remarkable. If you think someone who says Mexicans are killers and rapists, if you think that I can’t have an opinion about someone who says about John McCain, yes he is a war hero, but Mr Trump prefers war heroes who aren’t captured. Really! Let’s be clear, John Howard has the same views I do about Donald Trump. We will maintain the American alliance no matter what. I saw Mr Howard make comments about President Obama. That hasn’t damaged the Australian-American relations. “In terms of the American alliance and whoever is elected, of course we will work with them ... I believe in the American alliance; it can withstand the vagaries of Australian and American domestic politics. If a Labor administration is elected, Australia will stick by the American alliance full-stop.”   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    Labor pointed to the remarks by Howard and other Coalition figures about Trump. In February, Howard told Sky News: “I’m conflicted ... because my natural inclination would be to see a Republican in the White House, but I tremble at the thought of Trump being president. There’s an instability about him that bothers me.”  He told Channel Nine: “I think [Donald Trump] is too unstable to hold that high office. I’m disappointed Republicans, who I feel an affinity for, have not been able to find anyone different.” And when the industry minister, Christopher Pyne, was asked about Trump in March, he said, “Well, it’s terrifying ... we are seeing in America these terrible rallies occurring where the people are becoming violent ... democracy should be robust but it certainly shouldn’t be violent. And I think the Donald Trump phenomenon is a real problem for the United States, making their democracy look kind of weird.” During his trip to Washington in January, Turnbull spoke by phone to Marco Rubio, then a presidential candidate, and to Hillary Clinton. Trump has now officially reached the required delegate votes to be the Republican nominee for the November election. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Turnbull rebukes Shorten for calling Donald Trump 'barking mad'",
  "webPublicationDate": "2016-05-27T02:28:00Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/turnbull-rebukes-shorten-for-calling-donald-trump-barking-mad",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/27/turnbull-rebukes-shorten-for-calling-donald-trump-barking-mad"
}