{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/radiohead-a-moon-shaped-pool-review",
  "id": "2016-05-15-198",
  "sectionId": "music",
  "body": "Radiohead have long trafficked in existential dread and political anger, and in a wider sense of twitchy bereftness that bends to fit any number of scenarios – their very own aural shade of Yves Klein blue, maybe, just a little more bruised. This arresting ninth album is bathed in it.    ‘The damage is done,’ Yorke sings, even more exhausted than usual    Overshadowed by the break-up of singer Thom Yorke’s relationship, announced last year, A Moon Shaped Pool finds the band mining their long and deep back catalogue, while pushing their compositional skills relentlessly forwards. Where 2011’s more granular and underrated The King of Limbs revelled in beats, A Moon Shaped Pool marks a frequent relaxation into more conventional songcraft – manna from heaven for a certain stripe of Radiohead fan. Jonny Greenwood’s film score sideline pays dividends, too, in the string arrangements and modern classical introduction to Glass Eyes. The album starts and finishes on two older songs, material reworked in the light of new developments. Dating from as long ago as the Hail to the Thief sessions, Burn the Witch is A Moon Shaped Pool’s most forthright political statement, a warning against scapegoating outsiders that trailed the album’s release with a startling stop-motion animation video.         Watch the video to Burn the Witch.    At the far end of the tracklisting is True Love Waits, a relic that has been around since circa 1995. The title may tilt at the religion-inspired US celibacy movement, but the song – now made up of piano, vocals and percussion that sounds like a beetle using a typewriter – is about a fraught sense of love. (The “lollipops and crisps” line refers to a mother who left her young child alone for days with junk food). It climaxes with the words “don’t leave”. You would not want to be so crass as to call this Radiohead’s break-up album; after all, there are four other band members. A song such as The Numbers (formerly known as Silent Spring) uses found sound, a little cosmic jazz, folk-rock acoustic guitar and accusatory strings to seethe specifically about ecocide. Ful Stop, meanwhile, is six minutes of encroaching electronic menace whose lyrics self-flagellate quite mercilessly. But a few songs appear to conjoin macro with micro, with a sense of loss that encompasses disintegration on the home front and in the wider world. Daydreaming is one. “The damage is done,” Yorke sings, even more exhausted than usual. Things have got “beyond the point of no return”, and “this goes beyond me/Beyond you”. The coda is back-masked and sinister: “Half of my life,” it goes, according to people who have played it backwards. At a guess, it’s the 23 years the 47-year-old Yorke spent with the mother of his children, crowning a piano-led ballad in which it is easy to read divorce as well as disaster.",
  "webTitle": "Radiohead: A Moon Shaped Pool review – disintegration at home and beyond",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/radiohead-a-moon-shaped-pool-review",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Thom Yorke",
      "id": "music/thom-yorke",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/15/radiohead-a-moon-shaped-pool-review"
}