{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/28/letter-alcoholic-husband-alcohol-acoholics-anonymous",
  "id": "2016-05-28-171",
  "sectionId": "lifeandstyle",
  "body": "The day you died, I thought, will someone now tell me what the hell has been going on? It was like a film with a complicated plot, then at the end they tell you what was really happening. Except that no one did. What on earth were the last 12 years about? No explanations for the chaos that had defined our lives together. The times you went walkabout and I called the police, what did you do when you said you were going to an AA meeting and didn’t, what were you up to the day I was at work and you were “working from home”.   Related: 'Alcoholics Anonymous saved my life, but now I’ve lost my faith'    For a man who told the whole world, whether they wanted to hear or not, how much you loved me, what an amazing woman I was, you always chose the bottle over me. You were a bright, intelligent man who had everything and more. You told me you were going to be a millionaire. We were both from Scottish working-class families so statements like that were bold. I think I laughed. But you weren’t just clever, you were a genius – and the no-common-sense variety of clever. Anything earthly was of no interest – organising a mortgage, clothes, planning our future – but give you a tome on gravity and your nose would be stuck in it until you’d finished. I’ll never forget when you shouted – right through to the living room – to tell me that there was a mistake in one of the equations, which was pages long. Really, I said, she who had failed first-year university maths. I still go to Al-Anon meetings and its nearly 17 years since you died. The story is the same – lives destroyed though booze. It’s no different if it’s in an upper-class borough in London where I used to live or in a working-class suburb of Glasgow. I only told a few members of our family and friends about what was going on. I was constantly lying for you. Even on the day of the funeral, I was talking to your colleagues about your “depression”.   Related: Other people were alcoholics. I just liked a drink – or so I thought | Lucy Rocca    There was little laughter in all of this, but we used to have an adorable Polish cleaner who told me that, after you died, she couldn’t figure out why there were bottles of vodka in your shoes under the chest of drawers. But the day that will remain in my mind for ever wasn’t long before your death. You were starting to go yellow as your liver began to fail. We’d not long had the conversation that went along the lines of, “Look, there’s a bottle of vodka” (in the cupboard where the tea and coffee were) and you replied: “Well, I didn’t put it there.” It was too exhausting to argue by then and solved nothing. So I remarked on the change in your colour and tried to persuade you to go to the doctor. You said, “I’ve got an appointment next week, I’ll see about it then.” That was a lie. You said, “I’ll take some milk thistle, that’ll help.” Too late for that, I thought. You said, “I know what it is – I’ve been drinking too much Fanta.” To laugh, or to cry … It doesn’t matter if I believe alcoholism is a disease or not. That day, I realised how gripped you were by it and how much control it had over you. For this bright, intelligent man to stand there, say that and expect me to believe it. To be so deluded, words fail me. You died a few days later. Was it grief or relief that I felt? Christina",
  "webTitle": "A letter to my late husband, who was an alcoholic",
  "webPublicationDate": "2016-05-28T05:30:26Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/28/letter-alcoholic-husband-alcohol-acoholics-anonymous",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcoholism",
      "id": "society/alcoholism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/28/letter-alcoholic-husband-alcohol-acoholics-anonymous"
}