{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/high-court-to-hear-appeal-over-downgrading-of-gerard-baden-clay-conviction",
  "id": "2016-05-12-386",
  "sectionId": "australia-news",
  "body": "The high court has agreed to hear an appeal against the downgraded murder conviction of Brisbane killer Gerard Baden-Clay by Queensland’s lead prosecutor. The 45-year-old former Brisbane real estate agent and descendent of boy scouts founder Lord Baden-Powell was convicted by a jury in 2014 of murdering his wife Allison at their Brookfield home in 2012. The Queensland court of appeal overturned the murder conviction last December, finding Baden-Clay guilty of the lesser crime of manslaughter. It found he may have accidentally killed his wife and that the prosecution’s account of his motives for murder, including financial difficulties and the strain of their relationship amid an extramarital affair, was not sufficient. The ruling prompted the high court appeal by the Queensland director of public prosecutions, after thousands of people gathered in Brisbane to protest the decision. The high court website on Thursday stated simply that it had granted the state leave to appeal the downgrading, after lengthy written submissions by the DPP disputing the verdict from an appeal court bench led by chief justice Cate Holmes. That verdict will now face the scrutiny of five of seven high court judges at a hearing expected before September.   Related: Court made errors in downgrading Baden-Clay conviction, prosecutor says    Bill Potts, the president of the Queensland law society, said the community should allow the conclusion of one of Australia’s highest-profile murder cases to run without becoming “a sideshow” amid “hyperbolic media commentary”. “We need to remember that whatever people think of the result, this is the final act of a tragedy in which three daughters have lost a mother, two parents have lost a daughter, siblings a sister and we should not, as a community, allow this to turn into a sideshow,” he said. Potts said Australia had “some of the most competent and fair-minded judges in the world” but the only way to improve the courts was for governments to appoint more judges and magistrates. “Those judges are ably assisted by exceptional and highly ethical solicitors and barristers, and the community can be confident that this decision represents the best interpretation of the law, unaffected by bias or the relentless press of the 24/7 media cycle,” he said. “It is important now to allow the final chapter of the legal process to play out according to the practices and procedures of the courts, and without hyperbolic media commentary.”",
  "webTitle": "High court to hear appeal over downgrading of Gerard Baden-Clay murder conviction",
  "webPublicationDate": "2016-05-12T00:01:09Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/high-court-to-hear-appeal-over-downgrading-of-gerard-baden-clay-conviction",
  "keyword": [
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/12/high-court-to-hear-appeal-over-downgrading-of-gerard-baden-clay-conviction"
}