{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/youth-intern-scheme-will-exploit-workers-and-replace-real-jobs-say-unions",
  "id": "2016-05-04-311",
  "sectionId": "australia-news",
  "body": "Unions, Labor and the Greens have raised concerns that a new government-subsidised youth internship scheme will lead to exploitation as employers churn through free workers rather than creating real jobs.   Related: The budget is full of old ideas but at least we get a new slogan | Edward Cavanough    But employer groups have hit back, arguing the program will reduce the risks to employers of hiring young people, by letting them trial new workers as well as provide people with valuable skills. In Tuesday’s budget the treasurer, Scott Morrison, announced the government would redirect $751.7m from work for the dole to a voluntary youth internship scheme called Youth Jobs PaTH. Under the scheme, the government will pay businesses $1,000 to take on young, unemployed people as interns for up to 12 weeks. Under the scheme the interns will receive $200 on top of their fortnightly welfare payments. Businesses that employ people full-time at the end of their internships will be eligible for a youth bonus wage subsidy of between $6,500 and $10,000. The Australian Council of Trade Unions has warned the scheme would allow businesses to access a pool of free labour instead of employing workers on the minimum wage. By the ACTU’s calculation, PaTH interns working 25 hours a week would receive $364 a week. That is $68 below the minimum wage and represents just a $4-an-hour improvement on the dole. Businesses would save a wages bill of $432.25 for 25 hours’ work a week for each employee.   Related: Work for the dole: this punishing forced labour policy will not create jobs | Van Badham    The union peak body warned the program is ripe for abuse, creating an incentive for business to churn through disadvantaged young jobseekers every 12 weeks. ACTU secretary, Dave Oliver, said: “This internship program is a path to nowhere – it’s replacing existing entry-level jobs with a ‘churn and burn’ scheme that gives business access to free, exploitable workers. “Why would a business employ a minimum wage or lower-paid worker when the government is ready to supply them with free labour and a $1,000 handout?” he asked. Oliver also noted internships could include low-skilled work such as work in supermarkets, which he said was “not a plan to create real, lasting jobs”. Concerns were raised on social media about the quality of jobs PaTH interns would perform.    Seriously, the examples of internships in the budget papers are for *waiting tables* and *working in a supermarket* pic.twitter.com/2Aj3zdwvgw— _robcorr (@_robcorr) May 3, 2016    The program will include skills training before an intern starts a job, starting from 1 April 2017. The training will deal with employers’ expectations and explain attitudes and behaviours required to be successful in a job. The Australian Chamber of Commerce and Industry chief executive, James Pearson, told Guardian Australia the scheme was good for small businesses because: “It’s a risk to take someone onboard, in terms of time to prepare someone to come in and supervise them. “It is important that the government has come up with a scheme we strongly support for encouraging businesses to provide for internships and prepare young people with basic employability skills, like turning up on time and taking direction on things like personal safety equipment,” Pearson said. He said the $200 extra a fortnight provided an incentive for young workers, and it was misleading to compare their wages to those of permanent workers. Such a comparison also neglected that young people would benefit from skills acquisition, experience and contacts which would help them get a job at the employer or another business, he said. The scheme has also been backed by Australian Council of Social Services chief executive, Cassandra Goldie, who said it will help young people into work but safeguards were needed to prevent young workers replacing existing jobs. Labor’s workplace relations spokesman, Brendan O’Connor, said: “If the government hadn’t made significant cuts to skills and apprenticeship programs, we wouldn’t need this new $751.7m program. “The Abbott-Turnbull government has ditched 122,400 apprenticeships for 120,0000 inferior internships; a four-year apprenticeship replaced with a four-week internship,” O’Connor said. The Greens senator Rachel Siewert said: “I’m deeply concerned about people losing their jobs to make way for a young person who has a subsidy attached. “Internships proposed by the government to reduce youth unemployment could easily result in young people being exploited and I question the long-term employment outcomes,” Siewert said. The Australian Industry Group chief executive, Innes Willox, said “business will welcome the development of new pathways helping young people enter the workforce”. “By making young people become more work-ready through pre-employment training and internships, the Youth Jobs PaTH initiative targets a leading concern of business around employability and backs these measures with accelerated and simpler wage subsidies,” he said.  “These measures will assist businesses make an important contribution to improving the lifelong employment prospects of eligible young people.” In Senate question time on Wednesday the employment minister, Michaelia Cash, said “the best form of welfare is a job” and the new scheme would give young people “employability skills and real work experience to get them a job”. Cash said the program delivered “a new youth jobs path, an opportunity to have a trial and then we hope to move into employment and be hired”.  “Based on evidence, internships actually help our young people move into a job,” Cash said.  Cash told Guardian Australia the employment department would monitor the program to ensure displacement does not occur. “Importantly, employers that exploit the program or job seekers will be banned from using it.”",
  "webTitle": "Youth intern scheme will exploit workers and replace 'real jobs', say unions",
  "webPublicationDate": "2016-05-04T07:02:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/youth-intern-scheme-will-exploit-workers-and-replace-real-jobs-say-unions",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/04/youth-intern-scheme-will-exploit-workers-and-replace-real-jobs-say-unions"
}