{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/dairy-farmers-say-sudden-milk-price-drop-leaves-them-high-and-dry",
  "id": "2016-05-17-253",
  "sectionId": "australia-news",
  "body": "Dairy farmers still adjusting to a sudden drop in the farmgate price of milk are skeptical of the direct benefit of an announcement by supermarket giant Coles, which plans to release a premium brand of milk to maintain a new industry support fund. John Durkan, the managing director of Coles, told ABC radio the new milk brand would be marketed as assisting farmers and feed $0.20 a litre into the new farming fund, which was established with a balance of $1m. But the company would not increase the price of the $1 a litre homebrand milk, which is matched by competitor Woolworths.    Related: Northern Territory fracking debate 'life or death', says cattle farmer    Durkan said the fund was established in response to the drop in milk prices led by Australian dairy farmer cooperative Murray Goulburn, which dropped its season prices from $5.60 per kilogram of milk solids to between $4.75 and $5 per kilogram in late April. “As we have seen over the last three years the payments to farmers have been pretty strong and the sudden change will certainly have brought difficulty and we want to help in any way we can,” he said. It mirrors similar funds in South Australia and Western Australia, which invest money into education and research. Durkan said the brand would be launched within two months, and farmers would see the “direct benefit.” The Murray Goulburn price cut was a correction for the company overestimating the international market, which created a shortfall of between $170m and $200m. It will be applied retrospectively to the 2015-16 financial year with the overpayments recouped over the next three years, which means that Murray Goulburn suppliers will continue to receive a lower price per kilo, by about $0.50, than they otherwise would. Murray Goulburn’s price drop came 12 months after the cooperative listed its non-voting trust on the Australian Stock Exchange, with a projected profit of $89m. That has been revised down to about $63m. Investors on Monday filed a class action with the supreme court claiming that the cooperative misled investors. Murray Goulburn’s confirmation of the class action was met on Tuesday by a further drop in the MG Unit Trust’s listed unit price, which fell to $0.85 per unit – below the $1 buy-in price offered to farmers. Major dairy companies in south-east Australia have an agreement to meet the benchmark price, which is set by Murray Goulburn as the largest supplier. So when Murray Goulburn lowered its price the Australian arm of Fonterra, a New Zealand based cooperative and the largest dairy company in the world, was able to follow suit.  Fonterra announced a drop in its 2016-17 season price from $5.60 per kilogram to $5 per kilogram of milk solids two weeks ago, and the cut was applied immediately, affecting prices for May and June.  A week later, on Friday, the company softened the blow by announcing it would pay an extra $2.50 per kilo in July and August for every kilo that matched supply received in May and June. Marian MacDonald, a dairy farmer from south-east Gippsland who supplies Fonterra and runs a popular dairy industry blog, said that meant suppliers would still receive a lower price, which for her is $1.91 a kilo, in July and August, but if they supplied, for example, 10,000kg in that time, they would receive an extra $2.50 per kilo for milk supplied in those months, up to a limit of 10,000kg. Fonterra said the adjustment was made so farmers who calved in autumn were not unfairly disadvantaged and the offset would be “drawn through the redistribution of base rates in the 2016-17 season.” MacDonald said many dairy farmers would be operating at a loss until they could adjust to the new payscale. Those that could not cut costs enough to produce milk at the new price would be pushed out of the industry. She said the swiftness of the price cut, coming at the end of a dry and difficult season, hit farmers hard.  “If you don’t know what the price is going to be next year let alone next week then it’s very hard to go and spend money on things that make the farm effective,” MacDonald told Guardian Australia. “Because we are exposed to this international export market … you need to be very efficient, and you can’t be efficient without investment, and you can’t invest without certainty.” MacDonald said dairy farmers could not react to sudden price changes. Even selling stock – she has reduced her herd from 260 to 220 in response to drought – can take time. “You can’t just stop [the cows] and start them again,” she said. “You can’t stockpile milk, because it goes off.” There is also a limit to the costs that can be cut. MacDonald and her husband have been buying in a semi-trailer load of hay every fortnight since Christmas – they lose that expense just because the price has dropped. “At the end of the day I didn’t become a dairy farmer so I could treat my cows like stock in a box,” she said. “I did it because I love my cows, I love my farm – that’s what makes it worthwhile.” She said the Coles fund was a “public relations exercise” that was would not ease the financial burden on farmers.   Related: Dams, drought, deposits: a guide to Barnaby Joyce's agriculture white paper    Stuart Crosthwaite, who supplies Murray Goulburn and runs 400 head of dairy cattle in Kergunyah, in northern Victoria, had a similar view of the Coles fund, but told Guardian Australia that investment in industry research was “all good stuff.” Crosthwaite, who reckoned his farm would just manage to break even next year, said the industry “doesn’t need propping up”. “Let’s not ignore the fact that we are exposed to an international export market and prices are volatile – that’s just part of farming,” he said.  “The media coverage tends to be quite negative with a lot of this stuff, but it’s still a bloody good industry … it’s an exciting area of farming.”",
  "webTitle": "Dairy farmers say sudden milk price drop leaves them high and dry",
  "webPublicationDate": "2016-05-17T09:47:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/dairy-farmers-say-sudden-milk-price-drop-leaves-them-high-and-dry",
  "keyword": [
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Woolworths (Australia)",
      "id": "business/woolworths-australia",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coles",
      "id": "business/coles",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/17/dairy-farmers-say-sudden-milk-price-drop-leaves-them-high-and-dry"
}