{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/leicester-city-title-key-moments-premier-league-trophy",
  "id": "2016-05-03-140",
  "sectionId": "football",
  "body": "Dyer the unlikely hero Leicester City 3-2 Aston Villa, 13 September 2015 Leicester were trailing Aston Villa 2-0 at the King Power Stadium with less than 20 minutes remaining but conjured an extraordinary comeback, with the substitute Nathan Dyer bravely hurling himself at Riyad Mahrez’s lofted pass in the 89th minute to seal a 3-2 win and apparently getting knocked out in the process. Dyer, on loan from Swansea City, has not started a league game for Leicester nor scored another league goal but this telling contribution lifted the team to second. “The goal is to stay in the Premier League,” Claudio Ranieri cautioned. “It’s not March or April, only September. Afterwards we can dream but not now.” Vardy the record breaker Leicester City 1-1 Manchester United, 28 November 2015 Only a point gained in Leicester’s remarkable march to the title but two things stood out: first, that the unlikeliest dreams can come true, with Jamie Vardy breaking the record for scoring in consecutive Premier League games, four years after he was playing non-league football for Fleetwood; second, that the unity in the team was beyond the ordinary. Christian Fuchs, who set up Vardy’s goal, told the Observer of the scenes that followed: “When the guys were standing together at the far corner celebrating, there was such an electrifying atmosphere. It was like: ‘Wow.’ I can still feel it now.” Schmeichel’s save Tottenham Hotspur 0-1 Leicester City, 13 January 2016 Might the season have taken a different course had Kasper Schmeichel not made an impressive stop to deny Harry Kane with the game goalless? The goalkeeper pulled off several important saves at White Hart Lane but there was a game-changing feel to the moment when he rushed off his line and spread himself to deflect Kane’s effort on to the bar with just over an hour gone. Robert Huth went on to head the only goal for Leicester and Ranieri was asked how it felt to have his team touted as champions. “I laugh,” he replied. If Tottenham had won this game and every other result this season had stayed the same, Spurs would trail Leicester by one point.     Kasper Schmeichel saves from Tottenham’s Harry Kane, deflecting the ball on to the bar. Photograph: Matthew Childs/Reuters    Magic from Mahrez Manchester City 1-3 Leicester City, 6 February 2016 According to Mahrez, this was the victory that made Leicester believe they really could win the title. His expertly taken goal – a skip over Nicolás Otamendi, a shimmy inside Martín Demichelis and a powerful shot past a wrongfooted Joe Hart – put Leicester 2-0 up and there was no coming back for a vapid Manchester City. This meeting of first against second turned out to be a mismatch as Leicester, for whom Huth scored twice, stretched their lead at the top. “To score three goals at City is not easy,” Mahrez said in April. “It was 3-0 and ended up 3-1. That was when we started doing something big.” Ranieri’s bench mark Watford 0-1 Leicester City, 5 March 2016 Leicester, two points ahead of Tottenham at kick-off, were finding the going tough at Vicarage Road. Watford played the better football in the first half, though Vardy had the game’s best chance, and Ranieri turned Tinkerman to excellent effect at the interval. Off went Shinji Okazaki and Marc Albrighton, on came Andy King and Jeffrey Schlupp, and the changes to personnel and formation brought the desired outcome. Mahrez got the decisive goal in the 56th minute and a tricky assignment had been transformed into a deserved win. Ranieri continued to play down title talk but added tellingly: “We aren’t nervous, our job is done.” Keeping Saints at arm’s length Leicester 1-0 Southampton, 3 April 2016 Sadio Mané looked certain to put Southampton ahead after latching on to Graziano Pellè’s pass and moving beyond Schmeichel but his shot was blocked by the retreating Danny Simpson’s right arm. “Simpson’s a penalty and a red card,” Southampton’s manager, Ronald Koeman, said. The referee gave neither and Leicester went on to record a fifth 1-0 victory in six games thanks to Wes Morgan’s goal. It stretched their lead to seven points. “We believe it’s a magical season,” Ranieri said.     Sadio Mané’s goalbound shot strikes Leicester’s Danny Simpson on an arm with the game goalless. Photograph: Nick Potts/PA    Ulloa leaves it late Leicester City 2-2 West Ham United, 17 April 2016 Jamie Vardy had been controversially sent off for diving and West Ham had come from behind to lead 2-1 when, in the 94th minute, Leicester were awarded a fiercely contested penalty. Leonardo Ulloa kept his cool and the draw felt to Leicester like a win. “Unbelievable, fantastic, amazing,” Ranieri said. “We showed this season everything is possible with the Foxes. We never hide. This is more important than one point. Psychologically it says: ‘We are there.’”",
  "webTitle": "Leicester City’s Premier League triumph: seven key moments that won the title",
  "webPublicationDate": "2016-05-03T15:07:40Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/leicester-city-title-key-moments-premier-league-trophy",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/03/leicester-city-title-key-moments-premier-league-trophy"
}