{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/fritz-stern-obituary",
  "id": "2016-05-23-137",
  "sectionId": "books",
  "body": "Fritz Stern, who has died aged 90, was one of a remarkable generation of German-Jewish exiles from Nazi Germany who rose to become leading figures in the American historical profession. He was best known for two highly influential books, The Politics of Cultural Despair (1961), which traced the origins of Nazi antisemitism through a study of three far-right authors in late 19th-century Germany, and Gold and Iron: Bismarck, Bleichröder and the Building of the German Empire (1977), which traced the intimate, complex and often surprising relationship between the founder of imperial Germany and his Jewish personal banker. His many other publications included Einstein’s German World (1999), several collections of essays, including The Failure of Illiberalism (1972) and Dreams and Delusions (1987), and a remarkable autobiography, Five Germanys I Have Known (2006). Stern was far more than a historian of German-Jewish relations, however. From 1954 onwards he lectured frequently at the Free University of Berlin, and this brought him a growing recognition in the Federal Republic of Germany as an eloquent and wise proponent of reconciliation between Germans and Jews based on an honest and sober assessment of the past. He was called on to address the German parliament, he spoke at the German army headquarters, where Claus von Stauffenberg was executed after the failure of his attempt to kill Hitler in July 1944, on the anniversary of the plot, and he was accorded many honours in Germany. He was, as the New York Times once reported, something of a “moral arbiter” and “perhaps the closest thing to a trusted external judge of the country’s bitter internal debates”.    In his memoirs, he described how as a schoolboy he was subjected to the antisemitism of Nazi teachers    His reputation in Germany also brought him into contact with the world of politics and diplomacy. In 1990 he was one of the participants in Margaret Thatcher’s notorious Chequers seminar on German unification, where he joined with other experts in vainly trying to persuade the then prime minister that unification was not a threat to European peace and deserved to be supported. In 1993-94 he served as a special adviser to the US ambassador to Germany, Richard Holbrooke. By this time he had attained an eminence far beyond the world of academia. Stern was born in Breslau, then a city in the Weimar Republic, now Wrocław in Poland, to a well-connected professional family of Jewish converts to Christianity. His father, Rudolf, was a prominent physician, and his mother, Catherine (nee Brieger), an educationist who had gained a doctorate in physics, an unusual achievement at the time. Fritz was named after his godfather Fritz Haber, a Nobel prize-winning chemist, and when he wanted advice on whether to follow his father’s footsteps and become a doctor, or his own inclinations and become an historian, it was to Albert Einstein that he turned. Under the Third Reich, the situation of the Sterns, like that of all Germans classified by the Nazis as Jews, deteriorated rapidly. In his memoirs, he described how as a schoolboy he was subjected to the antisemitism of Nazi teachers, one of whom, in a maths lesson, posed the question: “If three Jews robbed a bank, and each got a part of the loot proportionate to their ages … how much would each get?” In 1938 the family emigrated to the US, where they settled in New York. Fritz learned English and acquired the complete command of the language that enabled him later on to write with grace and style. He studied at Columbia University, where he began by taking the pre-med course but was enthralled by the classes he attended with Lionel Trilling and Jacques Barzun. It was at this point that he asked Einstein for advice: medicine or history? “That’s simple: medicine is a science, and history is not,” Einstein said. “Hence medicine.” Fritz was confident enough to ignore this advice and took his bachelor’s degree in history in 1946, his master’s in 1948 and his doctorate, later published as The Politics of Cultural Despair, in 1953. Even before he had completed it, he began teaching at Cornell University, moving back to Columbia when he had obtained his doctorate. He became a full professor in 1963, and was appointed to the prestigious Seth Low professorship in 1967, becoming university professor in 1992. He was briefly provost, from 1980 to 1983, and retired in 1996. “Though I lived in National Socialist Germany for only five years,” he wrote in the introduction to his memoirs, “that brief period saddled me with the burning question that I have spent my professional life trying to answer: Why and how did the universal potential for evil become an actuality in Germany?” He rejected simplistic answers, derived from wartime propaganda, that sought to portray Germans as predestined to evil. He intervened decisively in the impassioned debate aroused by the thesis of the young American political scientist Daniel Jonah Goldhagen in the late 1990s, that German national identity was indelibly stamped with “eliminationist antisemitism” from the outset. This was, he said, nothing less than “the indictment of a people” and it would not withstand historical scrutiny. Indeed, he went on to excoriate “all the tomes and slogans about Germany’s inevitable path ‘from Luther to Hitler’.” “Decades of study and experience have persuaded me,” he wrote, “that the German roads to perdition, including National Socialism, were neither accidental nor inevitable.” Nazism had deep roots, yet it was an “avoidable disaster”. In his many essays, he expounded this view in many different ways. His masterpiece, however, was Gold and Iron, a book as long, detailed and compelling as any of the great realist novels of the 19th century. Drawing on Bleichröder’s personal papers, which had only recently come to light, the book used the vast and previously unknown correspondence between the banker and the chancellor to paint an intense portrait of the clash of the two worlds they represented – Jewish high finance on the one hand, right-wing German high politics on the other. The “German-Jewish symbiosis” that lay at the heart of the creation of the German empire in 1871 was sustained by the financial dealings with which Gerson von Bleichröder gave Bismarck much of the funding he needed to pursue his political goals. It was, as Stern freely admitted, a story that had many unedifying aspects, from the chancellor’s brutal opportunism to the banker’s fawning subservience. Yet the book delineated with superb literary skill a whole world about which little had been known before, and underlined the central role of the Jewish community in German life before the rise of antisemitism towards the end of the 19th century began to undermine it. Stern was in many ways a traditional historian, his practice rooted in the cultural approach he had learned from Barzun and Trilling in his student days. This approach was already being overtaken by the sociological methods of a younger generation of German historians in the 1970s. Yet the sheer quality and readability of his work has ensured its lasting value, and it remains indispensable reading for all students of modern German history. Stern’s first marriage, to Margaret Bassett, ended in divorce. His second wife, Elisabeth Sifton, daughter of the theologian Reinhold Niebuhr, co-authored his last book with him: No Ordinary Men (2013) was a study of two figures in the German resistance to Hitler, Hans von Dohnányi and Dietrich Bonhoeffer. She survives him, along with Frederick and Katherine, the children of his first marriage; his stepsons, Sam, Toby and John; three grandchildren; four step-grandchildren; and two great-grandchildren. • Fritz Richard Stern, historian, born 2 February 1926; died 18 May 2016",
  "webTitle": "Fritz Stern obituary",
  "webPublicationDate": "2016-05-23T14:47:17Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/fritz-stern-obituary",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Holocaust",
      "id": "world/holocaust",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard J Evans",
      "id": "profile/richard-j-evans"
    }
  ],
  "guardianId": "books/2016/may/23/fritz-stern-obituary"
}