{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/marco-rubio-frustration-media-twitter-spree",
  "id": "2016-05-17-319",
  "sectionId": "us-news",
  "body": "Marco Rubio has little patience for speculation on his next moves since suspending his campaign for president, but he may have a future as a media critic.   Related: Famous last words: the candidates who bowed out of the US campaign    The Florida senator regaled Twitter late Monday with a series of tweets blasting a report in the Washington Post that had cited anonymous sources to portray him as torn over where to take his career in the coming months. The article – which counts Rubio among five people who will never accept the role of vice-president to presumptive Republican nominee Donald Trump – suggests Rubio is “betwixt and between” on whether to seek re-election to the US Senate, run for governor or enter the private sector. Rubio, who appears to have regained personal control of his Twitter account since exiting the presidential race in March, took issue with the citing of unnamed people “close to” him, deeming it a “desperate” attempt by reporters to generate content. “I have only said like 10,000 times I will be a private citizen in January,” Rubio said in a tweet storm that spanned roughly an hour.     Marco Rubio went on a Twitter spree after the Washington Post published an article about his future political ambitions. Photograph: @marcorubio/Twitter    Rubio, whose Senate seat is up for grabs in 2016, has repeatedly ruled out filing for re-election and has also said he has no plans to mount a gubernatorial campaign in Florida in 2018. Even so, his staff has worked tirelessly to squash theories about Rubio’s political future – including a series of reports this month claiming he was interested in Trump’s VP slot, which the senator denied in a statement last week. Rubio has instead remained focused on completing his term in the Senate, having returned to the chamber less than 48 hours after dropping out of the Republican field following a crushing defeat at the hands of Trump in his home state of Florida.           Marco Rubio ends bid for president: ‘It was not God’s plan for me to win’    Since then, Rubio has made regular appearances on the Senate floor advocating for funding to combat the Zika virus, a solution to Puerto Rico’s debt crisis and calling for an end to automatic benefits for Cuban immigrants. He did, however, hint that another presidential bid was not off the table by mocking the notion that his next role must be a stepping stone to a second shot at the White House. “As for future in politics, well it’s nearly impossible for someone not in office to ever become a successful candidate for President. Right?” Rubio tweeted.     Rubio used a series of tweets to blast a report in the Washington Post that portrayed him as torn over his future in politics. Photograph: @marcorubio/Twitter    His late-night outburst on Monday was not the first time Rubio has taken issue with the media’s interest in politics over policy. Over the weekend, Rubio tweeted his frustration with a report on NBC’s Today Show, recapping a tour he took of a subsidized housing project in Florida known as the Eureka Gardens. The news package zeroed in on Rubio’s political standing, while touching upon the purpose of his visit to the embattled development only toward the end.    Owner of #EurekaGardens has similar slum like conditions in projects across multiple states.But @TodayShow wants to talk about polls & Trump— Marco Rubio (@marcorubio) May 14, 2016    “Invited @TodayShow b/c told us they would focus on terrible living conditions at HUD projects like this.They turned into political piece,” Rubio tweeted, adding: “Owner of #EurekaGardens has similar slum like conditions in projects across multiple states.But @TodayShow wants to talk about polls & Trump.”",
  "webTitle": "Marco Rubio vents frustration over media reports in late-night Twitter spree",
  "webPublicationDate": "2016-05-17T05:03:54Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/marco-rubio-frustration-media-twitter-spree",
  "keyword": [
    {
      "webTitle": "Marco Rubio",
      "id": "us-news/marco-rubio",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/17/marco-rubio-frustration-media-twitter-spree"
}