{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/19/lord-peston-obituary-letter",
  "id": "2016-05-19-193",
  "sectionId": "education",
  "body": "I first met Lord Peston in a corridor in the autumn of 1968. Recently appointed as a library assistant at the then Queen Mary College (University of London), after a few weeks at the main building, I was asked to look after the economics departmental library, which was affectionately known as Spratt’s, as it was housed in a former dog biscuit factory. His first question to me was unexpected: what did I do for tea and coffee? My answer appalled him. I was very welcome to join him and his colleagues in the department’s senior common room, he told me. For one who was not an economics student and whose undergraduate career had been diverted firmly into the sidings, this was something of a shock. Other things soon followed: invitations to staff parties; occasional evenings in East End pubs, with staff gossip and wild imaginings; an invitation from the students to their annual economics society dinner. This then was how Maurice (as I always knew him) worked at a human level. Prepare the ground, plant the seed of kindness and then let others through his example do the watering and tend the plant: perhaps a moral equivalent of the multiplier. In effect, he gave me an academic “home” and, some months later, I found myself enabled to return to full-time study. Maurice had no particular reason to remember me but I will always remember him. I was thirsty and he gave me drink; I was a stranger and he took me in.",
  "webTitle": "Letter: Maurice Peston gave me an ‘academic’ home",
  "webPublicationDate": "2016-05-19T12:06:22Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/19/lord-peston-obituary-letter",
  "keyword": [
    {
      "webTitle": "Queen Mary, University of London",
      "id": "education/queenmaryuniversity",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/19/lord-peston-obituary-letter"
}