{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/womens-voluntary-services-kickstarter-appeal-army-hitler-forgot",
  "id": "2016-05-21-105",
  "sectionId": "world",
  "body": "A raffled banana that raised 15 shillings, a demonstration of how to comb dog hair into a serviceable replacement for wool, and the serving of thousands of meals to homeless women, children and the elderly in the blitzed streets of Britain. The everyday struggles of the forgotten “hidden army” of female volunteers during the second world war, all carefully detailed in quadruplicate monthly reports, have been stored away in dusty boxes for more than 60 years. Now the Royal Voluntary Services (RVS) – formerly the Women’s Voluntary Services (WVS) – is launching a fundraising campaign to digitise the archive and offer public access to some 30,000 pages of documents, written by female volunteers who gained the nickname “the army that Hitler forgot”. The RVS ambassador, actress Patricia Routledge, called it a “thrilling project”. She said: “This stuff has been in boxes for years and yet they [the reports] are some of the most important historical documents we have in modern British history. “This is a time, during the second world war, which altered the status of women in society for all time, and it was precisely because of the sort of activities that are detailed in this archive.” She said the women had volunteered at a tremendously difficult time for them and their families. “The skills that were shown were quite extraordinary.” Routledge, who remembers sleeping in a cellar bunker during the war as a young girl in Merseyside, where some of the worst bombing took place, is fronting the Hidden Histories of A Million Wartime Women project, a crowdfunding campaign to raise the £25,000 the charity requires to painstakingly photograph and post each report online. “The women of the WVS made great sacrifices for this country, but the breadth of their contribution has been hidden from view until now,” she said. “We hope that, in making their stories available to everybody, the value of their contribution will gain the recognition it deserves.”     Evacuee toddlers in a WVS donkey cart, Lyme Regis, Dorset, in 1945. Photograph: Royal Voluntary Service    The million women – one in 10 British women were members – who joined the WVS between 1938 and 1945 were of all ages. They not only fed, clothed and re-homed people bombed out of their houses, but made camouflage nets for the battlefield, darned soldiers’ socks and knitted new ones, organised evacuations and giant salvage operations gathering in everything from metal to fabric for the war effort. They ran clinics and nurseries for the children of women working in factories and other jobs, and even, in Dorset, ran donkey carts to transport toddlers.   Related: Women's Voluntary Services - in pictures    Matthew McMurray is the RVS archivist at Devizes, Wiltshire. He said: “If you stacked all my boxes up, then you’d be looking at something taller than Canary Wharf. At some 2,000 centres across the country the centre organiser had to write in a monthly report; some are a few lines, some are 20 pages long. All these different women with different backgrounds writing their bit. “There was one woman in the Isle of Wight who always put a little poem at the end, the poetry was a little bit dubious, but the sentiment good.” He added: “People forget about the salvage operations on the home front. It was the WVS running them. In Birmingham the WVS ladies were running 89 dumps. For six years we have been sorting, protecting and preserving tens of thousands of pieces of fragile paper to get to a point where we can start to capture and share these remarkable stories with everyone.” If the charity hits the target for the project, work will begin in the autumn. To find out more and donate, visit Kickstarter. Bath, April 1942 When the first “all clear” sounded as we heard that three unofficial halls had opened to take the people off the streets WVS volunteers went in immediately and took care of the homeless … Unfortunately the raiders returned in about an hour’s time and the work during the next raid was no easy task. At the request of the controller, the Ford vans were used for carrying food to demolition and rescue squads and householders. At our office we improvised a canteen, feeding some 300 a day… For 11 days we worked as a canteen, all workers gladly offered their services. We served approximately 3,500 meals. Portsmouth, November 1943 Our dog hair expert attended a demonstration of the spinning and knitting of dogs’ combings held at Harrods on 18 November by the Hailsham WVS at the request of the Board of Trade. Wonderful results are obtained from these combings and the whole process was shown, from the raw state to the final garment. The wool is warm and hard-wearing – Portsmouth’s contributions were highly praised. We hope to have some garments on show soon … Andover, April 1943 During Aid to China week, as a frivolous interlude we raffled a banana … Unfortunately the banana showed signs of a short life and the raffle was closed quickly, having realised 15 shillings. Sheffield, December 1940. One of our elderly canteen volunteers – who had the previous week been in the office to see if she could do night work – was in the town hall WVS office the morning after Sunday night’s raid fitting herself out with necessary clothes. We asked if we could do anything for her and she replied that if we could send two wires to her soldier sons she would be grateful. Our secretary took the addresses and the messages down. The wires both said “Bombed out but still smiling, Mother” She had no home, no clothes, no money but her desire to avoid worrying her sons as shown in her message was, we considered, almost heroic. Isle of Wight, October 1942 Collection of chestnuts has been excellent, and rose hips are still coming in. Our junk room is also receiving all kinds of metal in addition to the usual salvage which comes in daily. The entrance to the junk room was facilitated, thanks to Hitler, as one large window disappeared through blast, and the amount of salvage that “walked in by itself” was quite remarkable. Newbury, Berkshire, August 1943 A very charming if somewhat unusual letter was received at the Newbury Rural District WVS from a soldier who had lost his wife. He wrote saying he had heard what excellent work the WVS did, and how kind and helpful they were, so he ventured to write and ask if the WVS could introduce him to someone who would eventually become his wife and a mother to his two children. He was terribly lonely and felt he could not exist without female company. The letter is having careful attention.",
  "webTitle": "Banana raffles and dog wool: the ingenuity of a wartime women’s army",
  "webPublicationDate": "2016-05-21T11:45:19Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/womens-voluntary-services-kickstarter-appeal-army-hitler-forgot",
  "keyword": [
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tracy McVeigh",
      "id": "profile/tracymcveigh"
    }
  ],
  "guardianId": "world/2016/may/21/womens-voluntary-services-kickstarter-appeal-army-hitler-forgot"
}