{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/hull-city-snodgrass-sheffield-wednesday-forestieri-championship-playoff",
  "id": "2016-05-27-16",
  "sectionId": "football",
  "body": "Hull’s Robert Snodgrass has warned the Sheffield Wednesday forward Fernando Forestieri not to ruin Saturday’s Championship play off final at Wembley by diving. The winger remembers Forestieri – who has a reputation for going down rather easily – being sent off for diving when the teams drew 0-0 at the KC Stadium in February and does not want to witness a repeat. “I wouldn’t want to win at Wembley by cheating,” said Snodgrass, who has proved a key component in Steve Bruce’s side since returning to the first-team in December following 15 months out with a knee injury. “When Wednesday played us here I would have sent him off earlier, I think he dived about four times in the first half. I thought Forestieri was terrible for the game. It’s a contact sport but you don’t want somebody cheating. It’s cheating the referee. The referee has a hard enough job as it is.” Snodgrass believes the yellow card for a second ‘dive’ which eventually secured Forestieri, Wednesday’s leading scorer, his red card at Hull had something to do with him crying wolf earlier. “When you look back at the decision to send him off, it was the one where he probably hadn’t dived,” said Snodgrass. “He killed himself by diving in the first half. If he’d been in my team I’d have told him to get a grip.” Snodgrass believes the match officials will need to keep a close eye on Forestieri on Saturday. “He’s been sent off a few times for diving. It’s not good for the game,” Snodgrass added. “There’s better ways of helping your team-mates – if you get sent off, you let them down.”",
  "webTitle": "Hull’s Robert Snodgrass tells Sheffield Wednesday’s Forestieri to stop diving",
  "webPublicationDate": "2016-05-27T21:30:16Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/hull-city-snodgrass-sheffield-wednesday-forestieri-championship-playoff",
  "keyword": [
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/27/hull-city-snodgrass-sheffield-wednesday-forestieri-championship-playoff"
}