{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/23/rugby-union-talking-points-premiership-playoff-pro12",
  "id": "2016-05-23-275",
  "sectionId": "sport",
  "body": "1) Fraser emerging from Saracens’ class of 2008 with star quality   Related: Saracens outclass Leicester to reach Premiership final and put double in sight    The so-called class of 2008 gained a bit of airtime last week, the half-dozen or so players who came through the Saracens academy together and are now in the 24-26 age bracket. One of the less heralded of those is Will Fraser, but he is starting to fulfil the potential many have seen in him. If he continues on his current trajectory he will soon be as well known as his Saracens colleagues in the England squad. He was outstanding in defence against Racing in the Champions Cup final and this weekend he showed he could play a bit with ball in hand as well. His progress has been hampered a little by injury and the presence of Jacques Burger but, like his 2008 classmate Jamie George, who has had to wait patiently under the tutelage of a couple of greats, he is now ready to thrive. Michael Aylwin  • Match report: Saracens 44-17 Leicester  2) Cockerill stirs artificial pitches debate after latest Tuilagi injury Richard Cockerill has never liked artificial pitches. Never have they sat lower in his estimation than on Saturday when Manu Tuilagi, playing for the first time on one, lasted only 20 minutes before his hamstring went. Whether the injury can be attributed to the surface is a point of some debate but Cockerill does not trust anything that has not got soul, still less the gift of life. “For me artificial pitches are not for rugby union,” he said. He thinks there should be uniformity of surface across the Premiership. Certainly that would seem a sensible measure. The debate on what that surface should be will rage on. Artificial pitches seem to help the stability of the scrum and they are, of course, invulnerable to the British winter, which is a major plus. But Ed Slater, Cockerill’s captain injured for most of this season, is adamant, despite research to the contrary, that artificial pitches are more punishing on the body. Hybrid surfaces are surely the way forward. MA  • Manu Tuilagi doubtful for Australia tour with hamstring tear• Leicester captain Ed Slater criticises artificial pitches  3) Exeter’s and Connacht’s shrewd builds offer finals chances   Related: How Connacht overcame the odds to beat Glasgow and reach the Pro12 final    At the start of the decade the thought of Exeter and Connacht challenging for the Premiership and Pro12 titles was some way above fanciful: the Chiefs were in the Championship while Connacht were considered the runt of the Irish provincial litter, a development side for Leinster, Ulster and Munster to plunder. There were fears for Connacht’s professional future as the Irish Rugby Football Union grappled with the economic recession but they are now one victory away from a first league title after dethroning Glasgow in Saturday’s semi-final. As with Exeter their opponents in the final are steeped in success: Leinster and Saracens will represent the traditional order in this weekend’s respective finals in Edinburgh and Twickenham, permanent members of the upper echelon, while their opponents are arrivistes. Exeter have plotted their path to the top, improving year on year since being promoted to the Premiership in 2010 and helping reshape the Premiership’s financial model: London Irish’s relegation and Bristol’s probable promotion will leave the league without a club that has mere tenant status at a football ground; without the everyday income they generate from Sandy Park the Chiefs would have gone the way of Rotherham and London Welsh. Connacht’s success this year has been the more surprising, built on shrewd signings by the club’s head coach, Pat Lam, using his southern hemisphere network, and an adventurous style of play they tempered in the semi-final. Neither side will be favourites on Saturday: Exeter lost both Premiership games to Saracens, Connacht defeated Leinster at home, if by the narrowest of margins, before losing in Dublin. While Exeter see their achievement this season as part of a long-term strategy to make the top four of the Premiership far more often than not, Connacht may have to seize the moment. Their Ireland centre Robbie Henshaw will make his final appearance for the province before joining Leinster, much to the frustration of Lam who is unable to build as deliberately as his Exeter opposite number, Rob Baxter. The sides are two very different types of underdog; Exeter resemble Saracens in their first Premiership final six years ago, unfancied but ambitious and on course, while Connacht are in dreamland. Both took on players discarded by other sides and moulded a team, 80 minutes away from making history. Paul Rees  • Match report: Exeter 34-23 Wasps  4) Wasps come up short but look equipped for the long game Ultimately Wasps’ memorable season did not end as they would have liked. In both Europe and the Premiership they were strong enough to reach a brace of semi-finals but could not quite overcome powerful, well-organised opponents who shut down the supply lines to their fizzing back division. Their lineout, in particular, needs to become more consistent and the departure of George Smith and Charles Piutau will leave two sizeable holes, even with Danny Cipriani, Kurtley Beale, Tommy Taylor and, possibly, Willie le Roux heading to Coventry. On the plus side they have travelled a significant way – in every sense – from their impoverished relegation-flirting days in Wycombe and their new financial muscle should ensure they stay in the league’s upper echelons next season. How good, too, to see their players sharing a post-match dressing-room drink with their Exeter counterparts, proof of the mutual respect on both sides. Wasps remain a proud rugby club very much on an upward curve. Robert Kitson  • Jones singles out Sinckler for England tour to Australia• Win or lose with Wasps, Twickenham and England beckon for Nathan Hughes",
  "webTitle": "Rugby union: talking points from the Premiership and Pro12 play-offs",
  "webPublicationDate": "2016-05-23T07:40:18Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/23/rugby-union-talking-points-premiership-playoff-pro12",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pro12",
      "id": "sport/pro12",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/blog/2016/may/23/rugby-union-talking-points-premiership-playoff-pro12"
}