{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/feminine-mystique-100-best-nonfiction-books-robert-mccrum",
  "id": "2016-05-30-200",
  "sectionId": "books",
  "body": "Betty Friedan, the godmother of the postwar US women’s movement, was an accidental feminist. “Until I started writing [The Feminine Mystique]” she confessed in 1973, “I wasn’t even conscious of the woman problem.” Friedan had begun her research into “the problem that has no name” – a catchy homage to “the love that dare not speak its name” of Oscar Wilde’s fin-de-siècle disgrace – as part of her work for a questionnaire of her former college classmates on their 15th reunion in 1957, thinking that she would “disprove the current notion that education had fitted us ill for our role as women”.    Few books in this series have enjoyed such a direct and immediate influence on their readership    When Friedan discovered that many of her former classmates were unhappy with their lives as women in society she pitched an article based on the questionnaire to McCall’s magazine, which “turned the piece down in horror”. By now, she was sure she was “on the track of something. But what?” Gradually, “from somewhere deep within me”, a project that was now becoming a book began to take shape. “I have never experienced anything as powerful, truly mystical, as the forces that seemed to take me over when I was writing The Feminine Mystique”, she wrote later, in an almost perfect summary of that peculiar literary phenomenon, the zeitgeist book. As the critic Jay Parini has written, Friedan’s work “almost single-handedly ignited a revolutionary phase that has deeply affected the lives of countless American women and men”. Or, as Alvin Toffler put it, hers was a book “that pulled the trigger on history”. Rarely has a title in this series flown off the shelves as this did, selling 300,000 copies within the first year. Thirteen foreign language translations followed. Within three years of the book’s publication, Friedan had sold more than 3m copies. Friedan herself professed puzzlement about what it was she had identified, right up to publication. After five years research and hard work in the New York Public Library, she continued to see herself as the prisoner of “that mystique, which kept us passive”. Indeed, in common with many American women of the early 1960s, she “thought there was something wrong with me because I didn’t have an orgasm waxing the kitchen floor. I was a freak, writing that book.” Today, The Feminine Mystique seems far from freaky, at times even staid verging on reactionary. Still, it retains a polemical undertow that’s plainly designed to shift the minds of her readers. Compared to the other classic postwar statement of feminism, The Second Sex by Simone de Beauvoir, Friedan speaks quite practically to the concerns of middle-class American housewives, but mainly about the independent woman’s life in house and home. “The problem,” begins Friedan’s narrative, “lay buried, unspoken, for many years in the minds of American women. Each suburban wife struggled with it alone. As she made the beds, shopped for groceries, chauffeured Cub Scouts and Brownies, lay beside her husband at night – she was afraid to ask even of herself the silent question – ‘Is this all?’” In a society famously dedicated to “the pursuit of happiness”, Friedan reported that American women had lost their smiles. “I feel empty,” declared this first generation of desperate housewives. Friedan intensified her argument by braiding it with one of many personal admissions: a slave to the feminine mystique, she had made her own sacrifices for “the dream of love”, and become frustrated. (She, and her estranged husband, Carl, would fight about their marriage up to and beyond their eventual divorce.) Away from her failing home life, as a seasoned magazine journalist she conducted more reportage into the condition of female college students (“I don’t want a career I’ll have to give up”, says one) following this up with a fairly simplistic assault on Freud (“the puritan old maid who sees sex everywhere”) and then against social anthropology, and Margaret Mead, whom Friedan convicts for “the glorification of the female role”. Having anatomised this crisis of identity among American women, at least to her own satisfaction, Friedan wrenches her argument back to the present. She and her generation, she argues, are victims of the 20th century, specifically the depression, the second world war, and the anomie of the atomic age. The baby boom, she says, was a reaction to more than a decade of dehumanising crisis, an instinctive quest for the traditional comforts of hearth and home. She is not really against this, rather determined to level the playing field for husbands and wives.         Watch an interview with Betty Friedan on Canada’s CBC.    As Friedan’s narrative works through sex, consumerism and dehumanisation, she builds to her stirring conclusion: “the feminine mystique has succeeded in burying millions of American women alive”. Finally, after a call to have contemporary women taking up roles “requiring initiative, leadership and responsibility”, her book becomes a rallying cry, exhorting women to make change happen for themselves. This path to liberation, she concedes, would not be easy. Nevertheless, now was the time for a final breakthrough: “In the light of women’s long battle for emancipation, the recent sexual counter-revolution [of the 1950s] has been perhaps a final crisis before the larva breaks out of the shell into maturity.” Women, who had allowed the liberation of wartime to be taken away from them, would soon recognise their self-incarceration and break free, sexually and socially. Friedan’s sometimes awkward, occasionally inspired rhetoric would underpin women’s lib, which in turn would morph into the ongoing feminist revolution in the writing of Susan Brownmiller, Germaine Greer (No 13 in this series), Gloria Steinem, Kate Millett, even Naomi Wolf’s The Beauty Myth (1991), and many more. Few books in this series have enjoyed such a direct and immediate influence on their readership. Friedan, who died in 2006, was a magazine journalist more than a literary writer, but unquestionably a 20th-century icon. To her admirers, she was the woman who changed the course of history for American women. In her obituary notice, Germaine Greer wrote a more careful verdict. Friedan had pioneered something important, even if subsequent feminists were uneasy in her company, and “though her behaviour was often tiresome, she had a point. Women don’t get the respect they deserve unless they are wielding male-shaped power.” A signature sentence “With a vision of the happy modern housewife as she is described by the magazines and television, by the functional sociologists, the sex-directed educators, and the manipulators dancing before my eyes, I went in search of one of those mystical creatures.” Three to compare AC Kinsey, Sexual Behavior in the Human Male (1948)Kate Millett: Sexual Politics (1969)Susan Brownmiller: Against Our Will (1975)",
  "webTitle": "The 100 best nonfiction books: No 18 – The Feminine Mystique by Betty Friedan (1963)",
  "webPublicationDate": "2016-05-30T04:45:24Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/feminine-mystique-100-best-nonfiction-books-robert-mccrum",
  "keyword": [
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert McCrum",
      "id": "profile/robertmccrum"
    }
  ],
  "guardianId": "books/2016/may/30/feminine-mystique-100-best-nonfiction-books-robert-mccrum"
}