{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/28/country-diary-solved-mystery-absent-red-squirrels",
  "id": "2016-05-28-185",
  "sectionId": "environment",
  "body": "One of the main wildlife mysteries in the strath is the distribution of red squirrels in gardens in the adjoining villages of Farr and Inverarnie. Over many years we have advised people over putting out peanuts and feeders, and every one has succeeded in attracting them. However, one garden of an acre with mature trees and seemingly ideal has not succeeded, and it is ours!      Acrobatics in Ray’s garden.    Various feeders have been tried to no avail, and I watched a badger climb two metres up the tree and tear one to pieces.  In the 29 years we had lived in this house, we had, to our knowledge, never had a squirrel in the garden. This has been the subject of much friendly banter in the village shop over the years. We have been given photographs, told of numbers of squirrels coming into gardens and invited to go and see “their” squirrels. One person even related how he watched a squirrel eat the young house sparrows in their nest in ivy.    Related: Treecreepers at my toes, a wildcat on camera    Then the other day at around 8am, I had an urgent call from my wife in the end room: “Ray – come quickly with your camera.” Fortunately the camera is kept handy, complete with a 400mm telephoto lens, but I still had to fight my way past four miniature dachshunds that seemed to sense the urgency of the situation.  There, through the window, was a sight I thought I would never see in this garden: a squirrel on a bird feeder filled with peanuts. The squirrel was very acrobatic and spent most of the time upside down.  Two things struck me: one was its very pale, almost creamy white, tail; and the other was the complete lack of any ear tufts. I took 52 photographs before the squirrel left. I did not see it again that day. That afternoon I erected two new squirrel feeders with lids and then this morning at around the same time there were two squirrels and one was coping with the new feeder. I await my future visits to the village shop with anticipation. Follow Country diary on Twitter: @gdncountrydiary • The headline on this article was amended on 1 June 2016 to better reflect the content of the article.",
  "webTitle": "At long last we spot a red squirrel on our feeder",
  "webPublicationDate": "2016-05-28T04:30:24Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/28/country-diary-solved-mystery-absent-red-squirrels",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Ray Collier",
      "id": "profile/raycollier"
    }
  ],
  "guardianId": "environment/2016/may/28/country-diary-solved-mystery-absent-red-squirrels"
}