{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/the-fiver-manchester-united-bournemouth-lets-get-a-fork-stuck-in-this-premier-league-season",
  "id": "2016-05-17-99",
  "sectionId": "football",
  "body": "ENTERTAINMENT TONIGHT This season’s Manchester United strip references the early 1980s. Their current brand of football, meantime, also betrays retro stylings, heavily influenced as it is by 1973. And quite a bit of 1974. It wasn’t totally surprising, then, when the club looked back a few decades to gain similar old-school inspiration for the pre-match entertainment at Old Trafford. The 1960s-style dog handling display was a cute idea, to be fair, though perhaps next time best stick to a few small hurdles along the pitch with a ball to fetch at the end of it, or a guy dressed as a robber with one of his arms wrapped in hessian.   Related: David Squires on … the end of the Premier League season    Anyway, just as every phone owned by a slightly confused retired policeman has a length of rubber hose attached to it, so every cloud has a silver lining. And on Tuesday night Manchester United have the stage to themselves, as they close out their Premier League season against Bournemouth with a chance to show the entire nation – well, those not watching Derby’s efforts to pull three goals back at Hull – what they’re all about. United need to win 19-0 if they’re to pip neighbours City for the final place in next season’s Big Cup. That’s admittedly something of a tall order, given that the record score in the top division is 12-0, last achieved in 1909 when Nottingham Forest beat Leicester Fosse. (Whatever happened to them?! They sound useless. The Fiver confidently assumes they must have given up.) But has Louis van Gaal given up? Well, yes, he clearly did that sometime during 2014. But he understands the grand United tradition as well as the next man – providing that next man is Herbert Bamlett, who oversaw 12 consecutive defeats in 1930 to an aggregate score of 49-14 – and will surely send his side out to score at least one of the 19 goals they require. Perhaps in the second half, when Bournemouth have lost interest a bit. Speaking of losing interest, representatives of David de Gea have categorically denied rumours that he wants out should LVG stay put next season. A categorical denial, huh. LIVE ON BIG WEBSITE Join Scott Murray from 7.45pm BST for hot MBM coverage of Hull City 1-1 Derby County (agg: 4-1) in the Championship play-off semi-final second leg, while Tim Hill will be on hand for Manchester United 0-0 Bournemouth at 8pm. QUOTE OF THE DAY “No one takes a ‘what great economic results’ banner to the stadium” – Monchi, Sevilla’s sporting director and the secret of their remarkable success, talks to Sid Lowe before they bid for a third Big Vase triumph in three years on Wednesday.     Monchi. Photograph: Miguel Angel Morenatti/AP    FIVER LETTERS “I’ve really no issue with people having a whip-round to allow Moses from Sierra Leone to stay and attend the FA Cup final after Sunday’s Old Trafford postponement (yesterday’s Quote of the Day), but however far he’s travelled, spare a thought for fans who have sat through the pain of the dour win over Sheffield United (two shots on target, and a 93rd-minute penalty winner), made night-time trips to Shrewsbury and Derby, a midweek away replay at Upton Park and then traipsed down to Wembley for the semi-final against Everton, and still didn’t get a ticket in the ballot. It’s a nice feelgood story of course, but a lot of people gave up a lot of time and money to support the team during the cup run, and won’t be able to get into the final” – Stephen Yoxall. “Harry Kane commented that Sunday’s 5-1 gubbing at Newcastle was the worst performance he has been in (yesterday’s Bits and Bobs), but he should have more patience. The Euros haven’t started yet” – Leon Herrell. “I spent most of Monday seeking a comparison to Tottenham’s capitulation – then I remembered the Liberal Democrats” – JJ Zucal.     Some low-res for you. Photograph: Kraig Dixon    “I’m not sure what’s worse; the realisation that the line ‘Yet incredibly, the only people who still want him in their team these days are middle-aged Chelsea fans who wish it was 2005 again, when the sun shone every day and José made everything all right and kissed it better’ (yesterday’s Fiver) applies 100% to me and that I am pining for the past, given that I have the attached photo of my spare room wall as my Social FaceSpace profile picture. Or the realisation that The Fiver knows me so well and is written for the likes of me. If it isn’t obvious enough already, I should also point out, I didn’t even read The Fiver in 2005 either (*sobs*)” – Kraig Dixon. “As a dedicated regular to Richard Foster’s excellent monthly pub quiz (Mason’s Arms NW10, somewhat short of 1,057 regulars), I feel obliged to send a letter with the aim of getting a copy of his prized book signed by the man himself. Supported by his colleague Simon, Richard provides an informative evening blessed with posers, trivia and great humour. I am struggling to see the natural association with The Fiver” – Leonard Cohen. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our letter o’the day is … Kraig Dixon, who receives a copy of The Agony & the Ecstasy: a Comprehensive History of the Football League Play-Offs, by Richard Foster. We’ve copies to give away for the rest of the week, so get scribbling. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Here’s how Leicester’s Premier League trophy parade went down. “It’s just been incredible for the town. People have been talking about the diversity of this city, but it’s really true that this has brought us even closer together,” said Ish Lunat.     Jaywalkers. Photograph: Alex Pantling/Getty Images    Diego Costa and Juan Mata have failed to make the cut for Spain’s Euro 2016 squad. Germany have found room for a knacked Bastian Schweinsteiger in their provisional 27, mind. Rafa Benítez looks like he’ll be going for a Burton and staying at Newcastle for their Championship campaign next season. Swansea City’s André Ayew is fluttering his eyelashes at Premier League admirers. “If I have to stay, fine. If I have to leave, I have to leave,” he tootled. “What is important for me is that I keep doing my work, and in football the truth of today is not the truth of tomorrow.” OK. After withstanding an early storm and getting away with a shameless foul for their equaliser, Sheffield Wednesday dumped Brighton out of the Championship play-offs. “The club is a sleeping giant but it is waking up and we are making history,” cooed Carlos Carvalhal. “We know we will be underdogs but we also know we have a 50-50 chance of making it to the Premier League. And Nasty Leeds have been charged by the FA with breaching Mr 15% regulations over the £11m sale of Ross McCormack to Fulham. STILL WANT MORE? David Squires’s latest cartoon looks back at the Premier League season just ended. Contains Spurs capitulations and Trevor Brooking wicker man sacrifice rituals.     Squad! Illustration: David Squires for the Guardian    The season is over. Nearly. But the mere formality of all the games not having been played yet hasn’t stopped us from rounding it all up – we’ve got the goal of the season, the game of the season, the player of the season, the signing of the season, the pundit of the season, the flop of the season, the manager of the season, the referee of the season, the gripes of the season and the innovations they want. We’ve now got some polls going, so get voting. Premier League 2015-16 quiz! How much do you really know about the English top flight this season? Test yourself in our end-of-term teaser. Adam Lallana talks Big Vase final, Jürgen Klopp and more, with Andy Hunter. Raf Honigstein riffs on the end of Pep at Bayern. This week’s Gallery stars … Roberto Firmino. Next, send us your takes on the Madrid Big Cup final derby. Steven Pye reports on Boreham Wood taking the season of surprises right down to the fifth tier. Manchester United are sort of getting better, reckons Paul Wilson, but at a snail’s pace in a fast-moving game, so what’s the use in that? Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. CONFIDENCE = LOW",
  "webTitle": "The Fiver | Something of a tall order",
  "webPublicationDate": "2016-05-17T15:53:49Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/the-fiver-manchester-united-bournemouth-lets-get-a-fork-stuck-in-this-premier-league-season",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Murray",
      "id": "profile/scottmurray"
    }
  ],
  "guardianId": "football/2016/may/17/the-fiver-manchester-united-bournemouth-lets-get-a-fork-stuck-in-this-premier-league-season"
}