{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/england-fans-euro-2016-wales-lens",
  "id": "2016-05-24-81",
  "sectionId": "football",
  "body": "Police have told fans without tickets not to travel to England’s Euro 2016 match with Wales in Lens, warning there will be no alcohol on sale, nowhere to stay and few places to watch the game. Officers from the UK this week met their French counterparts to finalise planning for the tournament, the build-up to which has been beset by security concerns. Assistant chief constable Mark Roberts, the lead for football policing in the UK, said that between 350,000 and 500,000 fans were now expected to travel to follow England, Northern Ireland and Wales. There are also expected to be large contingents of travelling fans from elsewhere, with 500,000 expected from Germany alone. “The clear message was, if you don’t have tickets for the England v Wales, don’t come to Lens. The stadium has a capacity of 35,000, the fanzone has a capacity of 10,000 and, without being unkind, there’s not a lot else to do in Lens,” he said. Fans will instead be urged to head for Lille or remain elsewhere in France where fanzones will be better able to cope with large numbers. Roberts said: “If you’ve not got a ticket, don’t go to Lens. Go to Lille instead, where there’s a bigger fanzone. We know Brits will get where water can’t in terms of sporting events but people will not get in stadiums without a ticket. If you’ve not got a ticket, don’t travel.” He said the French police, planning a security operation on an “extraordinary scale” in the wake of last year’s terror attacks in Paris, would stop cars on their way into the city and shuttle fans to the stadium on buses. Alcohol will be banned for 24 hours on the day of the game and all those entering the city will be searched. For the first time UK officers will flow intelligence information back to the UK and monitor social media in an attempt to stop anyone suspected of an offence returning to France. “If there are any incidents of disorder or antisocial behaviour during the tournament, officers in France and the UK will be gathering intelligence to identify those supporters,” said Roberts. “This could result in them being subject to a football banning order on their return to the UK as well as potentially being charged for an offence in France.” Incidents such as the racist abuse aimed at a commuter on the Paris Métro by Chelsea fans were cited as examples of the sort of behaviour that could lead to an immediate banning order on return to the UK. But Roberts stressed that England fans had behaved well at recent tournaments and that banning orders, of which 1,929 are currently in place, that require individuals to surrender their passports for the duration of the tournament had helped reduce the possibility of disorder. While UK police have sought at other recent tournaments to reassure the local police that England fans no longer deserved a negative reputation, he said that at Euro 2016 fans would also have to be prepared to see military police and put up with a heavy presence given the security risk. England’s opening game with Russia in Marseille is considered to be a potentially combustible mix in light of incidents during the 1998 World Cup in the city and the reputation of some Russian fans. While Roberts cautioned against allowing “keyboard warriors” to stoke up tension, he said that French and UK police were both well aware of the risks. “Marseille commanders are well aware of the intelligence briefing we’ve received. We are aware of some elements of the Russian supporter base in terms of their background. Police are also aware of the local elements,” he said.",
  "webTitle": "Ticketless fans told to stay away from Lens when England play Wales",
  "webPublicationDate": "2016-05-24T16:23:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/england-fans-euro-2016-wales-lens",
  "keyword": [
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wales",
      "id": "football/wales",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/24/england-fans-euro-2016-wales-lens"
}