{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/rester-vertical-review-cannes-2016-alain-giraudie",
  "id": "2016-05-12-248",
  "sectionId": "film",
  "body": "Has Cannes just experienced its first auteur turkey? Alain Guiraudie is hugely admired for his explicitly sexual thriller The Stranger By the Lake, but his film in this year’s competition, Rester Vertical, is a head-scratching disappointment: an incoherent, inconsequential picture which sometimes looks worryingly as if it is being made up as it goes along.            The film is an uneasily judged and self-indulgent exercise in myth-making, tentatively skirting the boundaries of fantasy and reality, the fabular interplay of creativity and human reproduction and the forms of sexual adventure, gay and straight. There are some boldly explicit scenes and Guiraudie gives us one or two moments of visual brilliance and black comedy – although these are increasingly coloured with a mood of exhausted flippancy. Damien Bonnard plays Léo, a guy driving around the countryside of the south of France, apparently working on a screenplay. He is also, it seems, looking for non-professionals to be in the movie - he makes a rather sexually charged approach to a cute young guy who is rather preposterously pouting by the roadside. But in fact he makes a closer emotional connection with Marie (Linda Hair) a young woman minding the sheep belonging to her glowering dad Jean-Louis (Raphaël Thierry) a farmer with the Neanderthal look of an ogre in a fairy tale. Marie herself is shouldering a rifle for the purposes of killing wolves: a weapon to which we may wish to apply Chekhov’s rule about the gun appearing in act one getting fired in act two.   Related: Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood    Léo and Marie have sex and she has a baby, to go with the two kids she already has from a previous partner: Guiraudie mixes a social-realist candour for the representation of these events, with something more deadpan for the bizarre, dreamlike events which follow. Marie apparently suffers from some kind of post-natal depression and leaves the farm to live ... somewhere else. This is despite the fact that money is supposedly desperately tight. Léo himself takes the baby and paddles a mysterious boat through a sun-dappled forest to see a wise-woman-slash-sprite who checks out his physical and psychic vital signs by attaching tree-tendrils to his torso, like an EEG reading. Meanwhile, he’s working on his screenplay, travelling around with his baby (clearly not needing all the kit that other parents seem to have) and getting money “wired” to him by an endlessly patient producer – a concession to plausibility which was really unnecessary. He also forms an emotional relationship with the boy by the roadside and a grumpy old farmer – oddly similar to Jean-Louis, but older – who appears to be the boy’s humiliated and resentful sugar daddy. More dial-up-to-11 sex scenes follow, some loud Pink Floyd is played and those wolves make an outrageously silly appearance - symbols of danger to which Léo responds on a note of cautious defiance which may or may not explain the title.   Related: Sieranevada review – food for thought (but not for the mourners) in Romanian oddity    I was weirdly reminded of Orwell’s comment on the insistent cheerfulness of Dickens’s grimmest stories: the wolf is at the door but it is wagging its tail. The wolf is wagging its tail in Guiraudie’s movie too – but wagging it distractedly, out of boredom. Sadly, Rester Vertical does not stay upright.",
  "webTitle": "Rester Vertical review – exercise in myth-making and sexual adventure fails to stay upright",
  "webPublicationDate": "2016-05-12T11:05:23Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/rester-vertical-review-cannes-2016-alain-giraudie",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/12/rester-vertical-review-cannes-2016-alain-giraudie"
}