{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/20/how-to-deal-with-incompetent-colleague",
  "id": "2016-05-20-320",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I have to work with a colleague who – not to put too fine a point on it – is fundamentally incompetent at his job. He occupies a mid-senior role and I’m at a loss as to why he was hired in the first place or how he passed his probation.  We are a website and he barely seems to grasp how the internet works, let alone the relatively advanced levels of analysis that his role demands. If he held a junior position it would be more tolerable, but as it is he is at best dead weight, and at worst an annoyance.  I am not alone in thinking this. In meetings, his input causes awkward pauses as people attempt to digest that someone has suggested such a bad idea. If you explain why it is not viable (and in most cases would probably be harmful to the business) and methodically list your points, he will just repeat his initial idea as if he hasn’t heard anything you’ve said. He was hired by another team, with whom he passed his probation, and is now being foisted on us. Our company embraces “agile management”, where you have a fluid structure of partly self-sufficient business units, and personnel moving between these is encouraged – usually this is a good thing. Infuriatingly, he’s keen to remain with our team as we’re “such nice guys”. I can only assume this is because we’re generally polite to him. I work closely with him and he is a drain on my time. I’m unsure as to how to proceed. I am sure you can sense my sheer frustration, but I don’t like the idea of getting someone fired. Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "A colleague I work closely with is incompetent – what can I do?",
  "webPublicationDate": "2016-05-20T06:00:33Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/20/how-to-deal-with-incompetent-colleague",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/20/how-to-deal-with-incompetent-colleague"
}