{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/12/everton-roberto-martinez-wigan-parallels",
  "id": "2016-05-12-87",
  "sectionId": "football",
  "body": "Roberto Martínez cut such a lonely and despondent figure in the television interview studio following the 3-0 defeat at Sunderland on Wednesday night it is no surprise Everton have released him early and spared him the ignominy of facing scornful home supporters in the final game of the season against Norwich on Sunday. The manager lost the fans some time ago and judging by the last couple of abject performances, lost the dressing room, too. The match at Sunderland, the second time in a week that Everton had provided only token resistance to opponents writing their own headlines, came three years to the day since Martínez’s greatest triumph, the FA Cup win with Wigan Athletic that brought him to the Merseyside club’s attention.   Related: Sunderland safe after Lamine Koné double sinks crumbling Everton    Martínez’s achievements with Wigan were real enough; they did not just outplay Manchester City in the final but silenced Goodison with a comprehensive and wholly unexpected 3-0 win over Everton at the quarter-final stage. Yet even as Bill Kenwright moved to replace David Moyes with the bright young manager who had also been interesting Liverpool, fans were asking the obvious question. Wigan’s FA Cup triumph had been tainted, to say the least, by relegation from the Premier League the same season. Having won nothing in the way of trophies since their own FA Cup success in 1995, Everton were bound to be impressed by someone who could make winning a trophy look easy – Martínez had been in the Premier League for only four years after earning a reputation as a progressive coach at Swansea – but many supporters were uncomfortable with the fact that his Wigan teams had been involved in relegations fights most years, and in the final analysis he had been unable to keep them up. Those reservations seemed unfounded when Everton managed a creditable fifth place in Martínez’s first season on Merseyside, though over the next two years many of the old Wigan failings began to resurface. The manager’s judgment of players appeared questionable, especially when they were defenders, and though James McCarthy was a good signing, the other players he brought with him from Wigan were less impressive. Wigan had often seemed naive on the pitch, capable of playing attractive football but not streetwise enough to close out games and secure results, and the same affliction gradually set in at Everton, coming to a head this season. Defending was always a problem, defending at set pieces a particular problem, and when Martínez unwisely claimed not to be interested in keeping clean sheets, preferring to win matches by scoring goals at the other end, he effectively painted himself into a corner from which he is still trying to escape. Talking to Wigan supporters as well as to Everton fans in recent weeks, the word that keeps cropping up about Martínez is “stubborn”. He either cannot or will not change his ways, even when results demand it. This is a manager who in his final season at Wigan said there was no need to look at the league table, it was better to assess how well the team were performing on the pitch. Wigan at the time were not performing well, and supporters were looking anxiously at the league table all the time. Then when the inevitable happened with defeat at Arsenal a few days after the Cup final, Martínez professed himself shocked and disappointed. “I never expected relegation, I didn’t see that happening to us at all,” he said. Everton have never been in any serious relegation trouble under Martínez, in fairness, though with the players at their disposal they expected better than another bottom-half finish and the worst home season in Goodison history. Fans now fear that the team will break up, with Romelu Lukaku, Ross Barkley, John Stones and McCarthy attracting interest from elsewhere, and should that happen there was no chance of Martínez being entrusted with money to build another one. Instead he will shoulder the blame for three years of missed opportunity, and for once he appears to have nothing to say to defend himself. For all his faults Martínez has always talked a good game, even if some of his relentless optimism bordered on the preposterous. Anyone familiar with his relaxed, expansive style will have noted with concern that his pre-Sunderland press conference lasted a mere six minutes. In happier times Martínez could easily spend half an hour or more talking to the television cameras, before disappearing for a radio interview then returning to pull up a chair for an open-ended huddle with the local reporters. He is a positive, pleasant chatterbox who enjoys talking about football, but like any other manager he needs results to back him up. Everton’s results this season slowly starved him of oxygen. The position became almost untenable in the week that a 4-0 derby defeat at Anfield, when he managed to pick a squad with no central defensive cover on the bench, was followed by Manchester United’s win in the FA Cup semi-final at Wembley. It is highly debatable whether even an FA Cup success would have won supporters round in any case, but defeat merely removed the last twig to which the manager could cling for support. Between acting as doormats at the Leicester coronation and generously allowing Sunderland to survive through three goals from goalkeeping errors and set pieces, sometimes even goalkeeping errors at set pieces, Everton left their manager with nothing to say. And when Martínez has nothing to say, the game is as good as up.",
  "webTitle": "Everton put Roberto Martínez out of his agony amid the Wigan parallels | Paul Wilson",
  "webPublicationDate": "2016-05-12T18:00:05Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/12/everton-roberto-martinez-wigan-parallels",
  "keyword": [
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/12/everton-roberto-martinez-wigan-parallels"
}