{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/17/bbc-changes-raise-questions-on-its-remit",
  "id": "2016-05-17-56",
  "sectionId": "media",
  "body": "While the BBC white paper looked benign (Better than expected – a reasonable and sensible compromise for the BBC, theguardian.com, 13 May), it is more sinister as soon as you drill into the detail. Something no one has highlighted is that it will lead to a serious narrowing of our horizons at a time when we need to know more than ever what is going on in the wider world. Our lives are increasingly impacted by international events – the refugee crisis, our role in Europe, international conflicts – but the BBC’s remit to provide us with nuanced content about all this will be reduced by this change in the charter. The BBC currently has a commitment to “bring the world to the UK”, but this has been reduced to being delivered in just news and current affairs. No more international documentaries? No more programmes explaining the wider world to our children? No more international drama? The BBC may choose to continue providing this content, but there is no guarantee because it will not have it written in its remit to do so.Sophie ChalkThe International Broadcasting Trust • Local TV channels, which have a public service remit, will begin laying off journalists from broadcast newsrooms this summer as the BBC implements drastic cuts in local TV news purchasing. At the same time, the BBC is proposing to share its own video content with local newspapers, enabling them to compete with local TV online. Not only that, but the BBC is proposing to invest £8m of licence fee payers’ money to pay local newspaper journalists to do what they do already. Local broadcasters are rightly concerned that this could lead to unfair competition and threaten local media pluralism. The BBC must set out clearly its approach to media partnerships, including commitments to transparency, fairness and the public interest in a diversity of local media.Steve BuckleyChair, Sheffield Live • So the BBC is to scrap its recipe site, and a petition has started to protest this (Report, 17 May). Seems like a good way to save some money, better spent on news, key information and sound programming. Maybe the protesters could just get off their “app-sides” and get recipe books. These are readily available at bookshops, supermarkets, charity shops and, if you’re fortunate enough to still have one, libraries. If all else fails they could ask a friend, especially an older one.Penny FeldonSnitterfield, Warwickshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "BBC changes raise questions on its remit | Letters",
  "webPublicationDate": "2016-05-17T18:24:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/17/bbc-changes-raise-questions-on-its-remit",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Local TV",
      "id": "media/local-tv",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/17/bbc-changes-raise-questions-on-its-remit"
}