{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/tony-adams-brondby-manager-arsenal",
  "id": "2016-05-10-67",
  "sectionId": "football",
  "body": "Tony Adams is in negotiations with Brondby about becoming their manager. The former Arsenal centre-half, who is the director of football at Gabala in Azerbaijan, is the favourite to take over from the interim coach, Aurelijus Skarbalius, at the end of the season. Adams has a connection to the Brondby owner, Jan Bech Andersen, through John Terry, the Chelsea captain, who is a mutual friend, and the 49-year-old is ready to leave Gabala to pursue a fresh challenge. “I can confirm I am talking to Brondby regarding the coach’s position,” Adams said. “I will leave Gabala later in May and I am looking to return to a manager’s job. Nothing has been decided yet and I am sure Brondby will chose the right person for the job.” Adams has been in talks with the Danish club for a number of weeks and, if appointed, he would consider naming John Jensen, his former Arsenal team-mate, as his assistant. Brondby’s other options for the manager’s post are Morten Wieghorst, formerly a Celtic player and Swansea City assistant manager, and the Faroe Islands coach, Lars Olsen. After a playing career with Arsenal and England, Adams has struggled to make the transition into management. He had a year at Wycombe Wanderers that began in November 2003, during which time the club was relegated into League Two, and he had an angst-ridden three and a half months in charge of Portsmouth in 2008-09, when he won only two Premier League games. Adams’ other managerial post was at Gabala. He took over in May 2010 and lasted 18 months, before he resigned for family reasons. He returned to the club as the director of football in October 2012. Andersen has advised Terry over financial investments and the Chelsea player went to Denmark on Monday to visit him and watch the club’s game against Nordsjaelland. Brondby’s previous manager, Thomas Frank, resigned in March under bizarre circumstances after he found out Andersen had been critical of him on a fans’ web forum. Andersen had logged in under a pseudonym.",
  "webTitle": "Tony Adams in talks with Brondby over taking manager’s job next season",
  "webPublicationDate": "2016-05-10T18:26:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/tony-adams-brondby-manager-arsenal",
  "keyword": [
    {
      "webTitle": "Brondby",
      "id": "football/brondby",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/10/tony-adams-brondby-manager-arsenal"
}