{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/best-family-friendly-festivals-for-2016",
  "id": "2016-05-21-121",
  "sectionId": "music",
  "body": "Elderflower Fields 27-30 May The ideal first festival for families, Elderflower Fields is hip, intimate, independent and located deep in Ashdown forest. It’s known for its emphasis on sports activities, from parkour and tree climbing to mountain boarding, kayaking and baby bouldering (whatever that is). Aside from the extensive list of performers, there is a host of locally sourced produce (much of it street-food style), a Sunday family picnic, and even a woodland spa. The nature programme is unparalleled, featuring foraging, nature walks, evening expeditions to look for nightjars, and pond dipping. Pippingford Park, East Sussex      Elderflower Fields, East Sussex.    Blissfields 30 June-2 July Considered one of the highest-quality family boutique festivals (with a “posh wash” pass giving you access to flush toilets and hot showers), everyone raves about its Angel Gardens, the space for children and adults alike. This year it has a Snow White and the 700 Children theme, with magic mirror-making workshops, dwarf training school and glittery apples. There is also a potion shop hidden in the trees, pony riding, science shows and yoga. The lineup is class too, including Dizzee Rascal, Everything Everything and Norman Jay. Vicarage Farm, near Winchester, Hampshire  Deer Shed 22-24 July Run by a family for families, Deer Shed is for the discerning festival goer, offering the best in music, food, kids’ entertainment and (its USP) science. With a movies theme this year, the lineup includes Richard Hawley, Beth Orton, Anna Calvi and Steve Mason. Expect top-notch theatre, Aardman model-making workshops, Matthew Bourne dance classes, and a massive science programme of events on tree identification, forensics, robogals (to encourage more girls into science and tech industries) and bridge building from lolly sticks. At Deer Shed there are no designated kids’ areas because “they’re not zoo animals”. Everywhere is for everyone. Baldersby Park, Topcliffe, North Yorkshire Wilderness 4-7 August     Outdoor swimming at Wilderness Festival    The ultimate posh family festival, billing itself as “a celebration shaped by nature” in greenest Oxfordshire. Aside from the Shakespearean theatre, debates, philosophy walks and life drawing, there is wild swimming, boating, horse riding, hot tubs and a wealth of kids’ entertainment. Award-winning theatre, storytelling, costume making by the V&A, campfires, forest night camps, a cricket match … and on it goes. You can even book a nanny while you stuff your clever face at one of the long-table banquets cooked by Raymond Blanc and Skye Gyngell. Cornbury Estate, Oxfordshire Doune The Rabbit Hole 19-21 August  A tiny and independently minded festival set among ancient oak trees in central Scotland that is so family-friendly under-12s go free. There is a family camping area and kids’ activities include games, crafts, a jelly slide, free play area and workshops in which they can make their own festival costume or learn circus skills. The reassuringly indie lineup includes C Duncan, Babe and Hannah Lou Clark. Cardross estate, Stirling  Just So 19-21 August     Just So festival.    Pitched for “children and their families”, the Rode Hall estate abounds with “glades” that have CBeebies-style names like Spellbound Forest, Jitterbug and Peekaboo. Expect pillow fights, a bake-off, sports day, bubble hours, midnight feasts, a brilliant children’s literature programme and a brand new Tales of Animalia area run by the Fabularium. On the practical side, there’s a baby-feeding boudoir, nappy-changing tent, bottle warmers and an area where baby bubble baths are drawn from 5pm-7pm every evening. If only the real world treated families this way … Rode Hall Parkland, Cheshire  Beautiful Days  19-21 August A laidback, hippy festival founded by the Levellers and winner of the 2011 best family festival award. The legendary children’s area, co-ordinated by Majical Youth Theatre, includes crafts, theatre, dressing-up, music and craft workshops. There is designated family camping, family rave Big Fish Little Fish on Friday afternoon and, for the grown-ups, real ale bars and headliners including Leftfield, the Coral and Ezra Furman. Escot Park, near Exeter, Devon",
  "webTitle": "The best family-friendly festivals for 2016",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/best-family-friendly-festivals-for-2016",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "music/2016/may/21/best-family-friendly-festivals-for-2016"
}