{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/derby-2016-deauville-stamina-epsom-ryan-moore-aidan-obrien-horse-racing",
  "id": "2016-05-28-48",
  "sectionId": "sport",
  "body": "Nearly 500 colts were entered for the 2016 Investec Derby as yearlings in December 2014 and 17 months later the possible field has been whittled down to no more than 20 that could go to post at Epsom Downs next Saturday, yet the task of finding the winner does not feel any easier now than it was then. Three of the last four Derbys have gone to the favourite, at 13-8, 11-8 and 8-13. The one that did not was won by Ruler Of The World, when Dawn Approach started at 5-4 and finished last. This year is different. It is 4-1 the field, two of the first three names in the betting will not officially join the race until the supplementary stage and an obvious contender like Harzand, the Ballysax Stakes winner, could well be held back to wait for the Irish Derby instead. So far this season four horses from the Classic generation – Minding, The Gurkha, Galileo Gold and Awtaad – have produced genuinely impressive winning performances at Group One level. Not one is expected to go to post on Saturday, with Minding currently favourite for Friday’s Oaks and the rest more likely to stick to a mile. There might be an outstanding 12-furlong colt out there somewhere but, if so, it will become apparent only as he goes clear in the final furlong next weekend. Significant rain over the next few days could change the picture completely, while Ryan Moore’s choice from Aidan O’Brien’s team of runners is another unknown. Even if it stays dry, though, there is a case to be argued for every horse in the ante-post betting up to, and including, the 40-1 chance Across The Stars, who found trouble in running in the Lingfield Derby Trial and will be partnered by Kieren Fallon, who rides Epsom as few before him.   Related: Aidan O’Brien defends his chief Coolmore Derby hope US Army Ranger    But the races that are the most difficult to unravel are also the most satisfying to solve and few backers will be able to resist an interest in such an open race. There are positives and negatives about every major contender and it is simply a case of finding the one that feels right and then hoping for the best and some luck in running. Among the shorter prices Wings Of Desire has plenty to recommend him. Unraced until 13 April, he progressed from a maiden win at Wolverhampton 10 days later to win the Dante and should have more improvement to come. Then again Frankie Dettori suggested after their win at York that the Derby might be coming a little too soon in his career and he won at York by only a neck. He still makes more appeal than US Army Ranger, who looked a little fortunate to beat his stablemate Port Douglas at Chester, or Cloth Of Stars, who is not sure to stay and whose form in France is several pounds short of the necessary standard even in an open year. Ulysses, whose sire and dam were both Epsom Classic winners, has the pedigree but not, as yet, the form to make him a genuine 8-1 chance. Massaat, in contrast, has the form, having finished second in the Dewhurst and 2,000 Guineas on his last two starts, but his breeding strongly suggests he will not get home. Moonlight Magic, the Derrinstown winner, could run into a place but, if there is a value bet lurking among the double-figure prices, it may be Deauville, the runner-up in the Dante. He travelled like the best horse in the race to the two-pole and found plenty for Ryan Moore when asked for a final kick. Even if Moore opts for US Army Ranger, Deauville looks an uncomplicated ride who is almost certain to stay 12 furlongs and he travels so well that he could find a good position and hold it until striking for home two out. Wings Of Desire might chase him down again but at the prices Deauville is an attractive bet at 12-1 to beat Dettori’s mount, with Moonlight Magic possibly taking the minor honours.",
  "webTitle": "Derby 2016: Deauville’s stamina can spin wheel his way at Epsom casino",
  "webPublicationDate": "2016-05-28T20:00:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/derby-2016-deauville-stamina-epsom-ryan-moore-aidan-obrien-horse-racing",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/28/derby-2016-deauville-stamina-epsom-ryan-moore-aidan-obrien-horse-racing"
}