{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/28/jose-mourinho-risk-manchester-united-manager",
  "id": "2016-05-28-111",
  "sectionId": "football",
  "body": "Managerial rethinks never used to be such seismic events and perhaps it is regrettable that the personalities on the sidelines now tend to overshadow the contributions of those on the pitch, but José Mourinho colliding with Manchester United was never going to take place quietly or off‑camera. All incoming leaders at Old Trafford rightly feel the job is one of the biggest the game has to offer and Mourinho was not merely pressing the supporters’ buttons when he spoke of mystique, romance and the special honour of becoming United’s manager. Students of these matters might detect a subtle and clever change of emphasis there. When Mourinho first arrived in England the specialness surrounded him, not his place of employment, though the point is that he happens to be right about United. In England, only Liverpool can match it for storied grandeur and a tradition of continued success and at the moment the Manchester club is bigger in every sense with its glory years not too far back in the past. Around Europe perhaps only Barcelona, off-limits to a former Real Madrid employee, is a more desirable destination for an ambitious manager.   Related: José Mourinho is seen as a route to title but 128 years of history are against him | Jonathan Wilson    The Real Madrid job has just as much mystique and romance and a record number of European Cups to go with it, but managers there are not in control of their own destinies as they are in England. Even successful ones find it tough going – 29 managers in the past 30 years tells its own story – and of that number only Leo Beenhakker, Vicente del Bosque and Mourinho managed to stick it out for three seasons. With limited control over transfer policy and no margin for error or any kind of delay, it is difficult for a manager to put down long-term roots or develop a team and playing style in his own image. In Germany, Bayern Munich has its attractions, notably a top-class playing squad and a crack at the Champions League every season, though even Louis van Gaal found success in Bavaria. That is not to belittle the Dutchman’s achievements at Bayern – he would have won the first German treble but for the excellence of Mourinho’s Internazionale in 2010 – but there is a growing sense that the financial clout of the perennial champions exerts an unhealthy dominance in the Bundesliga. So, if you are “quite simply the best manager in the game today”, as Ed Woodward has just described his new recruit, Manchester United is an obvious vehicle to jump aboard. Particularly under present conditions with £10m-a-year salaries on offer and an apparently unlimited amount of money to spend on players. There was a feeling when David Moyes was offered Sir Alex Ferguson’s old job that United and their unpopular owners were trying to do things on the cheap, followed by a real concern that, with poor results and a struggling manager, the club was no longer sufficiently attractive to leading players around Europe. That impression was dispelled under two years of Van Gaal, even if the results were ultimately unsatisfactory. United sweated the brand and upped their off-field business activity to the extent that they were able to find around £250m for new signings and can apparently do so again. With Mourinho and his agent, Jorge Mendes, on board United will not have to worry about attracting top players and whether he spends big money or not one would imagine the new manager’s approach will be less scattergun and more targeted than that of his immediate predecessor. It seems to be a win-win situation all round. That is certainly how Mourinho and United are presenting it. Yet we should not be so blinded by the brightness of such a stellar appointment that we fail to ask the awkward questions.   Related: José Mourinho appointed Manchester United manager on three-year contract    First, is Mourinho the best manager in the game? He is certainly a candidate, but so is Pep Guardiola, now setting out his stall across town for purposes of direct comparison. Diego Simeone would be worth a shout too, not to mention the more attainable Carlo Ancelotti, who has all the European experience United might require plus time spent enjoyably and successfully in England. As the former intends to stay with Atlético Madrid and the latter has taken up the post vacated by Guardiola at Bayern, attention will inevitably focus on the cross-Manchester rivalry, a reprise of the struggle for supremacy in Spain in the early tears of the present decade. Manchester City identified their man early and waited patiently to get him. United mis-identified the man they wanted, not once but twice, and have now ended up with the one they could have had in the first place. One team’s plan seems carefully drawn up and well thought out, the other is a little more hasty and impulsive, but who is to say which coach will finish higher in the Premier League next season? The stakes are so high in Manchester at the moment, with Europe’s most high-profile managers operating in the same city, that second best is likely to be regarded as failure. Yet here is the most burning question of all. If Woodward regards Mourinho as the best manager in the game now – “his track record of success is ideal to take the club forward” – then how come he did not feel the same way three years ago? Perhaps United did not fancy picking up a manager regarded as a failure at Real Madrid, though it still stretches credulity to imagine they thought Moyes would be a better bet instead.   Related: José Mourinho and Pep Guardiola get set for a new El Crassico | Marina Hyde    They now have a manager regarded as a failure at Chelsea too, someone who had alienated his players to such an extent that nine league defeats cost him his job by Christmas. Does the track record of success take into account the needlessly unpleasant Eva Carneiro episode? While it would be an exaggeration to suggest Mourinho is arriving at Old Trafford as damaged goods, there are a few more blots on the escutcheon than was the case in 2013, when United could have offered him a break from the thankless task of trying to beat Barcelona and given him a three-year start on Guardiola at City. Is that just being wise with hindsight? Quite possibly. There were reasons for the path United chose, after all, and they were not all to do with Mourinho’s love of publicity and sometimes malevolent personality. He was, is and should be regarded as a defensive-minded coach, no lover of open, attacking football. He puts extremely high demands on players and tends not to stick around too long when the initial impetus of his methods has slowed down. Those were real enough concerns for United in 2013 and they have not gone away just because the club have become sufficiently desperate to overlook them. If anything, Mourinho is more of a risk now than he was three years ago, but after trying two safe options that turned out to be unworkable United are back in the risk business. It will be a major surprise if Mourinho does not improve United – goodness knows Van Gaal set the bar low enough – though it is important to remember that there is no manual to consult for guidance on how to follow a manager who lasted more than a quarter of a century and brought unprecedented success. All we know at the moment is that the Ferguson succession has been well and truly botched, even if it was with the best of intentions. The sad demise of Van Gaal in what should have been his moment of triumph at Wembley was proof of that. United have lost their way and it is too early to know whether Mourinho on his best behaviour will be a guide back to the sunny uplands or a new turn in the wrong direction. But it is going to be a ride. Next season we will mostly be talking about Madchester again. Anything seems possible, from I Am The Resurrection to Bye Bye Badman.",
  "webTitle": "José Mourinho more of a risk for Manchester United than three years ago | Paul Wilson",
  "webPublicationDate": "2016-05-28T10:57:21Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/28/jose-mourinho-risk-manchester-united-manager",
  "keyword": [
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/28/jose-mourinho-risk-manchester-united-manager"
}