{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/venezuela-unrest-nicolas-maduro-protests",
  "id": "2016-05-19-134",
  "sectionId": "world",
  "body": "Another day, another protest in Caracas. President Nicolás Maduro remains defiant that Venezuela will not be the next leftwing domino to fall in Latin America, but he may not have a choice. Although the opposition’s campaign for a recall referendum ran up against a wall of riot police and teargas on Wednesday, the president’s chances of completing his mandate look more remote with each piece of dire economic, social and regional news. This is not the first time that Maduro has faced unrest, but he is increasingly relying on repressive measures rather than popular social programmes to retain control.           Blackouts, looting and murder: Venezuela’s state of emergency    In an interview with the Guardian in 2014, Maduro was able to dismiss the protests of that year – which left 43 dead – as a “revolt of the rich”. Venezuela, he claimed, is a country where “the rich protest and the poor celebrate their social wellbeing”, he said. Now, however, nobody would dare boast of the country’s social wellbeing. In the two years since, Venezuela’s economy has declined alarmingly. It now has the world’s highest inflation (variously estimated at between 180% and 450%), the most severe recession in Latin America (GDP is expected to decline by 8% this year), and dire shortages of food, medicine and electricity.    Related: Venezuelans on the food and economic crisis blighting their daily lives    Outside supermarkets, people have to queue for five to 10 hours for basic goods such as cornflour, milk and toilet paper. Many cities have rolling blackouts. Public employees have been put on two-day weeks to save energy.  Nor could anyone claim it is only the middle class who are frustrated. Many of the sporadic protests and lootings in recent months have been in poor areas, where shortages of food, water, electricity or medicines have made people desperate.     Demonstrators clash with police during a protest against Nicolás Maduro’s government in Caracas, Venezuela. Photograph: Miguel Gutiérrez/EPA    “Protests like this by the poor are really new. The opposition always claimed they existed before, but when you talked to the demonstrators, they were all middle class. But now, it is the poorest who are suffering the most,” said David Smilde, of the Washington Office on Latin America. Two years ago, Smilde said he had little sympathy for the protesters because Chavismo had recently won an electoral mandate. This time, however, he said it is the government that is refusing to acknowledge voters want change – as they showed by giving the opposition an overwhelming victory in last December’s parliamentary elections.     When you talked to the demonstrators, they were all middle class. But now, it is the poorest who are suffering the most  David Smilde     “I think the situation is more disturbing than in 2014,” he said. “It is getting to the point where it may be hard for the government to put a lid on it. All it needs is for a member of the national guard to overreact. There are any number of ways this could spread more broadly.” While his predecessor, Hugo Chávez, was able to stay in power thanks to social programmes funded by oil revenues, strong regional alliances, and his own personal charisma, Maduro is an uninspiring figure who has been hit by tumbling crude prices, drought and the fall of friendly governments in Argentina and Brazil. He now retains control with increasingly repressive measures. Last week, he declared a 60-day state of emergency. Faced by a hostile parliament, he rules by decree. Unlike Chávez (who faced and won a recall referendum), he lacks the confidence to face the electorate. The opposition claim to have gathered nine times the 200,000 signatures needed to trigger a recall vote. But the electoral board and the supreme court – both dominated by Chavistas – have dragged their heels, saying there are problems of authentication.      Nicolás Maduro speaks during a press conference at the presidential palace in Caracas. Photograph: Miguel Gutierrez/EPA    Government leaders have made no secret of their desire to quash the petition. “Maduro will not be ousted by a referendum because there will be no referendum,” said Vice-President Aristóbulo Istúriz earlier this week. Time is on their side. If there is no referendum before 10 January – which is the halfway point of Maduro’s six-year term – then there will be no early election. Instead, Istúriz will take the president’s place if Maduro is recalled. With this deadline approaching, tensions are running higher. Opposition leader Henrique Capriles – who lost the last two presidential elections against Chávez and Maduro – stressed the need for a referendum to “avoid social unrest”, but he has also called on the military to switch sides.    The situation is very fragile. People are desperate. There needs to be change or there’ll be anarchy    “And I tell the armed forces: the hour of truth is coming, to decide whether you are with the constitution or with Maduro,” he said ahead of Wednesday’s march. Despite rumours – usually ascribed to unnamed US intelligence sources – of an impending army coup, the security forces have so far remained loyal to the president. They also appear to have grown more sophisticated in their techniques. Ahead of Wednesday’s protests, they closed half a dozen subway stations nearest the rallying point, thereby making it harder for demonstrators to reach the venue.  Given how desperate the shortages are, it is perhaps remarkable that there are not more protests. Many observers say they are impressed by the patience of Venezuelans amid the current adversity. But the more common sentiment is that this patience may not last much longer. “I have been here for more than two years, but I have never been more pessimistic,” said a European observer, who asked to remain anonymous for fear that his organisation might face retribution. “The situation is very fragile. People are desperate. There needs to be change or there’ll be anarchy.”",
  "webTitle": "President says Venezuela won't be next to fall, but he may not have a choice",
  "webPublicationDate": "2016-05-19T15:00:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/venezuela-unrest-nicolas-maduro-protests",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/19/venezuela-unrest-nicolas-maduro-protests"
}