{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/suspects-missing-mexican-students-tortured-to-confess",
  "id": "2016-05-10-2",
  "sectionId": "world",
  "body": "Suspects in the disappearance of 43 Mexican college students have alleged they were tortured into making confessions which sustained the government’s version of events, according to court documents obtained by the Associated Press.   Related: 17 months later: Mexico president visits site of 43 students' disappearance    The confessions helped support an official theory – called “the historic truth” by the former attorney general Jesús Murillo Karam – which posited that the students were abducted by local police officers collaborating with criminals, who then killed them, burned their bodies in a rubbish tip and threw the ashes in a nearby river. Two international investigations have found the fire theory implausible. Now the case is under scrutiny for accusations of torture, which would make the confessions inadmissible in court, according to Mexican law.  The allegations also cause further embarrassment for the federal government, which has been fiercely criticised at home and abroad for its failure to locate the missing students. In the documents obtained by the Associated Press, 10 suspects described similar treatment: first the questions, then the punches, electric shocks and partial asphyxiations with plastic bags; then, finally, threats to kill their loved ones. Some suspects said they were given planted evidence or prefabricated stories to support the government’s conclusions. Medical reports published last month by the Inter-American Human Rights Commission appear to confirm the allegations of torture. Of the 10 case files obtained by the AP, the group reviewed five, and it found credible evidence of torture in all of them.  “They were giving me electric shocks in the testicles and all over my body,” one of the suspects, Patricio Reyes Landa, a gang member who was detained a month after the students vanished, told a judge in July, according to the documents. “All this time, it was about two and a half hours, I was blindfolded and they were hitting me.” “A person came up and took off my blindfold and showed me a photo of my family, my two daughters, my wife and my brother,” he said. “He said if I didn’t do everything they told me to, they were going to rape my daughters … I told them I was going to do everything they asked.” Reyes Landa’s testimony is crucial to the government case because he was among the first to confess to killing the students and burning their bodies at a dump in the town of Cocula, before their charred remains were tossed in the nearby San Juan river. Apart from those confessions and a single bone fragment that was linked through DNA testing to one of the students, the prosecution has almost no other evidence.  Mexican police and soldiers, have regularly been accused of using torture in interrogations. Last year the Mexican government branded the UN special rapporteur on torture “irresponsible and unethical” and denied him permission to continue his work in the country after he reported widespread torture by the country’s security forces.  In the case of the missing students, the torture allegations involve federal police or government troops who arrested the suspects on suspicion of ties to the notoriously violent Guerreros Unidos drug cartel. Prosecutors say gang members killed the students after they were handed over by local police who had arrested them in the city of Iguala. Medical reports among the documents seen by the AP support the torture allegations. Referring to the claims in the court documents, Santiago Aguirre, deputy director of the Miguel Agustín Pro Juárez Human Rights Centre who worked with the students’ families, said: “It’s consistent with this pattern of torture … What’s new is that AP had access to documents that came not from a preliminary investigation or detectives, but came from criminal trials and were seen by a judge.” One, by prosecution doctors who examined Reyes Landa two months after he was detained, said he had bruises, scrapes, scabs and “lesions made by a pointed object, similar to those caused by the application of electric devices to his abdomen and thighs”. Just as chilling are claims by alleged Guerreros Unidos gang leader Sidronio Casarrubias, who said a detective with the prosecutors’ office abused him for hours after his arrest in February 2015. “This man here was one of the first to torture me,” Casarrubias said, according to the documents as he pointed to the detective, Gabriel Valle Campos. “He sat on my stomach and asphyxiated me with black plastic bags. And he raped me with a metal object,” Casarrubias said. “He threatened to torture my family, my children, the same way he was doing to me.” Eber Betanzos, an assistant prosecutor who is overseeing the government’s case, said he could not comment on the allegations of torture, adding that it will be up to judges to evaluate a battery of psychological and physical assessments undertaken by some 90 suspects who claim they were tortured. A total of 136 suspects were arrested, charged and are undergoing trials, a process that can take years. Betanzos said 32 of the cases have enough evidence to start criminal investigations, mostly involving accusations of torture “against arresting agents other than the prosecutors’ office” meaning federal police or government troops. He said the attorney general’s office has opened nine investigations so far. Attention has focused recently on Agustín García Reyes, the first suspect to identify the San Juan river as the location where the students’ charred remains were dumped and where the lone piece of physical evidence linked to the students was said to have been found. The international group of experts raised questions about his testimony after videos and photos surfaced showing García Reyes walking around the river with Tomás Zerón, the head of the detectives’ agency, the day before prosecutors said bone fragments were found there. That led to suspicions the evidence was planted. Amid the accusations of dirty tricks, Zerón released a video of his own showing himself at the crime scene with García Reyes but not removing or finding any bones. That was in line with prosecutors’ claims that the remains were found the next day by divers. In the documents obtained by the AP, however, García Reyes claimed he was tortured for hours and coached on what to confess when he was taken to the river about a month after the students disappeared. “They put a bag over my head and they began to hit me, and I told them I didn’t know anything,” García Reyes said in the court document. “They said, ‘You’d better tell us where they are, because if you don’t we’re going to kill your wife, your son and you too.’” “They took me to the river, and in the truck on the way there they said, ‘Now, you’re going to act like you threw the bags [of remains] into the river, and if you don’t, we’re going to keep hitting you.’” “We reached the spot and they were taping it, and I acted as if I had thrown the bags into the river, and then they took me to where there were some plastic bags, and I pointed to them as if I was familiar with them.” Zerón alleged that he went to the San Juan river with an official from the UN High Commission on Human Rights office in Mexico. The office released a subsequent statement, saying its personnel were not witnesses to the visit.",
  "webTitle": "Suspects in missing Mexican students case say they were tortured to confess",
  "webPublicationDate": "2016-05-10T23:33:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/suspects-missing-mexican-students-tortured-to-confess",
  "keyword": [
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Agren",
      "id": "profile/david-agren"
    }
  ],
  "guardianId": "world/2016/may/10/suspects-missing-mexican-students-tortured-to-confess"
}