{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/rising-star-competition-entry-ian-clark",
  "id": "2016-05-11-226",
  "sectionId": "small-business-network",
  "body": "Avin Rabheru, lead developer of Housekeep, explains why Ian Clark should win the Rising Star category of the Guardian Small Business Showcase competition:   We’re obsessed with hiring top talent, so it was an exciting challenge when we decided to make our first tech hire to work with our chief technology officer (CTO).  After 50 candidates and a rigorous interview process, including a half day one-on-one with our CTO, it was clear Ian was exceptional. Whils Housekeep has hundreds of cleaners available, we’ve deliberately kept our head office team small with just nine people. This means that Ian needs to not only deliver quality code fast, but also build innovative technology that enables us to scale quickly.  On arrival, Ian transformed our customer experience by thinking through what our audience wanted and developing the appropriate functionality to allow users to tailor their weekly cleaning sessions as required. His online tools feed information directly to the cleaners’ phones and make managing that service seamless.  This work has been transformational. Use of the member login on the site increased five-fold in six months, while our operational costs dropped by 50%. Ian has gone above and beyond for Housekeep & you’ll continue to see him make further innovations as we work to keep our position as London’s best home cleaning agency.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Ian Clark",
  "webPublicationDate": "2016-05-11T12:09:27Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/rising-star-competition-entry-ian-clark",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/rising-star-competition-entry-ian-clark"
}