{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/04/diego-simeone-atletico-madrid-bayern-munich-champions-league",
  "id": "2016-05-04-279",
  "sectionId": "football",
  "body": "They could not match Bayern Munich for class or quality or resources – but when has that ever stopped them? Because the remarkable story of Atlético Madrid and Diego Simeone is a tale of heart and guts and togetherness; of a group of players who possess an unshakeable belief in their manager; a manager who knows how to drag something visceral and primal out of his players. What they lack in beauty is made up for by the intensity of their passion, the emotion of their football and the delight they take in bloodying the noses of Europe’s super clubs. Even when they look beaten, they find a way to win.   Related: Antoine Griezmann fires Atlético Madrid into final at Bayern’s expense    Atlético have knocked out Barcelona and now they have beaten Bayern – an achievement akin to Stan Wawrinka beating Novak Djokovic and Rafael Nadal on the way to winning the Australian Open in 2014 – and it is guaranteed they will give Manchester City or Real Madrid one hell of a game in the final at San Siro on 28 May. They defied the odds once again. The first temptation was to identify flaws in Pep Guardiola’s style after the Bayern manager endured a third semi-final defeat against Spanish opposition in as many years. After three seasons, Guardiola will leave Germany without coming close to winning the Champions League and those afflicted with the jerkiest knees in English football will question whether City have chosen the right man to replace Manuel Pellegrini. Yet Lionel Messi, Luis Suárez and Neymar could not rescue Barcelona against Atlético in the previous round. There are unsavoury aspects to Simeone’s character – he is serving a three-match touchline ban domestically and it is not always easy to warm to his team’s antics – but it took a supreme effort from Atlético to reach their second Champions League final in three seasons. They were collectively outstanding in both legs and there were vital individual contributions as well. Saúl Ñíguez provided the inspiration in the first leg with his splendid solo winner and the tie hinged on Jan Oblak’s penalty save from Thomas Müller moments after Xabi Alonso had levelled it on aggregate after 30 minutes of the second leg, before the outstanding Antoine Griezmann stunned Bayern by scoring the decisive away goal eight minutes into the second half. Bayern were briefly teased with a glimpse of vulnerability. Müller, the man with ice running through his veins, was ready to finish off Atlético. The narrative was set. The man whose absence in the Vicente Calderón had caused such a stir in Germany had been presented with a glorious opportunity to underline his importance to Bayern – and surely there was no chance that the scorer of 36 goals for club and country this season would fail to score from 12 yards. Müller stuttered, he looked and he tried to kid Oblak. And he failed. It was a poor penalty from one of the deadliest strikers in the world, struck far too close to the Atlético goalkeeper. Bayern could have been forgiven for accepting their fate at that point. The fear for them had been a night of sterile domination, despite Guardiola restoring Müller to the attack in place of Kingsley Coman. They knew the numbers: Atlético had not conceded a goal in 602 minutes and had shipped five goals in 11 Champions League matches this season. And Diego Godín, the leader of their defence, was fit again after missing last week’s game with a minor injury. Yet as soon as Cuneyt Cakir blew his whistle, it was clear this was going to be different. Atlético kicked off but Bayern won possession with barely 10 seconds gone, setting the tone for a frenetic first-half performance in which they deservedly levelled the tie on aggregate. The visitors began with the intention of trying to test Bayern’s back four but it was not long before they were retreating into ultra-defensive mode. For once, Simeone – a prowling menace in his black coat, black shirt and black tie – was struggling for answers on the touchline as he grimly watched his players strain to repel wave after wave of wave of Bayern attacks.     Atlético Madrid’s Jan Oblak saves a penalty from Thomas Müller of Bayern Munich during the Champions League semi-final. Photograph: Matthias Hangst/Bongarts/Getty Images    For a Guardiola side, Bayern were surprisingly direct. David Alaba and Philipp Lahm never seemed to stop making runs on the overlap, Douglas Costa and Franck Ribéry were quick to fling high crosses towards Robert Lewandowski and Müller, and Atletico were unable to pick their way through the first line of Bayern’s pressing. Openings appeared; more than even Bayern might have anticipated. Müller volleyed wide in the 16th minute, Lahm fizzed a shot over, Arturo Vidal went close and Oblak had to react smartly to stop the ball getting to Lewandowski for an easy tap-in.   Related: Diego Simeone slaps Atlético Madrid member of staff during Munich triumph    After 633 minutes of obduracy, they cracked. José Giménez fouled Alaba on the edge of the area and Alonso’s low free-kick beat Oblak, thanks to a deflection. Bayern had smashed their way through the Atlético wall and now there was a danger it was about to fall to pieces. Within minutes, Giménez had panicked again, hauling Javi Martínez to the ground at a Bayern corner. Up stepped Müller, the ideal man in a pressure situation. Or so we thought. Oblak’s heroics kept the tie in the balance, allowing Simeone to make adjustments during the break. He reacted decisively, making an attacking substitution by bringing on Yannick Carrasco for Gabi Fernández, and he was rewarded for his positivity when a rare Atlético counterattack ended with Griezmann scoring the goal that put them 2-1 up on aggregate. Fernando Torres, rejuvenated despite squandering a late penalty, exposed Bayern’s high line by slipping Griezmann through on goal, the flag stayed down and the French forward showed why he is coveted by the richest clubs in Europe by coolly stroking his finish past Manuel Neuer. Now Bayern needed to score two more goals against the meanest defence in Europe. Lewandowski managed one, heading in from close range but Oblak would not be beaten again, despite incessant late pressure, and there will be no grand ending for Guardiola’s Bayern. Instead, a first European Cup beckons for Atlético.",
  "webTitle": "Diego Simeone’s Atlético Madrid – a tale of heart, guts and togetherness | Jacob Steinberg",
  "webPublicationDate": "2016-05-04T09:00:23Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/04/diego-simeone-atletico-madrid-bayern-munich-champions-league",
  "keyword": [
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Diego Simeone",
      "id": "football/diego-simeone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/blog/2016/may/04/diego-simeone-atletico-madrid-bayern-munich-champions-league"
}