{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/its-unimaginable-leicester-city-fans-on-the-season-of-a-lifetime",
  "id": "2016-05-04-274",
  "sectionId": "football",
  "body": "Leicester City fans are still celebrating the end of an incredible journey after their club clinched its first Premier League title having started the season 5,000-1 rank outsiders. But things haven’t always been this good. For some, life as a Leicester fan came with inevitable ribbing in the school playground for such an unfashionable choice; for all of them it has involved only occasional success through the years. And even the highs – including play-off and League Cup victories under Martin O’Neill – shrink in comparison with what has happened under Claudio Ranieri this season. We asked readers who follow the Foxes up and down the country to talk about the season and what it has meant to the city many of them grew up in. Here are some of their stories.     Reader, Liam Deacy holds his son Kian up on 24 April. He says Kian has become a celebrity in school after pictures of him were used widely in news reports. Photograph: Martin Rickett/PA    ‘I just wanted to see us survive. Well, survive we have’ Liam Deacy, fundraising manager, 34, and son Kian, eight On the first game of the season against Sunderland, Kian said he just wanted a better season than last and “maybe to see a few more wins, like against Man United”. A photo of him that day made it to the front page of the local newspaper and is now being used in the season ticket brochure. As a lifelong Leicester City fan, seeing my son supporting the same team with such passion made me so proud – I had just wanted to see us survive. Well, survive we have, and I have been lucky enough to see us win against Chelsea, Manchester City and Liverpool with my little Fox beside me or, in most cases above my head, singing about being top of the league.  I have tried to explain that it won’t always be like this, but he just smiles and says: “But Daddy, Jamie Vardy is having a party! We shall not be moved!” Favourite moment: Every goal is special when you spend it with your football-mad son, but there was something special about Jamie Vardy’s against Manchester United and Liverpool. They will be hard to forget. ‘I’m heart-throbbingly lost for words’  Andy Smith, research manager, 32 It’s a complete haze. In quieter moments, I wonder if I’m in an afterlife and not this world anymore, such is my disbelief of what I am seeing and experiencing. I’m astonished, emotional and heart-throbbingly just lost for words, but everyone is talking about it. I’ve never seen the people of Leicester all so happy at the same time.  My wife is pregnant and keeps giving me grief because she thinks I’m more excited about Leicester than I am about the birth of our second child. Well for now at least, she’d be right. Favourite moment: Vardy’s goal number 11, Vardy v Liverpool, Mahrez v Man City … er, what happens when we wake up?     Imran Moledina with sleepy nephew Hamzah, 5, at the Man City game.    ‘I’ve never witnessed such positivity – it’s brilliant’ Imran Moledina, IT consultant I have been following the Foxes since the early 90s: we’ve seen it all. It makes everything more special that I have managed to attend all the home games and most away.  My first game was at Filbert Street in 1993 against Southend United: we won 4-1 to consolidate our position in the play-offs. They had Stan Collymore and Brett Angell up front, we had the amazing Julian Joachim, and Stevie Walsh at the back. I really miss Filbert Street; it was a traditional stadium and I always thought teams hated playing there. We ended up playing Glenn Hoddle’s Swindon Town in the play-off final at Wembley that year, were 3-0 down and came back to 3-3 ... it was an amazing comeback, but Swindon scored again to make it 4-3.  How things have changed since those days. People who have been taking the piss out of me for years have all become Leicester fans (which they should have been in the first place!) Even my mum and my wife keep tabs on the results now, and I’ve never witnessed such positivity in the pubs, bars, schools, supermarkets, religious institutions and workplaces. It’s brilliant. Favourite moment: Chelsea at home, Jamie Vardy breaking the record, the win against Man City was incredible. I remember walking out of Etihad and singing “we’re gonna win the league” with a real purpose. ‘The feelgood factor is palpable around the city’ Anna, weightloss consultant, 39 It’s been amazing but bittersweet for me. My dad had me and my brother Andy interested in City as nippers and had a season ticket for many of his 70 years. Life events took over this season: he was diagnosed with cancer and made it to just one match. He died in January.  We spent so many of his final hours enjoying the run he did see happen. We buried dad, Pete to his friends, with a copy of the table showing that our beloved Leicester City were five clear at the top, along with a copy of a newspaper saying Vardy had signed a new contract. He knew this was the year.  Our town is buzzing, our homes are full of nervous, excited, fit to burst giddy people. I’d say it’s been almost but not quite delirious – we’re Leicester fans and we know to exercise caution! The feelgood factor is palpable around the city, though: everyone is smiling. We now believe anything is possible. Favourite moment: Everything this story has done for our town.     Sarah Johnston with her grandfather, 92. Photograph: Sarah johnston/GuardianWitness    ‘Youngsters will know life is not just about cities like London’ Sarah Johnston, clinical psychologist, 39 Seeing the togetherness of the team, manager, fans and owners of the club, there’s absolutely no chance of us selling our tickets for the last home game. I’m proud of the city and think youngsters will be inspired to do something special and know life is not just about cities like London. If I think about it too much the tears start to flow. The football dream has come true and I truly believe our football club – with its staff, players, management and owners from all over the world – reflect the make-up of the city today.  Favourite moment: Attending every home game with my 92-year-old granddad and experiencing something magical with him.     James Root as a young Leicester fan Photograph: James Root/GuardianWitness    ‘In our obscurity, we were able to create something special’ James Root, IT administrator, 28 Quite simply, it’s been one of the greatest things that has ever happened in my life. I have supported Leicester since the late 90s and, after the golden era of Martin O’Neill and my childhood faded, after the seemingly endless dross served up by a string of gutless managers, and even after the revival under Nigel Pearson, I never dreamed of seeing anything like this.  When you are watching Cheltenham fans do a conga-line as they beat you; standing in the freezing rain at Hillsborough; hearing the commentator shout “Troy Deeney”, there is not one part of you that thinks “this is all worth it because one day we’ll see them win the Premier League”. But it was all worth it. It really was. It would be easy to view Leicester as a fractured city, but this simply isn’t the case. Neighbours are often from entirely different backgrounds and cultures to each other but the city has not experienced the tension or resentment seen in other English post-industrial towns. It isn’t utopian, by any means, but the people know this and there is a laidback acceptance of the city’s fluidity. As nobody ever expected anything from this city or this football club, in our obscurity we were able to create something very special before any attention or acclaim or analysis had been placed on Leicester. In many ways, the city had already won.  Favourite moments: Feeling the excitement and joy with my friends and family. Having acquaintances and coworkers finally understand my obsession with Leicester City.     Fan Mack Mathod at home in his Leicester City shirt    ‘My club represents the hopes of many underdog teams’  Mack Mathod, retired, 66 I’ve been a fan since 1961. It’s been a long, often depressing journey but, like the majority of fans in this country, I had accepted the fact that we would never win anything that substantial. I feel proud and humble that my club has come to represent the hopes of many underdog teams – and now even Americans know how to say Leicester! Quite simply, this is the best sporting season of my life. Favourite moment: Too many to mention. Vardy’s wonder goal against Liverpool, Mahrez against Chelsea, Kante everywhere, Drinkwater’s England debut. ‘The glory brings with it new worries’  Cain, business analyst, 41 I started supporting Leicester when Steve Claridge’s heroics got us past Crystal Palace and into the Premier League in 1996. The whole city was buzzing, I got so caught up in it and vowed to support them forever more.  For the most part, we fall under the radar, famous mostly for being the recipient of a magical hat-trick by Dennis Bergkamp – but that all changed last season. When Ranieri was announced I made a bet with my Spurs-supporting friend that we would finish above them. I can’t say I had the foresight to place a 5,000-1 bet, though.   I found the media’s lack of support for our prospects when we played “the big clubs” or “survived the dreaded transfer window” annoying, but yesterday I watched a YouTube skills and goals compilation: it was Neymar vs Mahrez. Neymar and Leicester City’s Mahrez.   It will be an anxious summer; the glory brings with it new worries. Our priority next season? 40 points. Favourite moment: The moment we settled on our first team and stopped having to fight from two goals down, and anything Claudio Ranieri says or does.      Sarah Eaton and her father enjoy a beer before the match against Southampton in April    ‘It’s brought people together’ Sarah Eaton, 29 In 2000, I wrote a good luck letter to Martin O’Neill, the team’s manager at the time. It was my 13th birthday and my parents had bought me tickets to the Worthington Cup final as a treat. I still have the reply at my parents’ house! I painted my face, used my birthday money to buy a Leicester City T-shirt and attached ribbons to my mum’s car aerial.  Now I’m 29 but that childhood excitement has returned. Being a Leicester fan has never been dull and I have always believed we are the greatest football team in the country, but to be sitting in a pub in London on a Monday night and to hear a group of suited businessmen celebrate our success is so surreal. Finally the country is catching on!  Leicester is alive. For the first time since leaving 10 years ago, I am considering moving back. If I don’t have a match ticket I am still taking a train home every weekend just to be a part of the atmosphere: it’s brought people together.  Favourite moment: Whooping Swansea 4-0. I don’t think I have ever jumped so high as the ball hit the back of the net time and time again. It was the first match of the season I wasn’t been crying out for the referee to blow the full-time whistle. ‘We started to feel like something special was happening’ Stephen Cooper, retired, 60, Devon I’ve been supporting the Foxes for over 50 years. My dad took me to the FA Cup final in 1969 and consoled me after the 1-0 defeat with the words: “Don’t worry, son, we’ll be back soon.” I’m still waiting for that trip to Wembley, but this season has felt like winning 38 cup finals.  In the early part of the season, it was fun being at the top of the league. There was lots of banter with fans of the big clubs. Christmas came and we were still top – we all raised a glass in celebration but thought it couldn’t last. We were just determined to enjoy our time in the sun. As we moved into the new year there remained incredulity and disbelief as it started to feel like something special was happening – grown men were crying on the football phone-ins and Robbie Savage conceded we could actually go on to win it … Then we thrashed Manchester City (our old nemesis from that 1969 final) and suddenly anything seemed possible.  Favourite moment: Alan Green’s commentary on THAT goal by Jamie Vardy against Liverpool. For about a week afterwards it seemed to be on the radio every time I tuned in. Pure magic.     Joseph Trotter with his Leicester-born father at a recent game.    ‘No fans of the big clubs have begrudged our success’ Joseph Trotter, whisky researcher, 25, Scotland When I wear my Leicester scarf around Edinburgh, people come over to chat about the club, Mahrez and our chances. Someone asked where I was when Leicester were rubbish. I was at Hereford United away! No fans of the big clubs have begrudged the success, but I believe that’s because they don’t consider us genuine rivals. When we win the league again next season, they might not be so magnanimous! Favourite moment: The ‘We are staying up’ chant. It is a galvanising, affirming song that shows how far the club, players and fans have progressed in the past year.     Jim Summers celebrates his ninth birthday on 12 March 1994 on the Filbert Street pitch – with Filbert the Fox, his mum and sister, and Miss Leicestershire.    ‘This season I’ve felt like I’ve been in a living daydream’ Jim Summers, bar supervisor, 31 I’ve been a fan since I was eight. For most of that time, City have been poor, average, or (during the Martin O’Neill era) above average but overachieving to some degree – no offence, Martin! My Mum is seven months pregnant in the photo, above, with my little brother Jack, who is now also a big City fan of course. So this was his first game in a weird way. I remember meeting Julian Joachim, who also scored in a 2-0 win against Middlesbrough. Throughout this season, I’ve felt like I was in the midst of some sort of living daydream. I know this thing is real, though, and that when I’m an old man I’ll look back on this time as something truly special. It hasn’t always been enjoyable – the last few months holding on in particular have been gut-wrenching.  Favourite moment: Vardy breaking the record obviously! And Ruud van Nistelrooy’s great and magnanamous reaction to his record being broken.     Julie Lewis and her son.    ‘My club are capturing the imagination of the entire sporting world’ Julie Lewis, primary school teacher, 37 The fans feel they too have played their part and just hope the team manages to cross the finish line so we can start the celebrations. Despite being a “Foxile” in Nottingham, I’m close enough to tune in to BBC Radio Leicester. The sense my club are capturing the imagination of the entire sporting world makes me very proud.  Favourite moment: Last season, my eldest said of his blue shirt: “Please, Mummy – I get teased about us being bottom and rubbish. Can I wear something else?”  Last night, his coach used Leicester’s style, determination and ethos as an example for their under-eights team to follow. My son beamed with pride!     Jack in his school days. He says he was shunned as a Leicester fan. Photograph: Jack Butler/GuardianWitness    ‘I used to be shunned from most football conversations’ Jack Butler, charity communications officer, 23, Cambridge I am one of the few fans who grew up outside of Leicester – in Cambridge – but decided to support them as a little boy. Naturally I was shunned from most conversations about football. Apparently Muzzy Izzet, Joey Gudjonsson and Matty Fryatt weren’t world-class players.  Now my friends have to sit down and take note! Mahrez is electric. Kanté is like an anti-ballistic missile. And Vardy has a better rags to riches story than Leicester City football club!  I have almost cried about 10 times: it makes me worried about my state when we beat Barcelona in the Champions League final next season. Favourite moment: The Manchester City game at the Etihad was amazing, but I have never been happier than Vardy’s second goal against Sunderland: that is when I started believing.",
  "webTitle": "'It's unimaginable': Leicester City fans on the season of a lifetime",
  "webPublicationDate": "2016-05-04T09:15:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/its-unimaginable-leicester-city-fans-on-the-season-of-a-lifetime",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Martin O'Neill",
      "id": "football/martin-o-neill",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Matthew Holmes",
      "id": "profile/matthew-holmes"
    }
  ],
  "guardianId": "football/2016/may/04/its-unimaginable-leicester-city-fans-on-the-season-of-a-lifetime"
}