{
  "apiUrl": "https://content.guardianapis.com/science/across-the-universe/2016/may/06/how-to-see-mercury-transit-the-sun-on-9-may",
  "id": "2016-05-06-255",
  "sectionId": "science",
  "body": "Mercury will pass directly in front of the sun during the afternoon of 9 May. It will begin its transit at 12:12 BST and complete the passage at 19:42 BST.  Providing that clear skies prevail, all or part of the transit will be visible from much of the planet. Only Australia and far eastern Asia will miss out on seeing at least part of the transit this time around. This will be the first Mercury transit since 2006. The next will occur on 11 November 2019. After that, Mercury will not again slip between Earth and the sun until 2032.     The Mercury transit on 9 May will be visible across much of the planet. Photograph: Europlanet    Watching at least part of the transit will be popular but it is of paramount importance to observe safely. Never look directly at the sun with any optical device – including phone cameras – nor with the unaided eye. This can result in permanent injury or blindness. The Open University has made a safety video that is recommended viewing. Because Mercury will appear as a small dot just 150th the diameter of the sun, a correctly equipped telescope will be needed to see the transit. Many public events run by scientific and astronomical societies are planned and these will have the correct equipment and expertise to view the event safely. Some of the many public observing events being organised are listed on the European Space Agency’s website. Alternatively, the event can be watched online. ESA will be streaming live across the web.      A time laspe of a previous Mercury transit that took place on 8 May 2003. Photograph: NASA/AFP/Getty Images    In 2018, ESA will launch Bepi-Colombo to explore Mercury from orbit. Arriving in 2024, this joint mission between ESA and Japan will explore both the planet and its magnetic field.  Interest in Mercury is high because the tiny inner world is an oddball. Its metallic core is much larger in proportion to its overall size than the other rocky planets in the Solar System. Astronomers would like to understand why this is, and think it may be able to throw light on the way in which all the planets, including Earth, formed. Stuart Clark is the author of The Unknown Universe (Head of Zeus), and co-host of the podcast The Stuniverse (Bingo Productions). He is teaching the Guardian Masterclass ‘Understand the universe in an evening’ on 23 May.",
  "webTitle": "How to see Mercury transit the sun on 9 May",
  "webPublicationDate": "2016-05-06T10:00:22Z",
  "webUrl": "https://www.theguardian.com/science/across-the-universe/2016/may/06/how-to-see-mercury-transit-the-sun-on-9-may",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Mercury",
      "id": "science/mercury",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Clark",
      "id": "profile/dr-stuart-clark"
    }
  ],
  "guardianId": "science/across-the-universe/2016/may/06/how-to-see-mercury-transit-the-sun-on-9-may"
}