{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/eleventh-century-chinese-letter-124-characters",
  "id": "2016-05-17-315",
  "sectionId": "world",
  "body": "A Chinese film tycoon has splashed out nearly £22m on a 124-character letter that was penned nearly 1,000 years ago by a Song dynasty scholar. Wang Zhongjun, a self-made billionaire who some say is China’s answer to Shakespeare in Love producer Harvey Weinstein, purchased the letter at an auction in Beijing on Sunday, according to reports in the Chinese media. Wang, the 55-year-old chairman of Huayi Brothers Media, one of China’s largest entertainment groups, reportedly paid 207 million yuan (£21.9m/US$31.7m).    Related: Cultural Revolution reduced to footnote as Communist party says China has moved on    The letter – thought to be the only surviving work by Song dynasty scholar and government official Zeng Gong – was written on 27 September 1080, according to China Radio International. It is called Jushi Tie, which roughly translates as “a letter on happenings”. In his brief dispatch – which is written in an archaic form of the Chinese language that makes its meaning hard to grasp for speakers today – the author addresses a close friend, thanking him for his unwavering support in his career. “Jushi Tie exemplifies Zeng’s elegant and neat penmanship,” the China Daily reported earlier this month. Yin Guanghua, a Beijing-based art expert, told the newspaper the letter was “important to understanding the official’s life because it expresses deep personal feelings”. As well as being a trained painter and art enthusiast, the letter’s new owner is said to be China’s 309th wealthiest person, with a fortune of about $1bn, according to Forbes. Wang has used his fortune to build a huge art collection, which he reportedly divides between homes in Beijing, Hong Kong and Los Angeles. Among the paintings hanging from the billionaire’s walls are works by Cézanne, Monet, Picasso and Renoir. In an interview last year, Wang claimed he often snapped up masterpieces on the spur of the moment. “The impulse simply came,” he said of his decision to spend nearly US$62m (£38.7m) on Van Gogh’s Still Life, Vase With Daisies and Poppies. That painting subsequently ended up on the wall at Wang’s Hong Kong residence. “[It will] make my home more colourful,” the media mogul said in an interview with the South China Morning Post.  Chinese newspapers said Wang’s decision to shell out millions on the 124-character letter was a possible indication that his tastes may be changing. “Wang is said to be gravitating towards impressionist and modern art, but his purchase on Sunday may indicate an expanded interest in classical Chinese calligraphy,” the South China Morning Post reported.",
  "webTitle": "Eleventh-century Chinese letter – just 124 characters long – sells for $32m",
  "webPublicationDate": "2016-05-17T05:35:04Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/eleventh-century-chinese-letter-124-characters",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manuscripts",
      "id": "books/manuscripts",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/17/eleventh-century-chinese-letter-124-characters"
}