{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/the-nightingale-not-horror-like-the-babadook-but-a-pretty-horrific-world",
  "id": "2016-05-30-217",
  "sectionId": "film",
  "body": "Hollywood is no stranger to snatching talent from Australian shores. And with the runaway success of horror-doused psychological thriller The Babadook, director-writer Jennifer Kent’s 2014 debut feature film, it became her instant invitation into the Los Angeles film industry elite. But Kent doesn’t bite so easily. She won’t divulge exactly which movies, only that many were offered, and were consequently turned down by her. Any big-budget superhero flicks on that list? “Possibly,” she says, slyly. “It’s funny, when I hear people crying about, ‘Oh, female directors are never offered these big tentpole films ... what about Jennifer Kent? She’s not doing anything!,’ I sort of read it and chuckle because, well, you have no idea what’s going on at my end – what I’m actually saying no to.” Initially reluctant to sign with an agent (“Someone described it at Sundance as an ‘agent derby’, with me running and them all running after me,” she says), her American representation has helped her politely decline all manner of scripts. She navigates the offers by asking herself one, simple question: what would David Lynch do? “I remember David Lynch saying, ‘Just be very true to yourself and people will respond to that and give you money to do more,’” she says. “People like him and Lars von Trier were my mentors by proxy when I was being offered all this stuff.”   Related: The Babadook review – a superbly acted, chilling Freudian thriller | Peter Bradshaw    Being a writer as well as a director has allowed Kent more creative independence, and among the many nos she has given a resounding yes to writing and directing a film adaption of Alice + Freda Forever, a book handed to her by a producer on the Warner Bros studio lot. “She said, ‘I’ve got this dark strange lesbian gothic love story,’ and I was like, ‘Yeah, I wanna do that one!’” Written by Alexis Coe, it chronicles a 1892 true crime story of teen lovers in Memphis, Tennessee. But before that, Kent will be working on a second Australian film called The Nightingale, funded by Screen Australia and Screen Tasmania, with a 2017 release date. It’s set on the Australian island state of Tasmania – a place Kent describes as “this strange island off an island at the arse end of the world, there’s great beauty there and a lot of sadness” – in 1829, during a particularly brutal period of colonial history which all but annihilated Tasmania’s Indigenous peoples.     Jennifer Kent’s debut feature film, The Babadook. Photograph: Everett Collection/Rex    “It’s certainly not a horror film,” she says, comparing it with The Babadook, “but it’s a pretty horrific world.” The Nightingale is about the “pointlessness of revenge”, Kent says. A 21-year-old Irish convict called Claire chases a British soldier through the rugged Tasmanian wilderness, bent on revenge for a terrible act of violence he committed against her family. She enlists the services of an Indigenous tracker called Billy, who is also marked by trauma from his own violence-filled past. Although not based on a true story, she wanted the film to adhere closely to the reality of the era. Any concern that her imagined stories were too heinous or over-the-top were quickly mitigated by a trip to the history section of her library, she says, where she learned of the island’s comparably gruesome past. She discovered the British empire’s worst repeat criminals were sent to Tasmania – the rapists, murderers and everyone they “couldn’t handle” on the mainland. “It was seen as hell-on-earth at the time,” she says.  Female convicts were brought in by the shipload to address the Tasmanian penal colony’s severe gender imbalance; a roaring “wife” trade saw them sold for as little as £5 and a gallon of rum. Some of these women would disappear into the bush, never to be heard of again, while others were raped and sentenced to hard labour for the crime of pregnancy. “It was a really crazy time for women,” Kent says, and it’s one rarely told in explicit detail. “We only hear the sanitised version and I wanted to explore it for real.”     Jennifer Kent: ‘I couldn’t go down to Tasmania – which was the worst place, the worst attempted annihilation of a culture – and not do this the right way.’ Photograph: Jennifer Kent    It is not the only aspect of Australia’s colonial history that has been sanitised, of course. “I couldn’t go down to Tasmania – which was the worst place, the worst attempted annihilation of a culture – and not do this the right way,” Kent says. “I feel we’re grown up enough now to look at it and accept it as part of our history.”  The film’s other key character, Billy, was born into a world untouched by white people; when his family was attacked by settlers, he was an adolescent. His father and other family members were murdered, his mother disappeared and Billy was left to cope with this terrible loss alone. “Immediately I felt for him as a character,” Kent says. “I think he’s incredibly resilient. He hates white people. So would I.”  By the time he meets Claire, Billy is in his early 20s. “When we meet him he’s very damaged, but in the journey of the film I hope to give him back his dignity. It’s very important to the story. It’s as important as Claire’s story.” Neither character is perfect, she says. “It’s not like the noble, mystical savage and the sweet Irish convict girl. It’s kind of the opposite: they start out both really quite racist, hating each other and fearful of each other.” Kent says there was “no way” she would embark on such a story without meaningful Indigenous consultation; she has been working closely with the Tasmanian Aboriginal elder Jim Everett, and spending time with him on Cape Barren Island. “He said to me, ‘Jen, this is a shared story,’ and in a way I felt this gave me the permission to tell it.” Kent is seeking Everett’s guidance in every stage of the film, from the script, to upcoming casting and shooting. Everett will be on set and working closely with Indigenous actors to make sure all cultural protocol is respected. “We are committed and we go in humbly asking for help.” Rolf de Heer, the great Dutch Australian film-maker famed for working intimately with Indigenous communities (Ten Canoes, Charlie’s Country), also lent his support. She says he advised her to trim back her crew and make more time: “When you’re dealing with a story like this in the wilderness, with a different culture that works on a different time, give yourself that time.”     Engraving by Gustav Doré from Samuel Taylor Coleridge’s The Rime of the Ancient Mariner, circa 1850. Photograph: Hulton Getty    Rather than using stylised “movie violence”, or graphic, gratuitous scenes, Kent is hoping for an authenticity that will make the film shocking. This has the film’s financiers a touch nervous, Kent says, but it’s integral to her aim: to show the huge repercussions of all types of violence, and pose the question, ‘How should a person respond?’ Unlike other Australian “westerns” that play out on the vast open spaces of desolate desert canvasses, Kent’s film is set in the enclosed woodlands of Tasmania. “I want it to feel like it was almost like there was no sun, ever.” With her director of photography, Radek Ladczuk (who also worked on The Babadook), they have been looking at the mythic illustrations of Gustave Doré for inspiration. That claustrophobic atmosphere was also present in The Babadook, which was mainly set in a creepy and decrepit Victorian house, but Kent says where that film was “very formal”, The Nightingale will have more movement. “They’re going into the centre of hell, and going out the other side.” From psychological monsters to frontier violence and obsessive love, Kent is clearly drawn to dark material, but says only when there is “some light running through the centre”. She is committed to developing complex female characters and in all of her films begins with the question: “How do we remain human when we’re surrounded by inhumanity and darkness and violence?”  That story of surviving grief is too often told from a male perspective, she says. “And the answers are usually the same: eye for an eye. With this, it’s not my answer. I don’t have an answer but I wanted to explore what the fallout of violence is and what are the options. What are the other options?”",
  "webTitle": "After The Babadook: Jennifer Kent's new film tackles Australia's violent colonial history",
  "webPublicationDate": "2016-05-30T00:04:41Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/the-nightingale-not-horror-like-the-babadook-but-a-pretty-horrific-world",
  "keyword": [
    {
      "webTitle": "Australian film",
      "id": "film/australia",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tasmania",
      "id": "australia-news/tasmania",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "The Babadook",
      "id": "film/the-babadook",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "film/2016/may/30/the-nightingale-not-horror-like-the-babadook-but-a-pretty-horrific-world"
}