{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/other-music-new-york-city-record-store-closure",
  "id": "2016-05-10-45",
  "sectionId": "music",
  "body": "“When Other Music closes, I’m going to move to LA.” That’s the refrain my friends would hear me say from time to time when talk of whether I would finally wise up and move my struggling film-maker butt to a city where there’s actually real work. But it was actually that simple. The New York of my frustrated teenage dreams, where cool shops were a place to hang out for hours, had slowly given way to something else: a city where luxury hotels, condominiums and tricked-out pharmacies were popping up like hives on the body of a person with a seafood allergy who’d eaten some salmon by mistake. The small, hip store where you could actually find things nobody heard about, converse with a knowledgeable staff, and be assured to walk out with something special, was an endangered species. Yesterday, to the chagrin of anyone with taste, it went extinct. Other Music announced it will be closing its doors after more than 20 years on 25 June.     Cibo Matto and Adam Baran at a signing at Other Music, New York, on Valentine’s Day 2014. Photograph: Adam Baran    The store sits on West 4th street between Lafayette and Broadway in the heart of Greenwich Village. For me, Other Music was both the heart itself, and the place to soothe my heart in times of distress. A trip to the store was both a learning experience and a hunt – for that one, unique piece of music that, even though many others might be listening to the same thing, you could imagine was designed especially to ease your sorrow, lift you up, get you energized, and take you on a trip to someplace else. Someplace other.    A trip to the store was both a learning experience and a hunt    I’d go in at least once a week, starting in the early 2000s, when electroclash and revival rock were fighting for dominance over the city’s hipster set. I had my favorites in both those genres, but I was eager to educate myself in the two genres that were my real obsession. Soul music and its gay spawn, disco. Other Music always had a stellar soul section, lined with hand-written recommendations from my friend Daniel Givens, a fantastically talented musician in his own right – as many of the staffers were.            It’s through the store, and my regular visits with Daniel, that I became a soul music junkie. It began with the purchase of Honest Jon’s compilation of Candi Staton’s extraordinary 60s records and the Numero Group’s still stunning Eccentric Soul: Twinight’s Lunar Rotation compilation, before moving on to a slew of individual albums that remain on regular rotation in my apartment: Give Me Your Love by the Sisters Love, The Bitch is Black by Yvonne Fair, the three-disc soundtrack to the legendary Wattstax concert, Black Moses by Isaac Hayes, Otis Blue by Otis Redding and Soulful Sugar, the complete recordings of the criminally underrated girl group Honey Cone. I’d also pick up whatever the latest disco compilation to arrive in the store was – everything from well-known Paradise Garage classics to obscure French and Brazilian disco. I’d play this music late into the night and geek out over my latest find, telling all my friends they had to get it too. Eventually my soul obsession took a backseat to other musical explorations. My good friend Chris Pappas, who worked at the store, would turn me on to minimal synth, post-punk, and 80s UK pop records he loved: synth-wave married couple Jeff and Jane Hudson’s Flesh, obscure Wicker Man-inspired female post-punk band the Fates’s Furia, and Prefab Sprout’s extraordinarily beautiful Steve McQueen, a record the term “desert island disc” doesn’t even begin to cover.              I’d play this music late into the night and geek out over my latest find, telling all my friends they had to get it too    I know there are people out there who claim the staff were rude to them, just as the staff of Kim’s Video were accused of being, but as with the famous video shop, I never experienced a bit of it. Even though Daniel and Chris worked in the store whenever I’d come in, when they weren’t there I’d get a helpful staffer who could offer their own take on the music. Sometime later I’d find out who to trust, and who not to. That guy who swore up and down that the obscure Dutch psychedelic record was going to be my favorite would not be assisting me again, but the woman who encouraged me to check out Canadian singer-songwriter Chad VanGaalen and unsettling French singer Catherine Ribeiro, would.            But it wasn’t all obscurity at Other Music. The store did a hearty business selling popular records by indie artists from all genres, everything from the Strokes to Kurt Vile. Most of those were never my bag, or, truth be told, the bags of many of the store’s employees, but if they kept the store in business, even as stores like Tower Records, Shakespeare and Co and Canal Jeans Company were falling like dominos around them, then so be it. Sell that new Jamie xx or Vampire Weekend record to every kid who walks through the door and doesn’t know they could be listening to Virgo Four, the Associates or Koko Taylor instead. No apologies necessary. Watching beloved small businesses close up shop all over the city should have prepared me, but the news that hit on Monday was as big a shock to me as it was to everyone else in the city. Somehow, in a dead-as-a-doornail music industry and an increasingly corporate New York, the store managed to survive – and at times thrive – on the loyalty of its customers, some of whom I’d see walking out with 10 records at a time. Although there are other stores that aim to carry the mantle of Other Music, none has that singular, undefinable thing that made the store so very special – a warm and intimate space and a staff with the perfect mixture of knowledge and passion for a wide range of powerful musicians.  Many of these same musicians were overlooked in their lifetimes but thanks to the work of the labels who restored their music, and the stores like Other Music that championed them, their work was saved from history’s dustbin. I hope that my story, and the stories of so many of the store’s incredible customers, can do for Other Music what they did for Arthur Russell, Karen Dalton, Connie Converse, Ann Steel, Smokey, Patrick Cowley … well, you get the idea.  This piece was amended on 16 May 2016: the Candi Staton compilation was released on Honest Jon’s.",
  "webTitle": "Other Music's closure after two decades is a tragedy for New York's crate-diggers",
  "webPublicationDate": "2016-05-10T20:01:20Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/other-music-new-york-city-record-store-closure",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US small business",
      "id": "business/us-small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Baran",
      "id": "profile/adam-baran"
    }
  ],
  "guardianId": "music/2016/may/10/other-music-new-york-city-record-store-closure"
}