{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/black-teen-escorted-out-of-graduation-kente-african-cloth",
  "id": "2016-05-28-45",
  "sectionId": "us-news",
  "body": "A black teenager says he was escorted out of his high school graduation ceremony in Sacramento, California, by three deputies after he refused to remove his kente cloth, a traditional Ghanaian silk and cotton fabric. In a statement issued Friday, the Elk Grove Unified School District confirmed the incident took place at the Sleep Train Arena on Tuesday. The Atlanta Black Star first reported the story. “A Cosumnes Oaks High School student was prohibited from participating in the remainder of the school’s graduation ceremony,” the statement said, “for refusing to follow direction of school officials who were attempting to uphold the established dress code and for ignoring repeated requests to remove unauthorized non-school award regalia.”    @nyreehesr so I wore this thing called a kente cloth (cultural cloth from Ghana) around my neck. That represents my, pic.twitter.com/6SG8NSnBFh— Nyree Holmes (@nyreehesr) May 25, 2016    The student, Nyree Holmes, told the Black Star he wore the decorative cloth atop his graduation robes in order to wear something that represented his culture during the ceremony. “I wanted to wear my kente cloth as a representation of my pride in my ancestors, to display my cultural and religious heritage,” he said. “My particular cloth was made by Christians in Ghana, where the kente cloth has been worn by royalty and during important ceremonies for hundreds, if not thousands, of years.” Holmes, 18, who described the incident on Twitter, said the school’s student activities director told him he was violating graduation dress requirements.  Holmes said he tried to talk to the director, but he would not engage and instead tried to prevent him from walking onstage and called authorities. When Holmes got off stage, he said, three sheriff’s deputies were waiting to escort him out. The school district statement said: “The student was allowed to walk across the stage to be recognized and took a formal picture with the principal wearing the kente cloth. Later, the student was allowed to return to the area where students received their diplomas. The student was given his diploma.” Holmes said the school principal met his parents and apologized for the incident. The school district statement added: “The district’s approved graduation uniform is a cap and gown … Unfortunately, prior to the COHS graduation ceremony, school officials were not given the opportunity to discuss with the family the student’s desire to wear the cloth.” The district also said seniors and parents had received “written and verbal communication on multiple occasions from school officials that reminded students regarding appropriate graduation ceremony attire”.",
  "webTitle": "Black teen 'escorted out of high school graduation' for wearing African cloth",
  "webPublicationDate": "2016-05-28T20:07:15Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/black-teen-escorted-out-of-graduation-kente-african-cloth",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/28/black-teen-escorted-out-of-graduation-kente-african-cloth"
}