{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/the-baftas-downbeat-moments-amid-the-glitz",
  "id": "2016-05-08-1",
  "sectionId": "tv-and-radio",
  "body": "The Bafta TV awards are the industry’s annual celebration of itself, but, at the 2016 event, the back-slapping took an unusually sombre form. Never had so many such huge names featured in the mid-show obituary roundup: Terry Wogan, Ronnie Corbett, Cilla Black, Paul Daniels and, still seeming shockingly impossible, Victoria Wood. And, four days before the expected publication of the government white paper on the future of the BBC, several recipients used their acceptance speeches to command culture secretary John Whittingdale to desist from rumoured reductions in the corporation’s political independence.   Related: 'Say no to this dangerous nonsense' – the best quotes of the Bafta TV awards 2016    That very journalistic impartiality, some Sunday papers had mischievously predicted, might require the BBC to edit some of the tributes to its own brilliance from the version of the ceremony, broadcast, with a time delay, from 8pm on BBC1. The transmission started with shots of the nominees arriving; the actor Hugh Bonneville entered wearing dark glasses, for reasons of either sunshine or privacy. Comparison between what was heard inside the Royal Festival Hall and shown on BBC1 revealed that an impassioned speech from Peter Kosminsky, director of Wolf Hall, had been trimmed of its suggestion that Britain without the BBC would resemble North Korea. However, viewers saw Kosminsky, brandishing the drama series statuette, urging politicians to “stop this nonsense”, culminating in a shout of “No! No!” to Whittingdale. Kosminsky received a scattered standing ovation, those remaining seated possibly representing ITV and Sky, who, at many points during the evening, were at risk of suffering the calumny that the BBC produces the only decent TV shows in Britain. Perhaps sensing the gathering threat of self-congratulation, host Graham Norton began with a notably astringent opening monologue, including gibes at celebrities with injunctions, performers with a reputation for partying affecting their performance and even a Jimmy Savile-related gag.     Sir Lenny Henry with his special award at the Bafta TV awards on Sunday. Photograph: David M. Benett/Getty Images    The prize juries had also been notably unsentimental. In the specialist factual category, they overlooked The Hunt, voiced by 90th-birthday boy Sir David Attenborough, in favour of BBC2 documentary Britain’s Forgotten Slave Owners, and, in the leading actress section, ignored a double tug at the emotions – the much-treasured Sheridan Smith in a heartbreaking drama about cancer, The C-Word – to honour Suranne Jones for her tremendous tragi-comic turn in Doctor Foster. Both of those odds-beating decisions, though, involved one BBC show beating another, and the possibly threatened national broadcaster had an impressive night, winning in an easy majority of categories: Wolf Hall and Peter Kay’s Car Share got two gongs each. Channel 4 continued its high awards-to-output ratio with a heavy shelf of statuettes for shows including the drama This is England ’90, the documentaries My Son the Jihadi and The Murder Detectives and Michaela Coel, 28-year-old comedy writer-performer of Chewing Gum. Coel dedicated her award to Victoria Wood and that moment – linking two shy outsiders who came from outside TV’s usual recruitment pools – was the most touching of the show. Although non-white prize presenters, including Romesh Ranganathan, made self-deprecating jokes about being “grateful to diversity targets” for their involvement, the ceremony was far ahead of the Oscars in representation, with Sir Lenny Henry rightly given a special award for his contribution to the industry as both a performer and a campaigner, although he would be the first to tell British TV that only small wars have so far been won in this regard. It was an atrocious night for ITV (two prizes) and Sky (one, for cricket coverage). Executives from those networks seem likely to have gone away fuming that it mustn’t always all be about the BBC. And the BBC’s critics, in politics and the industry, would point out that their objections are not primarily to the programming that comes out of New Broadcasting House but to the internal structures and regulation. It is probably a blessing for the corporation that there are no Bafta categories for best value managers, most efficient public expenditure or best chair of the BBC Trust.",
  "webTitle": "The Baftas: downbeat moments amid the glitz",
  "webPublicationDate": "2016-05-08T23:06:44Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/the-baftas-downbeat-moments-amid-the-glitz",
  "keyword": [
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/the-baftas-downbeat-moments-amid-the-glitz"
}