{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/16/the-welsh-valleys-road-with-some-of-the-uks-worst-air-pollution",
  "id": "2016-05-16-345",
  "sectionId": "environment",
  "body": "The rush hour is not a good time to be out and about on the A472 as lorry after lorry climbs out of the south Wales valley town of Crumlin and heads up and over towards Pontypool. “It’s pretty terrible,” said Deanna Harwick, a mother of two young children, who lives in a terrace lining one side of the heaving road. “We can’t have the windows open because of the fumes so in the summer the house feels pretty airless. I don’t let the children play outside, not just because of the risk of a road accident but because of the damage the air may cause to their health. I’ve been here 10 years and I’m keen to move.”  Harwick’s concerns are backed by solid evidence. Just up the road from her front door a monitor records levels of nitrogen dioxide. According to government data, the levels here are the highest recorded in the UK outside London (the levels are exceeded in England only by a similar monitor on Marylebone Road in central London).  The health problems caused by air pollution were highlighted last week in a report from the World Health Organisation that documented pollution levels in more than 3,000 cities around the world. It found that particulate pollution has risen 8% globally in the past five years with the worst of the problem in developing countries. In the UK, experts believe that about 29,000 deaths are linked to air pollution.   Map of south Wales, pinpointing Crumlin   In Crumlin, the bad air hotspot is caused by something of a perfect storm. The road is a main cross route between two valleys and so is always busy with local traffic. It is also used by commuters travelling to Newport and Cardiff. Most significantly, it is a favourite cut-through for lorry drivers keen to avoid the M4, which is often congested, and the Severn Bridge tolls (£19.80 for HGVs).  The geography of this spot in Caerphilly county exacerbates the problem. Even if the road happens to be clear, the steep hill slows the trucks down to a crawl. And the spot is hemmed in by the terrace on one side and a hill on the other so that, especially on a still day, the fumes linger. George Powell, 70, who has lived here for 15 years, has given up trying to clear the black residue that clings to his front door. “It’s horrible the way it gathers there. I’ve installed double glazing against the noise but the fumes leave your eyes streaming. I’ve got grandchildren. We let them play out the back – there’s woods and a stream there – but never on the front.”      George Powell, 70, has given up trying to clean the black soot off his front door. Photograph: Adrian Sherratt for the Guardian    His neighbour, Clive Dodd, a retired plasterer aged 68 who has lived on the road for 12 years, said he found himself getting out of breath now as he walked up the hill. “I didn’t used to have a problem. I do now and I blame the road. I think they should ban HGVs and vans. That would sort it.”  There may be solid evidence about the levels of nitrogen dioxide but what effect the road has on people’s health here is harder to quantify.  According to Asthma UK Cymru, 314,000 people have asthma in Wales, including 59,000 children – almost one child in 10. A report from NHS Wales and the Welsh government published in 2015 said the percentage of patients registered with their GP for asthma and COPD (chronic obstructive pulmonary disease) was greater than in England – and there had been a slight increase in recent years.  A British Lung Foundation map shows that the chance of dying from asthma is higher than the UK average in Caerphilly but, actually, the rates are slightly greater in the neighbouring boroughs of Blaenau Gwent and Torfaen.  There are no street-level statistics that will show if the problems on the A472 are having an impact on residents’ health, but staff at the Mayberry pharmacy in Crumlin say they are noticing an increase in the number of people, particularly children, who need inhalers.  However, fumes from lorries cannot be blamed for all of the area’s respiratory problems – smoking and heavy industry remain a major cause of public health problems in the south Wales valleys.      A roadside air-quality monitor has detected the worst pollution levels outside London at Crumlin. Photograph: Adrian Sherratt for the Guardian    Caerphilly council and the Welsh government have tried to make improvements, investing in a new road layout. A council spokesperson said the monitor had been installed to help it establish what was happening. “We are aware of the high air-quality readings in this area and have installed the air-quality monitor specifically to look at trends in air-quality data,” the spokesperson said. “The area has been designated as an air-quality management area (AQMA) and the council is working alongside key stakeholders to look at options to improve the air quality.” It is possible there are more polluted places in the country that don’t have a monitor. The Wales Green party said the solution was improving public transport. Spokesperson Pippa Bartolotti said: “Air pollution knows no borders and tough limits have been set by the EU to tackle this growing problem. Air pollution is a well-known killer.  “The remedy is to invest in a decent public transport network, reopen smaller train stations and give people a fast, clean and affordable way to get around.”  She said a plan to build a metro system – which includes heavy rail, light rail and buses working together – in south-east Wales had been on the drawing board for years. “Yet the Welsh government is set on building more roads like the M4 extension that will bring more harmful pollution and more congestion.”  Alan Heaps, who runs a woodwork business from his house on the A472, agreed that radical action was needed. “The problem is they’d have to knock this terrace down to make a bigger road or just ban lorries completely. Both would cost millions. And I don’t think they’ll spend millions here. We’re stuck with the problem.”",
  "webTitle": "The Welsh valleys road with some of the UK's worst air pollution",
  "webPublicationDate": "2016-05-16T05:30:27Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/16/the-welsh-valleys-road-with-some-of-the-uks-worst-air-pollution",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Asthma",
      "id": "society/asthma",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "environment/2016/may/16/the-welsh-valleys-road-with-some-of-the-uks-worst-air-pollution"
}