{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/bma-considered-dragging-out-junior-doctors-dispute-emails-show",
  "id": "2016-05-26-194",
  "sectionId": "society",
  "body": "The British Medical Association considered dragging out the junior doctors’ dispute for up to 18 months in order to tie Jeremy Hunt’s department “in knots” and force him to impose the contract that medics loathed, leaked emails show. A cache of messages exchanged between leaders of the union’s junior doctors committee (JDC) also show that it discussed BMA members going on strike repeatedly over a “prolonged period”.  Junior doctors in England have taken industrial action on eight days since January as part of a campaign of protest against new terms and conditions that the health secretary threatened to impose on them. But a settlement is now possible after the BMA and the Department of Health last week reached agreement on a deal they hope the NHS’s 55,000 trainee medics will accept.  The disclosures come just before the publication of the revised terms and conditions that junior doctors will consider and then vote on next month.    Related: Junior doctors' contract deal: what was agreed    Messages exchanged between the 12-strong executive of the JDC via WhatsApp starting last November have been obtained and published on Thursday by the Health Service Journal. They show that for many months the JDC was adamantly opposed to discussing Saturdays becoming part of a junior doctor’s normal working week – that was their “only real red line” in the bitter dispute – until finally changing their mind earlier this month. Their private view that that issue was all-important contrasts with JDC chair Dr Johann Malawana’s public assertion that, despite weeks of talks, junior doctors were still concerned about other issues, including patient safety. It also seems to bear out Hunt’s insistence that the BMA’s refusal to discuss remuneration for Saturday working led to both the collapse of talks in February and the lack of renewed talks for three months after that. HSJ’s disclosures show that on 15 December Malawana suggested to JDC executive members “a strategy that tied the DH [Department of Health] up in knots for the next 16-18 months”. As a first round of talks were heading towards their festive season break he explained: “The best solution may actually [be] to draw this right out. Into the Europe debate [ahead of the 23 June referendum] and leadership debate [if David Cameron was challenged after that]. IA [industrial action] for a prolonged period and force them to impose against our support.”  Other messages show:  Malawana opposed junior doctors escalating their strikes into a total withdrawal of cover, even from areas of emergency care. He dismissed that tactic as “a vanity event for juniors”. Junior doctors later staged all-out strikes on 25 and 26 April. He told the DH that they could settle the row over Saturday if they agreed to increase medical pay by £700m. “We have told them they could offer to buy Saturday off us for £700m”, he said on 15 January, after the first walkouts. The JDC chair also proposed that junior doctors used “a series of negotiations interspersed with IA” to pursue its campaign for a contract it deemed safe and fair.  The BMA said that messages exchanged in “anger and frustration” did not reflect the view of the JDC, which said last week that the deal agreed with the government was the best one possible. “These conversations go back over six months and reflect the anger and frustration felt by junior doctors across the country due to the government’s refusal to listen to their concerns. Private discussions should not be mistaken for the agreed strategy of the BMA junior doctors committee, which was communicated publicly,” a BMA spokeswoman said.  “It is less what was said during the heightened atmosphere of the biggest dispute between junior doctors and the government for 40 years that matters. What’s important is what was done in order to reach a negotiated agreement and ensure that the long-term interests of patients and the NHS are protected,” she added.    Related: 'There is still deep anger': junior doctors on the new contract deal | Sarah Marsh    Initial postings on the junior contract forum on Facebook in response to the leak appear to enhance the standing among junior doctors of Malawana, who last week said the agreed compromise represented the best possible deal.  “I was beginning to doubt [it], but this leak has actually served to restore my faith in his leadership,” said Thomas Jones from Oldham on the group’s page, which has over 62,000 members. A number use the hashtag #IStandWithJohann to demonstrate their solidarity and support towards him. John Hughes, a GP in Manchester, added: “The ‘leaks’ simply show a team of negotiators doing their job of discussing all options and strategies with a shrewd far-sighted leader who is not swayed by the bigger beast of BMA corporate policy.” Cam Stocks, a student doctor at Barts and the London School of Medicine and Dentistry, labelled the person behind the leak “a traitor and a scab”. Others said they “should be ashamed”. Others, meanwhile, feared for the future of the junior doctors’ campaign and that this latest twist in the saga may sway public opinion against them. “This is going to ruin junior doctors in the press. There’s clear documentation of prolonging the dispute and strike action on purpose. The worst spin doctor in the world couldn’t fail to crush the JDC for this,” said Yassir Matloob, a junior doctor in London. The Department of Health declined to comment.",
  "webTitle": "BMA considered dragging out doctors' dispute, emails show",
  "webPublicationDate": "2016-05-26T12:42:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/bma-considered-dragging-out-junior-doctors-dispute-emails-show",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "politics/2016/may/26/bma-considered-dragging-out-junior-doctors-dispute-emails-show"
}