{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/tottenham-champions-league-fixtures-wembley-stadium",
  "id": "2016-05-28-130",
  "sectionId": "football",
  "body": "Tottenham Hotspur will play next season’s Champions League matches at Wembley Stadium. The Premier League club has reached an agreement with the Football Association for the 2016-17 campaign with an option to hire the national stadium for the entire 2017-18 season. The FA’s chief executive, Martin Glenn, said on wembleystadium.com: “Having Tottenham at Wembley for big European nights next season is a welcome opportunity for us to further the stadium’s position as a world-class venue. As well as helping the club and its fans, it will benefit London and English football in general with our commitment to reinvesting all profits back into the game.   Related: Marcus Rashford and Wayne Rooney fire England to win over Australia    “The increased revenue will particularly help us meet our targets for improving coaching and grassroots facilities and growing participation. We were already on a strong financial footing, which allowed us to reinvest £117m back into the game at all levels last season.” The 2016-17 campaign will be Spurs’ last at White Hart Lane as work has already begun on their new £400m stadium; the 61,000-capacity ground is scheduled to be ready for the start of the 2018-19 season. In the meantime, with the FA and Wembley National Stadium Limited giving Tottenham the option to hire the north-west London venue for the entire 2017-18 season, the club’s chairman, Daniel Levy, indicated that they would take up the option. Levy said: “We are delighted that, through working in partnership with WNSL and the Football Association, we have been able to reach this agreement. Given the current reduction in capacity at White Hart Lane for next season and the ticketing requirements for Champions League, playing at Wembley will mean that we can continue to accommodate all of our existing season-ticket holders. “Our season-ticket waiting list is over 50,000 so this now also offers us a great opportunity to provide more of our supporters with a chance to see the team play live during our Champions League campaign. Importantly, as we know it was our fans’ preference, it means that we can continue to play our home matches in London during our season away.” Spurs’ new home, adjacent to White Hart Lane, will include a fully retractable pitch to cater for American football games, concerts and other events. The club, who finished third in the Premier League to qualify for the Champions League group stages, announced in July 2015 that a minimum of two NFL games per year would be played at their new stadium during a 10-year partnership.",
  "webTitle": "Tottenham Hotspur will play next season’s Champions League matches at Wembley Stadium",
  "webPublicationDate": "2016-05-28T08:24:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/tottenham-champions-league-fixtures-wembley-stadium",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wembley stadium",
      "id": "football/wembley-stadium",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/28/tottenham-champions-league-fixtures-wembley-stadium"
}