{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/10/survey-finds-that-78-of-models-in-fashion-adverts-are-white",
  "id": "2016-05-10-204",
  "sectionId": "fashion",
  "body": "According to a new report, 78.2% of all the models featured in spring 2016’s fashion adverts were white. In a breakdown of the statistics, 8.3% of models featured in ads were black, 4% were Asian and 3.8% were Hispanic.  Although low, the percentage of non-white models has actually increased from 2015 when the total was 84.7%. The results, complied by The Fashion Spot, come from a survey of 236 fashion print campaigns and 422 models.  “The good news is that it is more racially diverse. The downside is that there is a long way to go,” Jennifer Davidson, managing editor of The Fashion Spot, told the New York Post.     Model Naomi Campbell appears on stage during Kanye West Yeezy season 3 in February. Photograph: JP Yim/Getty    Diversity continues to be a hot-button issue for the fashion industry. Labels such as Nasir Mazhar, Hood by Air, Kanye West’s Yeezy line and Zac Posen use a range of ethnically diverse models at their shows (Posen used black models exclusively for his New York fashion week show and the hashtag #Blackmodelsmatter on his Instagram). Whereas other parts of the industry are playing catch up; all the models at the Vetements and Balenciaga shows were white.     A model at the SS15 Nasir Mazhar show. Photograph: REX    The statistics come in the same week that Naomi Campbell admitted that her iconic French Vogue cover from 1988 (she was the first black model to appear on its cover) almost didn’t happen. In an interview with CNN style, the model said that she had no idea editor-in-chief Anna Wintour had to fight for the cover. “Anna gave me such a great opportunity and I had no idea how much she had to fight for that.” At the time, Yves Saint Laurent threatened to pull his advertising from the magazine if they refused to put a black model on the cover. They relented and Campbell’s cover appeared on newsstands. Campbell wrote about her early experiences of racism in the fashion industry earlier this month in her self-titled book. “When I started out, I wasn’t being booked for certain shows because of the colour of my skin. I didn’t let it rattle me. From attending auditions and performing at an early age, I understood what it meant to be black. You had to put in the extra effort. You had to be twice as good.”",
  "webTitle": "Survey finds that 78% of models in fashion adverts are white",
  "webPublicationDate": "2016-05-10T11:20:07Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/10/survey-finds-that-78-of-models-in-fashion-adverts-are-white",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Naomi Campbell",
      "id": "fashion/naomi-campbell",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Vetements",
      "id": "fashion/vetements",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Models",
      "id": "fashion/models",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/10/survey-finds-that-78-of-models-in-fashion-adverts-are-white"
}