{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/stephen-harper-first-public-remarks-legacy-canada",
  "id": "2016-05-27-75",
  "sectionId": "world",
  "body": "Canada’s former prime minister, Stephen Harper, has made his first public remarks since his defeat in last fall’s federal election, prompting both praise and disdain as Canadians weighed in on the polarising legacy of nearly a decade in power. Speaking at a Conservative policy convention on Thursday, Harper thanked the party faithful. “While the election last fall did not yield the results we hoped for, the fact remains that our party has achieved remarkable success over the past decade,” he told delegates.  The federal election in October saw the Conservatives plunge from 159 to 99 seats, handing a stunning majority to Justin Trudeau’s Liberals and propelling them from third-party status to government. Harper announced his resignation as party leader in a press release soon after. On Thursday, Harper described what he called a “proud record” of cutting taxes, ushering in a tough-on-crime agenda and retooling party funding. “And it was thanks to you that we were able to stand up as a country and take principled positions in a dangerous world,” he told delegates.  He urged the party to move forward, highlighting its unity as members prepare to elect a new leader next year. “The past is no place to linger,” Harper said. “The best is yet to come.”  His remarks were met with a standing ovation from the more than 2,000 people who had gathered in Vancouver for the Conservative convention. Delegates feted Harper’s leadership with a video tribute, encouraging supporters to join in with the hashtag #ThankYouStephenHarper. Some used it to genuinely express their gratitude. But the strategy soon went off the rails, as many others chimed in from across Canada with their own views of Harper’s legacy. “#ThankYouStephenHarper for muzzling scientists, shuttering projects, suppressing data, and making us a laughing stock in the sci community,” tweeted one. “For denying an inquiry for Missing and Murdered Indigenous Women in spite of glaring statistics,” wrote another.        The hashtag trended for hours as Canadians considered the lasting effects of their former government. “#Thankyoustephenharper for holding Canada back 10 years on climate change,” tweeted one.  Another said:        Others pointed to what they saw as the enduring outcome of Harper’s time in office.        “#ThankYouStephenHarper for inspiring me for the first time in my life to volunteer for a political campaign, P.S. it wasn’t yours,” added another.    Related: Stephen Harper: master manipulator | Nick Davies    Some wondered if the Conservatives had fully grasped the message underlying the Liberals’ resounding victory in the federal election. “Laughing so hard that the Conservative Party of Canada LEGITIMATELY thought #ThankYouStephenHarper was a good idea. Are you kidding me?” Discussion of Harper’s legacy comes amid reports that the former prime minister intends to resign as a member of parliament by autumn. Sources say Harper is contemplating several offers from US companies as well corporate boards. The former prime minister is also reportedly considering launching a foreign policy institute dedicated to the issues he championed during his time in office, such as advocacy for Israel and Ukraine. In December, the former prime minister registered a corporation, listing himself and two former staffers as directors of Harper & Associates Consulting Inc.",
  "webTitle": "Stephen Harper's Conservative praise triggers bad memories for Canadians",
  "webPublicationDate": "2016-05-27T16:31:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/stephen-harper-first-public-remarks-legacy-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Stephen Harper",
      "id": "world/stephen-harper",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/27/stephen-harper-first-public-remarks-legacy-canada"
}