{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/08/bank-of-england-meeting-could-discuss-cutting-interest-rates-mark-carney",
  "id": "2016-05-08-102",
  "sectionId": "business",
  "body": "The Bank of England’s interest rate setters meet against a gloomy economic backdrop this week that could prompt at least one policymaker to push for a cut in borrowing costs to shore up stalling growth. The nine-strong monetary policy committee (MPC) is not expected to make any changes to the record low base rate of 0.5% on Thursday. But investors will be scouring minutes of the latest meeting and the Bank’s new forecasts for the economy released at the same time for clues as to whether the next move will be up or down. “A run of weak activity surveys for April suggest that the economy may see growth in the second quarter slow compared to the first quarter’s already insipid performance,” said Martin Beck at the consultancy Oxford Economics. “Uncertainty caused by June’s EU referendum has been widely blamed. But with the economy slackening well before the referendum date was announced, it is difficult to believe that this is the only story. One thing that is clear is that the possibility of a cut in interest rates is looking ever less outlandish.” Markets are not pricing in any policy move this year and the Bank’s policymakers have also signalled that rates are going nowhere for now, given the upcoming referendum on EU membership is clouding the economic outlook. At the same time, there has been a clear message from governor Mark Carney that when there is a change in borrowing costs it is more likely to be up than down. However, a recent run of bad news on the economy may have chipped away at Carney and other policymakers’ certainty on the path for interest rates, say experts. The committee could discuss cuts at this meeting even if most members are not close to voting for such a move.  Both the Bank’s chief economist, Andy Haldane, and external MPC member Jan Vlieghe have discussed the possibility of cutting rates in the past. As such, they are seen as the most likely to push for lower borrowing costs after business surveys last week added to signs that the UK economy is losing momentum. Last week’s PMI reports on the main sectors of Britain’s economy showed growth had dropped to the weakest pace in three years for construction firms, manufacturers and Britain’s vast banks-to-bars services industry. The surveys’ compilers, Markit, said that pointed to GDP growth of just 0.1% in April, down from 0.4% in the first quarter of the year. On the high street, the demise of BHS and Austin Reed has fanned fears that the consumer engine driving Britain’s economy is stalling.  The signs from the global economy have also been worrying investors, including news on Friday that the US added far fewer jobs than expected last month.  Another issue that will be troubling UK policymakers is the EU referendum on 23 June. The Bank has already warned that businesses will likely defer spending decisions until after the vote, knocking overall economic growth in the second quarter of the year. But presenting the Bank’s latest “inflation report” forecasts on Thursday at a news conference, Carney may be careful not to venture further into the Brexit debate. Chris Hare, an economist at the bank Investec, commented: “From a communications perspective, this inflation report will be extremely awkward for the MPC.” “Issues relating to the vote are clearly affecting the MPC’s read of the economy and its monetary policy outlook. But, at the same time, the committee might naturally shy away from wading further into a highly charged political debate.” “All told, we expect this Super Thursday to see the MPC very much in ‘wait and see’ mode as it rides out the communications challenges of the EU referendum.” According to the Sunday Times, the Bank has held ‘informal discussions’ with UK banks over whether their balance sheets could handle a rate cut. New economic indicators published today will do little to assuage fears the economic is losing steam.  Business activity and employment lost momentum across England and Wales in April, according to the latest Lloyds Bank regional purchasing managers’ index.  The survey’s measure of business activity across England’s private sector was the lowest for more than three years. Wales’s business activity index registered its second-lowest reading since February 2013. But it still showed a faster rate of growth than the average across England for the third month in a row. Companies said last month’s introduction of the ‘national living wage’ was weighing on hiring. “The majority of regions have started the second quarter on a weaker footing, with business activity no longer showing the robust growth that we have seen over the past two to three years,” said Tim Hinton, managing director for mid-markets and SME banking at Lloyds Banking Group. “A knock-on effect of stronger cost pressures from the ‘national living wage’ and higher fuel prices has seen a slowing in the rate of job creation, which was at a 32-month low in April.” A separate report from accountants BDO suggested that UK firms’ hiring intentions had fallen sharply to levels last seen in 2014. But its Business Trends Report suggested firms remained upbeat about growth in the coming six months.",
  "webTitle": "Bank of England meeting could discuss cutting interest rates",
  "webPublicationDate": "2016-05-08T12:41:16Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/08/bank-of-england-meeting-could-discuss-cutting-interest-rates-mark-carney",
  "keyword": [
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Interest rates",
      "id": "business/interest-rates",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Inflation",
      "id": "business/inflation",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mark Carney",
      "id": "business/mark-carney",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "business/2016/may/08/bank-of-england-meeting-could-discuss-cutting-interest-rates-mark-carney"
}