{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry-gary-ohagan",
  "id": "2016-05-04-148",
  "sectionId": "small-business-network",
  "body": "Janette O’Hagan, co-founder of heatboss, explains why Gary O’Hagan should win the Rising Star category of the Guardian Small Business Showcase competition:   Gary is our technical lead and his vision and skill is the cornerstone of our rising business. He has built a product that other big brand companies with big teams of developers have been unable to do.  heatboss, is a combination of hardware of software that enables individual control of each room’s heating, allowing it to be personalised for its occupants. The product is currently saving our clients (in schools, offices, care homes, hotels, heritage buildings) on average 30% of their heating costs as well as making them more comfortable.  Gary is a true rising star. He has achieved, with utmost diligence and hard work, to get heatboss developed from scratch and into production.  He has shown natural leadership qualities in his day-to-day management of multiple different organisations whom we work with, and the various projects we are focused on. He has the invaluable ability to get people to work hard and has earned the professional respect of those around him.  Gary has demonstrated the initiative and determination to take a great idea to a market-ready product. He is constantly working on ways to make the product, its savings capability and the user experience better.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Gary O'Hagan",
  "webPublicationDate": "2016-05-04T14:36:39Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry-gary-ohagan",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry-gary-ohagan"
}