{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/iof-partner-zone/2016/may/09/fundraising-regulation-new-dawn",
  "id": "2016-05-09-140",
  "sectionId": "voluntary-sector-network/iof-partner-zone",
  "body": "A new dawn is about to break for fundraisers. The last year has at times been a difficult one, but with new regulatory frameworks on the horizon, the fundraising community hasn’t just stood aside waiting for a new regulator to come in and make changes. Instead it has been working hard to make sure the future will be a bright one for the general public, for donors, for charities, for beneficiaries and for fundraisers themselves.   Related: The new regulator is needed, but it is fundraisers who'll create change    A phenomenal amount of change has already taken place across the sector to address some of the issues exposed, and there is now more certainty about what the new era will hold for fundraisers. There is still more work to do, but the foundations are now set for a new climate where we can achieve the highest fundraising standards that will help rebuild public trust and confidence once more. 1 Changes to the code of fundraising practice - ensuring donor preferences are respected The Institute of Fundraising took swift action to review and strengthen the code of fundraising practice – the set of rules governing fundraising practice and behaviour, to address the most pressing public concerns which had been highlighted last year. In particular we have made it far easier for people to stop communications from charities they don’t want to hear from, banned the selling of an individual’s data and banned a charity from sharing an individual’s data without their express permission to do so. 2 Improving compliance with the code – helping charities to meet high standards The Institute of Fundraising has been working closer than ever with the Public Fundraising Association to support our members to meet the standards set out in the code. As that collaboration has developed so have plans for our merger later this year to form a single membership organisation, which will result in us delivering a new dedicated compliance service for our members, which will include more advice, guidance and support to help achieve the highest standards as well as delivering a more targeted programme of professional training, qualifications and events. 3 Fundraisers taking the lead in improving practice No matter how good the rules and regulations are, the key to delivering better public trust and confidence in charities will always be viewed through the activity and behaviour of charities and fundraisers themselves. I have been incredibly impressed by the amount of activity that has taken place so far – not just by those found to have been at fault over the last year, but by the fundraising community as a whole.   Charities large, medium and small have, among other activities, and on top of some amazing fundraising campaigns, conducted root and branch reviews of how they fundraise, contacted their supporters to ask them how they want to be communicated with, introduced new charters and pledges to supporters and donors, put in place enhanced monitoring programmes and strengthened relationships with partner agencies. Many others have engaged with the continued discussion on consent with some moving in advance of the forthcoming EU data protection legislation to adopt an opt-in approach to contacting supporters. 4 Starting at the top - embedding values in fundraising The UK public rightly expects charities to display behaviours over and above those of the private sector. But the evidence from the public scrutiny of fundraising was that charities were sometimes not exhibiting those values in their fundraising activities.    Related: Fundraising isn't about hitting targets – it's about creating real change    The Charity Commission has taken action, reviewed and consulted on its guidance to trustees on fundraising and is shortly due to publish revised guidance (CC20). We at the IoF have contributed to that review, and are leading work with other sector organisations to produce more detailed and practical guidance and training for charity trustees on fundraising.  Better fundraising practice will be driven from the top down, as well as from the bottom up, and the new dawn will see renewed interest from trustees in how their charities go about raising funds. Getting the balance right between governing, setting and delivering successful fundraising strategies – within recognised organisational values - will be key. 5 The new dawn – new regulatory regimes The IoF and our members have been calling for the sector’s regulator to have universal application and stronger powers for some years, and later this summer we shall get one. We have always known that the vast majority of fundraising practice in the UK is undertaken to a high standard, but in order to build confidence there must also be swift action taken when bad practice is exposed. The new Fundraising Regulator for England, Wales and Northern Ireland (and potentially Scotland) will be better resourced and have more sanctions at its disposal to act quickly and robustly, as well as taking over responsibility for the code of fundraising practice. Of course, in Scotland the future of fundraising regulation is still being discussed and we look forward to being part of whichever solution the sector in Scotland decides upon. In a world where the services that charities provide, and the causes that they champion are needed more than ever, it is absolutely crucial that charities and fundraisers are ready for the new dawn. I am very proud as to how the fundraising community has responded, and am looking forward to the brighter days ahead.  Content on this page is paid for and provided by the Institute of Fundraising, sponsor of the Guardian Voluntary Sector Network’s fundraising hub.",
  "webTitle": "A new dawn for fundraising is beginning",
  "webPublicationDate": "2016-05-09T14:58:41Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/iof-partner-zone/2016/may/09/fundraising-regulation-new-dawn",
  "keyword": [
    {
      "webTitle": "IoF partner zone",
      "id": "voluntary-sector-network-iof-partner-zone/voluntary-sector-network-iof-partner-zone",
      "sectionId": "voluntary-sector-network/iof-partner-zone",
      "sectionName": "IoF partner zone"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/iof-partner-zone/2016/may/09/fundraising-regulation-new-dawn"
}