{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/18/norman-lamb-hospital-beds-far-from-home-inhumane",
  "id": "2016-05-18-279",
  "sectionId": "healthcare-network",
  "body": "We see countless examples of the discrimination against mental health at the heart of the NHS, but there are few as outrageous as the practice of shunting people with mental illness across the country in search of a bed at a moment of crisis. One of my constituents in Norfolk has described how, after an attempted suicide, he was transported in silence more than 120 miles to a mental health facility in London. Frightened, isolated and disorientated, he felt more like a prisoner than a patient. Just imagine the public outrage if this scandal happened to someone who had suffered a heart attack or stroke. Yet it continues to happen in the mental health system up and down the country.   Related: Tackling underfunding in children’s mental health services    It is an utterly inhumane way to treat people. We also know it’s completely avoidable. Happily, this was the conclusion of NHS England’s independent Mental Health Taskforce and Lord Crisp’s commission on inpatient psychiatric care. Both recommended that out-of-area placements should be phased out by 2020, and the Crisp commission set a more ambitious – but still achievable – target of October 2017. After learning about the problem as a minister, I initiated the collation and publication of data on out-of-area placements. This transparency will be critical in bringing about change – identifying variation around the country and holding NHS trusts to account where unacceptable practices continue. We have to dispel the misconception that more beds in local hospitals is the answer. Look at how they have reduced bed occupancy in Swindon by placing a focus on early intervention and by offering effective alternatives to hospital admission. So the solution must instead be a stronger focus on prevention and a bold revolution in community support for people experiencing a mental health crisis, avoiding the need for hospital admission in the first place. Offering 24/7 access to crisis care and better intensive home-treatment teams is, rightly, at the heart of NHS England’s new five-year mental health strategy. But we cannot hope to achieve this vision without proper investment and the determination of government. There is a clear moral imperative, and good practice is emerging in parts of the country, such as Sheffield, Mersey Care in Liverpool, and particularly in Swindon, where there have been no out-of-area placements in the past year. But eliminating this unacceptable practice must be identified as a priority by all mental health trusts. People with mental illness deserve the same right to receive care, close to home, as those with physical conditions. Society has increasingly come to agree with this view. It’s time we start acting on it. Former health minister Norman Lamb, MP for North Norfolk, is now Liberal Democrat health spokesman  Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Shunting people with mental illness across the country is utterly inhumane",
  "webPublicationDate": "2016-05-18T09:10:25Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/18/norman-lamb-hospital-beds-far-from-home-inhumane",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Policy",
      "id": "healthcare-network/policy",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Norman Lamb",
      "id": "profile/norman-lamb"
    }
  ],
  "guardianId": "healthcare-network/2016/may/18/norman-lamb-hospital-beds-far-from-home-inhumane"
}