{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/stephen-bubb-acevo-stepping-down-charity-leaders",
  "id": "2016-05-17-294",
  "sectionId": "society",
  "body": "Last year I spoke about the lessons of the Kids Company debacle and the need to invest in charity infrastructure: to spend money on leadership development and good governance. It’s the golden rule of charity funding – you must invest in the back office to deliver effectively at the front line. Listening to that radio interview on the BBC’s Today programme was a philanthropist from the commercial sector who understands the need for strong capacity and wanted to do something about it. So he has given a generous donation to the charity leaders’ network, Acevo, for a project that I will lead and which we are calling the Charity Futures Programme. And, in a lesson for all funders, he did so without fuss or desire for publicity.    I have learned that charity sector leaders need the level of support and development that other sectors take for granted    So, I am stepping down from my role as Acevo’s chief executive in order to lead this ambitious drive to ramp up support for leadership and governance. The background of negative media in relation to charities, the fundraising crisis, hassle on chief executives’ pay, as well as the Kids Company collapse, make it clear the time is right. Stepping down after 15 years is a personal challenge: what will life be like when I don’t have an office and I’ve been given an open brief? My 15 years leading Acevo have taught me that our sector’s leaders need the level of support and development that other sectors take for granted. And when we have faced the challenges of delivery against constrained resources and attacks in the media and elsewhere, I have had to speak out, loudly and robustly.   Over those years I have learned the value of working with government – with Tony Blair’s Labour on third-sector service delivery and setting up the Office of the Third Sector (sadly now much diminished); and then with David Cameron on health service reform and on his open public services white paper. I have also learned that government neither respects “yes people” nor people who will never argue with them publicly. You must always balance working behind the scenes with speaking out. I have done both. It was necessary. For me it is great that I will be leading this new two-year project from Acevo – an organisation that has led calls for effective capacity funding and which developed “full-cost recovery” – securing funding for all of the costs involved in running a project. Acevo has also helped to build a more professional sector with stronger leaders. I’m particularly proud of the work I did to champion the rights of people with learning disabilities in my report on Winterbourne View, which made an impact on the national stage for our sector. A chief executive should move on feeling they have made a difference. I believe that is true for me.",
  "webTitle": "Why I’m stepping down to support charity leadership | Stephen Bubb",
  "webPublicationDate": "2016-05-17T07:00:36Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/stephen-bubb-acevo-stepping-down-charity-leaders",
  "keyword": [
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Bubb",
      "id": "profile/stephen-bubb"
    }
  ],
  "guardianId": "society/2016/may/17/stephen-bubb-acevo-stepping-down-charity-leaders"
}