{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/the-bone-broth-backlash-three-soups-that-dont-take-days-to-make",
  "id": "2016-05-06-178",
  "sectionId": "lifeandstyle",
  "body": "I try to avoid food fads, but I must admit to being sucked into the bone broth movement recently. I lost several days down a paleo blog-based internet hole reading about the wonders of this newly fashionable long-simmered elixir. I relieved my kindly butcher of several bin bags of chicken and beef bones, and I went home to fill my flat with silken smells of simmering carcasses, animal aromas so strong they lingered on the sofas for months.  It was an indulgent week – much gas and electricity was consumed. After drinking litres of meat liquor, my nails thickened so much I could relieve a can of tuna of its lid with a mere flick of the forefinger and my hair became so glossy I got mistaken for a horse. OK, what actually happened is that vast quantities of bone broth – that is, stock – went into making some very tasty soups.  But I am inclined to think that the home cook would rather not, à la Hemsley, boil a chicken carcass for up to 12 hours until the bones begin to crumble, or keep beef bones going for 24 hours until they look as if they were washed up on a beach. Well, certainly not all the time, anyway.  I like to think you can make a very delicious meaty soup using some chicken thighs in a mere 40 minutes. Granted, you are probably not getting the same levels of protein, vitamins, minerals, collagen and keratin as if you waited a day and night, but you are getting some. I will lay claim to the fact that despite the meat-shrouded bones having had a mere dalliance with the other ingredients, the resultant soup is still rich in easily digestible goodness. Strong-tasting thigh meat makes a correspondingly rich broth, plus, you will be left with a load of bones to make some stock once you have got a delicious soup out of them.  Slow-cooked meat broths are delicious. Leaving the oven on overnight, in a small flat, is a bit mad. Also, some nights – most nights, really – it is really nice to come home, hatch a dinner plan en route, pick up some ingredients and make a meal happen with time to fit in an episode of something on TV. Here are three of my recipes that utilise chicken thighs. Remove the skins if you like, but I must confess that I rather like the golden globules that form on the surface of a chicken soup; the same ones that have earned Jewish penicillin its nickname goldene yoich, or golden broth. (Please note, all chicken thighs are not equal; some are piddly, others are gargantuan.)     Cleansing chicken lemon mint and buckwheat. Photograph: Henrietta Clancy    Chicken, lemon and mint (with buckwheat) This soup is a loose interpretation of the Portuguese and Brazilian canja de galinha, which is a version of healing chicken soup – every culture has one. While it’s usually served with rice, I have opted for buckwheat. Buckwheat is one of those wonder ingredients, high in dietary fibre and with the power to regulate blood sugar levels and keep cholesterol in check. If you’re not a fan, quinoa would be a similarly highly nutritious and quick-cooking grain to use. Otherwise, there’s always rice.  (Serves two)1 litre water1 lemon, peel removed with peeler and finely sliced, juice reserved for serving1 shallot, finely sliced1/4 tsp salt1/4 tsp white pepper1/2 tsp dried oregano1 garlic clove, finely sliced1 tbsp white wine vinegar1 tsp honey1 tsp coriander seeds1/2 tsp dried oregano2–4 chicken thighs (depending on size), bone in and skin removed100g unroasted buckwheat groats To serve:4 sprigs mint, leaves only, shreddedJuice of a lemon, to be added according to taste Place everything in a saucepan and bring to the boil. Reduce the heat and simmer until the chicken is poached – approximately 40 minutes. Remove the chicken and shred it. Stir in the mint and half of the lemon juice, then check the seasoning and add more if necessary. Divide the soup between two bowls and top with the shredded chicken.     Make-ahead coconut water chicken. Photograph: Henrietta Clancy    Coconut water chicken Marinating meat in coconut water has the rather brilliant effect of tenderising it while imparting sweet, nutty flavours. Add a couple of tablespoons of curry paste and the results are far more flavoursome than a dish this easy deserves to be. I have included a recipe for a quick Thai-style paste here – heavy on the lemongrass and ginger – but you could veer off track if you don’t have everything to hand. This recipe is just as delicious without noodles, so if you are looking for something carb-free, just use extra chicken. (Serves two)1/2 red bird’s eye chilli, seeds removed1 garlic clove2 spring onions1 kaffir lime leaf1 lemongrass stalk4cm root gingerSmall bunch coriander, stalks only (reserve leaves for garnish)Pinch salt1 litre coconut water2-4 chicken thighs (depending on size), bone in, skin removed200g mange tout, green beans and bean sprouts, a mixture of, all sliced if necessary To serve:100g rice noodles, cookedCoriander leaves, reserved from bunch used in the paste1 tbsp peanuts1/2 red bird’s eye chilli, sliced (possibly less, depending on heat)1 spring onion, thinly sliced Put the first eight ingredients into a blender and blitz to form a rough paste. Add the coconut water, then transfer the lot to a large sandwich bag and add the chicken. Leave overnight for the best meat-tenderising results. If you are short of time, a couple of hours will have some effect too. When you are ready to eat, decant the contents of the bag into a medium-sized saucepan and bring to the boil, skimming off any scum as it appears (it will be impossible to remove everything without also removing other ingredients, so don’t worry too much). Reduce the heat to a simmer and poach the chicken – this should take about 45 minutes. When the meat is cooked, remove it from the broth and shred it. Add the green beans, mange tout and bean sprouts to the broth to cook, which will only take a minute, then put the chicken back in. Pour the broth over the noodles (if using) then top with the coriander, peanuts, chilli and spring onion.     Might mung soup. Photograph: Henrietta Clancy    Mighty mung Mung beans – also known as moong and green gram – are touted as healing foods in Chinese and Ayurvedic medicine. Combining them with turmeric, ginger, cider, fennel, vinegar, honey – the roll call of life-giving ingredients – is almost enough to persuade you of your own immortality. This soup is thirst-quenching, cleansing and restorative, but it’s also absolutely delicious. Mung beans don’t need soaking and they cook surprisingly quickly; in fact, like most legumes, their cooking times seem to vary depending on what batch you get, so I find it safest to cook them in a separate pan, to catch them at the exact stage I want – tender but not floury. Be wary, this change happens in an instant … (Serves two)1 litre water1/4 tsp turmeric1/4 tsp salt1 garlic clove, sliced3cm root ginger, sliced into matchsticks1 tbsp cider vinegar1 tsp honey1 tsp fennel seeds1/2 green bird’s eye chilli2–4 chicken thighs (depending on size), bone in and skin removed200g mung beans, well rinsed in cold waterOlive oil Place everything apart from the mung beans in a saucepan and bring to the boil. Reduce the heat and simmer until the chicken is poached – about 40 minutes. Remove the chicken and shred it. In a separate pan cover the mung beans with cold water and bring to the boil. Add a glug of oil, a pinch of salt and simmer until the mung beans are tender. This should take anything between 30 and 45 minutes. When they are ready, drain them and add them to the broth. Divide the soup between two bowls and top with shredded chicken. Just Soup: Everything You Need in a Bowl, by Henrietta Clancy, is published by Short Books at RRP £12.99. Order a copy for £10.39 with free UK p&p from the Guardian Bookshop.",
  "webTitle": "The bone broth backlash: three soups that don't take days to make",
  "webPublicationDate": "2016-05-06T12:22:14Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/the-bone-broth-backlash-three-soups-that-dont-take-days-to-make",
  "keyword": [
    {
      "webTitle": "Soup",
      "id": "lifeandstyle/soup",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Henrietta Clancy",
      "id": "profile/henriettaclancy"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/the-bone-broth-backlash-three-soups-that-dont-take-days-to-make"
}