{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/03/craig-wright-bitcoin-founder-claim-labelled-scam-satoshi-nakamoto",
  "id": "2016-05-03-147",
  "sectionId": "technology",
  "body": "The Australian computer scientist Craig Wright’s claim to be the bitcoin creator, Satoshi Nakamoto, has been called into doubt by the discovery of a discrepancy in a central piece of his evidence. The digital signature used to back up Wright’s claim was first uploaded to the internet seven years ago, something security researchers say means it cannot be used to prove his identity. Wright uploaded the signature, starting “MEUCI … ”, as part of a blogpost intended to convince the bitcoin community that he was telling the truth when he claimed to be Nakamoto. But the community instead spotted that the signature had been uploaded once before, in a different format. When converted from base64 to hexadecimal, the new string of numbers and letters that begins “304502 …” can clearly be seen as the input to the very first bitcoin transaction. Far from being generated by Wright to prove his digital identity, the signature was created by Nakamoto in 2009 and has been publicly available ever since. Wright says that the digital signature he posted is appended to the text of Jean-Paul Sartre’s refusal to accept the Nobel prize for literature. The Economist reports that he refused to sign any other document for any of the journalists he spoke to, something that the paper admitted raised flags. He has also not publicly signed anything with the private keys associated with any earlier bitcoins, particularly the “genesis block” (the first 50 bitcoins ever created), instead only using the key associated with the first bitcoin transaction, which came nine days later. Security researchers say that the discrepancy, combined with the absence of any other public technical evidence, suggests that Wright’s post is a “scam”. “That’s how Craig Wright tried to fool us,” writes security researcher Robert Graham. “Craig Wright magically appears to have proven he knows Satoshi’s private-key, when in fact he’s copied the inputs/outputs and made us think we calculated them. It would’ve worked, too, but there’s too many damn experts in the blockchain who immediately pick up on the subtle details.” Dan Kaminsky, another security researcher, is equally damning. “Yes, this is a scam. Not maybe. Not possibly,” he says. “Wright is pretending he has Satoshi’s signature on Sartre’s writing. That would mean he has the private key, and is likely to be Satoshi. What he actually has is Satoshi’s signature on parts of the public Blockchain, which of course means he doesn’t need the private key and he doesn’t need to be Satoshi. He just needs to make you think Satoshi signed something else besides the Blockchain - such as Sartre. He doesn’t publish Sartre. He publishes 14% of one document. He then shows you a hash that’s supposed to summarise the entire document. This is a lie.” In a carefully stage-managed announcement, three publications (the BBC, the Economist and GQ) had simultaneously published Wright’s claims to be Nakamoto on Monday, alongside a blogpost from Wright himself detailing the evidence he had provided to prove his claims. But within hours, security researchers questioned the evidence Wright had made public, declaring his announcement a “scam”, “deception” and “the latest in an expanding list of falsehoods and fabrications”. Every transaction made using bitcoin is public. It is also signed with the “private key” of the person sending the money – a long string of characters that acts as the password to the transaction. Some transactions, particularly those made very early in the history of bitcoin, were definitely made by Nakamoto, and so one way for Wright to prove that he is Nakamoto would be to digitally sign another piece of information with the same private key. This is what Wright claimed to do, in a long, technical blogpost detailing the process by which one can sign and verify documents electronically. The end result of the post is a digital signature, signed by Nakamoto’s private key. That seems to be the evidence by which Wright convinced three news outlets to publish his claims, under headlines: “Craig Wright revealed in Bitcoin creator Satoshi Nakamoto” (BBC), “Craig Wright reveals himself as Satoshi Nakamoto” (The Economist) and “Dr Craig Wright outs himself as bitcoin creator Satoshi Nakamoto” (the BBC, though, subsequently changed its headline to “Australian Craig Wright claims to be Bitcoin creator”). However, experts claim the substitution in Wright’s evidence makes it completely worthless. The reason for the odd limitation could be that Wright does not have the private keys associated with any of the early bitcoin activity. If Wright has no other explanation for the discrepancy, it is as though he had claimed to be King John by pretending to sign a letter, then holding up the bottom of Magna Carta to show off the seal and swearing it was a whole new document. The real Nakamoto wouldn’t have to offer up anywhere near as complicated a process as the one Wright proposed. Charlie Lee didn’t create bitcoin but he did create a spinoff, called Litecoin. In just four lines, on Monday, he was able to conclusively prove that, by posting the message “I, Charlie Lee, am the creator of Litecoin” signed with the private key associated with that currency’s Genesis block. Before the discrepancy apparently contained in Wright’s blogpost was discovered, doubts had already been raised over his testimony. This started with the first time he was named as the creator of bitcoin, when an “anonymous source” contacted Wired and Gizmodo in 2015. The claims from that anonymous tipster unravelled almost as quickly as they were made. Documents that were supposedly published in 2009 were revealed to have been published in 2015 then backdated; a private key linked with the name Satoshi Nakamoto was described as being created in 2008, but using a version of the encryption software only released in 2014; and Wright had, one email suggested, been name-dropping Nakamoto to secure advantages in tax cases and political lobbying. At the time, questions were raised over whether or not Wright himself was the anonymous source who tipped off the two publications. Wright is certainly the source this time round, but the evidence provided is even less compelling than it was before. Nakamoto’s bitcoin billions remain unclaimed. Wright has not responded to a request for comment from the Guardian, but has told the BBC that he will be providing more evidence soon, moving a coin from “an early” bitcoin block. Doing so would demonstrate he has access to the private key for that block, but Wright would still have to provide an explanation for the discrepancies in his initial post to fully convince doubters.",
  "webTitle": "Craig Wright's claim to be bitcoin founder labelled a 'scam'",
  "webPublicationDate": "2016-05-03T14:48:20Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/03/craig-wright-bitcoin-founder-claim-labelled-scam-satoshi-nakamoto",
  "keyword": [
    {
      "webTitle": "Bitcoin",
      "id": "technology/bitcoin",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Cryptocurrencies",
      "id": "technology/cryptocurrencies",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/03/craig-wright-bitcoin-founder-claim-labelled-scam-satoshi-nakamoto"
}