{
  "apiUrl": "https://content.guardianapis.com/world/on-the-middle-east/2016/may/06/bahrain-faces-rare-us-pressure-over-jailed-rights-activist-zainab-al-khawaja",
  "id": "2016-05-06-97",
  "sectionId": "world",
  "body": "Zainab al-Khawaja, the Bahraini political activist, is still languishing in gaol a month after a promise - made under rare international pressure - that she be freed. The Gulf state, a close military and economic partner of western governments, is ignoring a direct appeal by the US to release her. Khawaja, convicted of insulting an official and tearing up a picture of King Hamad bin Isa Al Khalifa, is in cell 19, Issa Town Women’s Prison, with her baby son. Her case has attracted global attention because of her own reputation and that of her father, Abdel-Hadi, serving a life sentence for calling for the overthrow of the Sunni monarchy. Amnesty International has adopted her as a “prisoner of conscience.” Thousands of supporters agree. “My cause is the cause of my people,” Khawaja wrote in a letter smuggled out of prison recently. “If nothing changes for the people of Bahrain, then my staying in jail or release is not of great consequence.” Khawaja is no stranger to trouble. She was last detained in February on the fifth anniversary of the 2011 crackdown on the protests of the “Pearl Revolution.” That early chapter of the Arab spring triggered a Saudi-led military intervention and left Bahrain in a state of political paralysis. Bahrain’s opposition is well represented abroad - partly because some activists have been stripped of their citizenship. Supporters are adept at campaigning in the US, Britain and other countries which view the island state as a strategic ally and lucrative market for business and investment. Washington and London also care about the headquarters of the US Fifth Fleet, and a new base being built for the Royal Navy. And they struggle to address accusations of discrimination against Bahrain’s Shia-majority population. The British government, MPs and activists complain, has all but fallen silent. “The Foreign Office say they support human rights defenders,” said Sayed Alwadaei of the Bahrain Institute for Rights and Democracy, “but they have failed the defenders in Bahrain. We want to see them start by calling for Zainab’s release.” So it was a big deal when Khawaja - Twitter handle @AngryArabiya - had her case raised by John Kerry, the US secretary of state, visiting Manama last month on the eve of a Gulf summit Barack Obama was attending. Bahrain’s foreign minister Khaled bin Ahmed Al Khalifa said she would be freed, though the case would continue to be pursued. Kerry’s reference to “respect for human rights and an inclusive political system” was criticised by some as “tepid.” But it did not go unnoticed in a small country where at least 3000 people are in prison for taking part in protests and are often labelled “terrorists.” And his intervention followed a unprecedented meeting with five senior opposition figures - “a huge event,” in the words of one Manama observer. The US sent another unmistakeable signal this week when the state department publicly “urged” Bahrain to keep its promise and free Khawaja. Khawaja is not alone. Sheikh Ali Salman of al-Wefaq, the largest Shia opposition movement, is behind bars. So is the (Sunni) Ibrahim Sharif of the leftwing Waad party. Nabeel Rajab, the human rights activist, has been effectively silenced by a travel ban and laws that criminalise political comments on social media. The Bahraini government has been trying to improve its image by pointing the finger at Iran. There’s no question that the Islamic Republic is hostile, bracketing the Al Khalifa with their Saudi allies. Its propaganda is relentless and crude. Hamad has spoken of “compelling evidence of flagrant (Iranian) interference” in his country’s internal affairs. But it has never been publicly spelled put. Nightly clashes in the Shia villages around Manama, where masked youngsters burn tyres, build barricades and throw rocks at police vehicles, do not require sophisticated foreign support. “Blaming Iran is something the government says to foreigners,” scoffs an independent Bahraini. “No-one here believes it.” Bahraini officials and commentators radiate hostility to the US in the same way Saudis do – seeing in Obama a president who has “tilted” to an aggressive Tehran over its nuclear programme and failed to intervene decisively in the Syrian crisis. Instability in Iraq and war in Yemen, much closer to home, have also sharpened regional sectarian tensions. Manama loyally followed Riyadh and severed its diplomatic links with Iran following attacks on Saudi diplomatic premises after the execution of the Shia cleric Nimr al-Nimr in January.  “Bahrain is trying to play for time,” argues Ali al-Aswad, a former Wefaq MP. “They don’t want to upset the loyalists. I am not optimistic that they will release Zainab soon. She is really putting pressure on the government. I am not sure they will do what Kerry said.” So Khawaja’s fate is being carefully watched - as a small sign, perhaps, of the way the Gulf winds are blowing.",
  "webTitle": "Bahrain faces rare US pressure over jailed rights activist",
  "webPublicationDate": "2016-05-06T15:30:32Z",
  "webUrl": "https://www.theguardian.com/world/on-the-middle-east/2016/may/06/bahrain-faces-rare-us-pressure-over-jailed-rights-activist-zainab-al-khawaja",
  "keyword": [
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bahrain",
      "id": "world/bahrain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/on-the-middle-east/2016/may/06/bahrain-faces-rare-us-pressure-over-jailed-rights-activist-zainab-al-khawaja"
}