{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/what-we-know-so-far-about-missing-egyptair-flight-ms804",
  "id": "2016-05-19-188",
  "sectionId": "world",
  "body": "A search is under way in the eastern Mediterranean for EgyptAir flight MS804, which disappeared from radar on Thursday morning. The Egyptian prime minister has said it is too early to rule out any explanation for the incident, including terrorism.    Related: EgyptAir MS804 crash: debris from plane found, says Egyptian army – live    Here is what we know so far:  Flight MS804, en route from Paris Charles de Gaulle airport to Cairo, has disappeared from radar. The plane, an Airbus A320, left Paris at 11.09pm on Wednesday night (21.09 GMT/22.09 BST/07.09 Thursday AEST). The airline said contact was lost about 16km (10 miles) inside Egyptian airspace at 2.30am local time (00.30 GMT/01.30 BST/10.30 AEST). The plane was carrying 56 passengers and 10 crew: two cockpit crew, five cabin crew and three security personnel. The airline said two babies and one child were on board. The airline said among the passengers were 30 Egyptians, 15 French, two Iraqis, and one each from the UK, Belgium, Kuwait, Saudi Arabia, Sudan, Chad, Portugal, Algeria and Canada. Search and rescue efforts involving C-130 rescue aircraft and at least eight boats are under way at the site where contact was lost. Greece has joined the search operation. Egypt’s minister of civil aviation, Sherif Fathy, has confirmed that the area being searched is close to the Greek island of Karpathos. A Greek aviation source earlier said that the plane came down 130 nautical miles from the island. EgyptAir officials and the Egyptian civil aviation department say they believe the jet came down in the sea. The plane, on its fifth journey of the day, was travelling at 37,000 feet when it disappeared from radar. The Greek defence minister, Panos Kammenos, said that the plane dropped swiftly to 15,000 feet and made “sudden swerves” before dropping off radars. EgyptAir says the captain has 6,275 flying hours, including 2,101 on the A320; the copilot has 2,766. The plane was manufactured in 2003. A British pilot who was flying in the area at the same time called the conditions “perfect” and said there had been no issues with lines of communications. Egypt’s minister of civil aviation, Sherif Fathy, conceded that terrorism was more likely than technical failure to be the cause of the crash: “If you analyse the situation properly, the possibility of having a terror attack is higher than the possibility of having a technical [problem].” A Greek frigate discovered two large plastic floating objects in a sea area 230 nautical miles west of Crete, according to Greek defence sources. The objects appeared to be pieces of plastic in white and red. They were reportedly spotted close to an area where a transponder signal was emitted earlier. It is not clear whether this debris is related to the plane. Egyptian authorities initially reported that a signal had been received two hours after the plane dropped off radar, but Fathy later said that statement had been based on a mistake by an official.    Egypt map",
  "webTitle": "What we know so far about missing EgyptAir flight MS804",
  "webPublicationDate": "2016-05-19T12:19:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/what-we-know-so-far-about-missing-egyptair-flight-ms804",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Phipps",
      "id": "profile/clairephipps"
    }
  ],
  "guardianId": "world/2016/may/19/what-we-know-so-far-about-missing-egyptair-flight-ms804"
}