{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/bbc-charter-renewal-government-white-paper-scheduling-pay",
  "id": "2016-05-09-87",
  "sectionId": "media",
  "body": "The government’s white paper on the BBC will be published this Thursday. For the BBC, a state broadcaster independent of government yet publicly funded by a universal licence fee, the stakes could not be higher, as it fears it will amount to an indirect assault on its editorial independence. BBC charter renewal is debated in both the House of Commons and House of Lords but, in order to avoid too much parliamentary interference, is not subject to a vote. Instead, it is subject to an agreement between the BBC – enshrined in the white paper – and the culture secretary of the day.    Related: BBC may have to share licence fee with rivals      Heated exchanges between John Whittingdale and BBC director general, Tony Hall, in the behind-the-scenes negotiations are understood to have revealed several key areas of disagreement that still remain, days before publication. These include: Scheduling The BBC stands accused of deliberately scheduling popular programmes against ITV and other commercial broadcasters, which it denies.  Competition is fiercest on a Saturday night where Strictly Come Dancing on BBC1 clashes with ITV’s X Factor, a fact which Whittingdale has spoken out about previously. Sunday night dramas and even the timing of the News at Ten are also contentious. Popular programmes, alongside expensive and highbrow fare such as wildlife documentaries or current affairs, are a core part of the BBC output and insiders fear doing fewer of them is a sure way to diminish its universality. Speculation about the government’s intentions reached the point last week where the DCMS said it did not want to affect Strictly by saying:  “The secretary of state has made it clear on a number of occasions that the government cannot and indeed should not, determine either the content or scheduling of programmes.” Still, fears persist ahead of Thursday.  Auditing The National Audit Office already carries out roughly two investigations into the BBC a year. Under the government’s proposals, the parliament spending watchdog may no longer have to get the go-ahead from the BBC governing body to launch investigations, and some fear it could extend to asking editorial questions, such as whether the BBC gets value for money on its Saturday night entertainment. The NAO denies any suggestion that it could question the merits of any editorial or creative judgment at the BBC. Governance Ministers want to scrap the current two-tier system of governance in which the BBC Trust regulates the BBC and an executive board helps run it. This would create a unitary board and hand regulation over to Ofcom, which already does a similar job for other broadcasters.    Related: This white paper threatens the BBC’s independence. It must be opposed | Phil Harding    The historic removal of BBC’s self-regulation had met little resistance partly because of the perceived failures of the current BBC Trust over executive pay and failed projects, such as the botched digital media initiative among other things. Yet concerns have mounted within the BBC over the government’s proposals amid fears it wants to appoint a majority of the members of the new board, including both chairman and deputy.   Pay Ministers want to make the BBC disclose talent pay for staff earning over £150,000. Few doubt that the public will be interested to know what household names such as John Humphrys and Huw Edwards earn. The BBC fears this is an attempt to undermine its recruitment policies and allow government ministers to make the pay of its news presenters an issue during difficult interviews. News online The BBC has already indicated it may need to reduce some of its online content. Recipes and other magazine-type features that infuriate its news rivals are often mentioned as an unnecessary competition against the likes of Mail Online or the Guardian.",
  "webTitle": "BBC charter renewal: the main sticking points",
  "webPublicationDate": "2016-05-09T17:09:52Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/bbc-charter-renewal-government-white-paper-scheduling-pay",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/09/bbc-charter-renewal-government-white-paper-scheduling-pay"
}