{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/david-attenborough-bbc-john-whittingdale-free-market",
  "id": "2016-05-08-136",
  "sectionId": "commentisfree",
  "body": "In 1997 I looked into the pre-atomic age eyes of Harriet, the then 166-year-old Galápagos tortoise, in an Australian zoo, and saw myself reflected back, a traveller in time. And earlier this year, I looked into the pre-digital-age eyes of David Attenborough, on the platform of Oxford station, and saw myself reflected back, a traveller on the 11.59 to Paddington. Suddenly, with his archaic belief in both the value of public broadcasting and the inherent worth of the un-monetisable natural world, the venerable polymath himself is as rare a creature as the Galápagos tortoise, whose environment he strove to save, and one equally doomed to extinction. I thought about tortoises. Do these hard-shelled heroes, some of whom may have been gazed upon by Darwin himself, now gaze in turn upon Attenborough with sympathy, knowing that the landscape the ancient BBC apologist once thrived in is soon to be entirely stripped away by the doctrine of the free market?    Whittingdale, a thought-hating Teflon armadillo, appears to be armour-plated    David Attenborough is 90 today. But, sadly, it would be better that he die soon, without having seen what the culture secretary John Whittingdale will do to his legacy, and how those charged with defending it will let it slip away, unmourned. If Whittingdale had any honour, any mercy, and any basic human decency, he would murder David Attenborough himself today, in his bed, to spare him any further suffering. But do it pat, John Whittingdale, quickly and cleanly, with one swift slash of the butcher’s knife across that old, wise throat, not slowly and painfully, hung up on a hook and whipped, like all those women, in those films you like. As I climbed down from the train, Attenborough, alone, caught my eye. “You,” he said, “I know you from the Baftas. You represent exactly the kind of distinctive voice public broadcasting ought to be encouraging. Meet me at the new Woodberry Wetlands centre on the first weekend of May. I have something for you.” I accepted my mission. Who wouldn’t? It was David Attenborough. In a related development, a recent edition of the Daily Telegraph, Britain’s most unpleasant broadsheet newspaper, was a veritable four-poster bed full of carefully placed severed horses’ heads, laid out to intimidate all who might dare to defy the post-Leveson press John Whittingdale is charged with regulating. Cryptic references; articles with no proper nouns; covert ideological justifications for dustbin dirt-harvesting buried in distant sections. On balance, I think that the Daily Telegraph is a sewer. Although perhaps to say the Daily Telegraph is a sewer is to dignify it. The Daily Telegraph is, instead, an aqueduct full of the discarded contents of Charles Moore’s chemical toilet, constructed conveniently at head height, so that its readers can lap the fruits of his micturition directly from it until they are sated, as it flows gradually downhill from his home in Tunbridge Wells.     Illustration by David Foldvari.    How odd that while the evil Jedi Knights controlling the press rattle their lightsabers about not being able to dish the dirt on actors and TV presenters, they said nothing for years of John Whittingdale’s unknowing indiscretions. And yet we are supposed to continue to believe that this had nothing to do with his role in future press regulation. Yeah? Monkeys might fly out of Lord Downton’s butt! Audaciously, they even invite us to imagine that Whittingdale’s private life’s absence from the headlines was in fact evidence that regulation was working. A man who went out, without knowing, with a lady who whipped people, and who went on business to a place where some other ladies will dance their bum on your winky if it is under some trousers, is helping the papers to be able to carry on making money by saying that someone else had a thing put up their bum or another person kissed two people at once. In the words of the Daily Mail columnist Richard Littlejohn: “You couldn’t make it up! Kill prostitutes!! Kill them now!!!’ But Whittingdale, a thought-hating Teflon armadillo, appears to be armour-plated. Consider. Over the five years I have filled in here, during the increasingly suspicious absences of your regular columnist, David Mitchell, I have noticed repetitive patterns emerging in my work, not all of them intentional. Ludicrous and dubious figures, given to reliably ludicrous and dubious pronouncements, emerge periodically from the political mist – Grant Shapps, Iain Duncan Smith, Sajid Javid – and columns featuring them begin to write themselves. Typically, these larger-than-life loons become funny characters in their own right, before inconveniently disappearing from public life, or making sideways moves to less high-profile positions, just as I was really hitting my stride at ventriloquising versions of them. People so easy to ridicule, so inherently ridiculous, are inevitably heading for a fall, or at least a change of job. But Whittingdale has been unashamedly ridiculous since at least last summer, and yet, like that old condom stuck to the roof of the bus shelter by the mosque and visible only from the top deck of the 141, he shows no signs of being removed by higher powers any time soon, perhaps because they are scared of his knowledge of torture techniques. In choosing Whittingdale to destroy the BBC the secret chiefs chose well. He does not believe anything has any value other than its fiscal one, so he cannot be convinced that culture, documentaries, drama, comedy and music are of any worth in and of themselves. He sees the back catalogue of Attenborough, for example, which no other broadcaster could or would have created, as an unacceptable “market intervention”. And he has no shame, so he cannot be shamed. John Whittingdale could stand before a select committee naked, covered in photos of himself naked, and he would maintain the same shark-eyed steeliness. I met Attenborough last weekend, as arranged, in a secluded patch of earth behind some reeds at the new wetlands centre he himself had ceremonially opened. “Take this,” he said, reaching into a pouch in his belly, marsupial style, to pluck out a tiny egg, crisscrossed with magical markings, “and keep it safe and warm, but not too warm, during these troubled times. One day, maybe,” said Attenborough, holding my hand, “the world will be well once more and it will be time to let it hatch.” Stewart Lee’s Content Provider (work in progress) is playing in Edinburgh and London. See stewartlee.co.uk for tickets",
  "webTitle": "Pity David Attenborough – the BBC’s Galápagos tortoise | Stewart Lee",
  "webPublicationDate": "2016-05-08T09:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/david-attenborough-bbc-john-whittingdale-free-market",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Stewart Lee",
      "id": "profile/stewart-lee"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/david-attenborough-bbc-john-whittingdale-free-market"
}