{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/adele-set-to-sign-90m-sony-deal",
  "id": "2016-05-23-28",
  "sectionId": "music",
  "body": "Adele has signed a multi-album contract with the Sony record label with a headline value of £90m, which if paid out in full would make it the biggest record deal in history. The 28-year-old singer-songwriter, who was the best-selling artist in the world in 2015, was poached by Sony after her original contract that she signed at the age of 19 with British independent label XL expired.   Adele is already worth an estimated £85m, having generated extraordinary sums from her albums, included more than £35m in sales generated by her latest album 25. Released in November last year, 25 has been credited with single-handedly reviving album sales across the globe, having sold more than 19m copies to date worldwide. In the US, the album claimed the largest single-week sales for an album since records began in 1991; while her second album, 21, released in 2011, has now sold more than 30m copies globally, making it the most successful album of the past decade.  The deal was brokered by Adele’s manager, Jonathan Watkins, just before Christmas, but until now its very existence – never mind its financial terms – has been kept under wraps. Neither Sony Music, XL Recordings or Adele’s management would comment on the singer’s move. However, industry sources said that Sony had “secured Adele, who’s without doubt the biggest music star in a generation. This is massive”.   Adele sales   The source said the £90m deal had been arranged through Columbia Records, one of the US labels owned by Sony and “gives Sony the rights to release her future music exclusively around the world”. Artists usually promise to release several albums as part of any new contract and typically the deal would pay out in full only if certain targets were met.  The last comparable record deal was the £80m contract Robbie Williams signed with EMI in 2002; it also eclipses the most valuable ever signed by a female artist – Whitney Houston’s £70m contract with Arista in 2001. Over the past year, Adele has dominated the charts and award ceremonies across the world. She swept the Brit awards, was named songwriter of the year at the Ivor Novellos last week and picked up five prizes – including top artist – at the Billboard awards in Las Vegas on Sunday night. Tim Ingham, industry commentator and founder of Music Business Worldwide, said now felt like the “perfect time” for Adele to move to a major label.   Related: Adele's £90m contract – warnings from previous megadeals from REM to Robbie    “Up till now, Adele has been given the freedom to become a blockbuster artist on her own terms, predominately on an independent label who recognised and nurtured her talent,” said Ingham. “She’s established that she knows who she is, the music she wants to make and nobody can tell her what to do – which makes it the perfect time to sign to a major label. “Adele will be able to exert more influence on her own career whilst also getting guaranteed blockbuster spending and promotion. And from Sony’s perspective, Adele is the closest thing it comes to a guaranteed bet.” Ingham said it was likely the £90m deal was for three albums, with the ability to option any future records after that. He said the only thing Sony needed to be “extremely careful” of was Adele’s reluctance to put herself in the public eye too often, preferring secrecy when songwriting. Having taken more than four years to produce each of her albums, he said the singer proved she needed to be treated with patience, something “that doesn’t particularly fit into major label market demands”. He added: “So long as Sony appreciate that – and vitally continue to understand that in years and decades to come – I think it will be a great relationship.” It also means that Adele was already signed to Sony when she publicly criticised the label at the Brit awards for their treatment of singer Kesha, who was not allowed to be released from a contract tying her to producer Dr Luke. “I’d like to take a quick second just to thank my management and my record label for embracing the fact that I’m a woman and being encouraged by it,” said Adele at the ceremony, in a statement that could now be taken as a warning shot to her new label.   Top 3 artists 2015   Adele is the richest British female singer of all time, although her refusal to take on any endorsement deals means her overall earnings lag well behind American counterparts such as Beyoncé and Taylor Swift. Her current world tour will generate an estimated £100m. However, music industry analyst Mark Mulligan said that even though Adele was currently the most bankable artist in the world, the £90m deal was still a financial risk for Sony in the current uncertain music industry climate. “Some people could make the argument that 21 was a peak for Adele,” he said. “This is an artist who doesn’t like touring that much, which is usually a big way of making money, and she’s not all that prolific – so this is a massive bet on her putting out at least another two or three great albums.” The deal is likely to have an impact on the British independent label sector, which has been boosted for the past few years with what’s become widely referred to as the “Adele money”. Adele’s former label XL is part of the Beggars group of labels, which has released records from the White Stripes and Basement Jaxx. Mulligan added that one of Adele’s lasting legacies was having helped build the independent sector over the past five years.",
  "webTitle": "Adele signs £90m contract with Sony",
  "webPublicationDate": "2016-05-23T20:46:21Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/adele-set-to-sign-90m-sony-deal",
  "keyword": [
    {
      "webTitle": "Adele",
      "id": "music/adele",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "music/2016/may/23/adele-set-to-sign-90m-sony-deal"
}