{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/opera-companies-urged-to-break-out-of-ghetto-to-find-new-audiences",
  "id": "2016-05-10-28",
  "sectionId": "music",
  "body": "Opera companies need to get out of their “ghetto” where they are protected by concepts of excellence and artistic integrity and find new audiences on their own ground, the director Graham Vick has told a gathering of the movers and shakers of Britain’s classical music world. Attracting younger, more diverse audiences to become the classical music devotees of tomorrow occupies the mind of all companies. The question is: how to do it? Vick, the founder and artistic director of Birmingham Opera Company, suggested there were better ways and, controversially, described conventional education and outreach work as a “barrier” to reaching new audiences. It should be the work itself which finds, develops and educates an audience, he said in his keynote speech at the Royal Philharmonic Society awards.  “You do not need to be educated to be touched, to be moved and excited by opera. You only need to experience it directly at first hand with nothing getting in the way.  “It is those of us who make the work whose responsibility it is to remove the barriers and make the connections that will release its power for everybody.” Vick is an internationally recognised opera figure who has been director of productions at both Scottish Opera and Glyndebourne. He founded what is now Birmingham Opera Company in 1987, annually staging startling, imaginative productions in unusual places – whether abandoned factories or old warehouses. He challenged his audience “to step up and take responsibility for the wellbeing of our society rather than just talking”. “Maybe that way artists will help bind together our fractured society … But only if we get up off our arses, get out of our ghetto where we’re protected by our excellence, our artistic integrity, our outreach and education departments, our annual reports and go out to find the new world, embrace the future and help build a world we want to live in – not hide away fiddling while Rome burns.” It was a spiky, passionate call to arms in which Vick also criticised the changing art funding model whereby arts organisations are having to raise a greater proportion of their funds privately as public funding falls. “I see 40 years of work towards the democratisation of art being swiftly reversed by its privatisation,” he said. “I keep hearing ‘mixed economy’, but make no mistake. We are hurtling towards the American model, where the wealthy pay even less tax in return for a stranglehold on cultural institutions – a phenomenon we see across our society and one that risks driving division ever wider.  “I can’t be the only one who feels a sense of collusion – of appeasement? Isn’t everything built on such foundations bound to corrode?” All publicly funded arts organisations in England are now required to show better progress in making audiences, programmes and their workforce more diverse.  Publishing strategies was a key part of the government’s white paper and Arts Council England at the end of 2014 warned that it would cut money if it believed not enough was being done. The debate was sharpened last year by a report from the Warwick commission which showed that the wealthiest, best educated and least ethnically diverse 8% of society make up nearly half of live music audiences and a third of theatregoers and gallery visitors. Vick is in demand as a director at some of the world’s grandest opera companies but always returns to Birmingham for, he said, “the glorious participation of audience and performers – of people from every aspect of the city, every age, every ethnicity, every social background. “Only there can I be completely myself, only there do I find myself, only there is my loneliness always consoled.” Vick gave examples of Birmingham Opera Company’s work which brought people together for shared experiences. Last year’s project based around Michael Tippett’s The Ice Break, in an empty inner-city warehouse, “touched the lives of over 10,000 participants in all 10 districts of the city, 99% of them new to Birmingham Opera Company, 75% under 35.” Vick was awarded honorary membership of the RPS at the awards ceremony – considered the Oscars of British classical music – in the City of London on Tuesday night. One of the most eye-catching winners and one which chimes in with the sentiments expressed by Vick is an organisation based in Peckham’s multi-storey car park. Multi-Story won the audiences and engagement award “for its ingenuity and simplicity; for its impact in the local community; and as a model that can be replicated to create new audiences for classical music around the UK.” The ensemble specifically sets out to attract new and younger audiences and has been resident orchestra in the Bold Tendencies car park since 2011 when it performed Stravinsky’s 1913 The Rite of Spring. In other awards it was a good night for pianists, with the 25-year-old Russian virtuoso Daniil Trifonov winning the instrumentalist prize for his “technical brilliance, deep musicality and fearless sense of adventure”, and Clare Hammond – who also made her film debut as a young Maggie Smith in The Lady in the Van – winning the gong for young artists. Youth was further celebrated when the National Youth Orchestra of Great Britain won the ensemble award from a shortlist that also included the Royal Liverpool Philharmonic Orchestra, the Fidelio Trio and the Chineke! Orchestra.  The youth orchestra had been, judges said, “a beacon of excellence for decades”. “But last year it broke new ground with its campaigns to inspire and directly engage hundreds more teenagers with the orchestra. At a time when music has such a precarious place in the schools’ curriculum the outstanding work of Britain’s world-class youth orchestra is needed more than ever.” Other winners included the BBC Symphony Orchestra’s chief conductor, Sakari Oramo; Glyndebourne for Barrie Kosky’s staging of Handel’s Saul; the baritone Roderick Williams; the Carducci String Quartet; the Kings Place concert venue in London; London’s Tri-borough Music Hub in the learning and participation category; composers Julian Anderson and Luca Francesconi; and Michael Church, editor of The Other Classical Musics. The RPS chairman, John Gilhooly, also spoke of the importance of widening the reach of classical music, of “shouting so loudly” it could not be ignored. He said: “At the heart of all great music is the idea of looking outwards, of trying to make sense of the world around us, and articulating our thoughts and lives. And in the 21st century, this should be all lives.” • A programme featuring highlights, music and interviews from the awards will be broadcast on BBC Radio 3 at 7.30pm on Wednesday 11 May.",
  "webTitle": "Opera companies urged to break out of 'ghetto' to find new audiences",
  "webPublicationDate": "2016-05-10T21:30:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/opera-companies-urged-to-break-out-of-ghetto-to-find-new-audiences",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Royal Philharmonic Society",
      "id": "music/royal-philharmonic-society",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts Council England",
      "id": "culture/arts-council-england",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "music/2016/may/10/opera-companies-urged-to-break-out-of-ghetto-to-find-new-audiences"
}