{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/12/european-parliament-votes-against-china-market-economy-status-uk-steel-industry",
  "id": "2016-05-12-83",
  "sectionId": "business",
  "body": "UK steelmakers have cheered a European parliament resolution opposing plans that they believe would kill off the industry by permanently opening the floodgates to cheap Chinese steel. MEPs passed a resolution saying China should not be granted market economy status by Brussels, which could make it harder for officials to impose punitive tariffs on Chinese steel. Brussels is due to make a ruling this year.   Related: European parliament gives China a black eye over trade status    But Conservative MEPs came under fire for failing to back the motion, while European steelmakers called on the UK to get behind efforts to strengthen the trade defences available to EU economies. While the resolution carries no legal weight, steel trade bodies welcomed a move that they said sent a message to politicians that the European steel industry needs protection from China. Gareth Stace, the director of UK Steel, “Despite the rhetoric, China shows no sign of stemming the tidal wave of steel exports which it is dumping on the global market. “If this status for China is granted, we will see the decimation of steel in Europe with the loss of hundreds of thousands of jobs. “The UK government must listen to the message being sent by the European parliament and stand strong with other European countries to oppose China’s calls for market economy status.” European steelmaking body Eurofer also welcomed the resolution. “China is not a market economy, and thus cannot be treated as such for the purpose of anti-dumping investigations,” said its director general, Axel Eggert. Labour criticised Conservative MEPs after many of them failed to support the resolution. The shadow business secretary, Angela Eagle, said: “UK steel, a vital foundation industry, is hanging by a thread. The main cause of the crisis is the illegal dumping of Chinese steel, but the government has repeatedly failed to act. “Granting market economy status to China would not just be undeserved and absurd, it would frustrate action against dumping. It is a great shame that most Tory MEPs failed to support this crucial vote.  “Labour has long been calling for robust action to tackle dumping and save our steel. This motion is a welcome step forward and we hope the Tory government will see this as a wake-up call. They need to stop kowtowing to China and start standing up for our steel industry.” Europe’s steel industry also called on the UK to stop blocking measures mooted by members of the European council that would allow European countries to upgrade the “trade defence instruments” available to them. Eurofer said: “The inability of the council to come to an agreement is a disaster for the steel industry, as we are regularly targeted by unfair trade from third countries. “We call on the Dutch EU presidency, as well as the UK, to take responsibility now and lift the obstruction blocking the creation of more effective trade defence instruments.” The Department for Business, Innovation and Skills hit back at the suggestion that it was blocking efforts that could help steelmakers. “We should not confuse the market economy status issue with the current situation in the steel industry,” said a spokesman. “Russia has market economy status and the EU has taken anti-dumping measures against Russia. “If China is granted market economy status, the EU will still be able to take action on unfair trade practices and impose anti-dumping measures. And there would also be no effect on the EU’s ability to tackle Chinese subsidies through anti-subsidy actions.” Proposals to upgrade Europe’s trade defence measures are set to be discussed at a meeting of the European council on Friday. Industrial trade alliance Aegis said: “A fair partnership is only possible if China plays by the rules of free and fair international trade, and honours its WTO obligations.  “So long as China remains a planned economy, which builds up irrational over-capacities, and encourages its industries to dump in foreign markets, Europe cannot grant it market economy status.  “Instead, European anti-dumping defence tools must be strengthened in compliance with World Trade Organization rules.” European efforts to stem the tide of Chinese steel come as the UK industry is in crisis, having shed more than 5,000 jobs since last summer. Indian conglomerate Tata is in the process of selling its Tata Steel UK division, which employs about 12,000 people, but its £15bn pension fund is proving to be a stumbling block for the seven firms interested in a deal. The government is reported to be weighing up a plan to make the British Steel pension scheme, which Tata took on after buying Corus in 2007, less burdensome to potential buyers. Proposals include linking the scheme’s accrual rate to the consumer price index measure of inflation, which is lower than the retail price index measure currently used. The plan could trim £2.5bn off the long-term liabilities of the 135,000-member scheme, the Financial Times reported. The seven companies in the running to buy Tata Steel UK include Liberty House, which recently bought two Scottish steel mills from Tata, a management buyout team known as Excalibur and investment firm Greybull Capital, which is in the middle of a deal to buy Tata’s UK long products division. The other shortlisted parties are India’s JSW Steel, China’s Hebei Iron & Steel Group, Nucor Corporation from the US and restructuring firm Endless. The US billionaire Wilbur Ross, who specialises in buying distressed businesses, has also been linked with a late offer.",
  "webTitle": "UK steel boost as MEPs oppose giving China market economy status",
  "webPublicationDate": "2016-05-12T18:09:23Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/12/european-parliament-votes-against-china-market-economy-status-uk-steel-industry",
  "keyword": [
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Chinese economy",
      "id": "business/chinese-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corus",
      "id": "business/corus",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/12/european-parliament-votes-against-china-market-economy-status-uk-steel-industry"
}