{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/05/domestic-violence-rosie-batty-launches-australian-election-campaign-push",
  "id": "2016-05-05-336",
  "sectionId": "society",
  "body": "The former Australian of the year Rosie Batty has called for an overhaul of the family court system, hoping pressure on the major parties for reform will mount throughout their election campaigns.  More than 90 organisations have sent a joint letter to the leaders of the major political parties calling on them to commit to a five-step plan for reform developed by Batty alongside Women’s Legal Services Australia.    Related: The extraordinary power of politically validating the scourge of domestic violence | Fiona McCormack    “Now is an opportunity for all political parties to commit to putting the safety of women and children first in family law,” the letter said.“We are not asking for another review. We are not asking for another inquiry. We are asking all political leaders to act now, to put safety first in family law.” Launching the proposal in Brisbane on Thursday, Batty called for the courts to develop a specialist response for domestic violence cases, support those who are most at risk of future violence, intervene early and provide effective legal help, support women and children to financially recover, and strengthen understanding of all family law professionals on family violence. Among the changes being sought by advocates is a ban on alleged domestic violence perpetrators cross-examining their victims in court and for courts to consider any family violence history when determining how to divide property in a divorce settlement. They also want to change the way custody disputes are handled by removing references to “equal shared time” and “equal shared parental responsibility” from the act, in favour of a greater focus on the safety of children. Batty also launched a petition to coincide with the campaign, which will be presented to politicians on 20 June, which would have been her son Luke’s 14th birthday. Luke was killed in 2014 after being hit with a cricket bat and stabbed on a field in Tyabb, Victoria, by his father, Greg Anderson in what a coroner found was a premeditated act of filicide. “The family law system needs urgent change to keep children, and their parents, safe,” the petition says.   “The current system allows too many children to be placed in the hands of an abusive parent as the system struggles to identify and respond to the risk factors in family violence cases.   Related: Five lessons that governments should take away from Luke Batty's death    “It allows for too many mothers, who have taken the difficult and dangerous step to leave abusive partners, to be re-traumatised at a time when they are at their most vulnerable.  “The system is overburdened, underfunded and must change.” Batty told reporters that she had highlighted clear steps that could be taken to make the journey through the family law system safer for women and especially children. “Now I am asking you to help me make sure that everyone knows about this plan, especially those who can make the changes needed for a better system,” she said. With Australian Associated Press",
  "webTitle": "Domestic violence: Rosie Batty launches Australian election campaign push",
  "webPublicationDate": "2016-05-05T05:27:49Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/05/domestic-violence-rosie-batty-launches-australian-election-campaign-push",
  "keyword": [
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Rosie Batty",
      "id": "australia-news/rosie-batty",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Luke Batty",
      "id": "australia-news/luke-batty",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "society/2016/may/05/domestic-violence-rosie-batty-launches-australian-election-campaign-push"
}