{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/the-guardian-view-on-g7-aid-spending-dont-trash-it-match-it",
  "id": "2016-05-25-60",
  "sectionId": "commentisfree",
  "body": "Suppose you believed – as a lot of people in prosperous parts of the world now do – that the biggest problem currently facing your country was excessive migration. What would you do about it? You might tighten your border controls. You might make sure your neighbours tightened theirs too. You might ensure that existing migrants were productively and fairly integrated. If you were serious, however, you would also grasp that one of the most effective actions would be to reduce incentives for desperate people to migrate in the first place. In other words, you would have a foreign-aid programme. There are of course many worthier reasons why foreign aid is important than helping to stem the world’s migration flows. Bringing an end to conflict, poverty, hunger and disease are goals and moral imperatives in their own right. The obligation to treat others as you would want to be treated yourself is at the core of many faith-based perspectives. Managing the finite resouces of the planet more equitably matters massively, especially for liberals and internationalists. A sense of responsibility towards fellow human beings in the light of history is fundamental too. Yet if you were the kind of person for whom the sight of hundreds of huddled migrants in flimsy craft on the Mediterranean represents only a threat, it nevertheless makes rational sense to reduce the incentives to make such journeys. Thus if yours was the country which, at the G7 economic summit in Japan today, could point to itself — as Britain can — as having the best and most consistent proportionate commitment to foreign aid, and of being an example for others to follow, you might logically feel a twinge or two of satisfaction rather than a raw spasm of anger. On the right of British politics and journalism, however, they can never get beyond anger when they see the figures for foreign-aid spending. The ineradicable interconnectedness of things simply eludes them. This week, in the run-up to the summit in Ise-Shima that David Cameron and fellow leaders from the rich world are attending, the G7 published its usual progress report on the implementation of earlier summit goals. It showed only Britain in the G7 has reached the goal of spending 0.7% of GDP on aid and that countries like Canada, Japan, the USA and Italy are not even halfway there yet. While Britain’s aid spending has increased by 144% in a decade, Japan’s has risen by just 4%. To which the proper response is that other countries should be pressed into doing much more, not that Britain should immediately be doing much less. More aid, not less, is needed because of the continuing threat, as the summiteers meet, to life and security in places such as Syria, Iraq, Afghanistan and economically and politically unstable parts of Africa and Latin America. True, the west bears some responsibility for these problems, and migration will never stop altogether, but people will be less likely to risk the dangerous journey north if they have a job, a home, safety and prospects. If ever there was a global issue on which a network like the European Union can make a difference that nation states alone cannot match, it is this. On the right of the press and politics, though, there is only blind rage against the aid budget. Conservative MPs queued up this week to complain about the government’s policy, the supposed fleecing of UK taxpayers and the corruption of foreigners. This picture is a travesty of reality. Britain’s department of international development is not perfect, the 0.7% share is an arbitrary target not a costed programme, and aid alone will never end Syria’s misery, for instance. But DfId is hardly unaware of the pitfalls and it has tightened the focus and updated the effectiveness of its programmes in ways that expose the rightwing charge as mere base prejudice. This government has done a lot of destructive, mean-spirited things in its time, but its aid spending is not one of them. Britain’s aid record should be matched not trashed.",
  "webTitle": "The Guardian view on G7 aid spending: don’t trash it, match it | Editorial",
  "webPublicationDate": "2016-05-25T17:59:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/the-guardian-view-on-g7-aid-spending-dont-trash-it-match-it",
  "keyword": [
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/the-guardian-view-on-g7-aid-spending-dont-trash-it-match-it"
}