{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/28/women-modern-books-gone-girl-girls-on-fire",
  "id": "2016-05-28-101",
  "sectionId": "books",
  "body": "“Lacey had a theory that people have a finite capacity for the enjoyment of their favorite things. Songs, movies, books, food: We’re hardwired for specific quantities of pleasure, and once the amount is exceeded, good goes bad,” teenage Hannah Dexter explains in Robin Wasserman’s new novel Girls on Fire. “Very rarely, Lacey said, you find something for which your brain has infinite capacity, and that, Lacey said, is the thing we call love.” Lacey Champlain is the new girl in Battle Creek, the rural Pennsylvania town where Hannah has spent her entire life. The high school they both attend is still in shock following their popular classmate Craig Ellison’s apparent suicide. Lacey becomes more than just Hannah’s best and only friend: She’s her guru, preaching ideas that Hannah sometimes misunderstands but always absorbs. Now that they’ve found each other, the thing Lacey calls love isn’t just an abstract concept for the girls. It also seems to describe her connection to Hannah.  Stop me if this is beginning to sound familiar. It’s fair to say, now that it is inspiring articles and thinkpieces, that the “girl” book has become a genre of its own. Inspired by Gillian Flynn’s 2012 blockbuster Gone Girl, a whole host of novels have set themselves up as explorations of or elaborations on certain feminine stereotypes. These novels take the shape of thrillers, but their animating mission is to question.   Related: The Gone Girl backlash: what women don’t want    In Flynn’s novel, the trope to be questioned was the Cool Girl. Gone Girl’s twisted narrator Amy defined a Cool Girl as “a hot, brilliant, funny woman who adores football, poker, dirty jokes, and burping, who plays video games, drinks cheap beer, loves threesomes and anal sex, and jams hot dogs and hamburgers into her mouth like she’s hosting the world’s biggest culinary gang bang while somehow maintaining a size 2.” The Cool Girl exists to fulfill men’s fantasies, and Amy sees herself as this woman’s antithesis: one particular man’s worst nightmare.  The trope – and this passage in the Flynn novel – has proved enduring, more so than is typical for a commercial bestseller. The Cool Girl seems tailor-made for an era when women’s media and social media hashtag campaigns leave no sexist stereotype unquestioned. Her invention is a work of feminist criticism within a work of fiction, and has itself inspired endless feminist criticism. What is more interesting about Wasserman’s novel is how she attacks two other long-established archetypes: the good girl and the bad girl. Wasserman believes the two depend on each other for sustenance. The bad girl is a stock character so ancient that tracing its origins is both impossible and unnecessary, but Euripides’ Medea is the quintessential early example. It’s vengeance, not evil, that drives Medea to murder her own children and romantic rival after her husband Jason’s betrayal. Her crime is a refusal to quietly endure the consequences of Jason’s cruelty. Bad girls aren’t villains; they’re transgressive forces within patriarchal cultures. Made to choose between wreaking destruction and accepting their own powerlessness, they pick destruction. Classic literature often pairs bad girls with good girls – who are not always kindhearted, but do adhere to society’s rules for women. The bad girl tends to serve a dual function in these stories, as a cautionary tale and an obstacle the good girl must clear to obtain the object of her affection. Mad Bertha’s fiery suicide frees up Rochester to marry Jane Eyre. Scandal-stricken Countess Olenska in Edith Wharton’s The Age of Innocence cedes her beloved Newland Archer to her proper cousin May Welland, but not without some manipulation on May’s part. The bad girl either dies or fades into the background in the end, and the good girl lives happily (or boringly) ever after. From Vanity Fair to Gossip Girl, friendships between good girls and bad girls are by no means rare, either. In Thackeray’s satirical novel, scheming social climber Becky Sharp attaches herself to – and sometimes plays architect to the life of – rich, dull Amelia Sedley. Cecily von Ziegesar’s Gossip Girl series takes a page from Wharton, pairing up effortlessly heartbreaking bad girl Serena van der Woodson and Blair Waldorf, a high-achieving good girl who is also a power-hungry mean girl. Lacey and Hannah’s friendship first takes the broad shape of a romance. Furtive glances across the classroom lead up to a fateful meeting in the nurse’s office. After an episode of gym-class humiliation straight out of Carrie, a teary and blood-stained Hannah observes that pale, dark-haired Lacey smells “like Christmas, ginger and cloves” and worries she’ll lose her interest with a single dim comment. They cement their connection with all-night drives across state lines. Lacey rechristens her protégé “Dex” and intoxicates her with drugs, boys, rock shows, and Satanic rituals. (“Dex” can’t quite discern how sincere Lacey is about the latter.)  So far, their story hews close to the standard good-girl-meets-bad-girl narrative – with Wasserman interrupting the characters’ accelerated journey to intimacy, every few pages, to plant some alarming omen. But unlike so many classic examples of the trope, Girls on Fire isn’t a social procedural. Its primary concern isn’t how a good girl’s fate might come to be entwined with a bad girl’s. By instead asking why, it calls attention to rarely discussed attributes of both character types. Bad girls like Dangerous Liaisons’ Marquise de Merteuil unconsciously set themselves up to fail, ignoring possible paths to happiness in the course of single-mindedly following impossible ones. For good girls – Dangerous Liaisons has Madame de Tourvel and Cécile de Volanges – virtue tends to mask some blankness or hollowness at their very core. When they’re not looking to a man for purpose, they’re looking to a bad girl to supply them with a personality.  Then comes the inevitable girl-loses-girl moment, after Hannah’s naivety prevents her from fully comprehending how vulnerable Lacey is at home. Lacey leaves her friend to fend for herself at a party hurtling toward drunken chaos. It’s uncommon for a good girl to be tested this way – to find herself in a tense situation without a bad girl to navigate her towards safety or danger, to have to make the choice herself.  “Lacey had told me of quantum incompatibilities, qualities so opposed to each other that the very existence of one eliminated the possibility of the other,” Hannah recounts in one early, lyrical passage.  I could recognize Lacey’s presence in my bedroom as its ultimate illustration, Lacey’s combat boots crushing my turquoise shag carpeting, her eyes alighting briefly on the stuffed turtle I still kept tucked between my pillows, Hannah Dexter’s past and future in a doomed collision, matter and antimatter collapsing into a black hole that would consume us both. Translation: I was pretty sure that once Lacey saw me in my natural habitat, she would disappear.  Hannah has a knack for making false assumptions, and she’s dead wrong here. Lacey isn’t antimatter. She doesn’t disappear. The bad girl happily acclimates to the good girl’s environment. Later, the good girl will have an opportunity to permanently relocate to the bad girl’s domain. It’s essential and rare that the decision is hers to make, just like it was at the party. Literature’s bad girls have – or seize – the agency to make choices. That, more than anything else, is what distinguishes them from good girls. Whereas Lacey and Medea and Jane Eyre’s Bertha create their own alternatives when they’re backed into a corner, good girls with plenty of options tend to move in whatever direction they’re pushed. They are almost always manipulated or forced or tugged along by the dictates of propriety. Made to choose for themselves, like Hannah, good girls might not look so different from bad girls.",
  "webTitle": "The cool girls, good girls and bad girls of modern books",
  "webPublicationDate": "2016-05-28T12:00:04Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/28/women-modern-books-gone-girl-girls-on-fire",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Judy Berman",
      "id": "profile/judy-berman"
    }
  ],
  "guardianId": "books/booksblog/2016/may/28/women-modern-books-gone-girl-girls-on-fire"
}