{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/readers-recommend-playlist-songs-about-sinners",
  "id": "2016-05-12-252",
  "sectionId": "music",
  "body": "Below is this week’s playlist – picked by a reader from the comments on last week’s blog. Thanks for your suggestions. Read more about the weekly format of the Readers Recommend series at the end of the piece. Who is a sinner? And is sin the violation of a God’s will, or going against an ideal way of life? This week’s playlist and blog attempts to resolve that dilemma. Well, in a sorta, kinda way.          The YouTube playlist. Click here if you prefer Spotify.    Hindus call it aparadha, a shameful act. Something Johnny Cash, who gets us going, realises after he accidentally kills someone and says, I Hung My Head. But leaving it open-ended like that, letting each individual decide, can be futile – or worse still, dangerous – as many of our playlist artists show. Warren Zevon points out in his Mr Bad Example lyrics:         Guardian contributor     misterbadexample    06 May 2016 8:01am  This'll fit the topic one week, I'm sure.  \"I'm very well acquainted with the seven deadly sins I keep a busy schedule, trying to fit them inI'm proud to be a glutton and I don't have time for slothI'm greedy and I'm angry and I don't care who I cross.\" Warren Zevon: Mr Bad Example      The brilliant Morrissey takes it further. Not for him a sideways look. He castigates Jesus for burdening him with love when he has no one to turn to. But, he says, I Have Forgiven Jesus. There is a lot of anger this week. Anger at how people are burdened with the concept of having sinned, or, as Roots Manuva asks in Sinny Sin Sins: “Do I need a middle­man to link with the creator?” No, say Levellers. There’s only One Way of life. And that’s your own. Public Image Ltd also display an enormous amount of anger about the way Religion clothes “sin in eternal hymn”. From that anger we turn to The Irish Ballad, in which, as commenter suzi points out, Tom Lehrer displays a wicked wit in describing a woman who murders her whole family, but feels more guilty about telling a lie. Guess it’s all in the perspective. Like the Broken Family Band’s story about a man who is Living in Sin with a sick satanic lady who is full of hate but who he still loves.      I thought I’d pick some gospel this week, and I kinda did, only they weren’t the sort of songs I’d normally place in that genre. I had to be happy with the Clash’s The Sound of the Sinners and the Pogues with their If I Should Fall from Grace with God, which of course isn’t gospel at all ... To almost wind up the playlist is Australian rocker Paul Kelly, with Stolen Apples are the Sweetest, where he takes a swing at the Adam and Eve story. So, at the end of the day, am I any clearer about what sin is and who sinners are? Nope. I ain’t that sort of guru. I’d rather let rock icons Black Sabbath point out that Heaven and Hell are two sides of the same coin. New theme  The theme for next week’s playlist will be announced at 8pm (UK time) on Thursday 12 May. You have until 11pm on Monday 16 May to make nominations. Here’s a reminder of some of the guidelines for RR:  If you have a good theme idea, or if you’d like to volunteer to compile a playlist from readers’ suggestions and write a blog about it, please email matthew.holmes@theguardian.com or add it here via GuardianWitness. There’s a wealth of data on RR, including the songs that are “zedded”, at the Marconium. It also tells you the meaning of “zedded”, “donds” and other strange words used by RR regulars. Many RR regulars also congregate at the ’Spill blog.",
  "webTitle": "Readers recommend playlist: songs about sinners",
  "webPublicationDate": "2016-05-12T11:00:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/readers-recommend-playlist-songs-about-sinners",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Johnny Cash",
      "id": "music/johnnycash",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Morrissey",
      "id": "music/morrissey",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Black Sabbath",
      "id": "music/blacksabbath",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Public Image Ltd",
      "id": "music/public-image-ltd",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/12/readers-recommend-playlist-songs-about-sinners"
}