{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/ttip-has-been-kicked-into-the-long-grass-for-a-very-long-time",
  "id": "2016-05-03-75",
  "sectionId": "business",
  "body": "As talks to broker a global trade deal entered a second tortuous decade, the US and the European Union came up with an idea. Since it was proving impossible to find agreement among the 150 or so members of the World Trade Organisation about how to tear down barriers to freer commerce, they would strike their own agreement. Talks on the Transatlantic Trade and Investment Partnership (TTIP) began in the summer of 2013 with officials in Washington and Brussels confident they could iron out any difficulties by the time American voters decide on who should succeed Barack Obama as president in November this year.   Related: Doubts rise over TTIP as France threatens to block EU-US deal    This always looked a ridiculously tight timetable and so it has proved. Cutting trade deals is an agonisingly slow process. The last successful global deal – the Uruguay Round – took seven years before being concluding in 1993. Talks continued on the Doha Round from 2001 until 2015 before terminal boredom and frustration set in. Was it really feasible that TTIP could be pushed through in little more than three years? Not a chance. There are three reasons for that. First, the main barriers to trade between the US and the EU are not traditional tariff barriers, which have been steadily whittled away in the decades since the second world war, but the differing regulatory regimes that operate on either side of the Atlantic. America and Europe have different views on everything from GM food to safety standards on cars so harmonising standards was always going to take a lot of time. Second, the talks have involved controversial issues and have been taking place when trust in politicians and business has rarely been lower. The main driving forces behind TTIP have been multinational corporations and business lobby groups, who stand to gain from harmonised regulations. With information about the secret negotiations having to be chiselled out by groups hostile to TTIP, voters have drawn the obvious conclusion: the aim of the talks is to enrich big business even if it means playing fast and loose with environmental and health standards.           What is TTIP? Everything you need to know about the ‘super sexy’ trade acronym    Which leads to the final and most important factor: there are no votes in trade. It would have been no surprise had Angela Merkel voiced strong opposition to the state of the TTIP negotiations, given the level of public antipathy to the trade deal in Germany and her delicate position in the polls ahead of elections next year. Instead, the German chancellor was beaten to it by François Hollande (also facing a showdown with the voters in 2017) who has made it clear he will not sign TTIP in its current form. Years not months of hard slog lie ahead, by which time the US is likely to have a president much less wedded to the idea of striking trade deals. TTIP has just been kicked into the long grass for a very long time, and perhaps for good.",
  "webTitle": "TTIP has been kicked into the long grass … for a very long time",
  "webPublicationDate": "2016-05-03T17:58:29Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/ttip-has-been-kicked-into-the-long-grass-for-a-very-long-time",
  "keyword": [
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "International trade",
      "id": "business/internationaltrade",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "business/2016/may/03/ttip-has-been-kicked-into-the-long-grass-for-a-very-long-time"
}