{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/21/new-york-post-it-war",
  "id": "2016-05-21-158",
  "sectionId": "cities",
  "body": "This week’s best city stories from around the web take us from New York to Tokyo as we discover the art of Post-it note warfare, radical Japanese designs from the 1960s that were never built, and the transformative history of the urban skyway. Share your thoughts about these city stories – and any others you’ve seen – in the comments below. New York’s Post-it battle Office buildings opposite one another in the Canal Street area in lower Manhattan are in the midst of what can only be described as a “Post-it war”, using nothing but multicoloured sticky notes and their windows. What is essentially just competitive procrastination seems to have turned in to a new form of street art.  The battle, as New York magazine explains, started out with a simple message spelling out “hi” in sticky notes, but now both office blocks have extensive and elaborate messages and designs in their windows – from cartoon characters and aquarium scenes to Beyoncé lyrics. The battle of creativity even has its own hashtag where you can follow the action, #canalnotes, where other people around the world are adding their own sticky note window art – from Manchester to Tokyo.     View from the street as the #CanalNotes #PostItWar continues... #HavasVillage @CakeGroupNY @HavasMedia @havasww pic.twitter.com/mK4knEahxp— Lisha (@LishKapish) May 20, 2016      #canalnotes update pic.twitter.com/i2I5InMoeq— ¥ (@rouk) May 19, 2016      #CanalNotes European style (well, British) pic.twitter.com/XNuwd9Kt7B— Jen_Bagnall (@Jen_Bagnall) May 20, 2016    Skyway cities Writing in Places Journal, architects Jennifer Yoos and Vincent James discuss the radical origins and mundane deployment of the pedestrian urban skyway in cities around the world – from Hong Kong to Dallas – and what impact they have had on shaping how cities function, creating a form of “multilevel urbanism”.  “What begins with a few interconnected blocks in the downtown core,” the authors write, “grows over decades into a pedestrianised, multilevel central business district.” In Minneapolis, a skyway now connects 69 blocks: its role is so dominant that any new developments need to be connected to it to stay competitive. But it’s not just airless inter-office tunnels: an open green walkway connecting rooftops has been proposed in Stockholm as a public park with views over the city.  Floating Tokyo Cities see new developments spring up all the time. But for every project that breaks ground there are others which are shelved, or even too unrealistic to be considered. King’s Cross in London almost got an airport. In Tokyo, renowned architect Kenzō Tange envisaged a floating extension of the city in 1960 with Tokyo Bay Plan. As Christopher Beanland explains in The Long + Short, Tange planned a grand axis across the bay: “each side of the axis (comprising freeways and services) would be platforms like oil rigs on which would sit crazy combinations of buildings stacked up and plugged in to each other”. Although the project was cancelled, a similar project (perhaps inspired by Tange’s designs?) has been proposed as a floating flood defence for the Japanese capital. Designed by Kohn Pedersen Fox Associates with Leslie E Robertson Associates, the “Next Tokyo 2045” proposal involves the creation of a whole new city built on reclaimed islands in Tokyo Bay, arranged in a series of hexagons and including a mile-high skyscraper, to act as a flood barrier protecting Tokyo. Moving a city As we reported last year, the northernmost city in Sweden, Kiruna, is in the process of demolishing its city centre and rebuilding it two miles down the road, to avoid collapsing into the huge iron-ore mine that the city grew up around. But how exactly do you move a city? A new film from the Swedish Institute, This Is Kiruna, speaks to the architects, planners and the locals to find out what’s going on now.          This is Kiruna    Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "From boredom to street art: New York offices wage a window 'Post-it war'",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/21/new-york-post-it-war",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Francesca Perry",
      "id": "profile/francesca-perry"
    }
  ],
  "guardianId": "cities/2016/may/21/new-york-post-it-war"
}