{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/poison-chemical-health-law-toxic-regulation-harmful-substances",
  "id": "2016-05-27-207",
  "sectionId": "commentisfree",
  "body": "The US is set for the first legislation to regulate toxic industrial chemicals in 40 years.  You might think this would be cause for celebration. However, the bill updating the Toxic Substances Control Act continues to put the industry’s interests above those of the public. It does make some improvements, such as requiring new chemicals to be safe before being sold and giving the Environmental Protection Agency the power to demand safety data. But on balance, it does too little to protect Americans from chemicals that cause cancer and nervous system disorders, impaired fertility, immune system dysfunction and a host of other health problems. In the first year under the new law, the EPA will be required to review just 10 of the tens of thousands of chemicals used in commerce that have never been tested for safety. The law fails to give the agency adequate resources and clear legal authority to take timely action. Companies could further delay things by taking the EPA to court. In short, people will still be routinely exposed to hazardous chemicals, including the following dangerous substances. Asbestos  Most people think asbestos was banned decades ago, but it’s still legal and still lethal. We believe asbestos-caused lung cancer and other diseases kill up to 15,000 Americans a year. Banned in more than 50 countries, asbestos is still sold in some brake pads, auto clutches, roofing materials and vinyl tiles – it has even been found in some children’s crayons. Formaldehyde Formaldehyde, which occurs naturally in the body, is nevertheless a carcinogen at the unnaturally high concentrations found in some household cleaning products, carpets, wood flooring, paints and varnishes. Formaldehyde can damage DNA, and inhaling low concentrations over time increases the risk of cancer. PFCs  Perfluorinated chemicals have been linked at very low doses to cancer, thyroid disease and other conditions. They were used for decades in hundreds of products and are still being produced. These are the nonstick, waterproof and grease-resistant chemicals. Think food packaging, outdoor weather clothing and gear, cookware, etc. In this family of chemicals, PFOA and PFOS (so called C8s, after the number of carbon atoms) are no longer produced in the United States. Their chemical cousins, C6s, are still being used.  Fire retardants Chlorinated fire retardants, linked to cancer and hormone disruption, are commonly added to couches and other upholstered furniture, even though fire-retardant foams are not reported to offer a significantly greater level of open flame safety, according to consumer product safety commission analysis. Researchers have also found them in children’s products, such as changing tables, car seats and nap mats. Vinyl chloride A carcinogen, vinyl chloride is used to make PVC plastics and many household products. Studies show that in the air, vinyl chloride can also affect the nervous system, and long-term exposure on the job can cause liver damage. Phthalates Phthalates, which make plastics more flexible, are used in PVC plastics, solvents, vinyl flooring, adhesives and detergents. They are endocrine disrupters and have been linked to diabetes, obesity and both reproductive and thyroid problems. Bisphenol A  This hormone-disrupting chemical is common in plastic products, including food and beverage containers. It also turns up in people, including babies in the womb, as EWG’s own biomonitoring research has shown. Last year the state of California listed BPA as a female reproductive toxicant. Chemical companies long ago lost Americans’ trust, and this law will only fuel that mistrust. Because it does too little to address the problem of chemical exposure, consumers will do their best to protect themselves by rejecting products made with unsafe chemicals. Manufacturers and retailers who listen to consumers will reformulate or quit making those products. More unsafe chemicals may be “regulated by retail” – faster and more stringently – than through this legislation.  But in the long run, consumers’ can’t shop their way out of all toxic exposures – there are simply too many hazardous chemicals in too many products on the market. What we really need is a law that gives federal government the power to immediately stop the use of chemicals suspected of causing birth defects, nervous system disorders and other problems. It’s a commonsense goal, but one we seem to be as far away from as ever.",
  "webTitle": "Seven deadly poisons – and a law that won't protect you fast enough",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/poison-chemical-health-law-toxic-regulation-harmful-substances",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ken Cook",
      "id": "profile/ken-cook"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/poison-chemical-health-law-toxic-regulation-harmful-substances"
}