{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/shashank-manohar-bcci-president-icc-cricket-ecb-report",
  "id": "2016-05-10-100",
  "sectionId": "sport",
  "body": "Shashank Manohar resigned as the president of the Board of Control for Cricket in India on Tuesday, paving the way for him to run for the chairmanship of the International Cricket Council. Manohar has been behind reforms at the world governing body that will lead to the chairmanship becoming independent of any national cricket board in the future, having held the role since November last year as India’s representative at international level. An election will be held at the end of this month unless Manohar stands unopposed, with a report in the Hindu newspaper last month claiming that six ICC member boards have already privately expressed their support for him, in the excess of the two required to run. Manohar, 58, who was elected as BCCI president seven months ago, has been an open critic of the 2014 changes at the ICC that led to India, England and Australia taking control of the board and allocating themselves 52% of revenues from global tournaments. His resignation from the BCCI comes at a time when it is wrestling with the country’s supreme court in the wake of the Lodha Committee’s recommendations to restructure the board following corruption scandals in the Indian Premier League. The England and Wales Cricket Board presented its report for 2015-16 at the annual general meeting on Tuesday, with it showing a reduction in payments to counties last year and increased spending on its own administration and national teams. Overall the board recorded £134 million in turnover after the Ashes summer – £40m less than when India toured the previous year – but a figure that represents a £10m increase from when England previously played Australia at home in 2013. While India are more lucrative opponents, the visits of Australia and New Zealand saw international audiences increase by 75,000 from the previous summer, with 2.3m spectators in total, 1.5m of which attended domestic cricket. Some 827,000 watched the NatWest T20 Blast, its highest figure to date. The cost of running the England’s national teams went up by £3m, from £27.5m to £30.6m, while ECB administration costs increased from £12.4m to £14.1m and its reserves rose by £3m to £73.11m. Spending on the professional game – chiefly payments to the 18 first-class counties – was at £48.4m, a reduction of £15.4m. In the report, the ECB explains the fall as being due to greater “exceptional” costs in the 2014‑15 period. A rise in participation in women’s cricket was demonstrated at the AGM by the number of teams playing last year, with 615 sides as opposed to just 93 in 2003.",
  "webTitle": "Shashank Manohar stands down as president of the BCCI",
  "webPublicationDate": "2016-05-10T16:42:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/shashank-manohar-bcci-president-icc-cricket-ecb-report",
  "keyword": [
    {
      "webTitle": "International Cricket Council",
      "id": "sport/international-cricket-council",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/10/shashank-manohar-bcci-president-icc-cricket-ecb-report"
}