{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/12/selina-thompson-salt-mayfest-atlantic-slave-triangle",
  "id": "2016-05-12-249",
  "sectionId": "artanddesign",
  "body": "Bending over the sink in her cramped, windowless cabin, halfway across the giant watery grave of the Atlantic, Selina Thompson washes her bras with cold, soapy hands. Months later, bending over a giant block of salt in the Arnolfini Gallery on the banks of Bristol’s former docks, she slowly smashes them into tiny crystals with her hot, sweat-soaked fists.  Formerly known for making a dress out of cake and a giant weave out of plastic fruit and family photos, Thompson decided to retrace the journey of the Atlantic slave triangle earlier this year. In travelling by freight from Britain to Ghana to Jamaica and back, she would put her body through a historical journey – and then make a show about it.     It was so rough that I flew out of bed one night and smashed into a wardrobe    “I’ve bounced about like a ping pong ball between three continents being told none was home and all were home,” says the Birmingham born, Leeds based artist. “[I’m] trying to balance the four countries my family hail from with the fact that my adoption makes me feel like one day I just appeared in a drawer in the Birmingham town hall.”  Salt is part performance art, part theatre, part historical retelling. Audience members will walk into an empty space where Thompson, in a giant white dress, will drag objects on to stage under her skirt, before embarking on her story. “It’s knackering, but I want to show how exhausting carrying history can be – that’s why I’m taking these great big rocks and, by the end of the show, turning them to grains.”     ‘I’ve bounced about like a ping pong ball’ ... Selina Thompson Photograph: Sodium Ltd    Speaking just days after she lands back in Britain from her odyssey, Thompson feels like a wreck. “We sailed back in the aftermath of a hurricane,” she says. “It was so rough that I flew out of bed one night and smashed into my wardrobe.”   Related: The history of British slave ownership has been buried: now its scale can be revealed    The first ship she boarded stopped off at Benin, Ivory Coast and Nigeria before dropping its two female passengers – Thompson and her collaborator Hayley – in Ghana. It was carrying cars and containers bound for Senegal. When Thompson asked what was in them, the crew didn’t only not know, they didn’t care. “To them it’s just the height of the mundane.” The journey was fraught, as you might imagine on a giant rolling ship full of cold metal containers. “There were 19 Filipino men, six Italians and one man from Romania,” says Thompson, wrapping her giant cardigan across her chest a little more tightly. “Me and Hayley were sort of stranded. I didn’t get seasick but every day my body would be like: ‘this is bullshit’. The propellers are 8 metres long and if the sea is choppy they’re incredibly noisy – it’s like being inside a migraine.” That’s aside from the deep discomfort of entering the notoriously male-dominated climate of international shipping: bribes were higher because there were women on the ship; customs assumed they were sex workers; Thompson would regularly have her hair and bra searched by officials and members of the crew referred to their female passengers as “decoration”.    Being a tourist in Jamaica is about being a white person    The purpose, explains Thompson, was to pull an often-silenced story out of the sea. “The idea of the ocean as a grave can be romanticised: Davey Jones’ locker, the briny deep. But that wasn’t the case in the slave trade. People were disposed of because they were no longer profitable. Women who were pregnant because they had been raped got thrown over the side of a ship.” Thompson struggled with how to honour these women. One day, she turned on her phone to see the little blue blinking dot on the map was right over the words Atlantic Ocean. She was literally sailing over the bones of those who had come before her. The show highlights what Thompson calls the “constant labour” of postcolonialism. “We were in Ghana on Independence Day - which was incredible – when our guide asked if we had Independence Day in the UK. I had to laugh – we’re who everybody got independence from. But we’re not the colonisers and yet we’re not independent either, it’s very weird.”      ‘In Jamaica, I was the only black person in the resort where I was staying, so people kept assuming I worked there.’ Photograph: The Other Richard/Richard Davenport    In much of Africa and the Caribbean, tourism still has colonial overtones, says Thompson. “In Jamaica, I was the only black person in the resort where I was staying, so people kept assuming I worked there. And they would speak to me really horrendously. A lot of being a tourist in Jamaica is about being a white person, surrounded by black people there to serve you.” There was another significance to being in the Caribbean – Thompson’s Monserrat-born grandmother died the day the artist started her journey. Her grandmother had also taken a boat from the West Indies to Britain; not as part of an artwork, but in the great wave of post-war immigration.   Related: Martine Syms at the ICA:  'people act like art is a white thing'    “On her big voyage to the UK from Jamaica she had a little kiss with the Captain and my uncle almost got into a fight, a stupid thing to do on a ship,” says Thompson, laughing. “And the person in the cabin opposite her was so seasick she used to steal his food.” But the claustrophobia, the boredom, the physical exhaustion – these are things Thompson has now experienced first-hand. Although it was Thompson’s first time in Jamaica – hers isn’t a family that “goes travelling” as she puts it – it felt familiar. “The things I associate with home are Lovers Rock, certain accents, certain foods eaten in certain ways, a certain pace of doing things. In the UK all of that culture is pocketed away. But when you’re in Jamaica it’s everywhere. If you’ve never experienced that before, that is a crazy ass feeling. But it was sort of haunting too, because so much of that stuff I associate with my nan.” Thompson approached the research journey for Salt like an explorer, noting down every detail in their logbook. She would write pages and pages every day, marking every little interaction and conversation, the words washing in and out like a tide. “Being at sea is very boring. But that means you have loads of space and time to reflect and think deeply. The trip was bigger than work, but it was work, epic – in the traditional sense of the word.” • Salt is at Arnolfini, Bristol on 12, 13, 18 and 19 May as part of Mayfest and at Stage, Leeds on 29 June as part of Yorkshire festival. • This article was amended on 12 May 2016 – an earlier version referred to 80 metre long propellers on the freight boat when they were actually eight metres.",
  "webTitle": "Bristol, Ghana, Jamaica and back: my trip around the Atlantic slave triangle",
  "webPublicationDate": "2016-05-12T11:04:30Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/12/selina-thompson-salt-mayfest-atlantic-slave-triangle",
  "keyword": [
    {
      "webTitle": "Performance art",
      "id": "artanddesign/performance-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ghana",
      "id": "world/ghana",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jamaica",
      "id": "world/jamaica",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nell Frizzell",
      "id": "profile/nell-frizzell"
    }
  ],
  "guardianId": "artanddesign/2016/may/12/selina-thompson-salt-mayfest-atlantic-slave-triangle"
}