{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/10/oldest-known-axe-discovered-in-australia-claim-researchers",
  "id": "2016-05-10-44",
  "sectionId": "science",
  "body": "It is about the size of a thumbnail and might look like any old piece of rock, but scientists say it is a fragment of the oldest axe ever discovered, created up to 49,000 years ago. Found in Australia, it further undermines ideas that Europe was the birthplace of technology, revealing people developed complex tools not long after they set foot in Australia. The fragment was excavated in the early 1990s from a cave in the Windjana Gorge national park in the Kimberley region of Western Australia, but only examined recently. New analysis and dating suggests it is a fragment of the cutting edge of an axe that would have had a handle, used between 46,000 and 49,000 years ago. The current estimates of when humans entered Australia range from between 50,000 to 55,000 years ago. The find pre-dates another axe found in Arnhem Land in Australia dated to 35,000 years ago, and independently invented axes in Japan dated to about 38,000 years ago. Other simpler sharpened stone tools had been used – even by other species of humans – millions of years ago, but it was not until this period that complex tools that combined stone and wood appear to have been created.     Professor Peter Hiscock, University of Sydney. Photograph: University of Sydney    The fact that the discovery is just a fragment does not matter, according to Peter Hiscock from the University of Sydney, who made the recent discovery. “The great thing about it is it’s really distinctive – it has both polished surfaces coming together on the chip. While you don’t have the axe, you actually have a really good record of what the contact edge looks like.” Although there is no handle, Hiscock says it is not a simple “hand axe” – a sharp tool held directly in the hand – because it has been polished and made of a heavy material, which would not help much for a tool intended to be used by a hand. “This is the earliest evidence of hafted axes [axes with a handle] in the world. Nowhere else in the world do you get axes at this date,” said Sue O’Connor from the the Australian National University, who originally excavated the tool in the 1990s.   Related: Stone Age painting kits found in cave    “In Japan such axes appear about 35,000 years ago. But in most countries in the world they arrive with agriculture 10,000 years ago,” she said. The researchers say the axe was probably invented in Australia, since there is no evidence of similar tools in south-east Asia, from where the migrants came. Hiscock says the find adds further weight to the idea that humans colonised the world not because they were endowed with some particular skill they could apply everywhere, but because they were creative and could innovate. “We’re looking at people who moved through south-east Asia, where they probably used a lot of bamboo, which is sharp and hard and fantastic for tools. But when they get to Australia, there’s no bamboo so they’re inventing new tools to help them adapt to the exploitation of this new landscape. “It’s a fascinating inversion of what European scholars thought in the 19th century. Their presumption was that all the innovations happened in Europe and far-flung places like Australia were simplistic and had little innovation. And it’s turned out that there’s a long history of discovery of axes of progressively earlier ages. This is the place where that sort of technology was invented and it only reached Europe relatively recently.”",
  "webTitle": "Oldest known axe discovered in Australia, claim researchers",
  "webPublicationDate": "2016-05-10T20:01:39Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/10/oldest-known-axe-discovered-in-australia-claim-researchers",
  "keyword": [
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "science/2016/may/10/oldest-known-axe-discovered-in-australia-claim-researchers"
}