{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/10-tips-how-come-out-lgbt-family-friends-gay-lesbian",
  "id": "2016-05-14-190",
  "sectionId": "lifeandstyle",
  "body": "1 You don’t have to come out. While many people find it’s a great weight off their shoulders, others don’t want to come out, seeing their sexuality as a completely private matter – so it it’s really up to you. Only come out when you feel comfortable and confident in doing so. 2 Coming out can be a really positive experience and it can feel liberating to be authentic with family, friends and colleagues. You can also be a positive role model to others around you who may be considering coming out. 3 Many people worry about other people’s reactions. Key concerns are that they won’t be accepted or will be seen differently. So if someone comes out to you, one of the best ways to respond is to say, “I still feel exactly the same about you.” It’s also perfectly OK to say that you need time to process the information, but try to communicate at the same time that your feelings towards the person who has come out to you have not changed. 4 Worries and concerns may vary according to how old you are. Younger people can be more concerned about reactions and acceptance among their peer group, and worry about whether or not they might be bullied. Older people – especially those in a heterosexual relationship and maybe with children – may have different dilemmas. If you are coming out to your children, remember to remind them that you are still the same person, that you still love them and that you still feel the same way about them. If at all possible, get the support of your ex-partner and tell the children together. 5 Allow people to be shocked and to need time to take the news in – be sensitive to their feelings, too. Pick a quiet, calm time when you tell people, which will give you all time to talk about it. Remember that coming out may be more of a process than an event. 6 If family or friends react in a negative way, it won’t necessarily be how they always feel. Give them time to get used to the news. First reactions aren’t always lasting reactions. 7 If you are really nervous about coming out to family or friends, consider writing them a letter telling them, then follow up with a phone call or visit. This allows the recipient time to get used to the news, but you still retain control of the situation. 8 Staying in control of the news should always remain with the person who is coming out. So it’s important so think about this when choosing how to do it. While you should use whichever medium you feel most comfortable with – face-to-face, phone call, text, email, social media – it’s worth bearing in mind that some offer more privacy than others. If you don’t want everyone to know at once, consider using more old-fashioned methods of communication. If you want to come out to one family member at a time, remember to tell them that as you share your news. 9 If you are not sure of how certain significant people in your life may react, it’s a good idea to build a support network around you first. This could mean coming out to one person whom you trust and are reasonably confident will be supportive. If necessary, have that person with you when you come out to others. 10 If you suspect someone you know is LGBT, remember that you cannot – and should not – force them to come out, but you can foster an environment where the person feels supported and safe to do so. With thanks to Louise Kelly, information officer at Stonewall (08000 50 20 20).Further reading and resources:stonewall.org.uk/help-advice/coming-out-0; rucomingout.comgenderedintelligence.co.uk   Related: What's it like to come out? (If you're not Kristen Stewart)     Related: 'Only tell people you're gay when you're ready. But don't hide away either'",
  "webTitle": "10 tips on how to come out as LGBT to family and friends",
  "webPublicationDate": "2016-05-14T05:30:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/10-tips-how-come-out-lgbt-family-friends-gay-lesbian",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/14/10-tips-how-come-out-lgbt-family-friends-gay-lesbian"
}