{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/boris-johnson-no-regrets-obama-part-kenyan-remarks",
  "id": "2016-05-11-280",
  "sectionId": "politics",
  "body": "Boris Johnson says he has no regrets about claiming that Barack Obama’s “part-Kenyan” heritage had driven him towards anti-British sentiment.  Last month, while still London mayor, Johnson was accused of dog-whistle racism for the way he criticised Obama’s intervention in the EU debate. Writing in the Sun about the decision of the Obama administration to remove a bust of Britain’s wartime leader Winston Churchill from the Oval Office, Johnson said: “Some said it was a snub to Britain. Some said it was a symbol of the part-Kenyan president’s ancestral dislike of the British empire – of which Churchill had been such a fervent defender.” In fact, the bust was a loan to President Bush. Johnson was asked on Wednesday whether he had any regrets about the way he phrased comments. “Of course not,” he told BBC Radio 4’s Today programme.  He went on to cite an opinion piece in the Guardian. “I was merely quoting a point that I think was also made in the Guardian newspaper and nobody accuses the Guardian [of being racist],” Johnson said. A post in April on the rightwing Guido Fawkes blog made the same point. It quoted a Guardian article that asked whether Obama’s dual heritage could reshape Britain’s special relationship with the US. The Guido Fawkes post said: “Nobody accused the Guardian of dog-whistling. Yet the Remainers threw their toys out of the pram.”   Related: What does Boris Johnson really think of European integration?    Johnson told Today: “My point was very simple it is absolutely absurd for the United States of America to continue to urge us further down the line towards a federal superstate when the US has not even signed up to the UN convention on the rights of man.” He went on: “The substantive point is that we were told by President Obama that in respect of international trade, we would have to get to the back of the queue. Not a position that America normally requires the United Kingdom to be in when it comes to other matters, for instance the Iraq war, and it is absurd to tell us we will have to be at the back of the queue when for 42 years we’ve been unable to do a free trade deal with China, India, Australia or New Zealand and the United States of America because we are in the EU.” Johnson also refused to deny that he wrote both pro- and anti-EU columns for the Telegraph before announcing that he would join the out camp. He said: “I have written all sorts of things over a long period of time ... It is perfectly true to say that I thought long and hard about this decision.” In an earlier interview Johnson denied that he expected a vote to leave the EU in the 23 June referendum to clear the way for him to succeed David Cameron as prime minister.  Asked whether he thought Cameron should remain in office to oversee negotiations for Britain’s withdrawal from the EU, the former London mayor told ITV1’s Good Morning Britain: “Yes, absolutely. Of course he can, and I think he must.” Kicking off a Vote Leave battlebus campaign in Truro, Cornwall, Johnson said the leave campaign had the passion and energy to succeed against the “big battalions” of government spending on the remain side. Giving an impromptu stump speech, he said: “Isn’t it wonderful to see our battlebus which is not funded by the taxpayer, unlike that £9m government propaganda for the remain side... “Believe me, there are hundreds of millions of people who share our views across the whole wonderful European continent and think that Europe and the EU are no longer the same thing and it is the EU going in the wrong direction. I hope we can build a movement. They think they’ve got the big battalions, they’ve got all the taxpayers’ money; we’ve got the passion, we’ve got commitment and we’ve got right on our side. Fight for our democracy, folks, on 23 June and let’s make sure 24 June is independence day for Britain.” He was mobbed by supporters and media as he launched the Vote Leave tour from the town’s marketplace, where he waved a Cornish pasty for the cameras and bought some asparagus.",
  "webTitle": "Boris Johnson has no regrets over Obama 'part-Kenyan' remarks",
  "webPublicationDate": "2016-05-11T10:23:59Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/boris-johnson-no-regrets-obama-part-kenyan-remarks",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    }
  ],
  "guardianId": "politics/2016/may/11/boris-johnson-no-regrets-obama-part-kenyan-remarks"
}