{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/syrian-military-denies-airstrikes-refugee-camp-russia-aleppo-un-war-crime",
  "id": "2016-05-06-55",
  "sectionId": "world",
  "body": "Syria’s military command has denied it carried out airstrikes on a refugee camp near the Turkish border that killed at least 28 people, but a senior UN official said initial reports suggested a government plane was responsible for the “murderous attacks”. Ban Ki-moon, the UN secretary general, said he was outraged by the incident and called for those responsible to be held accountable”. Ban urged the security council to refer the situation in Syria to the international criminal court. Zeid Ra’ad Al Hussein, the UN high commissioner for human rights said Thursday’s attacks were almost certainly a deliberate war crime. France described them as a “revolting and unacceptable act that could amount to a war crime or crime against humanity”.  Syria’s ally, Russia, insisted that none of its aircraft had flown over the camp at Sarmada, 20 miles west of Aleppo, the new focal point of the five-year-long war. Russia said fighters from the al-Qaida affiliate Nusra Front might have deliberately or accidentally fired on the camp.    Related: Syria accused of airstrike on refugee camp as Assad pushes for 'final victory'    Denials from Damascus and Moscow came as a coalition of rebels including Nusra reportedly captured a strategic village from pro-government forces near Aleppo. The Syrian Observatory for Human Rights (SOHR) said 43 rebels and 30 pro-government troops had died since Thursday in the battle for Khan Tuman, which overlooks the main route from the capital. Nusra and Islamic State have both been designated terror groups by the UN and were not included in the “cessation of hostilities” deal brokered by Russia and the US that began in late February. Mainstream rebel groups that are supported by Arab and western countries often fight alongside Nusra – complicating the ceasefire efforts. Al Hussein said: “Given these tent settlements have been in these locations for several weeks, and can be clearly viewed from the air, it is extremely unlikely that these murderous attacks were an accident.” He too urged members of the UN security council to refer Syria to the ICC so that there would be “a clear path to punishment for those who commit crimes like these”. Efforts to do so before have been blocked by Moscow.   tent city graphic   Stephen O’Brien, the UN undersecretary general for humanitarian affairs, also demanded an immediate investigation. “If this obscene attack is found to be a deliberate targeting of a civilian structure, it could amount to a war crime,” he said. Footage shared on social media showed rescue workers putting out fires which still burned among charred tent frames pitched in a muddy field. White smoke billowed from smouldering ashes, and a burned and bloodied torso could be seen.  Outrage over the Sarmada killings erupted shortly after a Russian orchestra held a celebratory concert in Palmyra, the ancient desert city liberated from Isis in a Syrian army offensive backed by Russian air power. The performance prompted angry comments about Russian support for Bashar al-Assad’s forces in Aleppo and elsewhere. Philip Hammond, Britain’s foreign secretary, called it “a tasteless attempt to distract attention from the suffering of millions”. The White House said the Sarmada attack was “indefensible”. The opposition Syrian National Coalition described it as an “appalling massacre by regime forces against civilians” and said it showed Assad was not a serious partner for peace.    Related: Palmyra hosts Russian concert after recapture by Syrian forces    Médecins Sans Frontières also condemned the attack. “It is extremely concerning … and a clear sign again that civilians are paying the price in this conflict,” said Sam Taylor, the MSF communications coordinator for Syria. The International Rescue Committee called it “a disturbing new low in a war that has already shocked the world with routine attacks against hospitals, schools and bakeries”. It added: “There must be an end to the targeting of civilians, and renewed efforts to find a political solution that will bring this conflict to an end.” On Thursday Russia blocked a British-drafted security council statement which would have condemned the surge in violence in Aleppo and attacks against civilians. “There is one country that could not agree [to] it and it’s Russia,” Britain’s ambassador to the UN, Matthew Rycroft, told reporters. “That does speak volumes about their support for protection of the Assad regime.” In a separate development on Friday, Syrian opposition sources reported that government troops had begun an assault on the central prison in Hama, where 800 inmates, including political prisoners, had taken control of a section of the jail and were holding guards hostage. The authorities had cut electricity to the prison and were preventing food from getting in, said the SOHR. The Sarmada attack highlighted the growing savagery of the conflict in the aftermath of the apparent collapse of the ceasefire. UN-organised peace talks in Geneva are deadlocked after an opposition walkout and the government delegation’s refusal to discuss a political transition that would see Assad eased out of power. The ceasefire was patchy from the start, but its fate was effectively sealed by the launch of the regime’s offensive last weekend in Aleppo. No date has been set for a resumption of the Geneva talks, or firm arrangements put in place to facilitate deliveries of food and medicines for hundreds of thousands of Syrian civilians living in besieged areas.",
  "webTitle": "UN outrage over refugee deaths as bombing denied by Syrian government",
  "webPublicationDate": "2016-05-06T17:38:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/syrian-military-denies-airstrikes-refugee-camp-russia-aleppo-un-war-crime",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bashar al-Assad",
      "id": "world/bashar-al-assad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International criminal court",
      "id": "law/international-criminal-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "International criminal justice",
      "id": "law/international-criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    },
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/06/syrian-military-denies-airstrikes-refugee-camp-russia-aleppo-un-war-crime"
}