{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/amnesty-international-decriminalise-sex-work-prostitution-human-rights",
  "id": "2016-05-25-7",
  "sectionId": "world",
  "body": "Amnesty International has formally adopted a policy calling for the decriminalisation of adult sex work and repeal of most laws around the world controlling prostitution. The organisation’s stance on protecting sex workers is set out in a global programme published on Thursday that draws on fresh research about the industry in Argentina, Hong Kong, Papua New Guinea and Norway.  “This policy does not argue that there is a human right to buy sex or a human right to financially benefit from the sale of sex by another person,” Amnesty said. “Rather, it calls for sex workers to be protected from individuals who seek to exploit and harm them and recognises that the criminalisation of adult consensual sex work interferes with the realisation of the human rights of sex workers.”   Related: Amnesty International says prostitution is a human right – but it's wrong    Amnesty International’s senior director for law and policy, Tawanda Mutasah, said: “Sex workers are at heightened risk of a whole host of human rights abuses including rape, violence, extortion and discrimination. Far too often they receive no, or very little, protection from the law or means for redress. Our policy outlines how governments must do more to protect sex workers from violations and abuse. Our research highlights their testimony and the daily issues they face. “We want laws to be refocused on making sex workers’ lives safer and improving the relationship they have with the police, while addressing the very real issue of exploitation. We want governments to make sure no one is coerced to sell sex, or is unable to leave sex work if they choose to.”  Laws against soliciting, keeping a brothel, promotion of prostitution, renting premises for the purposes of prostitution, living off the proceeds of sex work and facilitating sex work through the provision of information or assistance can all “result in the imposition of penalties against sex workers themselves for organising their own sex work and against anyone who assists them”, the report says.   Related: The Guardian view on Amnesty International’s call to decriminalise sex work: divisive and distracting | Editorial    Amnesty’s policy, however, condemns forced labour, child sexual exploitation and human trafficking, which it says should be criminal offences in every country. The policy paper is entitled “On state obligations to respect, protect and fulfil the human rights of sex workers”. The policy was announced last year but has now been officially adopted by all of the organisations’ international branches. As one sex worker in Norway told an Amnesty researcher: “If a customer is bad you need to manage it yourself to the end. You only call the police if you think you are going to die. If you call the police, you lose everything.”",
  "webTitle": "Amnesty International in global programme to decriminalise sex work",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/amnesty-international-decriminalise-sex-work-prostitution-human-rights",
  "keyword": [
    {
      "webTitle": "Amnesty International",
      "id": "world/amnesty-international",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sex trade",
      "id": "society/sex-trade",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Prostitution",
      "id": "society/prostitution",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "world/2016/may/26/amnesty-international-decriminalise-sex-work-prostitution-human-rights"
}