{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/riot-police-crack-down-on-paris-protests-against-labour-reforms",
  "id": "2016-05-26-93",
  "sectionId": "world",
  "body": "Riot police arrested 16 people and fired teargas in violent clashes with protesters marching in Paris as striking workers continued to blockade refineries and nuclear power stations in an escalating stand-off over labour reforms. Tens of thousands of people marched across France in protest against François Hollande’s planned labour bill, which aims to make it easier for companies to hire and fire workers and was forced through parliament without a vote this month following more than ten weeks of protests.  Police fired teargas at about 100 people on the edge of a protest march through Paris. Several masked people charged shop windows, smashing them, and cars were damaged near the route of the march. There were skirmishes at Place de la Nation as riot officers cordoned off protesters, some of whom complained of heavy-handed policing.            France wracked by strikes and protests over labour bill    In Caen in Normandy, the website Normandie Actu filmed what it called a case of police violence as an officer appeared to repeatedly kick a demonstrator on the ground. The police described the incident as legitimate defence.    Related: French union dispute leaves newspaper stands empty save for leftwing daily    Police estimated between 18,000 and 19,000 people took to the streets in Paris, an increase on the last national demonstration day against the labour reforms. Unions put the figure at 100,000. Street marches took place in towns and cities across France, including Toulouse, Bordeaux and Nantes.  Striking French workers continued to disrupt oil refineries and nuclear power stations, halted some air traffic and trains and prevented almost all national newspapers from printing in the growing industrial action. Union activists blocked roads and bridges in northern France while some train drivers and air traffic controllers joined the action. With just two weeks to go before France hosts around 2 million visitors at the showpiece Euro 2016 football tournament, the government is under increasing pressure to find an end to the dispute and stage some kind of climbdown. More disruption is expected next week and unions have called for rolling strikes on the Paris Metro to start on the day of the opening Euro 2016 football match on 10 June. But the government vowed to stand firm and refused to abandon its reforms. The prime minister, Manuel Valls, insisted the law would not be withdrawn, but said it might still be possible to make “changes” or “improvements”. He told the Senate: “You cannot blockade a country, you cannot attack the economic interests of France in this way,” branding the CGT union “irresponsible”.     Drivers line up as they wait to buy petrol in Paris. Photograph: Thibault Camus/AP    He brushed aside signs that some in the ruling Socialist party were buckling, such as the finance minister Michel Sapin, who suggested the most contested part of the legislation could be rewritten – namely a contentious clause that gives individual companies more of a free hand in setting working conditions. Hollande has framed the labour reforms as a crucial loosening of France’s famously rigid labour protections, cutting red-tape and slightly tweaking some of the more cumbersome rules that deter employers from hiring. This would, he argued, make France more competitive and tackle stubborn mass unemployment that tops 10% of the workforce.    Related: Why have France's labour reforms proved so contentious?    But after more than two months of street demonstrations against the labour changes, the hardline CGT union has radically intensified its strategy and is now trying to choke-off the nation’s fuel supply to force Hollande to abandon the reforms it sees as a betrayal of workers’ rights. Members of the CGT union continued to insist they wanted the reforms scrapped entirely, not merely modified. “It’s inadmissible,” Arnaud Pacot of the CGT union in the Aube region of eastern France told BFM TV from a nuclear plant being blocked by activists. A third of petrol stations across France were empty or dangerously low on fuel after several days of blockades at refineries.      French riot police officers arrest a man in Paris. Photograph: Kenzo Tribouillard/AFP/Getty Images    The government has started using its strategic fuel reserves and forcing depots to reopen, but supplies are still limited and purchases are being rationed. Five of the country’s eight refineries are still either halted or operating at reduced capacity.  Many motorists were still in long queues around petrol stations across France. Companies ranging from gardeners and hauliers to florists trying to deliver flowers for French Mother’s Day this weekend complained about the impact on business. The CGT said all but three of France’s 19 nuclear power stations had voted to stop work in a country that gets 75% of its electricity from nuclear power. RTE, the body overseeing the national power network, said the stoppages had not had an immediate effect on the electricity supply, but “if it worsens, it will have an impact on the management of the network”.",
  "webTitle": "Riot police crack down on Paris protests against labour reforms",
  "webPublicationDate": "2016-05-26T17:45:42Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/riot-police-crack-down-on-paris-protests-against-labour-reforms",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/26/riot-police-crack-down-on-paris-protests-against-labour-reforms"
}