{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/class-war-in-australian-politics-if-only",
  "id": "2016-05-06-307",
  "sectionId": "commentisfree",
  "body": "In the aftermath of the budget, there has been a lot of ritualistic talk about that great Australian political taboo, “class war”.  Our well-heeled prime minister accused Bill Shorten of fomenting it when he pointed out that the budget offered tax breaks for the wealthy, but nothing for those on less than $80,000 a year. (The Australian’s Dennis Shanahan obligingly repeated this charge yesterday).  Wealthy broadcaster and columnist Andrew Bolt described Tanya Plibersek as a “merchant of envy” for pointing out that millionaires and big business will benefit from budget measures in a way that middle income families won’t.    Related: Youth intern scheme has no limits on numbers, hours and jobs, Senate told    More incredibly, Miranda Devine accused Scott Morrison of caving in to “the new normal” of “soak-the-rich class warfare” by targeting the “Coalition’s base of hardworking ‘lifters’ — the top 4 per cent of income earners”.  If the liberal base were really so narrow, their strategists would have even more reasons to be worried about the upcoming election. In fact, Devine’s claim is, like the other examples, no more than political pantomime.  The fact is that these invocations of parliamentary class war are utterly anachronistic.  In the broader sense, there is of course a class war happening throughout the globalised economy. As billionaire investor Warren Buffett memorably pointed out in 2011, “there’s been class warfare going on for the last 20 years, and my class has won.” In Australia, as in other economies, since the 1990s, labour’s share of national income has declined dramatically, and in the last decade wage growth has fallen away too. Unions have declined in membership as their power in the workplace has been curtailed, and the screws have been put on the poorest with endless iterations of “welfare reform”, even as corporate taxes have been cut.  The budget proposal for poorly paid internships is just the latest twist in a far longer story – which includes work for the dole and dole diaries – where unemployment benefits stopped being a form of social security, and became the means of disciplining those who could not find work.  Workers, the unemployed, and anyone not in the uppermost income brackets have been on the defensive for decades. The idea that either major political party is preparing to fundamentally alter this any time soon is fanciful. It’s certainly not borne out in their stated policies so far in this election campaign.  There are many reasons for this, but not least among them is the fact that our politicians themselves are such an idiosyncratic, privileged, and unrepresentative group. Our parliamentarians constitute a governing class whose career pathways and life experiences are unlike those of their constituents.  The ideological differences between individuals or parties may indeed be less significant than the differences between parliamentarians and the rest of us. They do of course disagree with one another, but if we look closely at where they come from, we may despair at the idea that politics as practiced by either side will ever again be anything other than a species of management.  The idea that we are governed by lawyers is something of cliche. In fact, according to the Parliamentary Library, those who immediately entered it from the law, at 13% of the total, are not the biggest occupational group in the parliament.  Still, given the 66,000 or so practicing lawyers that the Law Society counts couldn’t fill a single electorate, they’re extremely well-represented. Were we to include those who practiced at one time and then moved through other occupations, they’d be doing even better.  In fact, though, the single most common occupational background is “business executives, managers, self-employed businesspeople, company directors, etc.” These folks compose fully a quarter of those sitting in parliament. They make up over 40% of Coalition MPs and senators.  The next biggest group, at just under a third of the total, are those who came in from jobs as “political consultants, advisers and lobbyists”. These are people who, whatever they may have done earlier in life, have bounced in from jobs as paid political hacks.  Lawyers come in third, and then come “party and union administrators” (10%), “party and union officials” (6%), “members of state/territory legislatures” (also 6%). Further down, the three parliamentarians who came from local government make up a further 1% of the total.  So over half of our parliament entered it from business, political consultancy, or the small legal sliver of the professional world.  92 parliamentarians, or 41% of the total, were elected from what the parliamentary library calls “politics-related jobs” – the proportion of people who have come into the federal parliament from the branch offices of Australian politics has increased 15% since 1988, and they are mostly on the Labor side.  Now, there’s no doubt that union officials in the diminishing number of organised workplaces do very good things to protect the rights and conditions of their members.  It’s also true that there are many dedicated state and local politicians who gain valuable experience that they bring to bear in careers in national politics. The point here is not to make a crude distinction between politics and “the real world”.  But it is legitimate to ask, given the continued dominance of the Coalition by those who not only represent but embody business interests, and the increasing professionalisation of politics on the Labor side, whether either party has any significant social connections.    Related: Want to understand budget week? It's all about the election pitches | Lenore Taylor    We can sharpen this question by considering the two leaders. Malcolm Turnbull, former merchant banker and entrepreneur, is one of the richest men in the country. When he told radio host Jon Faine to buy his kids a house, he showed how divorced he is from pressing issues like housing affordability.  Bill Shorten went from an elite school, on to uni and student politics, then to 18 months in a Labor law firm, followed by a successful climb through the ranks of the union movement, finally landing a safe seat and rapid parliamentary promotion.  None of this is inherently dishonourable, but his pathway exemplifies the kind of Labor careerism that has gone hand in hand with the withering of a broad-based labour movement, and the end of the party as a mass institution. Shorten has visited shop floors as an official, and a campaigning politician, but never as a worker.  If Turnbull’s values are those of the most privileged class, Shorten’s have been formed in navigating an increasingly hermetic political subculture. This story is repeated throughout their respective parties.  The long drift in the fortunes of ordinary Australians has increased as the experiences of politicians have diverged from the lives of the broader community. As things continue to get tougher, we need to ask, what part of the political class is representing us?",
  "webTitle": "Class war in Australian politics? If only | Jason Wilson",
  "webPublicationDate": "2016-05-06T07:27:23Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/class-war-in-australian-politics-if-only",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Wilson",
      "id": "profile/wilson-jason"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/class-war-in-australian-politics-if-only"
}