{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/16/john-kasich-rules-out-third-party-run",
  "id": "2016-05-16-26",
  "sectionId": "us-news",
  "body": "Ohio governor John Kasich has ruled out a potential third-party run for the White House, telling CNN that such a campaign “doesn’t feel right”. “I’m not gonna do that,” Kasich told CNN’s Anderson Cooper in his first interview since dropping out of the race for the Republican nomination. “I gave it my best where I am. I just think running third party doesn’t feel right. I think it’s not constructive. “A third-party candidacy would be viewed as kind of a silly thing,” he continued. “And I don’t think it’s appropriate. I just don’t think it would be the right thing to do.”   Related: Women say Donald Trump is creepy … Hillary Clinton has a ‘man problem’. How gender gap could be decisive    The move comes despite reported pressure from former Republican nominee Mitt Romney. Kasich suspended his presidential campaign earlier this month after failing to break through among Republican voters as a moderate alternative to the perceived extremes of presumptive nominee Donald Trump and his closest challenger, Texas senator Ted Cruz.  Even as he fell hopelessly behind in the race to capture a majority of delegates – Kasich’s sole primary victory was in Ohio, his home state – Kasich argued that Trump would also fail to capture a majority of delegates, and that the party would be left looking for a consensus alternative at the national convention.  As a longtime congressman with a turn as chairman of the powerful budget committee to his name, and as the popular Republican governor of a presidential swing state, Kasich hoped to emerge as that consensus alternative. It was not clear, however, how the fundraising and vote-getting challenges he faced as a Republican candidate would change if he struck out on his own. Whispers of a potential third-party candidate entering the presidential race have circulated for months, as a general election campaign between two nationally unpopular candidates – Trump and Democratic hopeful Hillary Clinton – has shaped up.",
  "webTitle": "John Kasich rules out third-party run for president: 'It doesn't feel right'",
  "webPublicationDate": "2016-05-16T21:34:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/16/john-kasich-rules-out-third-party-run",
  "keyword": [
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Mitt Romney",
      "id": "us-news/mittromney",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Bixby",
      "id": "profile/scott-bixby"
    },
    {
      "webTitle": "Tom McCarthy",
      "id": "profile/tommccarthy"
    }
  ],
  "guardianId": "us-news/2016/may/16/john-kasich-rules-out-third-party-run"
}