{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/20/record-temperatures-bees-and-pizzly-bears-green-news-roundup",
  "id": "2016-05-20-108",
  "sectionId": "environment",
  "body": "Environment news  Portugal runs for four days straight on renewable energy alone Monsanto weedkiller faces recall from Europe’s shops after EU fail to agree deal Humans damaging the environment faster than it can recover, UN finds Fracking protesters gather in North Yorkshire as crucial planning meeting begins April breaks global temperature record, marking seven months of new highs Great Barrier Reef needs $10bn for chance of survival, scientists say Boris Johnson accused of burying study linking pollution and deprived schools Spectacular bearded vulture spotted for first time in UK Farming is ‘single biggest cause’ of worst air pollution in Europe ‘Break Free’ fossil fuel protests deemed ‘largest ever’ global disobedience Pizzly or grolar bear: grizzly-polar hybrid is a new result of climate change  Features and comment  Last stand for Europe’s remaining ancient forest as loggers prepare to move in Can America learn to love the big bad wolf? There are signs of change Protect Myanmar’s marine resources from being pillaged to point of no return Sticky fingers: The rise of the bee thieves | Brett Murphy  Multimedia  How much do you know about bees? - quiz The week in wildlife – in pictures  On the blogs  Boris’s remarks on ‘buried’ air pollution report leave unanswered questions With women at the top, UN climate body has chance for real change Why air pollution in schools is such a big deal – and what to do about it  And finally...  Rare whale found on Australian beach believed to be evolutionary throwback   Researchers were amazed to find mysterious teeth previously unseen in beaked whales.",
  "webTitle": "Record temperatures, bees and pizzly bears – green news roundup",
  "webPublicationDate": "2016-05-20T15:08:22Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/20/record-temperatures-bees-and-pizzly-bears-green-news-roundup",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Environment editor",
      "id": "profile/environmenteditor"
    }
  ],
  "guardianId": "environment/2016/may/20/record-temperatures-bees-and-pizzly-bears-green-news-roundup"
}