{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/thomas-cohen-bloom-forever-review-cd",
  "id": "2016-05-05-95",
  "sectionId": "music",
  "body": "Some time ago, Thomas Cohen was the frontman of serrated post-punkers SCUM. He left the band intending to go solo, but then the unthinkable happened when his wife, Peaches Geldof, died. His eventual solo debut, Bloom Forever, details his grief in sometimes gnawingly open-wound detail. But it’s also the sound of a 25-year-old channelling that turmoil into a new musical identity. The louche blues and oddball sax of Honeymoon, the Wild Horses-by-way-of-Scott-Walker Mother Mary, and New Morning Comes’ subtle take on Harvest Moon evoke the sun-dappled ditties that soundtracked 1970s California – a freshened up, slightly unhinged take on Americana. It’s hard not to listen to Country Home and its lyrics “I will hold on to / The part of me that is in love with you” without feeling like you’ve read a diary entry you shouldn’t have. Elsewhere, however, the album is surprisingly sunny: these are songs for festival picnic blankets as well as for holding on to your loved ones.",
  "webTitle": "Thomas Cohen: Bloom Forever review – raw grief with sunny intervals",
  "webPublicationDate": "2016-05-05T17:15:03Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/thomas-cohen-bloom-forever-review-cd",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/05/thomas-cohen-bloom-forever-review-cd"
}