{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/10/headteacher-blair-peter-hyman-school",
  "id": "2016-05-10-308",
  "sectionId": "education",
  "body": "Striding purposefully and talking at 100mph, Peter Hyman leads me round School 21, opened in 2012 in one of London’s most deprived areas, a stone’s throw from the Olympic Park and Stratford International railway station. He shows me extraordinarily lifelike clay models of leading figures from the cold war, such as Stalin, Gorbachev, Thatcher and Reagan; a graphic novel of the second world war; a diary of the Black Death; 3D representations of chemical reactions. All these were produced by School 21’s pupils and he invites me to guess the age group; each time, I overestimate by at least two years. Then he whisks me into a year 10 assembly where I expect him, the headteacher, to address pupils sitting in silent rows. Not a bit of it. The pupils do 98% of the talking, sitting in groups to discuss plans for the school sixth form (which will open next year) and then choosing representatives to present their conclusions in one-minute speeches.   Related: Tony Blair's adviser starts a free school    Hyman, once a Downing Street aide to Tony Blair, invented the phrase “bog-standard comprehensive”. Or so it is said; he admits only to taking part in a discussion where the term “came up”. New Labour was announcing the introduction of specialist schools and Alastair Campbell, Blair’s press supremo, briefed journalists that they meant “the end of the bog-standard comprehensive”. David Blunkett, then education secretary, later recalled that “the world just erupted” with every comprehensive teacher and parent deeply offended. The idea of specialist schools never quite recovered. Perhaps it was as a kind of penance that, under the Tories’ free schools programme, Hyman, now a qualified teacher, set up School 21 (a school for the 21st century, geddit?). Though indisputably a comprehensive – Hyman gave control over admissions to Newham council – it is the opposite of bog standard. Taking children aged four to 18, it is the only specialist school for English language. Teaching groups vary from “seminars” of 12 to lectures for 50. Pupils are never naughty, just “unprofessional”; for lateness, lack of homework and classroom disruption, they lose some of the 50 “professionalism points” with which they start each week. Children are encouraged to talk constantly, inside and outside classrooms. “Some heads purr with delight when their schools are silent,” Hyman says. “I take it as a sign that students aren’t learning, thinking or deliberating.” Hyman has several big ideas but oracy is his biggest. Grievously neglected by schools, it is as important a skill as reading, writing and maths, he argues. Employers put good oral communication first among applicants’ desired attributes but, in inner-city lessons, the average child speaks fewer than four words. He wants to make the monosyllabic teenager extinct. His year 7 pupils learn how to construct an argument, put questions, control their breathing, hold eye contact, and listen and respond to what others are saying. At the end of the year, each child gives a five-minute speech without notes to teachers, parents and fellow pupils. Another big idea is “authenticity”. Children’s work should have a purpose: a drama that can be performed, a design that can be used for a new classroom. “As a parent myself,” says Hyman, “I know that secondary school pupils rarely bring anything home except test results. The implicit message is that school is just about fitting them for what comes after. It is as though education is some kind of grind you undergo before you begin real living. It makes schools joyless places.” Doesn’t the emphasis on talk, project work and joy, plus some of Hyman’s other enthusiasms such as “wellbeing”, mean to a return to the reviled 1960s? “There’s a very sterile debate about progressive versus traditional. We do some things very traditionally: children learn to read with synthetic phonics, they learn grammar. Knowledge and cultural literacy are important; I don’t believe you can learn everything on the internet. But most schools pursue knowledge at the expense of character development and skills development.     A list of commitments for School 21’s pupils. Photograph: David Levene for the Guardian    “What will be left for humans when the robots arrive? It’s obvious: creative jobs, jobs that need empathy, jobs where you’re generating ideas, jobs where you’re problem solving. All these are undervalued in schools.” Hyman was a backroom boy during Blair’s glory years. He invented “the grid”, an advance diary designed to ensure not only that important departmental announcements didn’t clash with each other but also that they weren’t overshadowed by big sporting and cultural events. He helped to revise Labour’s clause IV, replacing “common ownership of the means of production” with “power, wealth and opportunity … in the hands of the many, not the few”. He wrote much of Blair’s “forces of conservatism” speech in 1999, which, as Hyman put it in his book 1 Out of 10 (2005), was “Tony’s first ever attempt to give the right a serious pounding”. As you talk to Hyman or read what he says to others, you are reminded of Blair’s speeches. The soundbites roll off the tongue – “we need to re-professionalise the teaching profession”, “the 20th century was about rows, the 21st century is about circles” – but you wonder about the substance. When Ofsted visited in 2014, however, the school was rated “outstanding” in every area and described as “an exciting place to learn” where pupils developed “extraordinary skills in listening, speaking and questioning”. Parents are also impressed: there are almost nine applicants for each place. Hyman comes from an impeccably left-liberal background. He was born in 1968 to a north London Jewish family. His maternal grandparents fled Vienna with their children when the Nazis took over in 1938. His father was a publisher. The Jewish faith, with its values of service and fairness, is important to him, as it was for his parents and now for his three children, who all attend state schools, and for his wife, a manager at Age UK. Hyman went to University College School in Hampstead, a fee-charging but liberal day school that abolished corporal punishment in the 19th century. He hesitates when I ask if he enjoyed it. “It made us question and think,” he says. “But it was a bit formulaic and traditional. I probably wasn’t stimulated as much as I should have been.” His A-level results were mediocre. Until he was 14, sport, particularly cricket, obsessed him. Then, seeing Margaret Thatcher rampant after the Falklands war, he was “energised by politics”. After taking a first in history at Bristol University, he wanted to become a campaigning journalist. He completed a graduate journalism course and landed jobs on Sky and BBC TV programmes. Soon though he moved into politics, working first for Gordon Brown, then shadow chancellor, and later for another shadow minister, Donald Dewar, before joining Blair’s team in 1994. Hyman always worried that Blair was apt to drift too far from Labour’s roots. “His view was that if he wasn’t emphasising the ‘new’ bit of New Labour, very few others would. Some of us warned that it was politically damaging just to go for the stuff that wound Labour people up.” But, says Hyman, there was no moment of disillusion. He left Downing Street in 2003 wanting “to be in the frontline”.   Related: How I went from Tony Blair's adviser to free school head | Peter Hyman    He chose a £300-a-week job as a teaching assistant at Islington Green comprehensive in north London, one of the local schools Blair rejected for his children in favour of the London Oratory, a Roman Catholic comprehensive with an elite intake. As he recalled in his book, Hyman found “a world stained by deprivation … filled with expletives and trouble”. Undaunted, he qualified through a fast-track scheme at another London comprehensive – “I suffered constant humiliation in front of classes that were eating me alive” – and, after moving elsewhere, speedily found a deputy headship. School 21 allowed him to put into practice ideas that had long bubbled in his mind. Hyman does not strike you as a man afflicted by regrets or self-doubt. But he has learned, as he puts it in 1 Out of 10, “how the approach I had been part of creating, to deal with 24-hour media and to demonstrate a decisive government, was entirely the wrong one for … ensuring successful delivery”. Politicians are desperate to show “momentum” with new ideas, big and small. Real “delivery”, Hyman has discovered, “is about the grind, not just the grand”. He tells me: “As head, I spend a lot of time trying to bat away, ameliorate, ignore government initiatives. There is too much activity and too much one-size-fits-all: with 24,000 schools, the same things can’t possibly apply to them all. The greater the distance I’ve travelled from government, the more sceptical I’ve become about how it operates.” Sadly, politicians show no sign of heeding that message and, as Hyman says, it’s difficult to imagine them ever doing so. But perhaps, instead of recruiting 24-year-old history graduates as advisers, they could start by hiring people with experience on the public service frontline.  This article was amended on 10 May 2016 to correct the wording of Labour’s Clause IV.",
  "webTitle": "Not your bog-standard headteacher: ex-Blair aide on the joys of the job",
  "webPublicationDate": "2016-05-10T06:15:01Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/10/headteacher-blair-peter-hyman-school",
  "keyword": [
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Wilby",
      "id": "profile/peterwilby"
    }
  ],
  "guardianId": "education/2016/may/10/headteacher-blair-peter-hyman-school"
}