{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/real-madrid-atletico-madrid-champions-league-final-match-report",
  "id": "2016-05-28-30",
  "sectionId": "football",
  "body": "It was another epic encounter between these old rivals, featuring some of the best and worst traits of Spanish football, and when everything was done Cristiano Ronaldo’s top was off, his muscles were flexed and the European Cup was back in the hands of the club that likes to think of this trophy as their own possession.   Related: Real Madrid twist the knife again to give Atlético the cruellest of nights    Real Madrid have won it 11 times now and a club with their haughty self-regard will no doubt like the fact Barcelona, Manchester United and Juventus have not even managed that amount altogether. Gareth Bale played a considerable part, just as he did at the Estádio da Luz in Lisbon two years ago, and Zinedine Zidane can be added to the small, distinguished list to have won Europe’s most cherished club competition as a player and coach, alongside Miguel Muñoz, Giovanni Trapattoni, Johan Cruyff, Carlo Ancelotti, Frank Rijkaard and Pep Guardiola. At the same time, only the flint-hearted would not sympathise with Atlético Madrid after the effort they put in before the game’s brutal climax. Diego Simeone’s team showed it is possible to excel and to lose. They ended up on their knees, distraught and beaten, but it was spontaneous applause at the end from the loud, boisterous supporters on Curva Sud where, before kick-off, a giant banner was unfurled with the message: “Tus Valores Nos Hacen Creer.” It translated as “Your Values Make us Believe” ‚ and those are the values every football club should want: the desire to stretch every sinew, a refusal to bend for anybody and an exceptional form of togetherness. They will not want the tag of gallant losers but the players in red and white gave everything, as they always do, before the agonies of a penalty shoot-out when Lucas Vázquez, Marcelo, Bale, Sergio Ramos and, finally, Ronaldo all scored for Real in the same corner. Antoine Griezmann, Gabi and Saúl Ñíguez converted the first three for Atlético but Juanfran’s shot came back off the post and, ultimately, it did not matter that Ronaldo had been on the game’s edges for most of the night. He had the chance to deliver the winning kick, show off that chiselled torso and reiterate his heroic status – and that is just the way he likes it. The deja vu will stab at Atlético when they also reflect on Griezmann firing a penalty against the crossbar early in a second half when Yannick Carrasco changed the match with his pace, trickery and directness. Carrasco, a half-time substitute, menaced Real’s defenders and scored the goal that took the game to extra time, celebrating it by running to the front row and – a first for the European Cup – smooching with his girlfriend. At that stage, Atlético looked the more likely winners. They ran a staggering 9.5km more than their opponents during normal time and, as the game went into extra time, there had to be questions about Zidane’s decision to use up all his substitutions by the 77-minute mark. At one point a simple pass rolled Ronaldo’s way and he let it go under his foot and out for a throw-in. Luka Modric could be seen pulling out of a 50-50 with Gabi. Carrasco looked in the mood for some more romancing and, though Real ultimately took the glory, it has to be said that some of their players tarnished the event with their behaviour. The biggest night of Mark Clattenburg’s refereeing career was certainly a challenge, to say the least, and it is just a pity that neither Real nor Uefa will probably think it necessary to punish Pepe for his various bouts of faux agony. There were two occasions when Pepe tried to get opponents sent off with shameless play-acting – first Juanfran and then Carrasco – and Clattenburg really ought to have sent off the Real defender. The referee looked down at Pepe rolling on the floor at one point and shook his head disdainfully. Otherwise, Clattenburg can reflect on a reasonably competent night in difficult circumstances even if his assistant, Simon Beck, ought to have raised his flag to disallow Ramos’s 15th-minute goal. Ramos, who also strayed dangerously close to a red card, was offside when he turned in Bale’s flick-on, from a Toni Kroos free-kick, but it was not punished and it took a while for Simeone’s players to shake their heads clear from the early setback.   Related: Cristiano Ronaldo celebrates ‘fantastic night’ after Champions League win    Bale, in particular, looked determined from the start to leave a favourable impression on the final. Modric was outstanding in the first half and, however strong the suspicion that Ronaldo might not be at the maximum point of fitness, Zidane must have been encouraged by the way his team stretched their opponents in that part of the game. Yet Carrasco’s introduction gave Atlético new impetus and, however galling it was for them to see Griezmann’s penalty go to waste, at least it reminded them that the lead was only fragile. Pepe’s challenge on Fernando Torres might have turned the match in Atlético’s favour but it was a wild effort from Griezmann, in stark contrast to the composure he showed during the shoot-out. The equaliser arrived in the 79th minute when the inspirational Gabi dinked a delicate little up-and-under into Juanfran’s path. The cross was delivered beautifully, volleyed across the six-yard area, and Carrasco was the quickest to react, rifling his shot high into the net. After that, both teams had chances to win, neither settling for penalties. Juanfran, who had been one of the outstanding players, was a few inches out with his kick and, with Ronaldo next in line, that mistake was always likely to be fatal.",
  "webTitle": "Real Madrid win Champions League on penalties against Atlético",
  "webPublicationDate": "2016-05-28T21:38:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/real-madrid-atletico-madrid-champions-league-final-match-report",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/28/real-madrid-atletico-madrid-champions-league-final-match-report"
}