{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/doubts-rise-over-ttip-as-france-threatens-to-block-eu-us-deal",
  "id": "2016-05-03-130",
  "sectionId": "business",
  "body": "Doubts about the controversial EU-US trade pact are mounting after the French president threatened to block the deal.  François Hollande said on Tuesday he would reject the Transatlantic Trade and Investment Partnership “at this stage” because France was opposed to unregulated free trade.  Earlier, France’s lead trade negotiator had warned that a halt in TTIP talks “is the most probable option”. Matthias Fekl, the minister responsible for representing France in TTIP talks, blamed Washington for the impasse. He said Europe had offered a lot but had received little in return. He added: “There cannot be an agreement without France and much less against France.” All 28 EU member states and the European parliament will have to ratify TTIP before it comes into force. But that day seems further away than ever, with talks bogged down after 13 rounds of negotiations spread over nearly three years.           What is TTIP? Everything you need to know about the ‘super sexy’ trade acronym    The gulf between the two sides was highlighted by a massive leak of documents on Monday, first reported by the Guardian, which revealed “irreconcilable” differences on consumer protection and animal welfare standards. The publication of 248 pages of negotiating texts and internal positions, obtained by Greenpeace and seen by the Guardian, showed that the two sides remain far apart on how to align regulations on environment and consumer protection. Greenpeace said the leak demonstrated that the EU and the US were in a race to the bottom on health and environmental standards, but negotiators on both sides rejected these claims. The European commission, which leads negotiations on behalf of the EU, dismissed the “alarmist headlines” as “a storm in a teacup”. But Tuesday’s comments from the heart of the French government reveal how difficult TTIP negotiations have become.  France has always had the biggest doubts about TTIP. In 2013 the French government secured an exemption for its film industry from TTIP talks to try to shelter French-language productions from Hollywood dominance.  Hollande, who is beset by dire poll ratings, indicated on Tuesday that the government has other concerns about TTIP. Speaking at a conference on the history of the left, Hollande said he would never accept “the undermining of the essential principles of our agriculture, our culture, of mutual access to public markets”.  Fekl told French radio that the agreement on the table is “a bad deal”. “Europe is offering a lot and we are getting very little in return. That is unacceptable,” he said. The director of Greenpeace EU, Jorgo Riss, said the French president’s concern was “unsurprising given that the commission is clearly not following the mandate it was given by EU countries to protect European environmental and health standards”. The question marks over TTIP are a setback for the British prime minister, David Cameron, who last year vowed to put “rocket boosters” under the talks as he described TTIP as “a deal we want”. But Barack Obama has made it clear that the UK would not get any special treatment if it left the EU and tried to negotiate a separate trade deal. On a visit to London last month, the US president said the UK would be at “the back of the queue” in any post-Brexit trade talks. The most recent round of TTIP negotiations took place last week, where EU and US officials reiterated that they hoped to reach a deal in the second half of 2016, before Barack Obama leaves the White House next January. Talks began in July 2013, but rapidly became bogged down amid widespread public concern on both sides of the Atlantic. Reducing tariffs is only a small element of the trade pact. The most contentious issues centre on aligning consumer and environmental standards and opening up markets to transatlantic rivals.",
  "webTitle": "Doubts rise over TTIP as France threatens to block EU-US deal",
  "webPublicationDate": "2016-05-03T15:26:06Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/doubts-rise-over-ttip-as-france-threatens-to-block-eu-us-deal",
  "keyword": [
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    }
  ],
  "guardianId": "business/2016/may/03/doubts-rise-over-ttip-as-france-threatens-to-block-eu-us-deal"
}