{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/syrian-airbase-used-by-russia-damaged-in-isis-attack-report",
  "id": "2016-05-24-68",
  "sectionId": "world",
  "body": "An entire Russian helicopter unit based in Syria was wiped out in an Islamic State attack, satellite images appear to suggest. The attack on 14 May targeted a strategically significant airbase in central Syria used by Russian forces, and again suggests Isis forces are trying to operate outside territory held by the terror group to undermine the regime of Bashar al-Assad. On Monday more than 100 Syrians were killed in a series of suicide bombings in Tartous and Jableh, two coastal cities in a loyalist enclave that had previously escaped the violence that has devastated the rest of the country. The military position in Syria is extremely fluid, with reports of a looming assault on Aleppo by 5,000 fighters from Jabhat al-Nusra, the Syrian franchise of al-Qaida.  Meanwhile, a US-backed Kurdish-Arabic alliance, the Syrian Democratic Forces, announced in a statement that it had started an assault on the countryside north of Raqqa, the citadel of IS in Syria. The newly released satellite images suggest four helicopters and 20 lorries were destroyed in a series of fires inside the T4 base, also known as Tiyas, in eastern Homs.   Satellite imagery showing the apparent damage to MiG-25 Foxbat aircraft Satellite imagery showing the apparent damage to MiG-25 Foxbat aircraft. Courtesy of Stratfor | AllSource Analysis | DigitalGlobe   The Russian military denied that it lost helicopters at the base as a result of an Isis attack. It was originally thought that the destruction was caused by an accidental fire. But Islamic State claimed responsibility and released an image claimed to show one of its fighters firing Grad rockets at T4. A military analyst at Stratfor, Sim Tack, said: “What the imagery tells us is that first of all this was not an accidental explosion, as some of the rumours kept saying. It shows very clearly that there are several different sources of explosions across the airport, and it shows that the Russians took a quite a bad hit.”   Satellite imagery showing the apparent damage to helicopters Satellite imagery showing the apparent damage to helicopters. Courtesy of Stratfor | AllSource Analysis | DigitalGlobe   The T4 airbase is described as one of the most important in Syria, and is near the historic city of Palmyra recaptured from Isis by Assad forces a month ago. The base is also near a strategic crossroads of routes that lead to Deir el-Zour, Raqqa, Damascus and other key cities.  It houses two fixed-wing attack squadrons, one composed of Su-24 aircraft and the other of Su-22 aircraft. These aircraft have carried out ground-attack missions across Syria, including the operations that eventually forced Isis out of Palmyra. In addition, the Syrian air force maintains six L-39 trainer aircraft and a few Mi-8/17 transport helicopters at the base. Stratfor said Russian forces had deployed a contingent of attack helicopters to the T4 airbase at least since March, supporting the loyalist offensive to retake Palmyra that same month. Based on satellite imagery as well as video of the base, the Russian force consisted of approximately four Mi-24P gunships.   Satellite imagery showing the apparent damage to the military base Satellite imagery showing the apparent damage to the military base. Courtesy of Stratfor | AllSource Analysis | DigitalGlobe   A Russian defence ministry spokesman, Igor Konashenkov, said: “The burnt air and auto equipment along with many craters from shell detonations have been there for several months. This is a result of heavy combat for this aerodrome between Syrian government forces and militants of terrorist groups.” Britain’s defence secretary, Michael Fallon, made no reference to the apparent airbase attack in a report to MPs on the UK air campaign in Syria. He said that since military action had been authorised by MPs on 2 December, the UK had fired 43 missiles in Syria, and a further 760 in Iraq.    Related: Three out of four Syrians believe a political solution can end the war    Fallon stood by David Cameron’s claim that 70,000 moderate rebels were fighting in Syria, but included the Kurdish forces in this number. Fallon stressed it would take many months to attack Raqqa, pointing out that previous assaults on Isis-held cities in Iraq had lasted eight months.  Fallon was pressed to explain how the US government could be so dependent on Kurds to take Raqqa, and yet was not willing to allow the Kurds to attend Geneva peace talks.  Fallon said the west would not work with Russia to coordinate the assault on Isis, but for the first time suggested there may be intelligence sharing to combat groups such as al-Nusra.",
  "webTitle": "Syrian airbase used by Russia damaged in Isis attack – report",
  "webPublicationDate": "2016-05-24T17:08:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/syrian-airbase-used-by-russia-damaged-in-isis-attack-report",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/24/syrian-airbase-used-by-russia-damaged-in-isis-attack-report"
}