{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/arsenal-chelsea-womens-fa-cup-final-match-report",
  "id": "2016-05-14-91",
  "sectionId": "football",
  "body": "For Arsenal Ladies, normal service has resumed. While the women’s football landscape is more competitive than ever and Arsenal are no longer guaranteed a monopoly on silverware, the most successful team in the country earned their 14th FA Cup thanks to a stunning strike from the game’s outstanding performer, Danielle Carter. In front of a record crowd for a women’s final of 32,912 at Wembley, Carter’s 18th-minute goal was enough to wrest the trophy back from Chelsea Ladies, last year’s league and cup winners, who could have no complaints after coming up second best in almost every area of the pitch. If anything Arsenal may have been disappointed they failed to convert their dominance into more than one goal – allowing Chelsea time to find a way back into the game, though an onslaught never materialised.   Related: Arsenal’s Pedro Martínez Losa salutes players for making ‘dream come true’ at Wembley    Emma Hayes conceded her Chelsea team, to whom she incessantly refers as “the best team in the country” and who defeated Arsenal 2-0 in a league fixture three weeks ago, did not “show enough fight for the duration” and may have suffered from “being too comfortable”. They allowed Pedro Martínez Losa’s team to take control from the opening minute and, thanks in most part to the indefatigable Carter, Arsenal created all the best chances. The 22-year-old, who scored a hat-trick on her England debut last year and is sure to become a household name on the international scene on the basis of this display, could easily have had three here. Starting as she meant to go on by shooting inches over in the opening minute, Carter set the tone on the left of Arsenal’s three-pronged attack and they never looked back. The nous and leadership of 37-year-old Kelly Smith in the central position complemented the pace of Carter and Asisat Oshoala out wide – and while the manager was keen to praise his team as a whole, the game was decided by a piece of individual brilliance. Taking down a long ball from Casey Stoney, Carter controlled before twisting Hannah Blundell inside out twice and cutting into the area. Carter looked up, picked her spot and delivered a delightful curling effort into the top right corner, leaving Hedvig Lindahl in the Chelsea goal with no chance. While Arsenal’s attacks emanated almost exclusively from wide areas, their silencing of Chelsea’s most influential midfielder, Ji So-yun, could also not go by unnoticed. Fara Williams, providing a masterclass in the holding role and ably assisted by Vicky Losada and Jordan Nobbs, barely gave the South Korean, scorer of the winner in last year’s final, a moment of peace. It took half an hour for Ji to get a sight at goal, and even then she was harried enough to shoot over following Gemma Davison’s through ball. Before that Fran Kirby tried to slot the ball between Sari van Deenendaal’s legs after her pace left Emma Mitchell behind but the Arsenal keeper turned the ball away for a corner. That turned out to be Chelsea’s best chance. Carter continued to make it an uncomfortable afternoon for Blundell, who perhaps afforded her opponent too much space and respect, and went close to scoring again when directing a left-footed effort goalwards. Lindahl got down well to save. Oshoala tormented Ana Borges to a similar degree and was unlucky not to score either side of half-time, denied by the busy Lindahl on both occasions. Five minutes into the second half the Nigerian attacker produced an audacious flick over the head of Borges before sending a pinpoint cross to Smith, only for the veteran striker to head on to the crossbar. Soon after Carter was denied by Lindahl’s outstretched right leg after cutting in past Blundell once more. Chelsea appeared to be living a charmed life but after Lindahl had to deny Oshoala from Smith’s clever disguised pass – the goalkeeper bravely sliding in at the feet of the former African women’s player of the year – a mild sense of nervousness crept in for the leaders. Yet when Ji was afforded a clean look at goal 20 minutes from the end, after Gilly Flaherty knocked on a Borges corner, she could only fire wide. At that juncture Chelsea committed more forward, but Arsenal remained a live threat on the break and Carter, using her ferocious speed to skip past Blundell again, had a shot blocked. Chelsea did earn a couple of half chances entering added time – a Davison shot was blocked by Stoney and Kirby volleyed the rebound wide – but, indisputably, Arsenal were deservedly victorious.",
  "webTitle": "Arsenal’s Danielle Carter sinks Chelsea in Women’s FA Cup final",
  "webPublicationDate": "2016-05-14T15:09:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/arsenal-chelsea-womens-fa-cup-final-match-report",
  "keyword": [
    {
      "webTitle": "Women's football",
      "id": "football/womensfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/14/arsenal-chelsea-womens-fa-cup-final-match-report"
}