{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/china-internet-censorship-strategic-distraction-gary-king",
  "id": "2016-05-29-132",
  "sectionId": "commentisfree",
  "body": "If you ever wanted an illustration of why academic research is not just important but vital, then the work of Gary King, professor of sociology at Harvard, could serve as exhibit A. Why? Well, one of the more pressing strategic issues that faces western governments is how to adjust to the emergence of China as a new global superpower. The first requirement for intelligent reorientation is a rounded understanding of this new reality. And while it may be that in the foreign offices and chancelleries of the west officials and policy makers are busily boning up on Chinese industrial and geopolitical strategy (what the hell are they up to in the South China Sea, for example?), I see little evidence that anyone in government has been paying attention to how the Beijing regime seems to have solved a problem that no other government has cracked: namely, how to control, manage and harness the internet for its own purposes. Strangely, our rulers still seem blissfully unaware of this, which is odd because – as I pointed out ages ago – there’s no longer any excuse for ignorance: Professor King has done most of the heavy lifting required. In a landmark study published in Science in 2014, for example, he and his colleagues reported on a remarkable, fine-grained investigation that they conducted into how the Chinese regime controls the network.    China's ‘strategic distraction’ is the political equivalent of the LOLcats that keep western youth anaesthetised    What the research showed was a degree of subtlety and sophistication undreamed of in western coverage of Chinese online censorship. In essence, King et al suggested that almost everything we think we know about the Chinese internet is wrong. For one thing, its users do not cower nervously behind the “great firewall”. On the contrary: online debate and discourse in China is as raucous, untamed and virulent as it is here. And yet the government devotes massive resources (200,000-plus people) to watching and censoring the network. So what are they doing? Answer: censoring some predictable stuff (pornography, Falun Gong, Tiananmen, etc); but much of what we would regard as “political” discourse (criticism of local communist party officials, for example) remains apparently unrestricted. There is, however, one type of discourse that is ruthlessly and efficiently suppressed: any kind of social media post that could conceivably lead to collective mobilisation – to people on the streets. And this applies even to posts that are favourable to the government! What emerged from Professor King’s first foray into Chinese cyberspace was an image of a political regime that had a more nuanced, insightful approach to managing the internet than most of us had assumed. This may be because the regime is, by western standards, overwhelmingly technocratic: something like 80% of the country’s ruling elite have engineering backgrounds. They know that the internet is essential for a modernising economy and they also appreciate that it provides the citizenry with a safety valve – one that also serves as a feedback loop that highlights potential trouble spots (local corruption, for example). But, most of all, they know that it is essential to keep people off the streets, which is why they censor it as they do. There was, however, one bit of the jigsaw missing: the way the regime harnesses the internet to get its message(s) across. It has long been suspected that large numbers of citizens (up to 2 million) were paid the equivalent of 50 cents per post to insert pseudonymous content into the torrent of real social media posts in which they argue with critics of the regime. The problem was that there was little empirical evidence for this suspicion or – more importantly – for the regime’s strategic objectives in employing 50 cent bloggers. Professor King and his colleagues have now filled in this blank with the publication of another remarkable paper. The researchers were able to identify the secretive authors of many of these posts and to estimate their volume (488m a year). However, the most interesting finding is that the phoney posters avoid arguing with sceptics and critics, and indeed avoid discussing controversial topics altogether. So what are they up to, then? Mostly, it seems, “cheerleading for the state, symbols of the regime, or the revolutionary history of the Communist party”. In other words, trying to swamp social media with happy-clappy stuff and thereby dilute conversations about grievances, state shortcomings and other tricky topics. Professor King calls it “strategic distraction”, but really it’s the political equivalent of the LOLcats that keep western youth anaesthetised and off the streets. King’s other discovery is more mundane. It turns out that the 50 cents angle may be a myth. Most of the phoneys seem to be government employees who contribute part-time outside of their normal jobs and not ordinary citizens doing piecework. Jobsworths, not stooges, in other words. Another beautiful theory vaporised by a banal fact. That’s research for you.",
  "webTitle": "The secret army of cheerleaders policing China’s internet | John Naughton",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/china-internet-censorship-strategic-distraction-gary-king",
  "keyword": [
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Naughton",
      "id": "profile/johnnaughton"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/china-internet-censorship-strategic-distraction-gary-king"
}