{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/20/prison-officers-taken-hostage-isuffolk-jail-report-reveals",
  "id": "2016-05-20-254",
  "sectionId": "society",
  "body": "Five prison officers were taken hostage at a Suffolk jail by an inmate wielding a twin-bladed weapon in one of three serious incidents detailed in a leaked report. The standoff at HMP Highpoint on 12 May resulted in five staff members being held in an office by the armed prisoner. He demanded a transfer, to be recategorised and to be taken off the prison wing, the report seen by the BBC revealed. Prison Service Gold Command, the national group convened during serious incidents and disturbances, was deployed and the prisoner surrendered.  A second hostage incident also occurred the previous day at the same prison, when staff found four prisoners barricaded in a cell with one of them tied up with a sheet over his head. The prisoners surrendered five hours later. In another incident on 11 May, at HMP and YOI Swinfen Hall, Staffordshire, a prisoner used a toilet brush studded with razor blades to slash and stab another inmate. The victim suffered deep gashes to his head, face and ear before staff intervened and he was taken to Good Hope hospital in Birmingham. The attack was filmed on a mobile phone that had been smuggled in. Earlier this week, evidence submitted to MPs by prison officers said riot squads were being called into jails across England and Wales  30 to 40 times a month to deal with serious disorder. The Prison Officers Association told MPs that intervention teams from the prison service’s national tactical response group had been called to jails with unprecedented frequency between March and November last year. Bob Neill, the Conservative justice committee chairman, said the justice ministry had hoped prison safety would stabilise. However, it had deteriorated further and continued to do so, with 100 suicides in the past year and a 20% rise in assaults in the second half of 2015 among the 85,000-strong UK prison population. There were also nearly 2,000 fires in prisons in 2015 – a 57% increase compared with 2014. Prisons minister Andrew Selous said prison governors were being given more freedom to improve the rehabilitation of offenders. “We must do better at reducing violence and preventing drugs entering prison. We must do more to help prisoners with mental health problems. We have to ensure prisoners can be rehabilitated so they are no longer a danger to others,” he said. “We have secured £1.3bn to modernise the prison estate and we have responded to staffing pressures with a national net increase of 530 officers, since January last year. These reforms will ensure prisons are places of decency and improve public safety by reducing reoffending.”",
  "webTitle": "Prison officers taken hostage in Suffolk jail, report reveals",
  "webPublicationDate": "2016-05-20T10:00:42Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/20/prison-officers-taken-hostage-isuffolk-jail-report-reveals",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "society/2016/may/20/prison-officers-taken-hostage-isuffolk-jail-report-reveals"
}