{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/14/boris-johnson-accused-of-dishonest-gymnastics-over-ttip-u-turn",
  "id": "2016-05-14-83",
  "sectionId": "politics",
  "body": "Boris Johnson has been accused by the grandson of Sir Winston Churchill, the Conservative MP Sir Nicholas Soames, of “fundamentally dishonest gymnastics” for criticising a planned multibillion-pound trade deal between the US and the EU that he had previously lauded as “Churchillian” for its brilliance. Soames, the MP for Mid Sussex, said Johnson’s change of position on the Transatlantic Trade and Investment Partnership (TTIP) was yet more evidence of his “complete lack of credibility and coherence” in arguing the economic case for Britain to leave the EU.     The former defence secretary Liam Fox speaks ahead of Johnson at a Vote Leave event. Photograph: Matt Cardy/Getty Images    The former mayor of London, a key figure in the Vote Leave campaign, wrote in his Daily Telegraph column in October 2014 that TTIP – a deal being negotiated by the EU commission with Washington – was a “great project”. He said: “It is Churchillian in that it builds transatlantic links, it is all about free trade, and it brings Britain and Europe closer to America. The idea is to create a gigantic free-trade zone between the EU and the US … There is absolutely nothing not to like about the TTIP.  “As Churchill might have said, it is altogether unsordid. And yet virtually the only commentary we have been offered is absurdly hostile and misinformed. The debate is dominated by leftwing misery guts anti-globalisation campaigners.” In his Telegraph piece, Johnson rejected any idea that the free-trade deal could threaten the NHS by leaving it open to competition from US firms, a view now taken by Vote Leave. He wrote: “If we get the TTIP agreed, it will certainly not mean the privatisation of the NHS, and nor will it mean a green light for fracking [in] Sussex. At the very most, it will mean that there is some protection against government deciding – locally, at state level or nationally – to legislate in some arbitrary and unexpected way so as to discriminate against foreign companies.   Related: Post-truth politicians such as Donald Trump and Boris Johnson are no joke | Jonathan Freedland    “That strikes me as a very useful thing for British companies, both large and small. This new free-trade pact with America is not a threat: it is a sensational opportunity to break down the remaining barriers to trade with … the biggest single export destination for Britain.” However, in a speech last Monday backing Brexit, Johnson changed his tune, likening the EU’s role in the continuing TTIP talks to a “pantomime horse” in which the 28 member states tried, chaotically, to agree a joint position on a venture that was preventing the UK from striking its own, quicker and more effective bilateral trade deals. The speech by Johnson, who has written a biography of Churchill, lampooned the TTIP process. “As for the argument that we need the muscle of EU membership if we are to do trade deals – well, as I say, at the results after 42 years of membership, the EU has done trade deals with the Palestinian Authority and San Marino. Bravo. But it has failed to conclude agreements with India, China or even America,” he said. “Why? Because negotiating on behalf of the EU is like trying to ride a vast pantomime horse, with 28 people blindly pulling in different directions.” He added: “For decades, deals with America have been blocked by the French film industry, and the current TTIP negotiations are stalled at least partly because Greek feta cheese manufacturers object to the concept of American feta. They may be right, aesthetically, but it should not be delaying us in this country.” Soames told the Observer that Johnson’s change of position was astonishing, but not surprising. “This is typical of Boris’s now regular inconsistencies in praising the TTIP transatlantic deal as Churchillian a mere 18 months ago, and now having jumped ship, apparently changing his mind yet again,” he said. “It is another example of Boris’s complete lack of credibility and coherence on this very important transaction. People will simply not understand this fundamentally dishonest gymnastics.”     Johnson arrives in Bristol to give a speech in favour of leaving the EU and ‘unshackling Britannia’. Photograph: Matt Cardy/Getty Images    The former cabinet minister Michael Heseltine also weighed in, saying that while people loved Boris for his jokes, “consistency somehow eludes him”. In a further twist last night, friends of Johnson said that he is still a supporter of TTIP. They said the comments from Soames were part of “another ill-informed and fundamentally dishonest attack by the Remain camp. What he’s attacking is the fact that the vested interests of member countries prevent any progress towards a TTIP deal. If the UK votes to leave the EU, we can do our own trade deal with the US free from member state interference.” However, Vote Leave had earlier confirmed that it is now officially opposed to TTIP because the UK should be doing its own deals, not having them negotiated on its behalf by the EU, and because the agreement threatened the NHS.     Sir Nicholas Soames, left, and his grandfather, Sir Winston Churchill, of whom Johnson has written a biography. Photograph: PA      The former foreign secretary David Owen, a supporter of Britain leaving the EU, has taken the lead in warning that TTIP is a danger to the NHS. “We are agreed in Vote Leave that whatever our political views on the present marketisation of the NHS, decisions on the NHS should for the future be for the UK parliament and devolved administrations to take. It should not be for the European commission nor the European parliament,” Lord Owen said. Johnson’s apparent U-turn on TTIP was criticised as he joined fellow leave campaigners at events across the country in the biggest day yet for the EU referendum campaign. David Cameron and Jeremy Corbyn appeared at separate rallies for the remain camp on Saturday, unveiling a campaign poster in his Oxfordshire constituency of Witney on Saturday, said leaving the EU would cost each UK household £4,300 and precipitate the loss of billions of pounds in funding for infrastructure projects.      David Cameron delivers a speech at a remain campaign event in his constituency of Witney, Oxfordshire. Photograph: Eddie Keogh/PA    “I am absolutely convinced that our economic security will be better if we stay in a reformed European Union and it will be seriously at risk if we were to leave,” he said. “If we vote to leave on 23 June, we will be voting for higher prices, we will be voting for fewer jobs, we will be voting for lower growth, we will be voting potentially for a recession. That is the last thing our economy needs.” By contrast, Johnson told a campaign event that Britain can “prosper, thrive and flourish as never before” if it chooses to leave the EU. “We have passion and courage, and a sense of duty,” he said. “This is not just the time to unshackle Britannia from her chains, though it certainly is, it’s a time to speak up for freedom across the whole continent.” Meanwhile, at a rally in London, Corbyn said the government, rather than Brussels, was to blame for the “many problems” facing Britain. “There is so much more the European Union could be doing if we had a government making the right choices and with the right priorities,” he said. “People in this country face many problems: from insecure jobs, low pay and unaffordable housing to stagnating living standards and environmental degradation, and the responsibility for them lies in 10 Downing Street, not in Brussels.     Jeremy Corbyn speaks at the Progress conference in London, where he blamed the government for the UK’s problems. Photograph: Hannah Mckay/Reuters    “The Tories and Ukip are on record as saying they would like to cut back our workplace rights, and many unscrupulous employers would have our rights at work off us if they had the chance.”",
  "webTitle": "Boris Johnson accused of 'dishonest gymnastics' over TTIP U-turn",
  "webPublicationDate": "2016-05-14T16:19:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/14/boris-johnson-accused-of-dishonest-gymnastics-over-ttip-u-turn",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/14/boris-johnson-accused-of-dishonest-gymnastics-over-ttip-u-turn"
}