{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/26/americans-understanding-british-english-accents-tv-study",
  "id": "2016-05-26-244",
  "sectionId": "science",
  "body": "Academics are studying whether British accents become unintelligible to Americans as they age.  The first-of-its-kind analysis was inspired by older Americans complaining at hearing clinics about no longer being able to understand their favorite television shows, such as Keeping Up Appearances and PBS’s Masterpiece Theatre, which presents British series.  The study’s senior author, Sarah Hargus Ferguson, a University of Utah associate professor of communication sciences and disorders, said researchers wanted to test whether it was an actual problem that patients would come in and say: “I really used to enjoy Masterpiece Theater and now I can’t.” Ferguson emphasized that the study is the “first stab” at quantifying the intelligibility of British English to American listeners.    Related: How Eurovision finally cracked America    Researchers have only tested 14 older people with hearing impairment and 14 young people with normal hearing.  But should the study grow, it could prove beneficial as Americans have shown record-breaking interest in British television in recent years, with the US paying $800m for UK programming in 2013/2014.  And in May 2011, British pop star Cheryl Cole was ousted as a host of American Idol, in part because her north-east English accent was “too thick” for American audiences.  Caroline Champougny, a neurolinguistic and visiting scholar at the University of Utah, is leading the study, which is recruiting adults without hearing problems to test before the final data analysis. She previewed the study at the Acoustical Society of America’s 171st meeting in Utah on Tuesday.  The testing process is simple: study participants will listen to simple sentences in a British accent and an American accent. They will hear the sentences in a quiet setting and in a setting that simulates having 12 Americans speaking in the background.  “At that point we will have a very basic, initial picture about the effects of a British accent,” Ferguson said.  The study only looks at one British dialect and one American dialect, leaving questions about how Americans would fare against regional accents as the BBC moves to incorporate dialects from outside of London.  That problem, however, would not be specific to Americans – even the British seem to have a problem understanding each other. According to a 2011 BBC survey of more than 20,000 people, British viewers complained about not understanding regional UK accents on the network’s programs.",
  "webTitle": "Do British accents become unintelligible to Americans as they get older?",
  "webPublicationDate": "2016-05-26T10:45:09Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/26/americans-understanding-british-english-accents-tv-study",
  "keyword": [
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Utah",
      "id": "us-news/utah",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "science/2016/may/26/americans-understanding-british-english-accents-tv-study"
}