{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/graeme-fowler-john-barclay-the-spin",
  "id": "2016-05-10-236",
  "sectionId": "sport",
  "body": "Most cricketers reveal a lot about themselves by the way they play. Watch Ian Botham or Ben Stokes bat and bowl and you surely get a fair reflection of their character. Deeds and demeanours on the field can be pretty reliable witnesses, though I always reckoned that Viv Richards was a notable exception. Has there ever been a more arrogant-looking entry to the arena than his as he ambled out to bat? He would wait until the stage was clear before stepping disdainfully onto grass privileged to feel the tread of his feet. Yet off the field Richards was one to shun the limelight; he was impeccably polite, self-effacing even, happier in the corner of the room. So some cricketers can surprise us. They are not always quite what they seem. This thought occurred to me after two books had been squeezed through my letterbox recently. Both are the products of two peers of mine, who are capable of making us think again. The books are Absolutely Foxed by Graeme Fowler and Team Mates, a collection of essays compiled – or should I say cajoled into existence? – by John Barclay in order to raise funds for the Arundel Castle Cricket Foundation. You would think that these two are poles apart. Barclay is an old Etonian. He sounds posh and is indefatigably cheerful. He seems a throwback to a bygone era when the game’s wellbeing was dependent upon the decisions of enlightened (hopefully) amateurs – a jolly good chap. Fowler is from Accrington; he has always sounded as if he is from Accrington, a Jack the Lad mischief-maker with a sharp tongue, who somehow found himself opening the batting for England in the mid-80s. Don’t trust the above paragraph. These two have plenty in common including being candid about their battles with depression. Recently Fowler – or Foxy, as he was christened by Bob Willis on his Test debut – a nickname that outlasted the one given to me on the same day (thankfully), has been working with the Professional Cricketers’ Association around the counties, sharing some of his experiences of depression, which he would be able to do vividly for he is a superb communicator and a wonderfully independent thinker. Recently Mike Selvey wrote a lovely appreciation of Fowler’s autobiography so I’ll try to not to dwell too long there. The book reminds us that beyond the Jack-the-laddery there was a serious, cerebral cricketer, who made himself an exceptional opening batsman. Fowler worked out how to play against spin so well that he hit a double-century for England in Chennai in 1984. Even more impressive he found a way to make a century at Lord’s against West Indies at their most formidable. That does not happen by having a bit of a do; it is not an accident. So it was no surprise that Fowler should become a successful, idiosyncratic coach at Durham University from the days of Andrew Strauss onwards. Indeed he assembled the blueprint for the university academies that are now in danger of being diminished. This applies not only at the six MCC-sponsored universities but also at places such as Exeter University. Despite a strong sporting tradition at Exeter they have just dispensed with their elite coach, Julian Wyatt (once of Somerset). Sadly it is becoming more difficult for a talented young cricketer to combine further education with exploring how far it is possible to go in their sport. In the recent batch of matches graduates such as Toby Roland-Jones, Tom Westley and Tom Abell have flourished. In the future there may be a starker choice for players of their ilk: professional cricket or a university education, but not a combination of both. In “Absolutely Foxed” Fowler takes us from riotous Elton John parties – I wasn’t there, I’m pretty sure of that – to behaving like a smart-ass schoolkid when doing his level four coaching course with the England and Wales Cricket Board. He must have been a formidable “pupil”. In fact he was understandably uncomfortable that a quintet of international cricketers in his group on the course (Matthew Maynard, Grant Flower, John Morris and Steve Kirby were the others) were treated like naughty schoolboys: “So we ended up behaving like naughty kids. We used to draw cocks on the board.” I have a hunch that Barclay would not have done that even in his more mischievous moods as an Eton schoolboy. It is easy to underestimate Barclay, to assume that he is a cheerful relic of another era, who would not be out of place in a PG Wodehouse novel. Think again. “Trout” captained a strong-minded Sussex side that included Imran Khan, Garth Le Roux and Ian Gould and he could be as ruthless as any captain born in Rawdon or Pudsey. There weren’t many fancy declarations with the ball tossed high in the air by the spinners when playing against Sussex. Why would you do that with Imran in your side? Barclay batted like Boycott without the shots and without such a sound technique. He would battle grittily away – often “under par” as an opening batsman, which meant he would have fewer runs than overs bowled in the innings. “Was that terribly boring?” he would ask as he made his way to lunch on 29 not out. There was one occasion when Somerset turned up at Hove and Barclay was the one man in the Sussex side who was disappointed by the news that Joel Garner was not fit to play. He had been building up for that for days. The anti-climax of his absence meant that Barclay failed – unlike some of his colleagues. Later he was England’s manager on tour in interesting times when Mike Atherton was captain and Ray Illingworth was the coach/supremo. This was quite a balancing act. Today he remains very good mates with Atherton; they still go fishing together. And Atherton, as you may have divined over the years, is no great fan of fancy-dan, old amateur types. No surprise then that Atherton, along with Selvey, David Gower, Steve James, Alistair Hignell, Angus Fraser and many other notables, have contributed to rather a good book about team-mates for a good cause. So who surprises us in the modern era? With the international summer about to get under way I’ll suggest the England Test captain. Alastair Cook still looks a bit like the choirboy he once was; there are times when confronted with a microphone he sounds hesitant and unconvincing. Watch him bat for a day and you might be hard-pressed to remember more than the odd hook/cut shot. Not so long ago he was regularly criticised as being some sort of ECB stooge. As above, think again. Don’t trust the appearances. Cook is 36 short of 10,000 runs in Test cricket as he prepares for his 127th match, over a thousand more runs than the No2 on the list, Graham Gooch – not bad for a man without shots. However he looks, however he bats, however he chooses to captain the side, it is impossible to avoid the conclusion that he is also a tough bastard. To subscribe to The Spin, just visit this page, find ‘The Spin’ and follow the instructions",
  "webTitle": "Graeme Fowler and John Barclay books shed light on cricketers’ inner workings",
  "webPublicationDate": "2016-05-10T10:16:39Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/graeme-fowler-john-barclay-the-spin",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/10/graeme-fowler-john-barclay-the-spin"
}