{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/28/failure-to-report-child-abuse-criminal-offence",
  "id": "2016-05-28-42",
  "sectionId": "society",
  "body": "Teachers and doctors will face criminal sanctions if they fail to report concerns that children are being abused, under controversial proposals to be discussed in a government consultation. The clamour for changes to the UK’s child protection law has been growing since the Jimmy Savile scandal, which exposed how the DJ abused hundreds of young victims at institutions across the country. It emerged that, despite the fact that many people had concerns about Savile’s behaviour, very few raised them with the authorities. In response, the government will shortly announce a 12-week consultation on the mandatory reporting of abuse – in what is being described by supporters as the biggest and most important debate around child protection measures for decades. The consultation is the result of lobbying from Mandate Now, the largest coalition of survivor charities in the UK, which has been pushing for a law requiring staff who work in regulated activities to report concerns about the welfare of children and vulnerable adults to their local authority. The coalition’s founder, Tom Perry, who was the first complainant in the Caldicott School child abuse scandal, said that mandatory reporting of suspected or known child abuse was a “vital component” of a functioning child protection system and has the potential to positively impact the lives of millions. Perry explained that currently there is no obligation on anyone working in a regulated activity to report the fact that they had witnessed abuse. This is in stark contrast to many countries, where this is obligatory. Mandate Now claims that more than four-fifths of five developed nations have some form of mandatory reporting. However, the government has been dithering over when to introduce the consultation because of concerns about feasibility. Mandate Now highlights research by Professor Ben Mathews, an Australian respected child protection expert who has completed a 10-year study of mandatory reporting. Mathews compared two demographically similar locations with similar-sized child populations. He found that in 2010 in the Australian state of Victoria, which has mandatory reporting, almost five times as many sexually abused children were identified as in Ireland, which does not. But the UK’s Lucy Faithfull Foundation, which works with sex offenders and abuse victims, said it was not convinced that mandatory reporting would prove effective. “We need to tackle today’s issues with knowledge of what is going on today, not base present-day responses on inadequacies or scandals from the past,” said director of research Donald Findlater. “Those who argue for mandatory reporting seem to assume that most known or suspected abuse is not reported. I don’t believe that is the case, though there are exceptions.” Findlater pointed out that there are already sanctions that could be invoked against those who failed to take action. “Where there is knowledge or suspicion of abuse, I believe this is mostly passed on to the authorities. And where it is not, employers can take disciplinary action, professional associations can withdraw registration and the Disclosure and Barring Service can ban someone from working with children.” He said that evidence from countries where mandatory reporting had been introduced showed that it increased the number of reports submitted to the authorities. “Our criminal justice system is already overwhelmed by the volume of work, with sexual abuse cases dominating many court timetables. I want to see expensive and valuable police and court time taken up with prosecuting sex offenders, not being distracted by attending to those who fail to report.” Supporters of mandatory reporting complain that what they are calling for is being misrepresented by critics. They claim that it would promote a culture of prevention by obliging – and protecting – designated people such as teachers, doctors, nurses and clergy to report their concerns, based on a child’s disclosures or if they had reasonable grounds for suspicion. They highlight the example of Australia, where mandated reports of child sexual abuse make up only about 6% of reports of all forms of child maltreatment made to the government. Peter Wanless, head of the NSPCC, said the charity was preparing to engage with the consultation. “Reporting child abuse is the first step to protecting children and helping them to recover,” he said. “So it’s vital that professionals are supported in speaking out and that allegations of abuse are properly investigated. But failing to act to protect children where abuse is known, or covering up abuse in closed institutions such as hospitals, schools or care homes, should be a criminal offence.” But Perry was dismissive of the NSPCC’s position. He said the law needed to go further so that professionals would be compelled to report concerns if they had reasonable grounds or face criminal sanctions. “Effective child protection is not about failing to act – it is about being required to act.”",
  "webTitle": "Failure to report signs of child abuse ‘should be made a criminal offence’",
  "webPublicationDate": "2016-05-28T20:56:09Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/28/failure-to-report-child-abuse-criminal-offence",
  "keyword": [
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jimmy Savile",
      "id": "uk-news/jimmy-savile",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sex offenders register",
      "id": "society/sex-offenders-register",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "society/2016/may/28/failure-to-report-child-abuse-criminal-offence"
}