{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/11/instagram-new-logo-photo-sharing-app",
  "id": "2016-05-11-161",
  "sectionId": "technology",
  "body": "Instagram, the photo sharing app owned by Facebook, responsible for such cultural highlights as hot-dog legs, The Fat Jewish memes and Rich Kids of, well, Instagram, has debuted a new logo. The previous one, a retro-looking camera, and one of the most recognisable tech logos out there, has been replaced by a background swirl of sunset colours (orange, yellow, pink, purple) and a white outline of a camera. As if the camera was murdered, and chalk was drawn around its body. Murdered at sundown. Here it is:     The brand new Instagram logo. Photograph: Instagram    The new logo was announced via a blog post, a longer post on Medium from head of design, Ian Spalter, and also a short introductory film. The kind that is usually intensely annoying, but actually this one is quite cute (warning though: the end has a lot of flashing and intense colours).       The blog post asserts that the “Instagram community has evolved over the past five years from a place to share filtered photos to so much more – a global community of interests sharing more than 80m photos and videos every day. Our updated look reflects how vibrant and diverse your storytelling has become.” Opinion on social media from Instagram users is split. Some are on the fence:    What in the flying fuck did Instagram do with their app logo 😂 that shit looks stupid now— Gingie (@Gingie0627) May 11, 2016    But some really like it:    Instagram logo look ugly af— ⠀ (@LSDTabs) May 11, 2016    Some, are even MORE into it:     My god the new Instagram logo is a fucking disaster— Zack Zarrillo (@zzarrillo) May 11, 2016    Some think it resembles the iOS photos app logo. Which it totally does not, but w/e.    the new instagram logo truly is gross. and i'm sure it's totally coincidence it scans as a bolder version of the iOS photos app icon.— Tony Romm (@TonyRomm) May 11, 2016    But those in the design business do seem to genuinely like it (sorry, I was joking before):    New Instagram logo, nice! @instagram https://t.co/82vJR8OnRa pic.twitter.com/QobnDh479D— Andy German (@imnotagerman) May 11, 2016      The new Instagram logo is very nice! Simplicity is everything!— Our Andrew (@Andrew_Haine) May 11, 2016    As well as the main Instagram logo, the company’s companion apps Boomerang, Hyperlapse and Layout also have updated designs. Although their logos were already much fresher looking than the old main one, which has long been in need of an update and adhered to the older fashion for skeuomorphism (logos that look like their IRL counterparts). Instagram reckons its old-school camera was “no longer reflective of the community”. Changes have also been made to the in-app UI, specifically a “flatter” design as well as some colour changes. Fonts are now black in colour, and notifications have changed from orange to red. Instagram has said that the update “puts more focus on your photos and videos without changing how you navigate the app.”     Instagram’s new in-app look – a flatter design with colour changes. Photograph: Instagram    Instagram ends its update post with a message to its users: “Thank you for giving this community its life and colour”. Instagram – you are welcome.",
  "webTitle": "Instagram unveils new logo, but it's not quite picture perfect",
  "webPublicationDate": "2016-05-11T14:55:07Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/11/instagram-new-logo-photo-sharing-app",
  "keyword": [
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Jane Parkinson",
      "id": "profile/hannah-jane-parkinson"
    }
  ],
  "guardianId": "technology/2016/may/11/instagram-new-logo-photo-sharing-app"
}