{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/newcastle-andros-townsend-england-euro-2016-squad-roy-hodgson",
  "id": "2016-05-16-33",
  "sectionId": "football",
  "body": "For Andros Townsend the timing could not have been more sweet. Less than 24 hours after being part of a Newcastle United team who thrashed Tottenham Hotspur at St James’ Park, confirmation came through he had been named in England’s provisional 26-man squad for Euro 2016. The two are not directly linked but for the player they will feel twinned in significance, marking the end of a spell in which he had become a forgotten man for club and country.   Related: Marcus Rashford and Andros Townsend in provisional England Euro 2016 squad    It began in early November when Townsend found himself banished from Spurs’ squad following an on-pitch clash with the fitness coach Nathan Gardiner in the aftermath of the 3-1 home victory over Aston Villa. The 24-year-old had been an unused substitute for the game and having failed to start a single Premier League match up to that point in the season, it was a case of frustrations boiling over for a player who was clearly not part of Mauricio Pochettino’s plans at White Hart Lane, something the manager made clear by first isolating the winger and then selling him to Newcastle at the turn of the year. Townsend accepted the move because not playing for Spurs also meant not playing for England. He burst on to the international scene with a goal and all-round excellent display on his debut – the 4-1 victory over Montenegro in October 2013 that pushed Roy Hodgson’s men towards qualification for the following summer’s World Cup. Townsend missed the tournament because of an ankle injury but on his return to fitness was regularly selected by Hodgson until he found himself out in the cold at Spurs. It is no coincidence the most recent of Townsend’s 10 England appearances came seven months ago and 21 days before his grapple with Gardiner. Townsend is back in the fold on the back of consistently strong displays for Newcastle. He has scored four goals and assisted another two in 13 appearances, the latest of which came in Sunday’s 5-1 triumph over Spurs. While Tottenham have moved on from Townsend, the match at least provided him with the opportunity to remind them of his energy, commitment and craft. Those are traits Hodgson has been admiring from afar and he has now given Townsend the opportunity to stake a claim for inclusion in the 23-man England squad who will travel to France next month, a show of faith the player is clearly determined to take up. “I’m gutted the club season has ended because I’m just getting into my stride,” he said. “Anyone who has watched me for Newcastle saw it took me three or four games to get going, then in the last five weeks I’ve been close to my best form. Against Spurs I was fresh and just loving running around. I’m in great shape and it would be incredible to go to France.” Announcing his provisional squad on Monday, Hodgson stated his fondness for players full of “hard running” and in that regard Townsend’s selection makes sense. He is someone, however, who appears to be short of technical finesse, certainly that which is required at international level. As things stand, it also hard to see him reestablishing himself in England’s starting XI for their opening match of Euro 2016, against Russia in Marseille on 11 June, with Adam Lallana and Raheem Sterling also competing for the wide berths in Hodgson’s preferred 4-2-3-1 formation. It is even possible Jamie Vardy, a provider of 24 goals and six assists in Leicester’s title-winning campaign, could be deployed as a winger during the tournament, with one of Harry Kane, Daniel Sturridge and Wayne Rooney filling the lone striker role. Townsend’s inclusion can be seen as a case of Hodgson filling a gap that would perhaps otherwise be taken by the injured Danny Welbeck or the out-of-form Theo Walcott. Whatever the case, Townsend has two friendlies, against Turkey on 22 May and Australia five days later, to prove he deserves to be make the England manager’s final cut. “I missed out on the last World Cup and I was down in the dumps because it would have been a dream to go to Brazil,” he said. “That would make going to the Euros more special. As a player you want to be in tournaments and I’m ready to go.”",
  "webTitle": "Newcastle move pays off for Andros Townsend as he earns Euro 2016 chance",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/newcastle-andros-townsend-england-euro-2016-squad-roy-hodgson",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/16/newcastle-andros-townsend-england-euro-2016-squad-roy-hodgson"
}