{
  "apiUrl": "https://content.guardianapis.com/science/political-science/2016/may/10/what-has-science-communication-ever-done-for-us",
  "id": "2016-05-10-216",
  "sectionId": "science",
  "body": "“What have the Romans ever done for us?” John Cleese’s famous question from Monty Python’s Life of Brian has been in my thoughts over the past couple of weeks. Back came the answer, “The aqueduct.” “Oh, yeah, yeah. They did give us that.” “And there’s sanitation...” You get the picture. I’ve been recalling lines from Monty Python thanks to the House of Commons select committee on science and technology, which today begins a round of public hearings for its latest inquiry into science communication. In essence, the committee is asking: “What has science communication ever done for us?” Over recent weeks, I’ve worked with colleagues from three organisations to respond to the committee’s call for evidence: AsSIST-UK the UK national professional association for social studies of science and technology; Science in Public, a UK-based research network; and the international Public Communication of Science and Technology Network (PCST). So what do we think science communication has ever done for us? Here are five suggestions: An evidence-base of more than 25 years of rigorous social science research. Generally speaking, this evidence critiques the idea that there is a single public, waiting passively to receive authoritative scientific information. Put simply, to know science is not necessarily to love it. Rather, science communication research has identified numerous, localised publics, often with context-specific knowledge that can be shared with scientists and policy makers to solve challenges of mutual interest. The challenge we face as science communicators, policy makers and citizens is in finding effective, non-hierarchical ways to exchange these diverse forms of knowledge. A practice base of more than fifteen years of experience in knowledge exchange and dialogue around science issues. Much of this work has been experimental in nature; for examples see Sciencewise, the NCCPE, and Connected Communities. This work has identified the need for effective upstream planning, engaged governance, and downstream project management. We now know that transparency in the processes of knowledge exchange, allied with fairness in the rules of engagement, are required for scientists to work with policy makers and relevant publics in meaningful ways. Quality assurance measures that have helped to raise the quality of communication and engagement practices. Social science research has helped to identify criteria to assess excellence in science communication and engagement. Knowing what works (and what doesn’t) in the short and longer-term helps organisations to embed the principles of engagement within cultures of research, opening up new career pathways. An aspirational culture for science communication and engagement. For too long, research has shown that science communication is seen as a second-class option for academics. The development of structured career development programmes has increased the capacity, confidence and quality of science communication and engagement. There is still work to be done to ensure that excellence rather than acceptability becomes the hallmark of these activities. The introduction of new ways to discuss and publish the outputs from research, and alternative mechanisms for reward and recognition suggest that a shift in this direction is underway. A vision for citizenship that moves beyond programmes for ‘gifted and talented’ children and young people. The Schools-University Partnership Initiative has shown that academics engaging with schools can contribute to efforts to widen participation. There is a growing appetite for structured programmes that connect young people, authentic research and the citizenship agenda. In particular, the introduction of information literacy programmes can develop skills in accessing, analysing and responding to the diverse sources of information now available. To paraphrase the old adage: “Give a child a piece of information and they’ll be informed for a day; teach them how to access information in sophisticated ways and they’ll have the core skills for making informed decisions forever.” “All right”, you might say, “but apart from the evidence base, the practice base, the quality assurance measures, the aspirational culture, and a vision for citizenship for all, what has science communication ever done for us?” More than anything else, science communication research and practice has helped to move us towards a research culture where different stakeholders have a say in how priorities are framed, how research is practiced and governed, and how its findings are shared. This process of culture change is far from complete. It requires leadership, courage and vision from the top down to the bottom up. My hope is that this latest parliamentary inquiry into science communication takes us another step along the road. Richard Holliman is professor of engaged research in the School of Environment, Earth and Ecosystem Sciences at the Open University.",
  "webTitle": "What has science communication ever done for us?",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/science/political-science/2016/may/10/what-has-science-communication-ever-done-for-us",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science policy",
      "id": "science/science-policy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Holliman",
      "id": "profile/richard-holliman"
    }
  ],
  "guardianId": "science/political-science/2016/may/10/what-has-science-communication-ever-done-for-us"
}