{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/steve-waterhouse-obituary",
  "id": "2016-05-09-216",
  "sectionId": "society",
  "body": "My father, Stephen Waterhouse, who has died aged 55, was an ardent anarchist and assiduous youth worker. Steve always encouraged young people to take control of their own services and in the process he helped to change many lives. Steve grew up in Lancashire, the son of shopowners Nora and Vincent Waterhouse. He was orphaned at the age of 11 when his parents died in quick succession after an accident and a stroke. He left school at 16 and was employed in catering, before meeting Dawn Hawkins, who became his partner, and moving to Chesterfield. They had two sons, Liam and me. In Chesterfield, Steve championed various causes including the fight against apartheid, gender equality, animal rights, and, particularly, the miners’ strike. He was involved in fundraising, occupations, attending demonstrations, organising meetings and benefit concerts, and producing pamphlets. He was one of a diverse group of radicals that emerged at that time called “Peace Action”. Against a climate of widespread unemployment Steve and some friends set up the “48” community centre in a portable cabin in Chesterfield, producing fanzines and developing projects to engage the skills of those without employment. This was all paid for by fundraising. Steve’s community work led him to volunteer at a Derbyshire county council project named Youth Action, which acted as his introduction to youth work. He found paid employment with the Bolsover Bucket Bangers, a community education team in Shirebrook. This group did groundbreaking work on subjects including sexual health. He was also involved as an organiser in the Community and Youth Workers Union. In 2000 Steve and Dawn separated and he moved to Liverpool. He continued youth work in Liverpool, gaining the position of project manager at Interchill, a project focused on engaging young people with technology. Later he worked for Liverpool city council in the Everton area, running projects and playing an instrumental role in the Out of the Blue music festival. During this period Steve was a season ticket holder at Anfield and raised funds for the Hillsborough Truth and Justice campaign. Throughout his life Steve loved music: from northern soul, to punk, to alternative rock. From this many people will hold musical memories of Steve, and a number of Liverpool musicians also cite his influence and support. Steve developed severe mental health problems in recent years with depression and alcoholism, which ultimately caused his death. He is survived by Liam and me, a sister, Jay, and a nephew, Jake.",
  "webTitle": "Steve Waterhouse obituary",
  "webPublicationDate": "2016-05-09T11:30:47Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/steve-waterhouse-obituary",
  "keyword": [
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/09/steve-waterhouse-obituary"
}