{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/premier-league-finances-club-by-club-breakdown-david-conn",
  "id": "2016-05-25-34",
  "sectionId": "football",
  "body": "Financial figures for the 2014-15 financial year, for the 20 clubs in the Premier League during the 2014-15 season. All details from the most recently published annual reports at Companies House. Net debt is as stated in the accounts; debts minus cash held at the bank. The separate categories of turnover are each rounded down or up, so added together they do not always tally with the total turnover figure.   Related: Premier League clubs make record £3.4bn with help from FFP regulations    Arsenal Accounts of Arsenal Holdings plc for the year to 31 May 2015 • Ownership Arsenal Holdings PLC major shareholders are: Kroenke Sports Enterprises UK (registered in Delaware, owned by US resident Stan Kroenke) 67%; Red and White Securities Limited (owned via Jersey, by Russian resident Alisher Usmanov) 30% • Turnover 3rd highest in League £345m, up from £302m in 2014 • Income Gate and match-day income £100m; TV and broadcasting £125m; Retail £25m; Commercial £79m; Property development £15m; Player trading £0.8m • Wage bill 4th highest in League £192m, up from £166m in 2014 • Wages as proportion of turnover 56% • Profit before tax £25m, following £5m profit in 2014 • Net debt £6m • Interest payable £14m • Highest-paid director Ivan Gazidis £2.29m State they are in: Arsène Wenger has responded to dissatisfied fans by pointing to the top-four finishes he has always achieved, during and after the financial strain of building the Emirates. But Arsenal’s £345m income illustrates the huge benefits which have accrued from the stadium’s capacity and stratified prices paid by supporters, and the associated property developments have been lucrative. Stan Kroenke appears the epitome of absentee investor ownership; he has put no money into the club itself, rarely attends, and his company again charged a £3m fee for “strategic and advisory services”. Aston Villa Accounts of Reform Acquisitions Ltd for the year to 31 May 2015 • Ownership Randy Lerner, who owned the club via Reform Acquisitions LLC, a USA company, announced last week he had sold the club to Chinese businessman Tony Xia. • Turnover 10th highest in League £116m, down from £117m in 2014 • Income Gate and match-day income £14m; TV and broadcasting £71m; Commercial £19m; Sponsorship £11m • Wage bill 7th highest in League £84m, up from £69m in 2014 • Wages as proportion of turnover 72% • Loss before tax -£28m, following £4m loss in 2014 • Net debt £31m • Interest payable £1m • Highest-paid director Unnamed, £1.256m State they are in: The paradox in Randy Lerner’s ultimately failed ownership of Villa, which was so embraced at first, is that during the 10 years which have ended in relegation, he invested over £200m. In 2014-15, the accounts show he converted a further £85m loans to shares, and paid in £7m more. But Lerner’s apparent disillusionment after Martin O’Neill’s tenure as manager ended in 2010 led to a downward spiral, unsuccessful managerial appointments and a transatlantic detachment. The sale announced last week to an obscure Chinese businessman, Tony Xia, was accompanied by a strange, rambling statement from Lerner, a sad way to leave a great club. Burnley Accounts for Burnley FC Holdings Ltd the year to 30 June 2015 • Ownership Club states that directors owning more than 10% are Mike Garlick (47.33%), John Banaszkiewicz (27.55%), with six other directors holding a combined 17.96%. • Turnover 20th in League £79m, up from £20m in Championship in 2014 • Income Gate and match-day income £6m; TV and broadcasting £67m; Catering £1m; Commercial £3m; Retail £1m • Wage bill 20th in League £29m, up from £22m on promotion in 2014 • Wages as proportion of turnover 37% • Profit before tax £35m, following £8m loss in 2014 • Net debt £0 (£12m cash in bank) • Interest payable £1.5m • Highest-paid director No director was paid a salary; some received interest and bonuses State they are in: A remarkably low wage bill, £27m less than the next lowest paying club, Hull City. Bouncing straight back from the Championship this season has vindicated the directors’ choice of not using the top-flight bonanza to sign players in an effort to stay up, but to pay off debts – including to themselves – redevelop the training ground, and bank a profit. The chairman, Mike Garlick, was paid £476,989 in interest and bonuses during 2014-15, £299,536 was paid to John Banaszkiewicz; £193,554 to Barry Kilby; £249,160 to Terry Crabb and £33,358 to Brian Nelson, all of whom also had their directors’ loans repaid, totalling £3.6m. Chelsea Accounts of the holding company, Fordstam Ltd, for the year to 30 June 2015 • Ownership Wholly owned by Roman Abramovich, registered at Companies House as a Russian resident • Turnover 4th highest in League £319m, down from £324m in 2014 • Income Match-day income £71m; TV and broadcasting £136m; Commercial £113m • Wage bill 1st in League £217m, up from £192m in 2014 • Wages as proportion of turnover 68% • Loss before tax -£34m, following £15m profit in 2014 • Net debt £1.1bn • Interest payable £0 • Highest-paid director Ron Gourlay £1.957m. Gourlay left in October 2014. Included £1.5m pay off. State they are in: The financial picture for the year Chelsea won the title again is standard for the Roman Abramovich era. The Russian oligarch increased funding by £75m, taking his interest-free loan up to a staggering £1.097bn since he bought the club in 2003. Chelsea paid the most in wages in the Premier League, despite an income below Manchester United, Manchester City and Arsenal. Few foresaw then the unrest and disharmony which would lead this season to the acrimonious departure of the team doctor, Eva Carneiro, followed by the manager José Mourinho, and a 10th-place finish for so lavish a squad.   Turnover   Crystal Palace Accounts of CPFC 2010 Ltd for the year to 30 June 2015 • Ownership Steve Parish and US investors David Blitzer and Joshua Harris control the holding company; individual stakes not disclosed • Turnover 14th highest in League £102m, up from £90m in 2014 • Income Gate and match-day income £10m; Broadcasting & FA and PL income £80m; Sponsorship & advertising £4m; Commercial £5m; Other income £4m • Wage bill 15th highest in League £68m, up from £46m in 2014 • Wages as proportion of turnover 67% • Profit before tax £8m, following £23m profit in 2014 • Net debt £0 (£18m cash in bank) • Interest payable £0 • Highest-paid director No directors were paid State they are in: Palace finished 10th in 2014-15, maintaining their bounce under the shrewd stewardship of Steve Parish and his three fellow investors, all lifelong fans, who bought the club out of administration in 2010. The figures show a restraint about spending the Premier League fortunes, which were eight times greater than their £10m gate receipts. Detail of December’s investment by the Americans David Blitzer and Joshua Harris have not been disclosed beyond a diminution of the stakes held by Stephen Browett, Martin Long and Jeremy Hosking, and a promised initial £50m for development of Selhurst Park. Everton Accounts of Everton Football Club Company for the year to 31 May 2015 • Ownership Major shareholders in the Everton Football Club Company Limited are now understood to be: Farhad Moshiri (49.9%), Bill Kenwright (13%), Jon Woods (6%) • Turnover 8th highest in League £126m, up from £121m in 2014 • Income Gate and match-day income £18m; TV and broadcasting £82m; Sponsorship, advertising, merchandise £10m; Commercial £16m • Wage bill 10th highest in League £78m, up from £69m in 2014 • Wages as proportion of turnover 62% • Loss before tax £4m, following £28m profit in 2014 • Net debt £31m • Interest payable £4m • Highest-paid director Unnamed, £370,000 State they are in: After a long search for a financial backer he considered right for Everton, Bill Kenwright eschewed the increasingly familiar US private equity investors and finally concluded a deal in March with Farhad Moshiri, the long-term partner of Russian billionaire Alisher Usmanov. Usmanov took over Moshiri’s half of the 30% stake in Arsenal; their representatives say Usmanov will not be investing in Everton. Kenwright, generally acknowledged to have run Everton well, intends Moshiri to be a safe steward. A new stadium remains the key priority – along with a new manager since the sacking of Roberto Martínez. Hull City Accounts of Hull City Tigers for the year to 30 June 2015 • Ownership Owned by Assem Allam via his company, Allamhouse, registered in the UK • Turnover 19th highest in League £84m, same as 2014 • Income No breakdown stated in accounts • Wage bill 19th highest in League £56m, up from £43m in 2014 • Wages as proportion of turnover 67% • Profit before tax £12m, following £9m profit in 2014 • Net debt £77m • Interest payable £2.7m • Highest-paid director Assem Allam’s company was paid £165,000 for his and son Ehab’s services State they are in: An ultimately unhappy relegation season, with the romance of Hull having a Premier League club soured with the owner, Assem Allam, pursuing his Hull Tigers name change and ejecting community sports groups from the Airco Arena alongside the stadium. The name change was opposed by many fans, and relations have not wholly mended this season, despite City reaching the Championship play-off final. The accounts, as ever, show that Allam runs the finances responsibly, keeping wages manageable. Allam’s loans, which increased by £13m to £78m, charged 4% interest, stated to total £2.6m during the year. Leicester City Accounts of Leicester City Fooball Club Ltd for the year to 31 May 2015 • Ownership Owned by Vichai Srivaddhanaprabha and his family via his Thai company, King Power International Ltd • Turnover Joint 12th highest in League £104m, up from £31m in Championship in 2014 • Income Match-day income £11m; TV and other football income £74m; Retail & merchandise £2m; Conference & catering £0.9m; Sponsorship, suites, advertising & other £17m • Wage bill 18th highest in League £57m, up from £36m in Championship in 2014 • Wages as proportion of turnover 55% • Profit before tax £26m, following £21m loss in 2014 • Net debt £6m • Interest payable £1.6m • Highest-paid director Unnamed, £145,000 (Susan Whelan is the chief executive) State they are in: A financial picture which captures the far-fetched improbability of Leicester’s title this season. Their relative wage bill in 2015-16 is unlikely to have been much greater than last season, when it was the league’s third lowest. The club itself, though, is no pauper; it is owned by Vichai Srivaddhanaprabha via his King Power duty free monopoly in Thailand, who wrote off £101m loans in 2014. The Football League’s financial fair play rules investigation, into Leicester’s marketing deal with Trestellar Ltd during that promotion year, continues.   Profit   Liverpool Accounts of The Liverpool Football Club and Athletic Grounds Ltd for the year to 31 May 2015 • Ownership Fenway Sports Group, registered in the USA as NESV I, LLC, of which John W Henry is the principal shareholder • Turnover 5th highest in League £298m, up from £256m in 2014 • Income Gate and match-day income £59m; TV and broadcasting £123m; Commercial £116m • Wage bill 5th highest in League £166m, up from £144m in 2014 • Wages as proportion of turnover 56% • Profit before tax £60m, following £1m profit in 2014 • Net debt £95m • Interest payable £4m • Highest-paid director Unnamed, £1.199m (Ian Ayre is the managing director) State they are in: John Henry, principal of Liverpool’s Boston-based owners, Fenway Sports Group, said when they bought a crisis-stricken club in 2010 that they were attracted by the financial fair play rules introduced by Uefa to staunch excessive spending on wages. Gradually, now with Jürgen Klopp, appointed, they are rebuilding Liverpool to compete on its own resources – itself a reason why tickets for the 8,500 new seats in the Anfield main stand expansion will not be cheap. FSG has put some money in, though; in 2014-15 it wrote off a £69m loan by converting it to shares, then loaned £49m to fund the stadium works. Manchester City Accounts of Manchester City Limited for the year to 31 May 2015 • Ownership Wholly owned by Sheikh Mansour bin Zayed Al Nahyan, via the Abu Dhabi United Group Investment and Development, registered in Abu Dhabi • Turnover 2nd highest in League £352m, up from £347m in 2014 • Income Gate and match-day income £43m; TV and broadcasting, Uefa £33m; TV and broadcasting, other £103m; Commercial £173m • Wage bill 3rd highest in League £194m, down from £205m in 2014 • Wages as proportion of turnover 55% • Profit before tax £10m, following £23m loss in 2014 • Net debt £0 (£8m cash balance) • Interest payable £1.3m • Highest-paid director No directors were paid State they are in: The stand-out figure from City’s accounts is the share premium, showing that Sheikh Mansour bin Zayed Al Nahyan, the senior member of oil-rich Abu Dhabi’s ruling family, has spent £1.232bn since he bought the ailing club in 2008. In 2014-15, Mansour increased his investment, a record for an English football club, by a further £80m. His executives always said that as football’s financial structure hugely rewards success, they would convert into profit the initially extreme losses they made buying batches of players, and that has happened. The strategy now incorporates a global network of four clubs, a spectacular academy, and Pep Guardiola, hired to start next season. Manchester United Accounts for Manchester United Plc, for the year to 30 June 2015 • Ownership Owned by the Glazer family via Red Football LLC, a company registered in the low-tax state of Nevada, USA. United is now registered in the Cayman Islands tax haven and listed on the New York Stock Exchange • Turnover 1st in League £395m, down from £433m in 2014 • Income Gate and match-day income £91m; TV and broadcasting £108m; Commercial £197m • Wage bill 2nd highest in League £203m, down from £215m in 2014 • Wages as proportion of turnover 51% • Loss before tax -£4m, following £41m profit in 2014 • Net debt £255m • Interest and finance costs £35m • Highest-paid director Unnamed, £2.478m (Ed Woodward is executive vice-chairman) State they are in: In the 742-page accounts filed to the New York stock exchange for Cayman Islands-registered United, one chart tells a key story. In 2008-09, when Sir Alex Ferguson won a third successive title and reached the Champions League final, United made £44m net selling players and paid £69m interest on the £525m loans the Glazers imposed when buying United in 2005. In 2014-15, a decade of eyewatering debt passed, United still paid £35m interest and owed £411m. With turnover boosted by dedicated selling of sponsorships, United spent net £97m on players and yet, with Ferguson a memory, still failed this season to qualify for the Champions League. This was the year that the Glazers began to share an annual dividend of £15m. Newcastle United Accounts of Newcastle United Limited for the year to 30 June 2015 • Ownership Mike Ashley owns Newcastle United via his company, MASH Holdings Limited, registered in the UK. • Turnover 7th highest in League £129m, down from £130m in 2014 • Income Gate and match-day income £27m; TV and broadcasting £77m; Commercial £25m • Wage bill 17th highest in League £65m, down from £78m in 2014 • Wages as proportion of turnover 50% • Profit before tax £36m, following £19m profit in 2014 • Net debt £81m • Interest payable £0.02m • Highest-paid director Unnamed, £150,000 (Lee Charnley was the managing director) State they are in: These figures are for the year supporters complained that Mike Ashley was running Newcastle as a cheapened flagbearer for his Sports Direct empire, aiming to finish mid-table, sniff at cup runs, and bank TV fortunes. They called on him to spend, and the staggering truth is: he did. The accounts confirm that Newcastle spent a net £80m on players, including Georginio Wijnaldum and Aleksandar Mitrovic last summer for £14.5m each, then Jonjo Shelvey and Andros Townsend in January for £12m each, and were still relegated. Ashley, who has pledged to stay, still has £129m loans outstanding from his initial financial underpinning of the club.   Wages   QPR Accounts for QPR Holdings Ltd for the year to 31 May 2014 • Ownership Tony Fernandes, Kamarudin Meranun and Ruben Gnanalingam, via Tune QPR Sdn Bhd, registered in Malaysia (69.22%); Lakshmi Mittal and Family via Sea Dream Ltd (29.94%) • Turnover 18th highest in League £86m, up from £39m in Championship in 2014 • Income Gate and match-day income £8m; TV and broadcasting £66m; Sponsorship & advertising £5m; Commercial & other £7m • Wage bill Joint 12th highest in League £73m, down from £75m in Championship in 2014 • Wages as proportion of turnover 85% • Loss before tax -£46m, following £10m loss in 2014 • Net debt £193m • Interest payable £1m • Highest-paid director No directors of QPR Holdings were paid State they are in: The most pained finances of 2014-15: overspending, massive loans from the owners, yet still QPR were relegated, bottom of the league. The owners, led by chairman Tony Fernandes, have loaned the club £173m over their generally hapless tenure. Fernandes and his partners appear to be digging in, and believe QPR can be a major club if they can build a new stadium. The accounts note that QPR are challenging the legal validity of the Football League’s financial fair play rules, to which they were subject in the 2014 promotion season. Southampton Accounts of St Mary’s Football Group Limited for the year to 30 June 2015 • Ownership Owned by Katharina Liebherr, resident in Switzerland • Turnover 11th highest in League £114m, up from £106m in 2014 • Income Match-day income £18m; Premier League and broadcasting £84m; Commercial £10m; Other £1m • Wage bill 9th highest in League £80m, up from £63m in 2014 • Wages as proportion of turnover 70% • Profit before tax £15m, following £29m profit in 2014 • Net debt £48m • Interest payable £2.8m • Highest-paid director Unnamed, £376,604 (Ralph Kreuger is the chairman) State they are in: Steady and improved financial stewardship, and expectation-exceeding performances in the league – not what was direly predicted when the former executive chairman, Nicola Cortese, left in January 2014, followed by the manager, Mauricio Pochettino, and a clutch of prized young players. The owner, Katharina Liebherr, who inherited the club among the business interests of her father, Markus, when he died in 2010, appointed another chairman, Ralph Krueger, and the club has continued to flourish under Ronald Koeman’s management. The accounts show that Liebherr financially supports the Saints; she increased her loans to £33m, on which £1.6m interest has accrued. Stoke City Accounts of Stoke City Football Club Ltd for the year to 31 May 2015 • Ownership Owned by bet365 Group, the online gambling company controlled by Denise Coates, daughter of chairman, Peter, and family • Turnover 16th highest in League £100m, up from £98m in 2014 • Income Gate income £8m; TV and broadcasting £77m; Sponsorship & advertising £7m; Conferencing & hospitality £4m; Retail & merchandising £2m; Other £1m • Wage bill 16th highest in League £67m, up from £61m in 2014 • Wages as proportion of turnover 67% • Profit before tax £6m, following £4m profit in 2014 • Net debt £33m • Interest payable £0 • Highest-paid director Unnamed, £801,000 (Tony Scholes is the chief executive) State they are in: Chairman Peter Coates has been a strong supporter of the Premier League introducing financial fair play-style regulations, because he was determined that the new 2013-16 TV deal would not all be trousered by players and their agents. Stoke’s own finances have been transformed, from a £31m loss in 2013, to a profit made in 2014 and another in 2014-15 when they finished ninth. The Coates family, who own the online gambling company bet365, still support the club with loans, up to £59m last year, and recently announced that bet365 will be the next name sponsor of the stadium. Sunderland Accounts for Sunderland Limited for the year to 31 July 2015 • Ownership Owned by the American Ellis Short via Drumaville, a company registered in Jersey • Turnover 15th highest in League £101m, down from £104m in 2014 • Income Gate income £11m; TV and broadcasting £69m; Sponsorship & retail £10m; Conference & catering £9m; Retail & commerical £2m • Wage bill 11th highest in League £77m, up from £70m in 2014 • Wages as proportion of turnover 76% • Loss before tax £25m, following £17m profit in 2014 • Net debt £139m • Interest payable £6m • Highest-paid director Unnamed, £725,563 (Margaret Byrne was the chief executive) State they are in: Another narrow escape from relegation, which always threatens to be financially injurious. Throughout the tenure of the American Ellis Short, who took over eight years ago, Sunderland have never quite wrestled their finances into shape. Despite making a solid £101m from TV and all their activities at the Stadium of Light, they made another substantial loss. Short increased the loans from his Drumaville company to £58m, and Sunderland also took out a new £70m loan from a fund called the Security Benefit Corporation, at 8.5% interest, to replace other borrowings. Net debt increased by £45m to £193m, the third highest in the league.     Jordi Gómez, right, celebrates his goal against Southampton in May 2015 – a strike that helped save Sunderland from relegation. Photograph: Mark Runnacles/Getty Images    Swansea City Accounts of Swansea City Football 2002 Ltd for 14 months to 31 July 2015 (club changed its financial year end to 31 July, so all figures are for 14 months from 31 May 2014) • Ownership Martin Morgan 23.7%; Brian Katzen 10.5%; Jeffrey Crevoiserat 10.5%; Swansea City Supporters Society Limited 21.1%; Huw Jenkins 13.2%; Robert Davies 10.5%; John van Zweden 5%; Leigh Dineen 5% • Turnover Joint 12th highest in League £104m, up from £99m in 2014 • Income Gate and match-day income £8m; TV and broadcasting £85m; Commercial & other £11m • Wage bill 8th highest in League £83m, up from £63m in 2014 • Wages as proportion of turnover 80% • Profit before tax £2m, following £1m profit in 2014 • Net debt £21m • Interest payable £0.2m • Highest-paid director Huw Jenkins, £516,667 State they are in: Long hailed as a model ownership structure, including by the Premier League’s Richard Scudamore. But the shareholders who have been partners to the supporters trust’s 21% stake for 14 years are now selling. The takeover by US investors Stephen Kaplan and Jason Levien is understood to be nearing completion, with the owners set to make millions for shares now valued at 100 times more than they paid in 2002. Huw Jenkins, credited with expert stewardship of the club through its remarkable rise, is set to stay as executive chairman.  Tottenham Accounts of Tottenham Hotspur Limited for the year to 30 June 2015 • Ownership Enic International Limited, registered in the Bahamas (tax haven), owns 85.55% of Spurs. Joe Lewis, resident in the Bahamas, has the controlling 70.6% ownership of Enic; trusts, of which Daniel Levy and family are the beneficiaries, own the other 29.4% • Turnover 6th highest in League £196m, up from £181m in 2014 • Income Match-day income £41m; TV and broadcasting £91m; Commercial £60m; Uefa prize money £5m • Wage bill 6th highest in League £101m, up from £100m in 2014 • Wages as proportion of turnover 52% • Profit before tax £12m, following £80m profit in 2014 • Net debt £21m • Interest payable £9m • Highest-paid director Daniel Levy £2.61m State they are in: Generally flourishing, with a third-place finish this season after fifth last season, solid finances, and manager Mauricio Pochettino signed until 2021. The new 61,000-seat stadium project, which has been long in the planning, difficult and controversial in a dense urban neighbourhood, has been granted permission, works have started, and it is planned to open in August 2018. Chairman Daniel Levy was paid a total package of £2.61m in 2014-15, the highest paid director in the Premier League; the package is understood to include bonuses for achieving targets. West Bromwich Albion Accounts of West Bromwich Albion Football Club Ltd for the year to 30 June 2015 • Ownership Majority owned by the chairman, Jeremy Peace • Turnover 17th highest in League £96m, up from £87m in 2014 • Income Gate income £8m; Merchandising £3m; TV and broadcasting £77m; Commercial £8m • Wage bill 14th highest in League £70m, up from £65m in 2014 • Wages as proportion of turnover 73% • Profit before tax £4m, following £13m profit in 2014 • Net debt £0 • Interest payable £0 • Highest-paid director Unnamed, £1.119m (Jeremy Peace is the executive chairman) State they are in: A familiar story of a well-run club: West Brom coped with yo-yo relegation and promotion in the 2000s to become established in the Premier League. They have made a profit consistently, have no debt, and compete well for a club at a stadium of only 26,850 capacity. Chairman Jeremy Peace was not a supporter of financial fair play-style regulations, believing clubs should be free to spend on wages, and his 73% of turnover is high now for the league. Peace has been expected in recent years to sell the club and is understood to have held talks, but no deal has yet been concluded. West Ham United Accounts of WH Holding Ltd for the year to 31 May 2015 • Ownership David Sullivan 51.1%; David Gold 35.1%; CB Holding ehf 10% • Turnover 9th highest in League £121m, up from £115m in 2014 • Income Match income and football related £20m; Commercial £15m; Premier League & broadcasting £79m; Retail & merchandising £7m • Wage bill Joint 12th highest in League £73m, up from £64m in 2014 • Wages as proportion of turnover 60% • Profit before tax £3m, following £10m profit in 2014 • Net debt £67m • Interest payable £6m • Highest-paid director Unnamed, £646,000 (Karren Brady is the executive vice-chairman) State they are in: The figures for West Ham’s occupation of the £701m, 60,000-seat Olympic stadium, disclosed after dogged persistence by Freedom of Information campaigners supporting other clubs, have confirmed it as the greatest public money bonanza ever bestowed on a football club. West Ham will make a great deal more from the move in increased capacity and premium hospitality packages than the £2.5m they will pay in rent; “a platform to transform the future”, as vice-chair Karren Brady enthuses in the accounts. They are already in good shape financially, having been turned around from collapse by the owners David Sullivan and David Gold, who have lent the club £49m at 6-7% interest.     Boris Johnson and Karren Brady oversaw West Ham’s bargain deal to rent the Olympic Stadium. Photograph: Nils Jorgensen/Rex/Shutterstock",
  "webTitle": "Premier League finances: the full club-by-club breakdown and verdict",
  "webPublicationDate": "2016-05-25T19:51:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/premier-league-finances-club-by-club-breakdown-david-conn",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Finances",
      "id": "football/football-finances",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Business",
      "id": "football/business",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Burnley",
      "id": "football/burnley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "QPR",
      "id": "football/qpr",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/25/premier-league-finances-club-by-club-breakdown-david-conn"
}