{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/rookies-and-veterans-tell-us-what-youve-learnt-at-work",
  "id": "2016-05-21-163",
  "sectionId": "money",
  "body": "Experienced priests, police officers, nurses and others have shared their wisdom with the new kids on the block for a feature for guardian Weekend magazine. Detective chief superintendent Sue Scott, 49, joined Avon and Somerset Constabulary in 1985 and retired in December 2015. “When I joined, you wouldn’t show emotion, just as a self-preservation mechanism. My role models were either austere, autocratic men or women who looked and operated like men, and I don’t think that helped. Perhaps that’s how we got ourselves into that ‘us and them’ position with the public. When I started, the attitude was very much, ‘We’re the police, we know best.’ We’re much better at listening now.” PC Lamorna Trahair, 31, finished her two-year probation in April last year and has just passed her sergeant’s exam. “It’s a really fast pace,” she said. “You start work the minute you step into a police station, not when your shift starts. Because we have toughbooks [in-car laptops], we don’t have to return to the station to deal with paperwork, so we go from one job to the next, then the next, and that can be pretty draining.” Whether you have a mentor or are the one showing new recruits the ropes we’d like to hear from you. What have you learnt from your job and what advice would you give to those just starting? How has your profession changed since you started? If you’re new to your job what do you hope to get out of it and what are you looking forward to the most? You can share your views with us by clicking on the blue ‘Contribute’ button or by filling in our form below. We’ll feature some of your contribution in our ongoing reporting.",
  "webTitle": "Rookies and veterans: tell us  what you've learnt at work",
  "webPublicationDate": "2016-05-21T08:00:07Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/rookies-and-veterans-tell-us-what-youve-learnt-at-work",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "money/2016/may/21/rookies-and-veterans-tell-us-what-youve-learnt-at-work"
}