{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/02/disney-merchandise-designs-adult-audience",
  "id": "2016-05-02-72",
  "sectionId": "business",
  "body": "Its high street stores are meccas of overpriced tat with piles of cuddly Nemo fishes, plastic lightsabres and polyester princess outfits that send girls into a frenzy. With recent cartoon blockbusters such as Frozen, Disney has tightened its hold over children’s hearts but now it is targeting their parents too, by pitching a clothing and homeware empire aimed squarely at adults. “We did a lot of consumer research and discovered there was huge demand for adult product from Disney,” said Francesca Gianesin, who heads up fashion and lifestyle for the Europe, Middle East and Asia region for Disney Consumer Products. “When we see a movie, the first thing we think is will there be an emotional connection? What is it men and women would like to feel by wearing pieces of that movie?” The division is already enjoying a strong run, with sales up 13% to $4.5bn (£3bn) last year as cinema-goers snapped up Frozen, Avengers and Star Wars-related T-shirts, toys and lunch boxes. But the target audience is not the fancy dress party goer – at the clothing and homeware event Disney held at Somerset House last week there wasn’t a pair of Mickey Mouse-style suspender shorts or a Cinderella costume with battery-operated lights in sight. Gianesin is wearing a Fausto Puglisi tunic inspired by the Captain America franchise, and is channelling superhero rather than Disney princess. “It’s about empowerment because I’m a superhero,” the Italian explained. “I’m wearing Captain America and I’m a woman, and I want to be seen as strong.”      Francesca Gianesin at Disney’s annual Lifestyle event. Photograph: Felix Clay for the Guardian    More than 1,000 fashion industry professionals trooped to the event at Somerset House, a glamorous neoclassical building on the Strand in central London, which with its cobbled square and dancing fountains is often a hangout during London fashion week. In an industry always hungry for new ideas, Disney serves up a huge archive for fashion folk to plunder: from the drawings that were the genesis of classic 1930s and 1940s animations such as Snow White and the Seven Dwarfs, Fantasia and Bambi to storyboards and props from the most recent Marvel films.  Enthusiasm for the event was underlined by key figures such as Sandra Choi, creative director of Jimmy Choo, and Geoffroy de La Bourdonnaye, president of Chloé, taking part in a panel debate on the “power of storytelling”. It is only the second time Disney has courted the fashion industry in this way, with last year’s show based on mock-ups created by Disney designers. This year several galleries were packed with the Disney-inspired output of high-end clothing designers ranging from Preen to Anya Hindmarch and Marc Jacobs as well as more accessible fashions such as a £145 pair of tiger-print Reebok trainers, inspired by its Jungle Book remake.     Disney’s annual Lifestyle event at Somerset House, London. Photograph: Felix Clay for the Guardian    Disney grants character licences for use on everything from toys to clothing and food, earning royalties on the wholesale or retail price. Its hottest properties include Frozen, Mickey and Minnie, Marvel’s The Avengers and Spider-Man – and, lest we forget, the Disney Princesses. The broad appeal of Disney is clear: its own stores sell a pair of Cinderella “light up” shoe for £16, while a bespoke pair, decorated with thousands of Swarovski crystals, can be ordered from Jimmy Choo for just under £3,000. Gianesin has reorganised her staff to create a Disney Living team, signalling an ambition to conquer the fragmented homewares market, with its characters ripe for use on everything from cushions to crockery and tea towels. Walt Disney logged the colours used to paint each character in its now classic animations, handing the company a paintbox filled with shades such as “Scat cat” purple (from The Aristocats) and “shine on ice” from Bambi. Lorna Hall, head of market intelligence at trend forecaster WGSN, said demand for “novelty and nostalgia done well” should not be underestimated. “There is a constant need for newness and storytelling in a fashion market that is quite stagnant at the moment,” she explained. “Disney is an iconic brand and part of the story of how we have grown up. There are lots of stories for brands to play with.” With a market value of $170bn, Walt Disney’s other interests include TV channels as well as the famous theme parks and film studios. Its arsenal of film rights was boosted by the purchase of Lucasfilm, the company behind Star Wars, in 2012, having swallowed Pixar, the animation firm behind Toy Story, and Marvel Comics in the 2000s. “Whether you have children or not, it’s all about the emotional connection,” added Gianesin. “Luxury brands create new trends that move through the pyramid from luxury to trend-market to mid-market to mass market, even discount. We are part of pop culture. There are so many properties and characters that are timeless and relevant to different consumers.”",
  "webTitle": "Disney pins its merchandise designs on an adult audience",
  "webPublicationDate": "2016-05-02T17:01:13Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/02/disney-merchandise-designs-adult-audience",
  "keyword": [
    {
      "webTitle": "Luxury goods sector",
      "id": "business/luxury-goods-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Walt Disney Company",
      "id": "film/walt-disney-company",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion industry",
      "id": "fashion/fashion-industry",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/02/disney-merchandise-designs-adult-audience"
}