{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/mario-balotelli-liverpool-milan-return-football-chinese-super-league",
  "id": "2016-05-25-14",
  "sectionId": "football",
  "body": "Mario Balotelli is heading back to Liverpool after Milan confirmed they would not keep the misfit striker. The 25-year-old has been on loan at the San Siro this season but has failed to impress and did not make Italy’s Euro 2016 squad. The Rossoneri welcomed Balotelli back last summer but, after just one goal in 20 appearances, and with Milan failing to secure a place in the Champions League, the former Manchester City forward looks set for a return to England. The Milan president, Silvio Berlusconi, said: “There will be several departures as the likes of Alex, [Philippe] Mexes, [Kevin-Prince] Boateng and Balotelli all have deals that will expire.” The news will come as a disappointment for Balotelli who had hoped to secure a permanent move back to Italy. Last month he said: “When it comes to my future I want to stay with Milan because I wasn’t happy at Liverpool and I don’t want to return there. And plus, Milan has the money. I’ve been doing well in my last two games, there are another six for me to prove myself. I feel in good shape physically at last and am relaxed.”   Related: Premier League finances: the full club-by-club breakdown and verdict    Liverpool paid £16m for Balotelli in August 2014 but, in his one season at Anfield he scored four goals in 28 matches, including only one in the Premier League. The manager Jürgen Klopp is keen to offload him and there have already been inquiries from the Chinese Super League. His agent, Mino Raiola, has sounded out potential suitors for the troubled forward and clubs in China and Turkey have expressed a firm interest. The Chinese Super League outspent the Premier League in January and that expenditure, following a declaration by the president, Xi Jingping, that China should become a football powerhouse, has prompted agents such as Raiola and Pini Zahavi to explore further deals for the summer.",
  "webTitle": "Mario Balotelli unwanted by Milan and on his way back to Liverpool",
  "webPublicationDate": "2016-05-25T21:44:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/mario-balotelli-liverpool-milan-return-football-chinese-super-league",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Milan",
      "id": "football/acmilan",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mario Balotelli",
      "id": "football/mario-balotelli",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Dobson",
      "id": "profile/mark-dobson"
    }
  ],
  "guardianId": "football/2016/may/25/mario-balotelli-liverpool-milan-return-football-chinese-super-league"
}