{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/10bn-dollar-question-marcos-millions-nick-davies",
  "id": "2016-05-07-160",
  "sectionId": "world",
  "body": "In the early hours of a February morning in 1986, Ferdinand and Imelda Marcos flew into exile. After 21 years as president of the Philippines, Marcos had rigged one too many elections. The army had turned against him, and the people had come out on to the streets in their thousands. The Marcoses had seen the crisis coming and been able to prepare their escape, so when they landed that morning at the Hickham USAF base in Hawaii, they brought plenty of possessions with them. The official US customs record runs to 23 pages. In the two C-141 transport planes that carried them, they had packed: 23 wooden crates; 12 suitcases and bags, and various boxes, whose contents included enough clothes to fill 67 racks; 413 pieces of jewellery, including 70 pairs of jewel-studded cufflinks; an ivory statue of the infant Jesus with a silver mantle and a diamond necklace; 24 gold bricks, inscribed “To my husband on our 24th anniversary”; and more than 27m Philippine pesos in freshly-printed notes. The total value was $15m. This was a fortune by any standards, easily enough to see the couple through the rest of their lives. Yet the new government of the Philippines knew this was only a very small part of the Marcoses’ wealth. The reality, they discovered, was that Ferdinand Marcos had amassed a fortune up to 650 times greater. According to a subsequent estimate by the Philippine supreme court, he had accumulated up to $10bn while in office. Since his official salary had never risen above $13,500 a year, it was blazingly clear this was stolen wealth on the most spectacular scale. Some of his closest allies also stole billions. As their victim was a nation in which 40% of the people survive on less than $2 a day, the Republic of the Philippines decided urgently to try to retrieve its money. Even amid the chaos of the revolution, the very first executive order issued by the new president, Cory Aquino, established the Presidential Commission on Good Government, the PCGG. It was to recover “all ill-gotten wealth accumulated by former president Ferdinand Marcos, his immediate family, relatives, subordinates and close associates” and given the power to sequester any assets believed to be the proceeds of crime. Thirty years later, the PCGG is still working, its 94 lawyers, researchers and administrators housed proudly in a building recovered from the Marcos family. The government gives it an annual budget of $2.2m. Its staff have traced money through jurisdictions all over the world and fought their way through hundreds of court cases. And yet something has gone terribly wrong: to date, the PCGG has recovered only a fraction of what was stolen by the Marcos network; no one has served a prison sentence for their part in the crime.     Bongbong Marcos campaigns for the vice-presidency. Photograph: Erik de Castro    Now, with its task still far from complete, its survival is threatened by a political development that would never have been anticipated by the crowds who swelled the streets in triumph as Marcos fled. The former president’s son, Ferdinand Marcos Jr, generally known as “Bongbong”, is a frontrunner to become vice-president in the national elections on 9 May. If he wins, he would have the power to shut down the PCGG, as political allies of his family have tried to do in the past. The world’s biggest thief will have won. Last month I was given unrestricted access to the enormous archive the PCGG has assembled in its years of global detective work: the president’s handwritten diary, frequently puffed with self-regard; the notepaper headed “From the office of the president”, with scribbled sums endlessly totting up his cash; minutes of company meetings with his comments scrawled in the margins; contracts; “side agreements”; records of multiple bank accounts; hundreds of share certificates; private investigators’ reports; and tens of thousands of pages of court judgments. It needs to be said that this is not about Imelda Marcos and her infamous collection of shoes, although her shopping habit is real. She bought perfume not by the ounce but by the gallon. She hoarded old masters; at one point, she tried to buy Tiffany & Co. But in this particular circus she was only a clown, her crazy consumption deflecting attention from the big beast that was out of its cage.    Other autocrats were stealing from their people – in Haiti, Nicaragua, Iran – but Marcos stole more and he stole better    The PCGG archive tells the inside story of the biggest theft in history, and of the master criminal who organised it: skilful, arrogant, cruel. It also opens a door into the offshore world revealed by the Panama Papers. Marcos was one of the first to exploit the rats’ nest of secret jurisdictions and hidden ownership then in the early stages of being built beneath the floorboards of public life. But what is most important about Marcos is that he committed his crimes as a politician. His career starts with a cynicism that now seems familiar – manipulating electorates, using money to buy power and power to make money. But he went one big step further in merging politics and finance, converting the instruments of government into one vast cash machine. A handful of other autocrats were also busy stealing from their people in that era – in Haiti, Nicaragua, Iran – but Marcos stole more and he stole better. Ultimately, he emerges as a laboratory specimen from the early stages of a contemporary epidemic: the global contagion of corruption that has since spread through Africa and South America, the Middle East and parts of Asia. Marcos was a model of the politician as thief. A single document in the Manila archive marks the start of the detective story. In a sworn deposition, a young civil servant named Chito Roque describes how, on the night the Marcoses flew into exile, he worked his way through the crowds outside the presidential palace to the gates where anxious soldiers were posted. He was with his boss, a senior official in the new government, and they eventually found their way into the inner sanctum, the Marcoses’ private living quarters. There, they could see the signs of hasty flight: food still warm on the dining table, empty boxes, papers scattered on the floor, shredding machines stuffed with more paper. His boss went home, but Chito wandered into the bedroom of the deposed president, where “I saw a filing cabinet and I opened the first drawer and I saw a safe inside and there were numbers, a combination that was pasted on the door, so I followed the combination and opened the safe.” Inside, he found records of bank accounts in Switzerland and Canada, share certificates and several letters signed by Marcos. Those documents now sit in the offices of the PCGG, along with thousands more retrieved from the palace and the 50 or so other properties the Marcoses and their allies owned in the Philippines, and from homes and offices in the US. As the years have gone by, hundreds of thousands of pages have been added from other sources, all now sitting, neatly ordered, in a white, two-storey building near the centre of Manila. Outside, a six-lane highway is jammed with traffic, bellowing and belching fumes. Inside, all is calm and cool. A notice asks visitors kindly to leave their firearms at reception.     Ferdinand Marcos with Richard Nixon after a meeting at the White House in 1969. Photograph: Getty Images    In the early years, the PCGG documents suggest, Marcos was naive in his crime. With sacks of cash from rich backers and help from the CIA, the bright young lawyer won elections to congress, then the senate, but he was nothing special, just another “Mr Ten Per Cent” selling his political influence. After he became President Ten Per Cent in 1965, his income from kickbacks for government contracts increased, but his guile went no further than stashing $215,000 in a New York bank in his own name. As far as the records show, he and Imelda took their first steps to real secrecy on 20 March 1968, when they used false names to deposit $950,000 in four accounts with Credit Suisse, he as William Saunders (he practised his new signature on the headed paper), she as Jane Ryan. By February 1970, the Swiss accounts were so loaded, the couple added an extra layer of concealment, transferring their ownership to foundations registered in Liechtenstein. Then Marcos started to get really clever. On 21 September 1972, he declared martial law. As his diary records, the Nixon administration consented as he shut down congress, arrested his political opponents, took control of the media and courts, and suspended all civil rights. On the same day – as a PCGG worker pointed out to me with some passion – he took time off to open another Swiss bank account. In his diary a week later, reflecting on his “reforms”, Marcos wrote: “The legitimate use of force on chosen targets is the incontestable secret of the reform movement.” Over the following nine years, an estimated 34,000 trade unionists, student leaders, writers and politicians were tortured with electric shocks, heated irons and rape; 3,240 men and women were dumped dead in public places; 398 others simply disappeared. With total power over politics, the president closed in on the country’s wealth. This was no longer just about kickbacks. Marcos started to steal whole companies, using the crude tactics of a gangster. He wanted the nation’s electricity company, Meralco, owned by Eugenio Lopez, patriarch of one of the families who had run the country for centuries. He had Lopez’s son charged with plotting to assassinate him, which carried the death penalty. The old oligarch handed over his company for $220 (it was worth $400m). To have gunmen is a gangster’s requirement; to have gunmen in uniforms, with all the power of the state behind them, is a gangster’s dream. Yet most of Marcos’s takeovers involved no violence. Martial law allowed him, literally, to write his own law: his decrees passed straight on to the statute book. When he wanted to take over the sugar industry, he set up companies and then issued decrees that allowed them to dominate the planting, milling and international marketing of Philippine sugar, which accounted for 27% of export earnings. He then created a Philippine Exchange Company, decreed it should handle all foreign sugar sales and used its monopoly position to buy from farmers at rock-bottom prices and sell at vast profit. This allowed him to buy Northern Lines, which had the contract to ship the sugar overseas. Finally, he decreed that the sugar industry be exempt from minimum-wage law, with the result that 500,000 labourers saw their income fall to less than $1 a day, making even more profit.     Marcos’s scribbled sums counting his stolen millions. Photograph: Nick Davies    The PCGG archive shows how, in the same way, Marcos used his own companies to take over the three other key areas of agriculture: coconuts, tobacco and bananas. Granting himself government contracts, monopoly deals and tax exemptions, he levered his way into dominating industries across the whole economy – logging and paper, meat, oil, insurance, shipping and airlines, beer and cigarettes, textiles, hotels and casinos, newspapers, radio and TV. His was an early and particularly rapacious version of privatisation. Crucially, he saw his crime through a lawyer’s eyes. Of course people would observe that the Marcoses were suddenly very wealthy – they could live with that. What mattered was to ensure that there was no evidence. Repeatedly, he set up his companies so that outwardly they belonged to other people. Marcos deployed dozens of cronies: relatives, golf partners, political allies, anybody who shared his greed. The crony would sign a deed transferring ownership of most of the business – usually 60% – but would leave a blank space for the name. Marcos would hold the deed and leave the space blank. There was no “evidence” that he owned the 60%. Marcos stole, then stole more. The Japanese paid reparations for the second world war; he skimmed it and put the profit into his Swiss accounts. He stole international aid money, gold from the Central Bank, loans from international banks and military aid from the US. He decreed that more than a million impoverished coconut farmers must pay a levy, supposedly to improve the industry, amounting to $216m. He had already issued decrees to gift most of the coconut trade to one of his own companies; now he stole great chunks of the levy fund, all the while taking kickbacks on government contracts.    All the Marcoses had to do was turn on the taps anywhere in the world and cash would come pouring out    All this theft created a logistical problem: how to handle the tidal flow of money. The PCGG archive shows how Marcos set up his own banking system, using cronies to buy private banks and others to control the state banks. These were useful for stealing more money, in loans that would never be repaid, and for accessing foreign currency – although eventually he set up his own specialist bank to trade currency on the black market. Above all, the banks acted like a network of dykes receiving his ocean of income. Bank staff would make regular – sometimes weekly – trips to the palace, to pick up cheques and bundles of cash, which were then deposited in dozens of accounts. The millions were then channelled into Marcos’s expanding reservoir of offshore accounts (he had 69 in Switzerland alone). Then all he and Imelda had to do was turn on the taps anywhere in the world and cash would come pouring out; cash that had been washed clean of its connection to crime. For all its craziness, the gorging on consumer goods that followed now seems a natural progression. There were multiple houses for the extended family, a $5.5m yacht, private planes, helicopters and dozens of Mercedes-Benzes. When their youngest daughter was married in June 1983, they built a new runway and hotel, renovated a 200-year-old church, demolished nearby houses and rebuilt them in traditional style, imported carriages from Austria and horses from Morocco. The men and women who work at the PCGG are driven by an anger. Each day they discover more detail of this crime, while its victims sleep on the pavements and in the slums around them. They are well aware of what the money could do for the impoverished people of the Philippines: if Marcos stole $10bn, this would have paid for the entire government budget for his last year in power three times over. And so they want not only to retrieve the stolen money, but to restore it. It is not easy. The Marcoses, with their money and their connections, have always been in the lead. *** Consider the saga of the missing paintings. When the PCGG searched the president’s palace after he fled, they found that the walls of the ballroom displayed 23 pale patches where once there had been masterpieces. The Marcoses had a town house on East 66th Street in New York, where Imelda held many parties. Neighbours told investigators that they had seen two 18-wheel trailers pull up a few days after the couple went into exile: they had been loaded up with antiques and paintings, and driven away. By the time the house was searched a few weeks later, there were only brass plaques boasting of treasures that had once occupied its walls: the Madonna And Child by Michelangelo, the Marquesa de Santa Cruz by Goya, a couple of Monets, two Braques, a Pissarro, a Manet.     The vast PCGG archive of documents in Manila. Photograph: Rolex Dela Pena/EPA/Corbis    Paperwork retrieved from their various homes revealed that the Marcoses had bought at least 304 valuable paintings. Almost all were now missing. The Philippine investigators were left with a few dozen inferior works abandoned in some of the Philippine homes, and one Henri Fantin-Latour found wrapped in a blanket under a maid’s bed in one of their New York apartments, apparently an attempt to thieve from the thief. They got a judge to order galleries and auction houses not to sell anything that might have come from the Marcoses. There was not much else they could do. During their first year, the PCGG received a little help from several former Marcos staff and allies. A financial aide, Rolando Gapud, gave them details of five Swiss bank accounts. By Marcos standards, they did not contain very much (only $356m) and the banks refused to hand it over. All the PCGG could do was persuade a Swiss court to freeze the accounts. Gapud and others began to disclose the scale of Marcos’s ownership of the Philippine economy. In Manila, the government set up an “anti-graft” court; by the end of 1986, the PCGG was opening cases against Marcos and his network. One of those who came forward was Oscar Cariño, former manager of the New York branch of the Philippine National Bank. In a sworn statement, he claimed he had created accounts for two fictitious companies to conceal the Marcos millions. It emerged that the paintings had changed hands with the help of some powerful connections. The court heard that some part had been played by Adnan Khashoggi, the notorious Saudi arms dealer. An Australian TV programme claimed that dozens of Marcos paintings had been flown out of the US on a private plane; 38 others had been shipped from Hawaii. Acting on a request from the PCGG, French police raided two of Khashoggi’s apartments and found paperwork confirming that many of the masterpieces were now in his hands.    Reports said the White House was leaning on the prosecutors to go soft to avoid embarrassment for five US presidents    Khashoggi argued that he had made bona fide purchases from the couple, of the paintings and of four Manhattan skyscrapers. But the US authorities claimed that the documents he produced to support this had been backdated, and formally accused him of obstructing the course of justice. Khashoggi was arrested in Switzerland and extradited to New York, where he joined Marcos, Imelda and a network of others indicted under anti-racketeering law. But Ferdinand Marcos died in September 1989, before the case came to trial; he was 72 and had been in a hospital in Honolulu for months. Without Marcos, some evidence became inadmissible. There were reports that the White House was leaning on the prosecutors to go soft, that there was too much potential embarrassment for the last five US presidents. Imelda told the court she was “a poor widow who knew nothing about her husband’s activities”. Khashoggi protested his innocence and was acquitted of any offence. The transcript of the trial runs to thousands of pages. It ended in July 1990, with all the defendants declared not guilty on all counts. The US authorities agreed to take no further legal action if Khashoggi surrendered the paintings and the skyscrapers. But when the skyscrapers were finally sold, it turned out they had been mortgaged to the hilt by the Marcoses. The city demanded unpaid property taxes. Though the buildings’ total sale price was $50m, the Philippine people received only $5.7m. Most of the dozens of paintings Khashoggi is believed to have handled were no longer in his possession. The PCGG retrieved just 26. For the investigators, this was a frustrating journey. Aquino’s government, which had launched the commission in the heat of revolution, rapidly stepped on the brake. Her supporters say there was no option: Marcos and his cronies owned so much of the economy that to seize their assets would crash the banks. Her critics, meanwhile, argue that her government was always compromised: the Aquinos were one of the wealthiest families in the country; the old oligarchy was back in power. Whatever the motive, the PCGG was ordered to seize nothing, but instead to work through the courts. Over the following few years, it became clear that this had handed the initiative to the Marcoses, who had the money to hire the very best lawyers. Soon, dozens of cases were sidetracked by endless technical argument. Just as Marcos’s wealth was too great to seize, so his political influence was too big to beat. Two weeks after the revolution, a source in New York had shown the PCGG a report revealing that, even before he was deposed, his allies in US intelligence were aware that he had stolen up to $10bn. But the CIA refused to disclose what they knew. The Japanese government made it clear to Aquino that they were not going to hand over information, and aid packages could be in jeopardy if the PCGG pushed too hard. In the UK, Margaret Thatcher’s government said it was “not our business”.     Ronald Reagan dances with Imelda Marcos, while President Marcos dances with Nancy, during a state visit to Manila in 1969. Photograph: Getty Images    The problem for these governments was that they had turned a blind eye while their companies had waded into the muck alongside Marcos – taking his money without asking where it came from. In some cases, Marcos, in turn, had paid bribes to senior politicians and made illegal contributions to election campaigns, including those of US presidents Jimmy Carter and Ronald Reagan. (When this surfaced in 1986, they said they had not known where the money came from.) A PCGG veteran of nearly 30 years has a special frustration with the US. He says they have never handed over all the paperwork seized from Marcos when he arrived in Hawaii, and he flicks through the copies he has: “See? Some pages which are blank, some inventory pages which are blank. We think they have redacted transactions involving US organisations. They were partners in theft.” And he pauses to consider how the US would react if some other nation seized evidence of their most prolific criminal and handed it over in redacted form. *** By the autumn of 1991, Imelda Marcos was feeling sufficiently safe to go back to the Philippines with her three adult children. In New York, the PCGG picked up rumours that some of the paintings were still there and being sold by a professional dealer. They hired a firm of private investigators, IGI, to watch the dealer, and established that he had some of the Marcos collection, including Goya’s portrait of the Marquesa de Santa Cruz. Early in June 1992, the investigators discovered the dealer had been warned that they were on to him. The next morning, they watched as five men and women “of Filipino appearance” turned up outside the dealer’s apartment in two vans, loaded up boxes and large blue suitcases, and drove out to JFK airport, where all five checked in as first-class passengers along with their unusual cargo. With no legal power to intervene, the investigators could only watch as they flew off to Manila.    Bongbong is still laying claim to stolen wealth: ‘If he wins, we don’t see how we can do our work’    The pattern of impunity was set. In Seattle in December 1989, a jury found that the Marcoses were implicated in a plot to murder two Filipino union activists who had been shot there in 1981. The jury ordered them to pay $15.1m compensation to the victims’ families. The money has not been paid. In Hawaii in 1995, a court found the regime had abused the human rights of thousands who’d been tortured and killed, and ordered that Ferdinand’s estate pay nearly $2bn compensation. Less than 1% of that has been paid. Having returned to Manila, in September 1993 Imelda was convicted of personally defrauding the state in a land deal while Marcos was still in power. She was sentenced to 18 years in prison but bailed while she lodged an appeal. Five years later the supreme court threw out her conviction on technical grounds. Soon, the PCGG was running into more problems, as Marcos allies found their way back into power and argued that the failure to retrieve more stolen money proved the commission was pointless and should be closed. Worse, the PCGG was tainted by the corruption it was trying to expose. Some officials were caught exploiting empty Marcos properties and pocketing “excessive” expenses. Twice the weakened PCGG made compromise agreements with the Marcos family that were so generous, the Philippine courts blocked them. By the late 1990s, Imelda had been elected to the Philippine House of Representatives and was emboldened to give provocative interviews in which she declared “there is more money the government is not yet aware of” and “we own practically everything in the Philippines”. Increasingly secure, her confidence got the better of her. In 2007, she gave more interviews and posed for photographs that clearly showed eight of the missing paintings gleaming on her walls, including Goya’s portrait. Another old master hung on the wall of her office in the House of Representatives. The PCGG went to court for an order to recover them. But with the Marcoses opposing every move, the case took six years. When they finally raided Imelda’s office and four of her homes in October 2014, they again found only pale patches on the walls where the eight paintings had once hung and “Imelda crying into her handkerchief”.     Imelda’s diamond and pearl tiara. Photograph: Joel Nito/AFP/Getty Images    Even so, the PCGG has dragged some victories out of the swamp. In 2004, they finally retrieved the money from the five Swiss accounts. At an even slower pace, they seized the assets of half a dozen crony companies and recovered most of the coconut levy. They auctioned paintings, jewellery, silver and dozens of houses. In total, the PCGG has succeeded in retrieving $3.7bn. That amounts to less than half the top estimate for what was taken by Marcos alone. In spite of their efforts, they have watched his associates retire to a life of self-indulgence with most of their fortunes intact. They have dozens of cases still bogged down in the courts, including 22 that started in 1987 or earlier. The head of the PCGG, Richard Amurao, is a conspicuously decent lawyer, aged 41, who spent five years as a commissioner before becoming chairman last year. He points out how a single piece of Imelda’s jewellery could have paid for 2,000 young Filipinos to go through college. He is not giving up, yet reflects that it has been exhausting, and hard to see how they can win. “It is like the traffic jams in Manila. You begin to accept that it just is this way.” Deep in the vaults of the Central Bank, he says, there is a large collection of Imelda’s jewellery, due to be auctioned next month. It includes most of what was seized 30 years ago by US customs, another stash found in the palace, and a third intercepted at Manila airport as a friend of Imelda’s attempted to fly out of the country. Last year, Christie’s valued the collection; they identified treasures that had previously been missed, including a tiara with 25 pearls in a diamond frame seized from the Russian tsar’s family in the 1918 revolution. It is estimated to be worth more than $4m. Amurao’s workers have invented their own word to describe anybody who is extravagantly greedy: “Imeldific”. What will happen if Bongbong Marcos is elected vice-president? Will he allow his mother access to the vaults to retrieve the jewellery she insists is hers? Will he kill the PCGG entirely? Bongbong, 58, started his political career before his family was exiled, becoming vice-governor of Ilocos Norte province in 1981, aged 23. Six years after exile, he returned to become a congressman. He recently denied any involvement in the legal moves that have blocked so much of the PCGG’s work. In February, Amurao issued a tough response, saying his claim was “belied by court records which show his involvement”. He listed cases in which Bongbong and his mother are still laying claim to what the PCGG says is ill-gotten wealth. Imelda is now 86, and actively campaigning for her son. “The work is not finished,” Amurao says. “There is no statute of limitation on seeking justice. But the passing of time makes it more and more difficult to find new leads. Time is an ally for those who want us to forget. And if Bongbong wins, we don’t really see how we can do our work – not with the son of the former president only a heartbeat away from the presidency.”",
  "webTitle": "The $10bn question: what happened to the Marcos millions?",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/10bn-dollar-question-marcos-millions-nick-davies",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International criminal justice",
      "id": "law/international-criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Davies",
      "id": "profile/nickdavies"
    }
  ],
  "guardianId": "world/2016/may/07/10bn-dollar-question-marcos-millions-nick-davies"
}