{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/relative-gerry-monk-hutch-shot-dead-dublin-boxing-regency-hotel-attack-ireland",
  "id": "2016-05-24-172",
  "sectionId": "world",
  "body": "A relative of an Irish crime boss whose attack on a boxing bout weigh-in triggered a gangland war in Dublin has been shot dead in the city. The man, named locally as Gareth Hutch, a nephew of Gerry “The Monk” Hutch, was killed while sitting in a car near Dublin city centre on Tuesday morning. Gareth Hutch, who was in his 30s, is thought to be the seventh person to die in the gangland feud, which escalated when armed men stormed into the weigh-in at the Regency Hotel in February.    Related: Man shot dead in Dublin pub in sixth suspected gangland murder    The victim of that attack was David Byrne, a member of a rival Irish crime gang led by Christy Kinahan, a convicted gangster based in the Costa del Sol in Spain.  The majority of those who have died since in the wave of violence have been members of Gerry Hutch’s gang, apparently killed in revenge for the Regency Hotel attack.  Witnesses to Tuesday’s attack said that up to six shots had been fired into Gareth Hutch’s car at about 10am. Although he was known to have a number of criminal convictions, it is not thought that he was a major player in the gang led by Gerry Hutch.  Gareth Hutch’s home in Dublin city centre had previously been searched by the Garda Síochána, Ireland’s police force, as part of its inquiries into the Regency Hotel shooting. It is claimed that Gerry Hutch’s gang launched the February hotel attack in revenge for the murder in Spain last September of Hutch’s nephew, Gary Hutch, by men allegedly linked to Kinahan.      Gerry Hutch wears a disguise as he leaves after attending a funeral service for his brother in February. Photograph: Reuters    Gary Hutch’s killers apparently believed he had told Irish police and Interpol about a drug shipment that was intercepted. In the February attack, men dressed in Garda-style uniforms carried AK-47 rifles into the front of the hotel while two other gunmen, one dressed as a woman, came into the building by another entrance seeking out their targets.  In retaliation for the attack, gangsters loyal to Kinahan are accused of shooting dead Hutch’s brother, the taxi driver Eddie Hutch, 59, and a cigarette smuggler, Noel “Mr Kingsize” Duggan. Neither man was a key player in Hutch’s gang.",
  "webTitle": "Relative of crime boss Gerry Hutch shot dead in Dublin",
  "webPublicationDate": "2016-05-24T12:34:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/relative-gerry-monk-hutch-shot-dead-dublin-boxing-regency-hotel-attack-ireland",
  "keyword": [
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gangs",
      "id": "society/gangs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "world/2016/may/24/relative-gerry-monk-hutch-shot-dead-dublin-boxing-regency-hotel-attack-ireland"
}