{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/04/scientists-break-record-for-keeping-lab-grown-human-embryos-alive",
  "id": "2016-05-05-317",
  "sectionId": "science",
  "body": "Researchers have broken the record for growing human embryos in the lab, keeping them alive and active beyond the stage when they would naturally implant in a mother’s womb. The feat has been hailed as a milestone in the field, but the work by two teams of researchers in the US and the UK puts scientists into direct conflict with a decades-old law that prohibits donated embryos from being grown in the lab for more than 14 days.         Development of a day 5 human embryo in the in vitro culture system for approximately 3.5 days. The video shows how a free-floating embryo is able to attach to the plastic substrate to continue its development.     While the latest work was well within the limit - the embryos were grown for 13 days to the critical time when balls of cells are poised to start the process of sculpting the human form - the achievement has led to calls to revisit the legal limit . The 14-day rule is enshrined in law in at least a dozen countries, the UK included, and while extending the allowed period for embryo research would be welcomed by some scientists, the move would be resisted by many, including religious groups already opposed to embryo research.   Related: British researchers get green light to genetically modify human embryos    “We can now, for the very first time, study human development at this very critical stage of our lives, at the time of implantation,” said Magdalena Zernicka-Goetz, who led the UK research at Cambridge University. The longest that human embryos had previously been grown in the lab was nine days, though seven days was far more common. The procedure used to grow the embryos, developed at Cambridge and Rockefeller University in New York, promises scientists fresh new insights into early human development; the causes of early stage miscarriages, and ways to produce stem cells to treat diseases. But the work has also ignited a vigorous debate around the laws that govern human embryo studies. In the UK and many other countries, scientists are allowed to study spare, donated IVF embryos, but they can only be grown in the lab for 14 days. After that, the embryos must be destroyed. The 14-day stage marks the point when the individuality of an embryo is assured, because they can no longer split into twins. At about the same time, embryos form what is called the “primitive streak”, a faint band of cells that starts to distinguish the head from the tail. Introduced in Britain 30 years ago, the 14-day rule aimed to give scientists room to study human embryos, while respecting wider views on embryo research. And while it has served scientists well, it has never held them back. Until now, the barrier has been science, not law.     This image shows day 10 of embryo development. During this stage the stem cells that will go on to generate the body self-organise to generate a cavity (the pro-amniotic cavity). This configuration is the basis for the subsequent developmental stages and the formation of the body plan. Photograph: University of Cambridge    But the latest work, published in Nature and Nature Cell Biology, puts the law under pressure. With the new procedure to culture embryos, many scientists think it will soon be possible to grow human embryos for longer than 14 days.  Writing in the journal, Nature, three researchers, Insoo Hyun at Case Western Reserve University in Ohio, Amy Wilkerson at Rockefeller University in New York, and Josephine Johnston at the Hastings Centre in New York, call for the rule to be revisited.  They call for an international discussion that takes on board the various local cultural and religious views. “The kind of international discourse we envision could facilitate and inform local decisions to amend law or research policy,” they write. While extending the limit could allow scientists to answer key questions about how the embryo develops into different tissue types, and how sperm and eggs form within them, Zernicka-Goetz said she was not calling for a change in the law.         Development of a day 9 human embryo in the in vitro culture system for approximately 3 days. The movie shows how the embryo progressively grows and develops in vitro, in the absence of maternal tissues.     “To be able to culture embryos for a couple of days longer would provide an enormous body of information, but it’s not for us now to decide whether we should do it or not. Rules are very useful, we would always adhere to them, and they should be set out by the wider community,” she said. Robin Lovell-Badge, a geneticist at the Francis Crick Institute in London, who was not involved in the research, said that scientists could learn much about the next stages of human embryo development by extending the legal limit by a week. But he added that the 14 day rule worked very well. “If the decision was not to extend, I can certainly live with that, and I suspect most scientists can,” he said. Azim Surani, director of germline and epigenomics research at The Gurdon Institute in Cambridge, is in favour of reviewing the rule: “In my opinion, there has been a case to allow culture beyond 14 days even before these papers appeared.” Françoise Baylis, professor and Canada research chair in bioethics and philosophy at Dalhousie University, said that the 14 day rule was always bound to come under pressure from technological advances. “Scientific and political elites have long known the day would come when scientists would challenge the 14-day limit. Indeed, Sir Robert Edwards, one of the pioneers of IVF, suggested that the limit should be 21 days,” she said. “Isn’t it somewhat ironic that when the agreed-upon limit might finally be practically relevant - meaning that it could function to stop scientists from doing something they might otherwise do - the suggestion is that now might be a good time to change the limit?” Daniel Brison, professor of clinical embryology at Manchester University said: “This limit was chosen more than 20 years ago as it was thought to represent the first point when individuality is assigned and twinning no longer possible, and carries strong support in the UK from patients and researchers. However, given the potential benefits of new research in infertility, improving assisted conception methods, and in early miscarriage and disorders of pregnancy, there may be a case in the future to reconsider this.”   Development of an embryo",
  "webTitle": "Researchers break record for keeping lab-grown human embryos alive",
  "webPublicationDate": "2016-05-05T06:11:34Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/04/scientists-break-record-for-keeping-lab-grown-human-embryos-alive",
  "keyword": [
    {
      "webTitle": "Embryos",
      "id": "science/embryos",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Reproduction",
      "id": "science/reproduction",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Ethics",
      "id": "world/ethics",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/04/scientists-break-record-for-keeping-lab-grown-human-embryos-alive"
}