{
  "apiUrl": "https://content.guardianapis.com/environment/climate-consensus-97-per-cent/2016/may/17/what-sir-david-king-gets-wrong-about-carbon-pricing",
  "id": "2016-05-17-247",
  "sectionId": "environment",
  "body": "Sir David King, UK Special Representative for Climate Change, recently took to The Guardian to throw cold water on the prospects of carbon pricing as an effective tool for reducing greenhouse gas emissions. He instead advocated for increased government research funding to develop ‘competitive’ clean alternatives to fossil fuels. There can be little argument that swift, effective action on the climate is essential. In the UK alone, the Department for Environment, Food and Rural Affairs’ most recent Climate Change Risk Assessment projects a potential doubling of people at significant flood risk between 2012 and the 2020s, and industry experts warned that the economic costs of this last winter’s storms was over £5 billion.  Yes, it’s true that the current pricing regime can be described as – at best - ‘sluggish’. A landmark report by the Institute of Fiscal Studies in 2013 described the system of UK taxes of recent years as “complex and incoherent and less effective than it could be at reducing carbon emissions at the lowest overall cost”. A key component, the EU’s Emissions Trading Scheme has suffered from an excess of free allowances, fraudulent activity in the market, end-use monitoring that misses most emissions, and administrative complexity most countries cannot fully implement.  The IFS called instead for a single, consistent carbon price, leveled upstream.  Let’s go a step further and consider a revenue-neutral version of this steadier price signal. According to a study done in the US by Regional Economic Models, Inc., such an approach could cut American carbon pollution by as much as 52% in 20 years, while adding millions of jobs and spurring economic growth. Adopting such an approach in the UK and other countries would likely yield similarly positive results. Technological breakthroughs are not in short supply. Despite the dearth of clear, consistent economic incentives, innovation in this sector continues to dazzle. But we’re hardly making the best of what we’ve got: it’s now five years since Mark Jacobson of Stanford University showed that in 20-40 years, the entire world could be powered with wind, water, and sun. So why isn’t it? We’re not lacking technology; we’re lacking deployment. Think what could happen if the market worked. The quickest, fairest, and most effective way to make clean technology competitive with fossil fuels is simply for carbon to start paying its true costs. A fee starting at £10 per tonne of CO2 emitted, increasing by £7 each year could quickly make clean energy, whose prices are already dropping rapidly, the cheapest choice. A revenue stream rebated equally to all UK households would fuel the economy, incentivize green practices and the deployment of clean technologies, and cushion low-income households during the transition. Consider the numbers. Sir David, as one of the architects of Mission Innovation, asks for a commitment by 20 governments to double research funding to £20 billion within five years. The UK contribution is targeted annually at £400 million by 2020/2021. Where is it going to come from? And how much could it accomplish on its own?  By comparison, Carbon Fee & Dividend, starting at £10 per tonne, would generate £4 billion in just its first year, to be rebated to households, rewarding them for adopting an increasingly lower carbon lifestyle. As both the fee and the household dividend rise steadily, each year, a clear, economy-wide price signal is sent to all investors, calling capital from the sidelines to finance new, low-carbon alternatives.  With the right kind of aggressive carbon pricing, we don’t need to wait for technological breakthroughs to bring down the cost of clean energy. The technology needed to power our economy already exists, and a fee on carbon will provide the economic incentive for investors to quickly bring those technologies to scale.  Let’s look at that again: £4 billion per year recovered from a tremendously dangerous practice is handed out to keep the economy buzzing while the fee on carbon incentivizes the technologies and practices that could prevent climate destabilization. Is there really any argument against that? Judy Hindley is a writer and long-term activist, co-founder of Marlborough Climate Pledge and Citizens’ Climate Lobby UK. Brian Utton is the national coordinator of Citizens’ Climate Lobby UK.",
  "webTitle": "What Sir David King gets wrong about carbon pricing | Judy Hindley and Brian Utton",
  "webPublicationDate": "2016-05-17T10:00:01Z",
  "webUrl": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/may/17/what-sir-david-king-gets-wrong-about-carbon-pricing",
  "keyword": [
    {
      "webTitle": "Carbon tax",
      "id": "environment/carbon-tax",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Carbon offsetting",
      "id": "environment/carbon-offset-projects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/climate-consensus-97-per-cent/2016/may/17/what-sir-david-king-gets-wrong-about-carbon-pricing"
}