{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/exeter-saracens-rugby-union",
  "id": "2016-05-22-18",
  "sectionId": "sport",
  "body": "The annual Devon county show took place over the weekend and its oval-ball equivalent will be held at Twickenham on Saturday. Not since the massed ranks of Trelawny’s army poured up from the far west to cheer on Cornwall in the 1991 County Championship final has there been a more eagerly awaited pilgrimage up the A30 and A303. With Cornwall also featuring in this year’s county rugby final next Sunday and Plymouth Argyle in the League Two play-off at Wembley on bank holiday Monday, could the last London-bound person turn out the harbour lights? Short of Jack Nowell’s father leading a flotilla of Newlyn fishing trawlers up the Thames, the West Country invasion of the metropolis could hardly be more coordinated. Good luck, then, to anyone within the M25 looking to advise Exeter that one of sport’s more feelgood recent journeys is bound to end in defeat by Saracens in the Premiership final. “The boys like a challenge,” murmured Henry Slade, one of the clutch of home-reared players helping to make their region proud. “It’s the Premiership final; you win that, you are champions of England. You don’t need much more motivation. If we make the most of the occasion we’ll be right on it.” Given the Chiefs’ last appearance in a Twickenham final was the low-profile EDF National Trophy final in 2008, when they lost 24-13 to Northampton on the undercard to the Anglo-Welsh Cup final between Leicester and Ospreys, it is impossible to overstate how much this grand return means to those with an emotional stake in their adventure. They are long past the point, however, of being content to make up the numbers and wave Saracens through to an inevitable domestic and European double. Not everyone seems to have noticed but there are two Exeters: the image of a bunch of cider drinkers on a fairytale odyssey is wonderfully romantic but this is primarily a hard-headed posse of sportsmen with the glint of history in their eyes. The last club from somewhere other than the east Midlands or the south-east to conquer the English game were Sale in 2006 and the Chiefs see no reason why they cannot rattle Sarries until their fillings ache. They have scored more points and 11 more tries than the European champions during the regular season, backing up the view of the Wasps director of rugby, Dai Young, that “the two best teams all season” have reached the final. Add the incentive of knowing Nowell has pledged to cut off his trademark rat’s tail should the Chiefs lift the trophy and Slade insists he and his team-mates will fully embrace their big day. “I know they have done the double on us this year but we did the double on them last year,” Slade said. “We definitely know we can beat them. Maybe we are surprising other people but, internally, there is a massive expectation and we have a lot of confidence in our ability.” For that alone, Rob Baxter and his fellow coaches deserve huge credit. In the six years since the intricately plotted heist at Bristol’s expense that earned promotion from the Championship they have built a team and a following that are the envy of their Premiership rivals, not least across the border in Somerset. While Bath have shown that big money does not necessarily ensure lasting success, Exeter have demonstrated the flipside: that people ultimately make great rugby clubs and that good things rarely happen overnight. Baxter highlighted that truth again in his moment of triumph, the tension of a gripping, atmospheric semi-final against a gallant Wasps team having finally eased. Asked if he planned to celebrate he gazed at his inquisitor with incredulity. “We’re Exeter,” he retorted. “We’re not machines, we’re human beings.” That sentence perfectly captures the essence of the Chiefs and explains why the fervent strains of the tomahawk chop could already be heard drifting on the wind fully a mile from the stadium two hours before Saturday’s kick-off.   Related: Saracens outclass Leicester to reach Premiership final and put double in sight    If that buzz faded slightly as Exeter tightened up in the third quarter, a second penalty try in the closing seconds ultimately ensured a proper job done, with the power to add. “This is not a flash in the pan … it is the culmination of a lot of people’s hard work over a long time,” Baxter said. The unsung Don Armand, Will Chudley, Ian Whitten, Ben Moon and their ilk will head for the bright lights with nothing to lose and Saracens would be mad to underestimate them. Exeter Chiefs Dollman; Nowell, Slade, Whitten (S Hill, 61), Woodburn; Steenson (capt), Chudley; Moon (Hepburn, 53), Cowan-Dickie (Yeandle, 53), Williams (Francis, 53), Lees, Parling, Ewers (Waldrom, 61), Salvi, Armand. Tries Whitten, penalty 2, Ewers. Cons Steenson 4. Pens Steenson 2. Wasps C Piutau; Wade, Daly, S Piutau, Halai; Gopperth, Robson (Simpson, 68); Mullan (McIntyre, 60), Festuccia (Johnson, 50), Cooper-Woolley, Launchbury, Davies, Haskell (capt), Smith, Hughes (Jones, 68). Tries Festuccia, Robson. Cons Gopperth 2. Pens Gopperth 3. Sin-bin Festuccia, 39. Referee G Garner (RFU). Att 12,604.",
  "webTitle": "Exeter’s hard-headed posse more than ready to scupper Saracens’ dream",
  "webPublicationDate": "2016-05-22T21:00:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/exeter-saracens-rugby-union",
  "keyword": [
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/22/exeter-saracens-rugby-union"
}