{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/patrick-stewart-jeremy-saulnier-green-room-thriller-punks-v-fascists",
  "id": "2016-05-10-283",
  "sectionId": "film",
  "body": "Green Room has been making people sick. People have said they’ve stopped breathing during the film; that watching it made them feel unsafe. When he read the script for the first time, Patrick Stewart was so unsettled he stopped after 30 pages to ensure all his windows and doors were locked, then poured himself a scotch (once he’d read the rest, he signed up immediately to play the film’s merciless neo-Nazi Darcy). Jeremy Saulnier loves all of this. He likes upsetting people.   Related: Green Room review - gruesomely effective neo-Nazis vs rockers horror    Green Room is a nasty piece of work: a taut, vicious little siege film. It delivers on a promise: in 2013, Saulnier’s Blue Ruin felt new. A sticky thriller about a vagrant blunderingly avenging his parents’ murder, it was an intentionally clumsy yet pretty piece that didn’t follow formula. Hearteningly, Saulnier’s much anticipated followup is even more uncomfortable, drawing inspiration from the exploitation films Saulnier grew up loving, with the irresistible addition of a deplorable Patrick Stewart bringing the pain.            It gets going quickly: we meet young hardcore punk band the Ain’t Rights, struggling across the Pacific North-west. A last-minute booking finds them playing a backwater dive that turns out to be skinhead central, full of neo-Nazis, and when one of the band stumbles into a murder scene, things fall apart. Faced with genuine brutality, our kids find themselves exceptionally out of their depth, and Saulnier goes to town as the punks, pitted against the armed fascists, have no choice but to go primal. “Things,” sighs Stewart’s Darcy as people start getting hurt, “have gone south.” Saulnier, from Alexandria, Virginia, grew up making lo-fi monster movies in his parents’ back yard. As he got older, the films got bigger, and his first professional feature, the 2007 comedy horror Murder Party, had a bit of buzz, though hardly enough to bring in the big bucks. Saulnier, then 30 with two kids, took a strategic decision: he stepped back from features, went into corporate and commercial film-making to develop his skills and pay the bills. But as the years went by, he started to become scared of losing traction as a director, and decided to go for broke. Self-funding Blue Ruin with his wife, he put $180,000 on a credit card and raised $38,000 via Kickstarter – just enough to go into production. The risk paid off: the film was critically lauded, and Saulnier was offered sizeable studio projects. But then he went and turned them down.     Imogen Poots in Green Room. Photograph: Allstar/Altitude Film Entertainment    “I could have done much bigger movies after Blue Ruin,” he smiles, “but the last thing I ever wanted to do was replicate what I’d done with that film.”   Related: Blue Ruin review – a dignified revenger's tragedy    Tonally? “Yeah,” he says. “Some people were disappointed that I went this route, but I had to expel this demon. I had to make Green Room. I could try to do my first studio movie, or I could go back to make a movie for all my hardcore friends. I dedicated the movie to them.” Saulnier was on the frontline of the US punk scene in the early 1990s, singing in the band No Turn On Fred. Saulnier, who looks like Eric Bana and makes for calm but confident company, says he was a jock who hated sports, but loved physical exertion, which was hardcore’s draw. He’d “get all up in the pit,” often getting beaten up. The Ain’t Rights’ gig in Green Room highlights his reverence for the scene; as the band play, Saulnier films the moshpit violence in ecstatic, operatic slo-mo. Then, though, the violence gets real, the venue becoming an actual battleground. And Green Room’s pain is unflinching. You feel it. Saulnier hates seemingly inconsequential Hollywood violence, and believes cinema has a responsibility to make it count.     Alia Shawkat and Anton Yelchin perform with the Ain’t Rights in Green Room. Photograph: Scott Green    “Cinematic violence is kinetic, visual, and, until recently with all the goddamn CG, very tactile,” he says. “I’ve no idea why when lion cubs play they pretend to kill each other. It’s the safe space for violence, the cinema. But the violence in my movies has to be coupled with an emotional component. I’ll watch movies and be completely disgusted by acts of violence, but I try to couple mine with a narrative thrust, so you’re on this thrilling journey and it’s intense and immediate and it serves as a way to up the stakes where life or death means a heightened storytelling vantage point. I don’t get off on movies that are about unmarried couples cheating on each other. It just does not register with me. I’m very happy in my house; my wife and I have three beautiful daughters, and they put us through the wringer. But when I sit down and watch a movie I want something more than a mid-20s sob story about painting a fucking apartment.”   Related: Patrick Stewart: 'I can store emotions. No experience is ever wasted'    Saulnier does put his unlikely heroes through the wringer, and with an almost sadistic glee; he loves throwing seemingly inept people into extreme situations. “I like films that are grounded,” he says. “Blue Ruin downscaled the revenge genre to this everyman level. I like to watch him squirm. Same with Green Room: you have this very cinematic traditional situation, but downscaled to some very unlucky kids in a punk band. Just to see how real humans might operate in that traditional space. You’re used to seeing some badass with a secret past kicking ass and having some kind of expertise or tradecraft to lean on. I don’t give my protagonists that background, they have to just figure it out.”     Anton Yelchin and Imogen Poots in Green Room. Photograph: Allstar    Green Room has more fun than Blue Ruin; Saulnier has more people to watch squirm, for starters. One of the ways he has evolved as a film-maker, he says, is in creating on-screen tension. He studied audiences as they watched Blue Ruin, watching how they responded to its most tense scenes, and wanted to go further. “It’s a very hard thing to achieve with an audience. Can you make them sweat? I fed off of that. That’s something you can’t just decide to do – you have to really craft it. And I wanted to ratchet that up 10 times for Green Room. It was an exercise in tension-building. Most of the craft in this film comes before all hell breaks loose and blood is shed, when it’s just people talking in a room. There’s not much going on but it’s the tension that’s slowly mounting, that becomes unbearable. I wanted to just cut loose and make a really aggressive genre film, and celebrate my cinematic history and my brief foray into the hardcore scene. The film fills a void no one else could fill, and that’s what’s really satisfying to a film-maker.”           Patrick Stewart sketch: what has the ECHR ever done for us?    He hopes the film he makes next will be even more challenging, but very much cut from the same cloth. His childhood friend Macon Blair, who appears in Green Room and starred in Blue Ruin, has written Hold The Dark, adapting it from William Giraldi’s novel, set in the Alaskan wilderness, about a hunter on the trail of some wolves who snatched a child. “It’s a very elevated human story,” enthuses Saulnier. “With a lot of violence. It’s a huge step up. We’re gonna go for movie stars.” And, presumably, he’s going to make them squirm, too. Green Room is in cinemas from Friday May 13",
  "webTitle": "Green Room: inside the punk Patrick Stewart thriller that's making people sick",
  "webPublicationDate": "2016-05-10T08:00:03Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/patrick-stewart-jeremy-saulnier-green-room-thriller-punks-v-fascists",
  "keyword": [
    {
      "webTitle": "Anton Yelchin",
      "id": "film/anton-yelchin",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Patrick Stewart",
      "id": "culture/patrick-stewart",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Green Room",
      "id": "film/green-room",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Godfrey",
      "id": "profile/alex-godfrey"
    }
  ],
  "guardianId": "film/2016/may/10/patrick-stewart-jeremy-saulnier-green-room-thriller-punks-v-fascists"
}