{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/23/ophelia-minor-characters-shakespeare",
  "id": "2016-05-23-49",
  "sectionId": "stage",
  "body": "It’s said that Shakespeare wrote The Merry Wives of Windsor because Elizabeth I was so taken with the character of Falstaff in Henry IV that she demanded he got a play of his own, depicting “Falstaff in love”. Elizabeth is not the only person to have thought a minor character might have a lot more to say if given the chance. Every actor playing the third spear-carrier on the right probably thinks their character is the pivot of the drama, and has worked out an entire backstory for them. A really good actor can make Celia seem infinitely more interesting than the lovelorn Rosalind; Banquo as complex as Macbeth. Playwrights play this game, too. Tom Stoppard did it most famously in Rosencrantz and Guildenstern Are Dead and Shakespeare’s plays seem particularly ripe for this approach. Katie Mitchell, Alice Birch and Chloe Lamford’s Ophelias Zimmer at the Royal Court reimagines Hamlet entirely from the view of Ophelia and the things she hears, sees and experiences from inside her bedroom. As the evening progresses, that space feels as if it is becoming smaller and smaller as she drowns in the screaming silence that comes with being a character in a play who has not been given a voice by Shakespeare. At a post-show discussion at the Royal Court, Mitchell said she was working with Martin Crimp on another production that aims to put another marginalised young woman – Miranda from The Tempest – centre stage.     Suhayla El-Bushra’s The Iphigenia Quartet. Photograph: Helen Murray    In fact, there’s a lot of it about. Jane Asher played the title role in CP Taylor’s Ophelia at Oxford Playhouse in 1977, and a year later the feminist playwright Melissa Murray considered the character from a lesbian perspective. There have been some fascinating feminist perspectives: one of my favourites is Elaine Feinstein’s Lear’s Daughters, which takes you back to the sisters’ childhoods and makes you understand why they behave the way they do in Shakespeare’s play. Sometimes it’s not even a minor character who gets to hold the stage, but one who never appears. Characters who traditionally appear only as off-stage figures suddenly find themselves in the spotlight, for example in Sharman Macdonald’s After Juliet, which gives voice to a vengeful Rosaline, Romeo’s first love who was brushed aside and so quickly forgotten. Helen Cooper’s Mrs Vershinin reclaims a woman who never even manages to get on stage in Three Sisters and is described only through her unfaithful husband’s eyes. Suhayla El-Bushra’s play, one of four making up the Iphigenia Quartet at the Gate, all re-examine Euripides’ Iphigenia in Aulis from multiple viewpoints, putting the shadowy victim centre stage. I’ve always longed to see more of Regina in Ibsen’s Ghosts and find out what happens to her, and I love the eccentric Charlotta in The Cherry Orchard who does magic tricks and knows so little about her past.  Which minor characters in major plays do you think deserve a place in the spotlight?",
  "webTitle": "Alas, poor Ophelia: the minor characters who deserve the spotlight",
  "webPublicationDate": "2016-05-23T19:00:22Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/23/ophelia-minor-characters-shakespeare",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Katie Mitchell",
      "id": "stage/katie-mitchell",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/23/ophelia-minor-characters-shakespeare"
}