{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/04/local-government-get-involved-council-elections",
  "id": "2016-05-04-136",
  "sectionId": "public-leaders-network",
  "body": "What exactly is local government? It’s a difficult one to sum up: there are several tiers, and the structure of those tiers is not the same in every part of England. Each level is formed by a democratically elected body generally funded through a combination of business rates, central government grants and council tax. You can find out which levels of local government exist in your area. Here’s a quick guide to how it all works across the country.    Related: In momentous times for councils, we need more data on local elections    If you live in, or close to, a city If you live in London, you will have a London borough council such as Lambeth or Camden. If you live in a large city that isn’t London, such as Liverpool, your local government body might take the form of a metropolitan borough council. These cover places like Birmingham and Leeds. If you live in the countryside In some rural or semi-rural parts of England, local government is split between a county council and a district council. County councils cover large areas, such as Gloucestershire or Cornwall, and provide most but not all services for that area – think libraries, council housing and some roads. District councils cover smaller areas and provide more localised services.     ‘Coxit’: Cotswold district council is planning to shed Gloucestershire county council control. Photograph: Alamy    These councils can shift and form a single level of government, known as a unitary council. For an example look at “Coxit” – the plan for Cotswold district council to join forces with West Oxfordshire and form a unitary authority, not under Gloucestershire county council control.  The new arrangements have consequences: if local government borders are redrawn it’s unclear where Gloucestershire constabulary and Thames Valley Police patches would be. Would Gloucestershire residents be safe in their beds with Thames Valley Police on the case? Probably. But it would make a mess of the 5 May police and crime commissioner elections. If you’re somewhere in between  You might live under a unitary authority. So instead of the two tier system (county, and then district) there’s just the one authority. Reading is an example: the authority might do refuse collections, run your library and provide council housing.   Related: The new wave of English mayors: power to the people or fresh bureaucracy?    If you’re really awkward and you live in an area that’s had extra devolved powers Greater Manchester (a city region) now has a combined authority (the Greater Manchester combined authority, or GMCA). This adds an extra layer below central government, which holds some of the powers traditionally retained in Westminster. The GMCA covers the area of 10 local councils, including Wigan and Bolton. You could, for example, be represented by both the GMCA and Wigan council. The tier below: parish councils Community, town and parish councils are often collectively referred to as parish councils. The UK has around 10,000 of these, which form the most local level of local government in England, but only around a third of people in England have a parish or town council in their area. Parish councils – not to be confused with church parishes, which have been separate for over a century – are often responsible for items such as allotments, community centres, cemeteries and parks. And, of course, public clocks. Depending on the size of the population, parish council elections can take place in several wards (small subsections of the area) with residents in each ward electing a representative. The principle is the same as for electing a constituency MP.     Little Stoke park, where the parish council is considering charging for parkrun. Photograph: Claire Hayhurst/PA    These parish councils meet with their fair share of controversy. Stoke Gifford parish council recently hit the news when it suggested parkrun participants be charged for using the local park. How do you get involved with your parish council? Just as with county or district councils, if there’s a parish council in your area you can vote, or stand for election as a councillor. Elections for parish or town councils take place every four years but vacancies sometimes come up more regularly (these by-elections are called casual vacancies – like in JK Rowling’s book), so it’s worth checking local papers as they often report them when they arise.   Related: 5 May: your guide to this week's local and mayoral elections    Can you set up your own? Yes. You need to define the boundaries of where you plan to have a new council and get the support, via a petition, of people able to vote in elections (known as electors) in your area. The exact percentage depends on the number of people in your area. There’s more detail on the precise numbers needed here. If your petition gets enough signatures you can submit it to the principal authority (probably the county or borough council) in your area, which will will carry out what’s called a community governance review. The next step is for the authority to consult residents, decide yes or no, and if your plan gets the green light it will announce a date for elections. St Austell town council in Cornwall is an example of how this process can work [pdf]. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "What is local government and how can you get involved?",
  "webPublicationDate": "2016-05-04T15:00:16Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/04/local-government-get-involved-council-elections",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Policy",
      "id": "public-leaders-network/policy",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Engagement",
      "id": "public-leaders-network/engagement",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Isaac",
      "id": "profile/anna-isaac"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/04/local-government-get-involved-council-elections"
}