{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/18/scotlands-female-leaders-call-for-end-to-sexist-golf-club-rules",
  "id": "2016-05-18-95",
  "sectionId": "uk-news",
  "body": "Scotland’s female political leaders have called for an end to sexist golf club regulations after it emerged that members of one of the country’s remaining men-only clubs were lobbying to continue excluding women. A group of around 30 members at Muirfield in East Lothian wrote to fellow members ahead of a postal ballot on whether to end the historical rule, the result of which is expected on Thursday. An endorsement of its men-only admission rule would place the club in danger of losing its Open status. Muirfield has hosted the event sixteen times since 1892, and most recently in 2013 when the Royal and Ancient, which organises the tournament, was heavily criticised for using it as a venue. The antediluvian membership regulations of some of Scotland’s most famous golf courses have been a source of contention and outrage for years.  As the latest instalment emerged, a spokesperson for the Scottish Conservatives said: “Ruth [Davidson] likes golf and attending events like the Open, but she certainly won’t be going to Muirfield as long as this rule remains in place.” The Labour leader, Kezia Dugdale, told the Guardian: “There is so much still to do to break the glass ceiling in our country, and clubs like these are a powerful symbol of that. If I watch the Open at all, it will be from the sofa.” Meanwhile, asked about Open venues recently, Scotland’s first minister, Nicola Sturgeon, insisted: “I don’t think in this day and age it’s acceptable for there to be anywhere in Scotland that is off limits to women.”  In letter seen by the Scotsman newspaper, the ‘no women’ lobby wrote to members of the Muirfield course, run by the Honourable Company of Edinburgh Golfers, arguing: “Change must come slowly and choice should be evolutionary. A traditional resistance to change is one of the foundations of our unique position in golf and our reputation.” The letter continued: “It is accepted that we may have to change, but we should not do so now on the basis suggested. We have had a lengthy process, but it is felt that there is time to pause and consider further options to develop the club and it is hoped retain the Open.” Royal Troon, which is host to this year’s Open, is the only other male-only Scottish club on the third major’s rota, and is currently undertaking a review of its own membership policy. Royal Troon currently shares its facilities with Troon Ladies, and will host the Open jointly with the women’s club. In a statement on Tuesday, the Royal Troon captain, Martin Cheyne, said of the policy review: “We care very much for the reputation of Royal Troon Golf Club and it is important the club, much like the wider game, reflects the modern society in which we exist.”  Asked about the forthcoming Open in an interview at the end of April, Sturgeon replied: “I’m the first woman to hold the office of first minister and gender equality is one of the things that really, really matters to me. I don’t think in this day and age it’s acceptable for there to be anywhere in Scotland that is off limits to women and I hope Royal Troon reflects on that. I know they are undertaking their own review at the minute and I welcome that and look forward to its conclusions.” There is speculation about whether Sturgeon will attend this year’s Open at Royal Troon, given the membership review is unlikely to be concluded in time. Her predecessor Alex Salmond refused to attend the 2013 Open at Muirfield, describing its membership policy as “indefensible”.  The leaders of the Scottish Greens, Patrick Harvie, and the Scottish Liberal Democrats, Willie Rennie, also confirmed to the Guardian that they would not attend future events at Muirfield should the club vote to retain its exclusive membership rules.",
  "webTitle": "Scotland’s female leaders call for end to sexist golf club rules",
  "webPublicationDate": "2016-05-18T16:36:56Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/18/scotlands-female-leaders-call-for-end-to-sexist-golf-club-rules",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "uk-news/2016/may/18/scotlands-female-leaders-call-for-end-to-sexist-golf-club-rules"
}