{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/30/elliott-johnson-inquest-is-just-start-of-battle-for-justice-say-his-parents",
  "id": "2016-05-30-184",
  "sectionId": "uk-news",
  "body": "The parents of Elliott Johnson, the young political activist who is believed to have killed himself after allegedly being bullied by a Tory election aide, have said the inquest into his death is “just the beginning” of a battle for justice for their son. Johnson, 21, was found on railway tracks on 15 September 2015 after leaving behind three letters, in one of which he alleged that former parliamentary candidate Mark Clarke had bullied him and political journalist Andre Walker had betrayed him. Both Clarke and Walker strongly deny the allegations. Ahead of the inquest into Elliott’s death on Tuesday, his parents Ray and Alison Johnson said they hope the hearing will acknowledge the influence Clarke’s alleged bullying had on their son’s decision to end his life as they discussed the ongoing struggle with their grief. After the coroner refused in March to directly examine the bullying allegations, the couple are gearing up for a lengthier battle to bring to account those they hold responsible for Elliott’s untimely death. Johnson, who will give a statement in person at the inquest, told the Guardian he is considering a range of legal options, including civil proceedings and private prosecution. Speaking from the family home in Wisbech, Cambridgeshire, he said: “As far as we’re concerned the coroner’s legal process is the first legal process that we’re going through. It’s not the final process.  “There are other ways we can take this forward, there are still criminal proceedings, there are civil actions we can take and private prosecutions.  “There are a number of routes to go down, but we will wait until the coroner has spoken before we make any decisions.” In a written ruling released in March, Tom Osborne, the senior coroner for Bedfordshire and Luton, said it was “beyond the proper scope” of the inquest to call Tory party members to interrogate them over steps being taken to investigate bullying claims. Osborne refused to call Clarke and Walker to address the accusations publicly in a move questioned by the Johnson family. But he has agreed to investigate Elliott’s dismissal from his role as political editor at the rightwing thinktank Conservative Way Forward (CWF) on 19 August last year, which the family believe is crucial. Elliott was sent a redundancy consultation letter which said that his role was at risk of redundancy on financial grounds. He was subsequently offered, and accepted, a paid part-time role as a social media consultant. The consultation letter makes direct reference to an altercation between Elliott and Clarke. Elliott complained to Conservative campaign headquarters about Clarke’s behaviour after Clarke allegedly accosted him in the Marquis of Granby pub in Westminster. Shortly after, he was made redundant at CWF. CWF says it passed on Elliott’s complaint to the headquarters and made sure other complaints about Clarke were also passed on. The letter starts: “Further to your email exchange with our HR consultant, I was asked to review our operational requirements to establish your ways to limit your exposure to an external individual following an incident you described which occurred on 12th August 2015. As part of the exercise I have identified that there is a diminishing need for a dedicated political editor for CWF and therefore it is with regret that I write to notify you that your role is at risk of redundancy.” Johnson says he believes this establishes a direct link between Elliott’s sacking and difficulties with Clarke. Conservative Way Forward has previously denied this. “It’s not the coroner’s duty to point the finger of blame, although they can allude to where they think the causes are and where some responsibilities lie,” he said. “We are hoping on Tuesday once he has given his verdict that he will make those allusions to where responsibilities lie for Elliott’s death.  “Because clearly there are reasons for Elliott’s death. He didn’t just wake up one morning and decide he was going to kill himself on a railway line. “All of the evidence that we’ve gleaned over the last eight months is that there are people and organisations involved in some way down the line, which caused him to do what he did.” The semi-retired property developer said the quest for justice for his son had become a “full-time” job.  “It’s pretty hard,” he said. “We’re focused. God knows once this is over what we’ll be like. We might revert to a bag of nerves.” He describes his son as his “best friend” but tries to remain strong for his daughters Charlotte and Hariette, who are both receiving professional counselling. Hariette, who has learning difficulties, is frequently found watching home videos of her late brother, he said.  “I sometimes walk in and see her, you can’t help but get tearful,” he said. “We do get upset, there are times when you really get upset, when you see things, or just relate to things with Elliott.” Elliott’s mother, Alison, adds: “Charlotte has come home for summer now. You still find yourself waiting in the door for that final gathering of your family. That’s what I find hard.” She said the family have been unable to deal with Elliott’s belongings, which were removed from his flat in Tooting, London by a relative and stored at the family home. “It’s too difficult for us to go in there,” she said. The Conservative party has appointed the law firm Clifford Chance to run an inquiry into the bullying allegations, but the Johnsons have declined to take part as they feel the inquiry will not be impartial.  Grant Shapps resigned as a minister in November after appointing Clarke as director of RoadTrip2015, a youth election campaign, when he was chair of the Tory party. On resigning, Shapps denied wrongdoing but said “responsibility should rest somewhere”. His resignation came the day after the Guardian revealed Shapps had received a letter from Sayeeda Warsi complaining about Clarke’s conduct in January 2015. The Tory party had up until that point claimed that it was first made aware of Clarke’s alleged behaviour in August.  In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here.  • This article was amended on 31 May 2016. An earlier version referred to a “notice of redundancy”; it was a redundancy consultation letter. The article also said that the letter referred directly to the altercation between Elliott Johnson and Mark Clarke as being one of the reasons his employment was terminated. We accept that it did not make that statement. Sentences have been added to the article to make clear that the letter said Elliott’s position was at risk of redundancy on financial grounds, that he subsequently accepted a paid part-time role, and that CWF passed on complaints about Mark Clarke from Elliott and others to Conservative campaign headquarters.",
  "webTitle": "Elliott Johnson inquest is just start of battle for justice, say his parents",
  "webPublicationDate": "2016-05-30T06:00:26Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/30/elliott-johnson-inquest-is-just-start-of-battle-for-justice-say-his-parents",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "uk-news/2016/may/30/elliott-johnson-inquest-is-just-start-of-battle-for-justice-say-his-parents"
}