{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/labor-hits-back-at-negative-gearing-shrill-scare-campaign-by-real-estate-industry",
  "id": "2016-05-13-326",
  "sectionId": "australia-news",
  "body": "Labor has hit back at a campaign against negative gearing changes by a group of large real estate agencies, arguing they are vested interests who have not produced any evidence for their criticisms of its policy. The Real Estate Institute of Australia and major realtors, including LJ Hooker, Raine and Horne, Laing and Simmons, McGrath, Ray White and Century 21, have said they are going to campaign against Labor’s proposed changes to negative gearing using their databases of hundreds of thousands of landlords and tenants. Labor wants to limit negative gearing to new housing from 1 July 2017 (while losses from new investments in shares and existing properties could still be used to offset investment income tax liabilities).    Related: Morrison dismisses Reserve Bank warning about negative gearing    It also wants to cut the capital gains tax discount from 50% to 25% after 1 July 2017. Both are measures it says will improve the budget bottom line by $32.1bn over 10 years. The Coalition has promised not to change either policy. The Real Estate Institute of NSW president, John Cunningham, told Guardian Australia the campaign would be an awareness campaign asking voters if they had considered the risks of negative gearing changes. These risks included the possibility of rents rising, and prices rising as investors snap up properties before Labor’s deadline for negative gearing on existing properties kicks in in 12 months. He said real estate agents wanted to tackle housing affordability but thought negative gearing changes would be “one of the worst things to do to the sector”.  Labor’s policy would be targeted because “after the budget, only Labor’s policy was standing, that’s something we had to factor in”, Cunningham said.   Related: How negative gearing replaced the great Australian dream and distorted the economy | Greg Jericho    The Raine and Horne chairman, Angus Horne, told Guardian Australia anecdotal evidence from real estate agents who had spoken to investor landlords indicated they would be less likely to invest in existing properties, which would decrease the stock of rental housing and increase rents. He said 80% of people who own investment properties and negatively gear them are earning less than $80,000. “The common perception would be that they’re investors who own multiple homes, that they’re multi-millionaires, that’s just not the case.” The real estate agents plan to produce research to highlight the risks of the changes. Horne pointed to a BIS Shrapnel report which claimed scrapping negative gearing would cost $19bn, which Labor has rubbished because it does not model Labor’s policy. The shadow treasurer, Chris Bowen, said the real estate industry had not produced evidence or modelling, “not one little bit of support for their claims for this ridiculous and shrill scare campaign, threatening recession, house price crashes, house prices will go down but rents will go up, hordes of locusts would come on Australia should negative gearing actually be reformed”. “The real estate industry makes it clear ... they accept they have a vested interest in keeping the current arrangements,” he said.  “Well, I tell you who doesn’t have a vested interest in keeping the current arrangements, hundreds of thousands of first-home buyers who are being locked out of the market.” Bill Shorten said the taxes of millions of Australians who don’t negatively gear are “used to subsidise the business model of large property speculators and real estate agents”. “Now I understand that vested interests will always scream in defence of their particular part of a taxpayer subsidy,” he said. “In Australia, over $10bn a year of taxpayer money goes to subsidise negative gearing. We’re not scrapping negative gearing entirely but we do want to do budget repair that is fair.” Malcolm Turnbull said the real estate agents’ campaign showed the danger of Labor’s policy. “As you have seen today, the warnings from the real estate sector, the real estate agents – who knows more about the real estate market than them? That is their business, that is their life’s work, what they are saying is warning that Bill Shorten’s reckless and dangerous experiment with the largest asset class in Australia will drive down home values and drive up rents,” he said. On Friday, Greens senators Larissa Waters and Scott Ludlam campaigned on housing affordability in Brisbane. The Greens plan to phase out negative gearing for all non-business asset classes, with grandfathering arrangements for existing investment. They also want to phase out the 50% CGT discount by 10% each year from 1 July 2016, until there is no discount at all, from 1 July 2020.  Waters said the policy would “would free up billions to invest in building new affordable housing and would help slow sky-rocketing house prices”. Ludlam said over half of individual taxpayers with negatively geared rental housing investments are in the top 10% of personal taxpayers, with 30% earning over $500,000. He asked: “Why should taxpayers continue to subsidise investment properties when so many people are struggling to afford a home to live in?”",
  "webTitle": "Labor hits back at negative gearing 'shrill scare campaign' by real estate industry",
  "webPublicationDate": "2016-05-13T04:26:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/labor-hits-back-at-negative-gearing-shrill-scare-campaign-by-real-estate-industry",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/13/labor-hits-back-at-negative-gearing-shrill-scare-campaign-by-real-estate-industry"
}