{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/anthony-martial-louis-van-gaal-manchester-united-west-ham",
  "id": "2016-05-09-24",
  "sectionId": "football",
  "body": "Louis van Gaal may avoid the risk of Anthony Martial aggravating a hamstring problem by leaving him out of Manchester United’s crucial game at West Ham United on Tuesday. It is understood the striker travelled with the rest of the squad on Monday and faces a fitness test to determine whether he can be involved in the match-day 18. The Frenchman hurt the tendon while warming up for the 1-0 victory at Norwich City on Saturday and was replaced in the starting XI by Ander Herrera.   Related: Manchester United can scent City’s blood in the race for fourth place    After Manchester City could only draw with Arsenal on Sunday, United have control of their destiny before their last two matches. If West Ham are defeated, then Bournemouth in the final outing at Old Trafford on Sunday, Van Gaal’s team will finish in the top four even if City win at Swansea City in their last match. Yet with United also facing Crystal Palace in the FA Cup final on 21 May, Van Gaal is clear Martial will not be selected if there is any chance of the injury worsening. “I cannot say because we have to wait,” the Dutchman said. “If his muscles are still tight I don’t take any risks because he is a very important player. We don’t want a rupture and that is very important for us.” Van Gaal is intent his side must ignore the emotion involved in West Ham’s final game at Upton Park as they push for Champions League qualification. Given the home crowd will be particularly feverish and drive Slaven Bilic’s side on, Van Gaal wants his players focused solely on winning. The manager said: “On Tuesday we have to play against an opponent who says goodbye to the stadium so they don’t want to lose. They have already lost to Manchester United in the last FA Cup match [in the quarter-final]. That’s also history. It’s not good for us and West Ham United are a very good team. “We have a lot of respect for West Ham United. They are a historical big club in England, in the Premier League. We don’t want to spoil their party but we need the three points. That’s different. It is a big night and I think the players shall feel that also.” Marcus Rashford and Daley Blind did not travel to Norwich last week as they were rested. Van Gaal may have done the same again with any player who may be tired. He said: “It is always dependable on the data from my fatigue specialist. “We are going home and Sunday [was] recovery and the day after is recovery. I have to decide then on the data of my fatigue specialist who I am taking with me. It’s always like that. It can happen that I leave players at home because they are too tired.”",
  "webTitle": "Louis van Gaal says he will not take a risk with Anthony Martial at West Ham",
  "webPublicationDate": "2016-05-09T21:30:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/anthony-martial-louis-van-gaal-manchester-united-west-ham",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/09/anthony-martial-louis-van-gaal-manchester-united-west-ham"
}