{
  "apiUrl": "https://content.guardianapis.com/deloitte-partner-zone/2016/may/26/dont-be-a-screen-addict-use-tech-to-improve-your-work-life-balance",
  "id": "2016-05-26-157",
  "sectionId": "deloitte-partner-zone",
  "body": "Smartphones, emails and apps were created to make our lives easier. But with everything now always at our fingertips, many people find themselves blurring the line between work and free time. “Technology has led to an always-on culture,” says Tracey Eker, chief executive of Flexiworkforce. “We live in a 24/7 environment where everything is instant – which puts pressure on professionals to keep up the pace outside of work.” “Email has revolutionised communication, but it’s also led to a constant barrage of messages,” agrees psychologist Dr Gary Wood. “It would be unthinkable to have the post delivered every three minutes, or for us to permanently perch the other side of the letterbox to grab every letter before it hits the floor – but that’s what we’re doing with email.” This is mainly because the devices that connect us to work – smartphones, tablets and laptops – are now portable. “30 years ago you had a computer at a desk that didn’t move,” says Jessica Chivers, managing director of the Talent Keepers. “The fact you can now take things with you has shifted the responsibility of drawing boundaries on when you work from the employer to the employee.” And as use of technology increases, people are working longer hours than ever before. With professionals finding it increasingly hard to switch off, how can we better use tech to make sure work does not dominate our free time? Ideally technology should create a better work-life balance, enabling us to be more productive and more mobile. “So the technology is not the problem – we are the problem,” says author and counsellor Tim Grimes. First, don’t allow technology to let you feel anxious, says Grimes. “That defeats the point. Digital technology can’t control the way you think and behave – so don’t let it. Know the importance of relaxing, and practice doing the things you enjoy to help take your mind off work.” You also need to set limits on the time you spend on work tasks, says Wood. “Set aside times when we check emails and limit the time you spend on social media accounts. The brain needs to be able to switch off to process information effectively. So you need to create your own time outs.” Eker adds that you need to turn off work notifications on your phone, tablet or laptop during your free time. “Out of sight, out of mind. Also don’t have email apps on your phone – so you have to go to your search engine app to look for emails if you must view emails on the go. This makes it harder to access work messages after hours.” If you are still finding it hard to strike a good work-life balance, then there are several ways you can use apps to your advantage. “I recommend downloading apps such as Offtime or Moment. You can use these to block emails, or you can set daily time limits on certain apps – they will tell you when you have exceeded them and give you stats on how much you use them for,” says Eker. “It can be an important wake up call for mobile addicts.” Wood also recommends downloading goal-setting apps such as Nozbe and LifeTick to remind you to do things that aren’t work-related. “It’s a useful tool to put leisure activities in a diary or calendar so that they have significance. Make your down-time important.” There are also mindfulness apps such as HeadSpace that you can use to help you relax and unwind during your free time. “By being mindful of what we are doing, time doesn’t race away from us,” adds Wood.   Related: Simplification of work: the coming revolution    Another tip to strike a healthy work-life balance is to split your time into work and leisure using the Pomodora Technique, says Chivers. “There’s the Pomodora app you can download which allows you to split tasks into 25-minute chunks. It’s a good way of helping your work-life balance as it forces you to draw time boundaries on tasks.” An important part of finding time for work and leisure is saving time on tasks. For this purpose, Eker swears by time-saving app AirTable – a spreadsheet application that allows colleagues to work simultaneously on a spreadsheet. “It’s less time consuming that regular spreadsheets. You can tag someone in a cell and they receive a notification. So this saves time on having to email people documents or ask them to complete a task.” Setting boundaries is also key to helping you focus during work, and relax during your leisure time. One tip is to switch your phone to airplane mode once or twice a day, and not to check your phone before bed. “I have a cut-off point, I’ll generally stop work at nine and from then on I make sure I don’t check it before bed. If you do this, your mind starts whirling,” says Chivers. She also says make sure you don’t have your phone, tablets or laptops in the bedroom. “The bedroom should be for three things only: sleep, reading and sex.” There are also plenty of ways you can strike a good work-life balance without reaching for your smartphone or downloading the latest apps. “The way I manage my time is to look at output. At the beginning of the week I set a realistic goal of what I am going to achieve that week,” says Chivers. And this output doesn’t just relate to work goals: you must set goals across the whole of your life, including extra leisure time. “Be realistic with your goals. You also have to make sure you have things for yourself on that list, whether that’s walking the dog or doing your allotment – anything that relaxes you and makes up a rich life.” Ultimately, achieving a healthy work-life balance is about learning to use new technology and apps to help manage your time – rather than being a slave to your smartphone. As Chivers says, the responsibility for achieving a good work-life balance now sits firmly with the employee – so you need to be strict with your time and set boundaries on when you use new technology and when you allow yourself time to switch off. Being instantly connected to work can be a blessing, but only when you are in control of that connection.",
  "webTitle": "Don't be a screen addict – use tech to improve your work-life balance",
  "webPublicationDate": "2016-05-26T14:32:59Z",
  "webUrl": "https://www.theguardian.com/deloitte-partner-zone/2016/may/26/dont-be-a-screen-addict-use-tech-to-improve-your-work-life-balance",
  "keyword": [
    {
      "webTitle": "Deloitte partner zone",
      "id": "deloitte-partner-zone/deloitte-partner-zone",
      "sectionId": "deloitte-partner-zone",
      "sectionName": "Deloitte partner zone"
    }
  ],
  "authors": [],
  "guardianId": "deloitte-partner-zone/2016/may/26/dont-be-a-screen-addict-use-tech-to-improve-your-work-life-balance"
}