{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/outdoor-clothing-paramo-toxic-pfc-greenpeace-fabric-technology",
  "id": "2016-05-27-314",
  "sectionId": "sustainable-business",
  "body": "On 16 January, professional climbers David Bacci and Matteo Della Bordella set off to climb Mount Fitz Roy in Patagonia. They chose the mountain’s heavily exposed East Pillar, the hardest route of the lot. The pair endured brutal weather but eventually finished the climb.   Map of Mount Fitz Roy Map of Mount Fitz Roy   Bacci, who volunteers for Greenpeace, didn’t just want to use the climb to prove his alpinist credentials; he wanted to show that it’s possible to tackle the toughest mountain conditions in “PFC-free” clothing. PFCs, or perfluorinated compounds, are a staple in many fabrics used for outdoor clothing. They are popular with the industry’s big brands because they create a porous outer layer that allows impermeable, waterproof materials to breathe, while making surfaces repel water and oil.  Yet PFCs are also linked to a number of worrying health conditions. Laboratory studies have found links to reproductive problems in animals. PFCs can also last indefinitely in the environment and find their way into the animal food chain. Páramo is one of the few PFC-free outdoor brands currently on the market. In a demonstration of industry leadership, the apparel company came out publicly earlier this year to support Greenpeace’s call for an end to the use of this toxic chemical in outdoor gear. “Greenpeace wanted to point out the irony that those [companies] that supposedly loved the outdoors were still polluting it,” says Catherine Whitehead, marketing executive at Páramo. “We’ve been talking to Greenpeace for the past couple of years and that came to fruition with us agreeing to sign up to its Detox campaign.”   Related: Toxic chemicals found in most outdoor gear    Páramo uses an alternative fabric technology, invented by its founder. In that sense, it has a head-start on its industry competitors. The company has also taken steps recently to ensure all its garments are fully recyclable.  Páramo shows that it is “absolutely possible” for outdoor brands to produce high-performance gear without using hazardous chemicals, says Cecilia Preite Martinez, a spokesperson for Greenpeace’s Detox campaign. “Páramo is setting the highest standard in the whole outdoor sector and this example should encourage bigger brands to take the lead for a toxic-free future,” she adds. Eyes will certainly be on Páramo to ensure that it meets its new commitments. By the same token, public interest is now squarely focused on the likes of North Face, Mammut, Jack Wolfskin and Patagonia to up their game and follow suit.  Páramo is the 2016 winner in the bold move category of the Guardian Sustainable Business Awards.",
  "webTitle": "UK outdoor clothing company rejects toxic PFCs",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/outdoor-clothing-paramo-toxic-pfc-greenpeace-fabric-technology",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Greenpeace",
      "id": "environment/greenpeace",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Balch",
      "id": "profile/oliver-balch"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/outdoor-clothing-paramo-toxic-pfc-greenpeace-fabric-technology"
}