{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/football-transfer-rumours-chelsea-liverpool-mario-gotze",
  "id": "2016-05-13-283",
  "sectionId": "football",
  "body": "“Screeeeeeeeeeech!” That’s the sound of Chelsea Football Club performing an abrupt U-turn on their decision to release John Terry back into the wild and instead offer him a new contract that would keep him in captivity at Stamford Bridge for at least another year. At least that’s the conclusion some have leapt to following reports the club have cancelled plans to give him a big farewell dinner, a montage of his best bits, an endless stream of “banter” at his expense and a live band.   Related: Premier League: 10 things to look out for this weekend    Should Terry stay at Chelsea, he could be joined by the Bayern Munich midfielder Mario Götze, who has been told he has no future with the German champions. This news will come as something of a source of irritation to Liverpool, who had their hearts set on a cherubic 23-year-old who could change hands for as much as £35m. The phrase “sensational double swoop” is not one the Daily Star bandies about lightly, but they’ve reached for the heavy rumour-related artillery in a bid to do Manchester United’s imminent efforts to bring Real Madrid’s central defender Raphaël Varane and Sporting’s midfielder João Mário anything resembling justice. The pair would cost something in the region of £75m. Manchester United are also interested in taking Toni Kroos off Real’s hands, but will face competition from Manchester City in their efforts to lure the German to the Premier League. In other Manchester City-related tittle-tattle, the Mirror reports that this season’s breakthrough striker Kelechi Iheanacho is after a new deal that would result in him trousering £150,000 per week, compared to the comparatively paltry £15,000 on which he’s being forced to scrape by at the moment. Informed speculation that Arsenal are to offer Arsène Wenger a two-year contract extension is likely to prompt fury among certain sections of the Emirates support, who will show their opposition to the idea by tutting audibly, shaking their heads and coyly holding up sheets of A4 on which they’ve written “Careful now”. Presuming Wenger inks the deal, he’ll retain the services of Mesut Özil, who is sitting behind a desk with pen poised while looking even more surprised than usual as he surveys the contract that will make him the club’s first ever £200,000-per-week player. Elsewhere in north London, that acrid stench over White Hart Lane is the smell of £60m burning a hole in Mauricio Pochettino’s pocket. Having inked a new deal with the club, the Argentinian manager has been given a sizeable war chest with which to bolster his squad before next year’s tilt at the Champions League. Half the amount could go on Marseille’s striker Michy Batshuayi, although West Ham are also reported to be interested in the 22-year-old Belgian. And finally, Francesco Guidolin wants to make Leroy Fer’s loan move from Queens Park Rangers to Swansea City permanent, having taken a shine to the Dutchman since arriving at the Liberty Stadium. “Leroy has been a good surprise,” said the Italian. “I didn’t know him before but he has helped the team in the last part of the season, he is a good player and it is possible he stays here.”",
  "webTitle": "Football transfer rumours: Chelsea to battle Liverpool for Mario Götze?",
  "webPublicationDate": "2016-05-13T07:55:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/football-transfer-rumours-chelsea-liverpool-mario-gotze",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/13/football-transfer-rumours-chelsea-liverpool-mario-gotze"
}