{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/and-on-the-mimu-gloves-the-ingenious-devices-helping-disabled-musicians-to-play-again",
  "id": "2016-05-27-95",
  "sectionId": "music",
  "body": "Losing the ability to make music can be suffocating. Clarence Adoo knows this only too well. The trumpet-player was paralysed from the neck down after a car accident 20 years ago. “Playing music was like eating or drinking,” says Adoo, who was a member of the Royal Northern Sinfonia. “Being unable to do it left me doubly paralysed. I would rather play music than walk again.” Seven years after his accident, composer and engineer Rolf Gelhaar built Adoo a breath-controlled electronic instrument called the Headspace. A headset allows Adoo to select notes via an on-screen cursor and a twist of the neck, while blowing into a tube plays the note and tilting his head varies the volume. Adoo was now able to make music again – and in 2012 became one of the founder members of the British Paraorchestra. Although Adoo’s case is extreme, he’s far from the only musician who, after finding themselves creatively crippled by physical limitations, regained the ability to play thanks to developments in technology – and the ingenuity of a growing number of technologists and hackers.             Guitarist Kris Halpin has cerebral palsy. Three years ago, he began to lose strength in his hands. “When I had to start taking songs out of the set list,” he says, “that was scary.” Then he came across the Mi.mu gloves, created by a team of engineers for Imogen Heap, who wanted a form of wearable tech that would be more visually impressive in a performance than twiddling with dials. According to the Mi.mu website, the gloves combine “advanced motion tracking electronics” with “a truly elegant fusion of traditional textiles”. Although the technology wasn’t specifically designed for disabled people, the gloves were game-changing for Halpin, one of only 20 people to own a pair. He was able, earlier this year, to tour the UK, virtually plucking strings and smashing drums. “Two years ago,” he says, “I never would have thought that possible.”     John Kelly, musician and campaigner, who sang Ian Dury’s Spasticus Autisticus at the 2012 Paralympics     There’s more to this than equal opportunities, says Gawain Hewitt of Drake Music, a charity that uses technology to open music up for disabled people. “This is about who is telling our stories. If we exclude one section of society from this medium, we are all poorer for it.” In a bid to combat this, Hewitt organises regular hack events, bringing together coders, designers and engineers in “a traditional British garden-shed way”. Drake isn’t the only group out there. The One-Handed Instrument Trust modifies classical instruments for amputees, and there are various electronic tools available, from the motion-sensor Soundbeam to apps such as Thumbjam and Brian Eno’s Bloom. But, says Hewitt, what we need are truly original instruments. “We want to move away from the concept of two or three ‘special’ instruments for disabled people. Just as for the abled, there should be a range.” Things would move faster if more technologists knew this field existed, says musician and hacker Adam John Williams, director of the Music Tech Fest hack camps. “The importance of music is overlooked by the very people who can enable others to make it,” says the 26-year-old who – due to a neurological condition – spent part of his early 20s in a wheelchair.            Williams created a bass guitar with an “effects pedal” built into its front, eliminating the need for foot control, and embedded an iPad into a digital guitar, replacing its strings. He called the latter, which won an award, the Quirkitar. “Because of my experience,” he says, “when I make an instrument I think, ‘Would everybody be able to play this?’ If more people approached their work this way, there would be more cool stuff in the world. Look at the Paralympics – the public found overcoming a physical disability inspiring. But artistic expression by the disabled is just not appreciated in the same way.” One big barrier remains. “If you are a talented disabled musician,” says Williams, “you aren’t seen as a talented musician – you’re seen as a talented disabled musician.” Halpin agrees. “It feels like it’s still a case of, ‘Oh, a disabled person is having a go – that’s nice.’” John Kelly, the musician and campaigner who sang Ian Dury’s Spasticus Autisticus at the opening ceremony of the 2012 Paralympics, plays a Kellycaster, a guitar made for him by Drake. It’s one of a kind, as most musical devices built for special needs are. The Kellycaster highlights how most technologists approach the problem: address the specific needs of one person with a tailor-made device. For most, this makes the instruments prohibitively expensive: a pair of Mi.mu gloves costs £5,000. So specialist instrument-makers and musicians depend on grants and private donations.            Vahakn Matossian, Rolf Gelhaar’s son, has built Adoo an instrument with more range and versatility than the Headspace. “Most digital interfaces lack expression,” Matossian explains. “Notes are just on or off.” So his HiNote uses a breath pressure sensor to vary volume more subtly and, to kick the sonic range up a notch, there’s a range of quirky, psychedelic sound palettes as well as classical instruments. However, his ambitions lie beyond Adoo and his HiNote. “There are no off-the-shelf truly expressive devices,” says Matossian who, with his startup company Human Instruments, hopes to produce a new kind of mass-market instrument tailored for the disabled for less than £400, which he is calling a “touch board instrument”.  Adoo test drove the HiNote in Newcastle last year. “The software has gone way up in sophistication – and that inspires me to be more creative. It will allow me to do things I’ve never been able to do. Most importantly, it has a more natural way of blowing, so I can produce new effects.” How does he see the future? “I think there are great times ahead. It’s like dipping one toe in the water: it doesn’t take long before you are in above your waist.”            Adoo is now concentrating on mastering the HiNote. Assistive devices are often seen as facile, but these instruments are actually complex and challenging, just like those made for able-bodied people. As for Halpin and his gloves, he mentions his annoyance at a Buzzfeed post about the Mi.mu gloves headlined These Gloves Turn Anyone Into A Talented Musician (And we have Imogen Heap to thank). “It’s not a case of putting the gloves on and waving your hands about,” he says. “It takes practice and skill.” • Clarence Adoo performs with the HiNote for the first time at the Setubal music festival, Portugal, 26-29 May, and gives its UK premiere in a performance of Terry Riley’s In C with the British Paraorchestra at Colston Hall, Bristol, on 3 June.",
  "webTitle": "And on the MiMu gloves … the ingenious devices helping disabled musicians to play again",
  "webPublicationDate": "2016-05-27T15:59:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/and-on-the-mimu-gloves-the-ingenious-devices-helping-disabled-musicians-to-play-again",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Cormier",
      "id": "profile/zoe-cormier"
    }
  ],
  "guardianId": "music/2016/may/27/and-on-the-mimu-gloves-the-ingenious-devices-helping-disabled-musicians-to-play-again"
}