{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/cameron-to-propose-global-anti-corruption-agency-at-summit",
  "id": "2016-05-04-57",
  "sectionId": "world",
  "body": "An international anti-corruption body to help law enforcement agencies and investigators track down money laundering and tax evasion is to be one of the central proposals of next week’s anti-corruption summit hosted by David Cameron. The new international agency is likely to involve broadening the remit of the the Paris-based OECD, which is already undertaking work on bribery and international tax rules, Sir Eric Pickles, Cameron’s anti-corruption adviser, said. Pickles added that the body would not have law enforcement powers of its own, but would act as an information exchange for governments committed to fighting corruption.  Cameron, facing claims that Britain has not done enough to clear up corruption in UK-administered tax havens, hopes the body will be a permanent institutional legacy of the summit, alongside a series of other commitments that countries attending the summit can adopt.   Related: Time to widen UK tax transparency register | Letters    Pickles disclosed that sports bodies including Fifa and Uefa would also sign a joint statement pledging to fighting corruption in sport. He said the statement would commit them to fighting bribery, gambling and drugs in an acknowledgement that the global integrity of sport was under question as never before. It will be the first time international sports bodies have come together to make such a statement. It is also likely that the summit will endorse greater transparency in public procurement, citing initiatives in eastern Europe, Colombia and Mexico. Cameron has invited all 20 member states within the G20, including Russia, Brazil and South Africa – three countries mired in corruption allegations. Russia will be represented by its deputy foreign minister, Oleg Syromolotov, while the US will be represented by its secretary of state, John Kerry. Kerry will probably come under pressure to do more to reform the tax secrecy surrounding states such as Delaware.  As many as 40 countries are due to attend. The summit is regarded as Cameron’s major diplomatic initiative of the year, and will be followed by further summits in Paris and Japan later in the year, Pickles said. He said: “The Panama Papers has changed the climate. Those who come up with technical arguments about why change cannot be made, or say they need more time, are getting a lot less of a hearing. The public are impatient to see progress. The Panama Papers showed a lot of sons of presidents and relatives of presidents thought they could hide their people’s money abroad. Transparency is going to make that a lot more difficult.” He also gave his support to the proposal that all foreign companies purchasing properties in the UK be required to reveal the full beneficial ownership of the company purchasing the property. He said: “There is no reason why it should be possible to know the name of a UK property owner in the Land Registry, but not the name of a foreign owner. It will make it a lot easier to detect money laundering and will raise questions how a particular person managed to acquire the money to buy a property at No 3 Mayfair Towers.” The Department for Business, Innovation and Skills has already issued a consultation on the proposed measure. Conservative MPs have also started to put pressure on the prime minister to set a deadline at the summit by which UK overseas territories must publish public beneficial ownership registers or face direct intervention by the UK government. The UK is publishing a public register of beneficial ownership in three weeks’ time, but overseas territories have insisted registers should only be open to law enforcement bodies and not the general public. Pickles defended the compromise: “I think there is a misunderstanding on this. It is a great leap forward that the overseas territories are going to make their registers open to law enforcement agencies such as the Serious Fraud Office on demand and the company involved will not know it is being investigated, and it will not be tipped off. “It has taken a long time to get the overseas territories this far, and there was no point in David Cameron waiting for perfection. The deal is not a roadblock. It is a huge leap forward.” Nigel Mills, the Conservative MP for Amber Valley and chair of the all-party parliamentary group on corruption, said on Tuesday he wanted the summit to back public registers. He said: “The important thing will be to get real commitments on beneficial ownership and a timeframe for the register to be transparent and public, so everyone can see who owns every company established in a jurisdiction”. Charities are calling for a deadline of 2017 to be set for the overseas territories. Mills was backed by the former chair of the public accounts committee Margaret Hodge, who said the summit needed to take action on the overseas territories or else it would be seen as a PR stunt. Robert Barrington from Transparency International said: “An innovative aspect of this summit is that it does not rely on consensus – government can sign up to the parts they are willing to deliver. “That means it should move beyond the usual platitudes, but it also means some of the more stretching deliverables might get very few signatures on the page. To be a success, each of the deliverables needs to have sufficient countries that there will be a critical mass.”",
  "webTitle": "Cameron to propose global anti-corruption agency at summit",
  "webPublicationDate": "2016-05-04T18:24:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/cameron-to-propose-global-anti-corruption-agency-at-summit",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Corruption index and barometer",
      "id": "world/corruption-index",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eric Pickles",
      "id": "politics/eric-pickles",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/04/cameron-to-propose-global-anti-corruption-agency-at-summit"
}