{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/tidal-can-prince-and-beyonce-save-the-underdog-of-streaming-services",
  "id": "2016-05-01-92",
  "sectionId": "music",
  "body": "When Beyoncé’s Lemonade appeared online last weekend, many fans were furious that it was only available through one streaming service. They weren’t going to sign up to a £9.99-a-month plan just for a Beyoncé album, they decided, and off they went in search of illegal downloads. When Drake’s new album appeared as an exclusive on a different streaming service five days later, it happened again. For those of us who recall a time, not so long ago, when a single chart CD cost £15.99, it is easy to mock the self-righteousness of supposed music fans who balk at spending £9.99 a month for unlimited access to millions of songs. But it’s no longer just one monthly payment. Exclusive content deals mean that to keep on top of things, UK music fans might need subscriptions to both Spotify and Apple Music. Maybe Deezer or Google Play seem a good bet. Then there’s Soundcloud, when that goes premium, along with YouTube’s new Red offering. Add this to subscriptions many also pay to Netflix, Sky or Amazon Video, plus myriad sports packages and the BBC licence fee, and entertainment looks pretty expensive. One of the noisiest companies trying to add to music fans’ monthly bill is Tidal – home of that Beyoncé stream – which Jay Z relaunched last March after buying it from its original Norwegian owners for $56m (£38.3m). Tidal’s livestreamed relaunch event was quite something, with 16 pop titans taking to the stage, where each signed a pledge. The big idea: unlike other services, Tidal would be owned by artists (it has been suggested that the artists on stage that day were each given 3% equity) and would pay all artists fairly. There were echoes of how United Artists attempted to change the Hollywood system almost a century earlier, though Charlie Chaplin didn’t book Alicia Keys to quote Nietzsche. “We’re gathered,” Keys said at one point, “with one voice, in unity, in the hopes that today will be another one of those moments in time. A moment that will forever change the course of music history.” Tidal was asking fans to form an emotional relationship with a streaming service. It is a standard trick in a crowded marketplace: if Compare the Market can use soft toys to conjure affection for car insurance, why can’t Tidal wheel out Madonna as their own aristocratic meerkat?     Jay Z at the Tidal launch party. Photograph: Kevin Mazur/Getty Images    The launch event was panned. Fans and media did not embrace what they saw as millionaires getting even richer. Noel Gallagher asked: “Who do these people think they are, the fucking Avengers?” When Jay Z told Billboard “people really feel like music is free, but will pay $6 for water”, he was trying to make a point about how little people value art. Unfortunately, he made a different point: that he thinks normal people pay $6 for a bottle of water. Search Google for the words “Tidal” and “botched” and you’ll get an idea not just of how many mistakes the company has made in the intervening 13 months, but of how gleefully Tidal’s shortcomings have been reported around the world. It is an irresistible narrative: Jay Z, the consummate modern mogul, has made a mistake. Bloomberg Businessweek went with the headline “That’s Business, Man: Why Jay Z’s Tidal Is a Complete Disaster”. Forbes had “Jay-Z’s Tidal Is Tone Deaf And Won’t Save the Music Industry”. Stereogum opted for: “Behold the Half-Assed Hubris of Tidal”. It may be worth wondering why a streaming service that is home to some of the planet’s most powerful black artists has come in for such huge push-back from some sections of the media, but it is also fair to say that Tidal’s first year under Jay Z’s control was not a total success. Its CEO, Andy Chen, left after three weeks; his interim replacement, Peter Tonstad, lasted three months. Drake, who had been mooted as a Tidal artist-owner, helped launch Apple Music instead, and his current exclusive with that service underlines his allegiance to it. In October, during an unrelated copyright infringement trial, Jay Z listed his numerous business interests. But he forgot one of his investments. “You have a music streaming service, don’t you?” he was asked. “Yeah, yeah,” was the reply. “Forgot about that.” At the end of last month, he launched a lawsuit against Tidal’s former owners. Tidal has become a laughing stock. One major artist manager I speak to says that “it stank from the very beginning”, but is it really a bad service? It is precisely one year since Jay Z took the step of tweeting a lengthy defence of Tidal. “We are here for the long haul,” he stated at one point. “Please give us a chance to grow and get better.” Twelve months on, Tidal has indeed grown (it now boasts more than three million users) and it has got better. I mainly use Spotify and Apple Music – indeed I contribute playlists to Spotify and curate for Apple Music – but when I find myself on Tidal it does the job I need it to do. It has nearly doubled its available tracks, increased coverage from 31 countries to 46, and live-streamed shows including the third-season blowout for Kanye’s Yeezy shoe and clothing line at Madison Square Gardens. Regardless of how well they have been rolled out, there have been big album exclusives from Kanye (The Life of Pablo hit 250m streams in 10 days), Rihanna (13m streams in 14 hours), and as of this weekend Beyoncé, whose Lemonade appeared without a hitch.     Beyoncé’s Lemonade was an exclusive on Tidal. Photograph: Handout/Getty Images    Then there’s Prince, who withdrew his catalogue from all streaming services except Tidal, and debuted the albums HitNRun and HitNRun Phase Two through it. Tidal wisely decided against trying to capitalise on Prince’s death. Equally, though, striking a deal with a chap who was not easily persuaded when it came to allowing others to exploit his work must have paid dividends. If Tidal was good enough for Prince, maybe it should be good enough for the rest of us. Music Business Worldwide editor Tim Ingham, who has been closely following Tidal’s ups and downs, reckons that it is wrong to totally write it off. “Tidal’s not only showing rival services up with its exclusive content, but also the slickness of its presentation – which is undeniable,” he says. “If you forget the circus surrounding its creation and management failings, Tidal, the product, is an excellent streaming service.” Still, it has entered a crowded marketplace where companies are competing to stake a claim on streaming while the technology is still in its relative infancy (on-demand streaming doubled in the US in 2015, and increased by 82% in the UK). In a world where Spotify recently raised an extra £1bn in funding, the $56m Jay Z paid for Tidal is loose change. “Every established, non-Apple/Google-owned player I can think of which hasn’t gone bust yet is losing millions of dollars every month,” Ingham argues. “Music streaming is an economically torturous game, and Tidal is the runt of the litter.” Spotify currently has at least 30 million paying customers and another 70 million using its free tier. Apple Music stands at 13 million and Tidal at just three million. So if Tidal is the underdog, how come nobody’s cheering the company on? Its pledge to pay more to artists is unequivocally a good thing, right? Unfortunately for Tidal, the backlash that followed Tidal’s star-studded launch suggests potential users were so dazzled by Deadmau5’s glistening helmet that they couldn’t see the smaller artists who would also stand to benefit. Tidal’s high-quality streams, meanwhile, have been popular with early adopters, but are of little interest to mass-market music fans. It is worth noting that Tidal’s reliance on exclusive album streams from big-name acts can backfire. Take Kanye’s The Life of Pablo, which debuted on Tidal. “My album will never never never be on Apple,” he tweeted at the time. “And it will never be for sale ... You can only get it on Tidal.” The album is now on sale elsewhere, and streaming on all major services. One fan was so dismayed by this perceived betrayal that he filed a lawsuit against Kanye and Tidal, a response so melodramatic that even Kanye himself might grudgingly approve. Most fans won’t sue Tidal, but after Beyoncé’s Lemonade appeared for sale on iTunes less than a day into Tidal’s exclusive, it is easy to see how they might grow wary of signing up to any service just to hear one album. On Monday, Matthew Hussey, editor-in-chief of the technology website the Next Web, published an article titled “Why You Shouldn’t Subscribe to Tidal, Even if You’re a Beyoncé Fan”. “Of course, there was nothing explicit in Tidal’s promotion that said, ‘No one else will have this’,” he tells me now. “But it must feel like a slap in the face to have signed up – you can’t sign up without giving bank details – only to find another service has it.” Restricting availability of music to one service – windowing – is one of the key ways streaming services can differentiate their offerings, and in business terms it makes sense. Apple Music has been doing this a lot, too. Windowing is also controversial, particularly with fans who resent having to maintain numerous active subscriptions in the hope that they will hear new releases. I approached Tidal for comment about this and other topics. The company did agree to answer questions over email, but sadly nothing turned up. Looking on the bright side, their responses will probably appear on Spotify in a week or two. Deezer is a streaming service that can boast of up to twice as many users as Tidal. While Tidal and Apple Music have thrown equity and money at exclusives, its approach has been similar to Spotify’s. Christian Harris, Deezer’s UK and Ireland MD, told me that this involves finding new ways to introduce users to the millions of songs in its catalogue, rather than making noise about a specific 12 new tracks.     If Tidal was good enough for Prince, why aren’t we all using it? Photograph: Frank Micelotta/REX/Shutterstock    Last week, he had YouGov in the Deezer office. The organisation was doing research following Deezer’s recent TV ad campaign – part of the company’s attempt to take streaming to mainstream audiences. The results showed a bump for Tidal’s brand recognition off the back of some of its exclusives. “But from what we can see there isn’t the same result in terms of revenues,” says Harris, “and Tidal is still a minnow in the world of global music streaming. We don’t regard them as serious competition. The odd exclusive makes for a nice soundbite, but it doesn’t make for a complete service.” I ask Harris if he has listened to the Beyoncé album. He hasn’t had a spare minute, he admits. “If I was going to, personally I’d probably listen for free on Tidal on a trial account,” he says. “But I’m not so bothered about what Beyoncé does or doesn’t do on her husband’s platform that I’d rush to do it.” Elsewhere, a music industry source intimately acquainted with the streaming world argues that windowing can actually be damaging to artists. “Let’s look at what happened with Kanye,” they told me. “He windowed for two months. If you look at his public listener figures since Pablo went on Spotify, you can see he’s had like a 50% jump, from around 15 million monthly listeners to around 22 million. Pablo only hit No 1 when it hit non-exclusive.” As for Beyoncé? “She’s No 1 on lots of charts. She’s No 1 on The Pirate Bay, she’s No 1 on KickAss Torrents …” While it’s true that social media timelines are full of Beyoncé fans grudgingly signing up to Tidal, it appears that exclusives are tempting others into piracy. One way to warn artists away from windowing might be for the biggest streaming services, such as Spotify, to pull down the shutters on artists who have windowed elsewhere. For them to say: “Actually, you know what, you’ve got your lump sum of cash from Apple Music for keeping your album off our service for a week – we’ll give it a miss thanks.” Over at Spotify, Jonathan Prince, the company’s global head of communications and public policy, does not think that is likely. “It’s not a matter of getting offended,” he says. “We don’t take it personally. We want all these people on the service because their fans want to listen to them, but we get that artists make decisions for all sorts of different reasons: business-related, philosophical, whatever. They’re creating great work and they’ve got a right to make their own decisions.” And what of Tidal’s claim to pay artists “properly”, while other services allegedly do not? “In order to really understand the value being created, we need to move away from this antiquated notion of per stream or per listen,” Prince begins. “We need to measure success based on the value of the consumer, not the value of the individual transaction. If a consumer’s paying $120 a year to listen to music, that’s much more than what the average consumer was worth at the height of the music industry. And it’s why the industry is finally growing again.” Rather more bluntly, he adds: “If you’ve got one user listening to one song a month, you can say ‘We pay $10 a stream’, but you’ve still only got one user, so it’s like, big freaking deal.” It may even be the case that being “the artist’s friend” is an unsustainable business model for Tidal. “So far,” Tim Ingham points out, “the bigger independent streaming services get, the bigger their losses become. That gamble especially applies for any platform arbitrarily promising artists a higher royalty rate than Spotify, a company which has shattered its bottom line to pay music rights holders the most it possibly can.”     Kanye West, who released his album The Life of Pablo exclusively on Tidal. Photograph: Ezra Shaw/Getty Images    Perhaps, however, it was never the plan for Tidal to rival huge services such as Spotify. Maybe Jay Z really was incredibly naive when he thought a combination of star power and the tech world’s equivalent of loose change would make a streaming service work. But does Jay Z strike you as a particularly naive guy? One line of thought is that he was playing a different game from the beginning. Ingham spells it out. “Jay Z is a thoroughbred businessman,” he says. “He likes making money. You might have noticed he talks about it quite a lot. Tidal can’t win the streaming wars, but it can cause a racket, get bought by a real player and ensure Jay Z and his fellow superstar shareholders are paid handsomely in the process. I suspect Tidal’s celebrity harem have had this laid out for them: ‘Back us, and when we sell, you’ll get paid big.’” Matthew Hussey predicts Tidal will end up being bought out by Samsung, a company that has watched its closest rivals in the handset world – Apple and Android – build platforms and revenue streams with their own streaming services. Considering the media narrative on Tidal, this would be the ultimate plot twist. If Jay Z does, indeed, flip Tidal and make himself a billionaire in the process, Tidal could be the smartest financial move of his career.",
  "webTitle": "Tidal: can Prince and Beyonce save the underdog of streaming services?",
  "webPublicationDate": "2016-05-01T14:00:56Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/tidal-can-prince-and-beyonce-save-the-underdog-of-streaming-services",
  "keyword": [
    {
      "webTitle": "Tidal",
      "id": "music/tidal",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "R&B",
      "id": "music/r-and-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jay Z",
      "id": "music/jayz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kanye West",
      "id": "music/kanyewest",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Drake",
      "id": "music/drake",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Robinson",
      "id": "profile/peterrobinson"
    }
  ],
  "guardianId": "music/2016/may/01/tidal-can-prince-and-beyonce-save-the-underdog-of-streaming-services"
}