{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/02/how-we-made-sunshine-superman-donovan",
  "id": "2016-05-02-246",
  "sectionId": "culture",
  "body": "Donovan, singer-songwriter Sunshine Superman was one of the first British psychedelic records, but it’s primarily a love song. It was the mid-60s and I was appearing on Ready Steady Go!, playing Catch the Wind, when I saw this girl. I said to my mate Gypsy Dave: “My God, look at that girl. She’s beautiful.” We had a dance. She told me her name was Linda Lawrence and I was absolutely smitten. We got together for a while, but when I asked her to marry me she said no. She’d just broken up with Brian Jones of the Rolling Stones. She’d been the first celebrity girlfriend of the pop era and was tired of fleeing the paparazzi. She’d also had a kid at 16. The police were going to take it away until her mum said she would look after it.          Listen to Catch the Wind by Donovan    Linda fled to Los Angeles. “Plenty more fish in the sea,” said Gypsy Dave. But none like Linda. I wrote Sunshine Superman knowing she’d hear the lyrics and realise I still loved her. I sang: “It’ll take time, I know it, but in a while / You’re gonna be mine, I know it / We’ll do it in style.”  Sunshine did come softly through my window the day I wrote it, just like in the lyrics, but “sunshine” can also mean LSD. I’d just read The Doors of Perception, Aldous Huxley’s book about taking mescaline, and wanted to get to the invisible fourth dimension of transcendental superconscious vision. I tried LSD, mescaline and finally meditation. At the time, I was great pals with the Beatles. We were all experimenting, nicking sounds from each other. I was getting into baroque music and told my producer, Mickey Most, I wanted harpsichord on the track. “You need an arranger,” he said, introducing me to John Cameron who understood immediately. “You want a soundtrack to your poetry,” he said. “Like a movie.” When Mickey heard the result, he said: “We’ve really created something here, Don. Don’t let Paul McCartney hear it.”         Listen to Colours by Donovan    The song was a smash. Four years later, I was renting my old cottage in Hertfordshire out to two American girls. Lorey, one of them, went to a party at Eric Clapton’s house with Linda, who was back from LA. To this day I don’t know if Lorey was setting us up, but she told Linda: “I’m renting a cottage. Want to see it?” I met them when they came round and Lorey said: “Oh, do you two know each other?” We were married a few weeks later and have been together ever since. John Cameron, arranger and harpsichordist I pitched up in a flat full of purple drapes and zodiac stars and started talking to Don about the song. Then suddenly Chas Chandler of the Animals burst in, saying he’d found this fantastic guitarist in New York called Jimi Hendrix. And then we just resumed our meeting. Don was up for anything: he didn’t want the classic rock sound, but something different, something jazzier.         Donovan performs Mellow Yellow    So we used classic jazzers: Spike Heatley on double bass, John Paul Jones on bass guitar. Then Mickey added the guitar – played by Jimmy Page. Mickey was a great producer. He’d go “I like that bit” or “Take that bit out”. He once told me to set out an an arrangement on Velcro. My harpsichord was an enormous old Thomas Morley – the sort of thing you’d get in the Festival Hall playing Bach. It gave the song a fabulous start.  Sunshine Superman is the sound of 1965, but the British release was actually delayed a year. After we recorded it, I had to go back to conducting panto at Watford Palace theatre. Then, the moment it was a hit, everyone wanted me as their arranger. I was so busy. I had entire string sections tearing round London on motorbikes.  The 2CD anthology Donovan Retrospective is out now on Union Square Music. Donovan plays the London Palladium on 6 May. Tour details: donovan.ie.",
  "webTitle": "How we made: Donovan's Sunshine Superman",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/02/how-we-made-sunshine-superman-donovan",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Psychedelia",
      "id": "music/psychedelia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Simpson",
      "id": "profile/davesimpson"
    }
  ],
  "guardianId": "culture/2016/may/02/how-we-made-sunshine-superman-donovan"
}