{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/eu-lithuania-british-society-values",
  "id": "2016-05-18-297",
  "sectionId": "commentisfree",
  "body": ".   It’s 2020. Britain has just completed its Brexit procedures, Donald Trump is president of America and Russia has annexed Lithuania. These events may seem apocalyptic or unrelated, but everything is connected in the mind of this young Lithuanian woman. I was lucky enough to grow up in an independent country. I spent my childhood in a tiny resort town of 1,000 inhabitants. I remember my parents starting their first business after the Soviet Union collapsed, selling greasy Lithuanian potato pancakes from the window of a wooden kiosk. Little me was scared to death when a scar-faced racketeer came to my dad to collect money for “protection”. Back then, the only world I knew existed was our town, but it was enough. Or so I thought … Just before our last year at school, my best friend decided to go to London for a summer job as a postman. Sarunas was a troubled teenager, so when he came back from the UK, I could not believe my eyes. He was transformed completely. Physically, he was super fit after a summer of running away from dogs. But there was something much more intense about his transformation. I remember him telling me: “Neringa, I saw these men wearing suits, holding expensive briefcases, rushing to work in this place full of skyscrapers. I want to be like them.”    When I moved to London to study I was transformed by the experience    In the space of one year he became the brightest kid in school, got the best exam results and went on to study at York University. Now he works at one of the most prestigious investment banking firms in the City of London. There are thought to be 120,000 Lithuanians living in the UK. For a country with a population of only 3 million that is a lot. Growing up I knew a few kids whose parents went to the UK to find work, while their children stayed with grandparents at home. The parents of my neighbour, Kamile, in our grey “kruschiovka” council estate, worked as a cleaner and construction worker in Britain. Today, Kamile has funky orange hair, works as a nanny in Bristol and is getting married to a bloke called Ben. I can imagine the kids she takes care of growing up knowing some funny sounding Lithuanian proverbs.     ‘Today I am so proud of my hard-working, talented friends.’ Neringa Rekasiute (right) and a friend    I first visited Britain when I was 20, for a summer job with three mates from university. We rented a dirty little room for £400 in Barking, sharing a house with heavy-drinking Lithuanian builders. I quickly found a job in a Chinese restaurant in Soho, got my national insurance number and felt like the world was at my feet. I was living in the greatest city in the world. When I returned two years later to study in London it was my turn to be transformed by the experience. I started working as a carer of a disabled English intellectual, who lived in the Barbican. I met a retired American rockstar, who had a private snake zoo and was injecting snake venom. I encountered more and more amazing Lithuanian people: artists, a dominatrix, lots of people from the gay community. I came to understand that they couldn’t express themselves or be open about their sexual orientation in Lithuanian society. So they went to a land of freedom, acceptance and amazing parties. I realised how far I’d come from the first time I visited London: back then, I felt embarrassed to ask a black person on the street what the time was. I had never seen a black person before visiting the UK.     ‘Britain has given me so much – the opportunity to explore the world.’ Neringa Rekasiute’s photograph of The Thames barrier. Photograph: Neringa Rekasiute    Today I am so proud of my hard-working, talented friends residing and finding their voices here: my friend Monika was training Prince Harry, some of my other friends created a successful clothing brand and are dressing Rita Ora. Lithuanians are your doctors, lawyers, photographers, opera singers. Ruta Meilutyte is an Olympic gold medal swimmer, but that would not have happened without Plymouth’s swimming pools. This world-class Lithuanian swimmer is inspiring Plymouth’s young people to strive for greatness in sports. Mirga Gražinytė-Tyla, the first female conductor of the Birmingham Orchestra, is a wunderkind from Lithuania, who graduated from school in Vilnius. These people are paying taxes, raising their children, buying property, making your country more vibrant and amazing. They are contributing to the whole of the society.   Related: A closer look at the leftwing case for Brexit | Letters    And many of these people learn the great values of your society and bring this knowledge back to their home country. I myself returned to Lithuania as a different person: more open, tolerant, courageous and ready to make a change in my own environment. I brought back a greater understanding about social justice, democracy, environmental issues and multiculturalism. This is what the EU has given me and my country. It is often easier to define oneself in contrast to the other. That’s why putting the blame on Lithuanians, the Poles or any other group of people might seem like a logical answer at the time of hardship. Hence the rise of Trump in America, and the appeal of the Brexit movement in the UK. But it would be a tragedy if these impulses were allowed to win out. Britain has given me so much – the opportunity to explore the world. This wouldn’t have been possible outside the EU. And it offers the UK the vibrancy of people from all over the continent. At the end of the day we are all European – and there are much bigger fights than those to be had between ourselves. • Tell us what the EU means to you and your country",
  "webTitle": "Travelling opened my eyes – the shared experience of the EU is invaluable | Neringa Rekasiute",
  "webPublicationDate": "2016-05-18T08:00:23Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/eu-lithuania-british-society-values",
  "keyword": [
    {
      "webTitle": "Lithuania",
      "id": "world/lithuania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Neringa Rekasiute",
      "id": "profile/neringa-rekasiute"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/eu-lithuania-british-society-values"
}