{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/hong-kong-surprised-by-conciliatory-tone-of-chinas-visiting-enforcer",
  "id": "2016-05-19-306",
  "sectionId": "world",
  "body": "They call him Beijing’s “iron-fisted enforcer”, a Communist party strongman who spent his university days studying economics in Kim Il-sung’s North Korea.   Related: Chinese official tells Hong Kong not to seek independence    But when China’s third most powerful man stepped off an Air China Boeing 747 at Hong Kong’s international airport this week he appeared to have come bearing a message of peace. “The weather is nice today. The weather is very good in both Beijing and Hong Kong,” Zhang Dejiang told reporters, adding that he had come to see, listen and speak. On Wednesday night, Zhang reiterated those glad tidings at a 10-course banquet at which guests were welcomed with pan-fried dumplings, steamed garoupa and an unusually conciliatory speech. “We would like to listen to the opinions and suggestions from all walks of life and communicate in various ways for the good of Hong Kong,” Zhang, 69, told the audience. “Prolonged wrangling will not benefit Hong Kong, it will only adversely affect the economy.” Veteran members of Hong Kong’s pro-democracy movement reacted with cautious optimism to the address, which comes at a time of growing political tension in the former British colony. This year Hong Kong has witnessed one of the worst outbreaks of unrest in decades, outrage over the suspected abduction of a local bookseller by mainland security agents, increasingly vocal calls for independence, and the foundation of a new political party whose leaders have vowed to escalate their battle for democracy.  Democratic party chairwoman Emily Lau was one of four pro-democracy politicians given a rare audience with Zhang at a cocktail reception held before Wednesday’s banquet.     Chinese leaders have never met with the pro-democracy legislators in such a way.  Emily Lau, Democratic party chairwoman     “It was unprecedented,” Lau told the Guardian. “I think the Chinese leaders have never met with the pro-democracy legislators in such a way. It was a very close encounter. I was standing right next to him. Actually, at first I thought he didn’t know what to do.” Lau said she had been encouraged by the brief conversation during which she and her colleagues “bluntly but politely” expressed their anger over issues including China’s meddling in Hong Kong’s affairs, its refusal to grant democratic concessions and its alleged kidnapping of a bookseller who specialised in books criticising the Communist party elite. “He said, ‘OK let’s hear what you have to say,’” Lau said. “So I immediately leapt in and told him that Hong Kong people are very worried and are very agitated and some feel very desperate and hopeless because the governance is so bad, [chief executive] CY Leung is not capable of running Hong Kong and Beijing is also bad in not allowing us to have genuine democratic elections.” “He’s got a reputation as being very hardline and very intransigent,” Lau said of her Communist party interlocutor.  “But ... the way he spoke yesterday he didn’t give the impression that he was here to lecture us like the old-day emperor talking to its subservient little people. I don’t think we got that impression.”     Pro-democracy protesters hold a yellow umbrella and a banner near the venue where Zhang Dejiang gave a keynote speech to Hong Kong’s ruling elite on Wednesday. Photograph: Alex Hofford/EPA    Alan Leong, the chairman of Hong Kong’s pro-democracy Civic party, said Zhang’s visit had left the impression “that he is really trying to mend some of the broken relationship and [wanted] to project an image that he is quite willing to listen”. Leong, who also met the Communist party leader, said he sensed Beijing was anxious at how Hong Kong politics had become increasingly radicalised in the wake of the 79-day “umbrella movement” protests in 2014.  China’s leaders needed to understand the solution was dialogue and political reform, not arresting or pressuring its opponents, he said.  “Things will get worse if there is nothing positive coming from the state leadership and Hong Kong people will continue to feel quite hopeless and helpless,” Leong predicted. “Then all those ideas about Hong Kong independence and the aggressive localism movement will gain more momentum I would think.” In a sign of the complex and increasingly toxic relationship between Beijing and Hong Kong, Zhang’s three-day “inspection tour” was the first to China’s “special administrative region” by a top leader since 2012. Demonstrators greeted Zhang with banners reading: “Go to hell!” and “End Chinese dictatorship!”   Related: Hong Kong glues bricks to pavements as top Beijing official makes visit    Paving stones were glued down as part of a massive security operation designed to shield him from protest and injury.  On Thursday several prominent umbrella movement protest leaders, including Joshua Wong and Oscar Lai, were detained by police as they tried to block a road along which Zhang’s motorcade was passing.  In an editorial before Zhang’s arrival, Hong Kong’s South China Morning Post urged pro-democracy legislators to seize Beijing’s rare olive branch. “It is a significant breakthrough that could only have been made on Beijing’s initiative. It is a positive signal that Beijing thinks meaningful communication with moderate pan-democrats remains possible,” it said. The Global Times, a Communist party-controlled tabloid, took an almost identical line, describing Zhang’s decision to engage with pan-democrats as “an act of good faith” from Beijing. “This was an unprecedented interaction, which has provided hope for some people,” an editorial in the newspaper claimed. For all the cautious optimism among pro-democracy lawmakers, members of the umbrella movement protest generation reacted to Zhang’s advances with suspicion. “I do not see any softer stance – it is just Communist tactics,” said Billy Fung Jing-en, the former head of Hong Kong University’s student union.  “The Communist party can have a soft line and a hard approach with its enemies – it is just strategy. I was not impressed and I do not think it represents any shift in policy from Beijing,” Fung added.  Jean-Pierre Cabestan, a political scientist from Hong Kong’s Baptist University, said Zhang’s conciliatory tone was probably an attempt to calm tensions before key September elections for the Legislative Council at which China hoped pro-Beijing candidates would come out on top.  “They are trying a more approachable style but nothing has changed at all, really,” Cabestan said.  “Zhang Dejiang has accepted to see the pan-democrats … He also has refrained from attacking or declaring illegal the newly formed pro-independence groups in Hong Kong. But this does not mean that there have been any concessions made.” Speaking on Wednesday night, Zhang did little to suggest Beijing would relax its attitude towards electoral reform or street protests against Communist party rule. “No one can override the law, and no offenders can evade legal jurisdiction with any excuse … Society should severely condemn those actions which challenge the rule of law,” he said, blaming calls for independence on a “very small number of people”. Maya Wang, a Hong Kong-based activist for Human Rights Watch, also questioned whether Beijing was really modifying its “hardline position” towards the former colony.  Zhang had offered no hint that Beijing might allow a debate over political reform to restart, Wang pointed out. “So is the softer stance rhetoric or a fundamental change?”  Lau, the Democratic party chairwoman, said she believed her complaints had been heard “loudly and clearly” but admitted nobody was expecting a sudden U-turn from Beijing following Zhang’s visit. “I don’t expect him to immediately issue a new policy … but if he would just take our views back to Beijing, talk to Xi Jinping and others and if he would come up with certain things … [such as] setting up a channel for regular communication with the pro-democracy people then I think that would be good.” Was change in the air? “Maybe,” Lau said. “We don’t know. We have to see. I don’t think we have such high hopes but they should know that the way Hong Kong is being run right now is not OK.”",
  "webTitle": "Hong Kong surprised by conciliatory tone of China's visiting 'enforcer'",
  "webPublicationDate": "2016-05-19T06:37:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/hong-kong-surprised-by-conciliatory-tone-of-chinas-visiting-enforcer",
  "keyword": [
    {
      "webTitle": "Hong Kong",
      "id": "world/hong-kong",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    },
    {
      "webTitle": "Ilaria Maria Sala",
      "id": "profile/ilaria-maria-sala"
    }
  ],
  "guardianId": "world/2016/may/19/hong-kong-surprised-by-conciliatory-tone-of-chinas-visiting-enforcer"
}