{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/danny-welbeck-england-euro-2016-knee-injury-theo-walcott-andros-townsend",
  "id": "2016-05-09-25",
  "sectionId": "football",
  "body": "Danny Welbeck faces missing the European Championship this summer with the knee injury he sustained at Manchester City on Sunday, leaving Roy Hodgson to consider the inclusion of Theo Walcott or Andros Townsend for the tournament in France.   Related: Sam Allardyce urges England to consider Jermain Defoe for Euro 2016    Welbeck, a key contributor in England’s pristine qualifying campaign, hurt his right knee while stretching to tackle Bacary Sagna during the first half of Arsenal’s 2-2 draw and left the pitch in obvious discomfort. He had a series of scans on Monday, the results of which will be made available to the England set-up as Hodgson and his coaching and medical staff gather at Wembley on Tuesday to finalise their 23-man party for the finals. The initial fear is Welbeck has damaged the meniscus, an injury which would keep him out for a few weeks at best, though the swelling in the leg will have to recede further before the true extent of the damage becomes clear. Welbeck, who returned in February having endured a 10-month rehabilitation after surgery on his other knee, is understood to be increasingly resigned to missing the finals. England’s medical team will speak with their counterparts at Arsenal on Tuesday to ascertain the latest on the player, with Hodgson also likely to take counsel from Arsène Wenger. The pair enjoy a close dialogue and will consider the timing of this injury all the more cruel given the striker, who scored six times in qualifying, had mustered five goals and two assists for Arsenal since returning for his club. Hodgson’s admiration for Welbeck, 25, is partly born of the forward’s willingness to track back and work defensively, with neither of the attacking “like-for-like” replacements offering quite that same option. Walcott, who was omitted from Fabio Capello’s World Cup squad in 2010 and missed the World Cup four years later because of injury, has become something of a fringe player in the current national set-up and, despite playing 32 minutes as a substitute in the defeat by Holland in March, was by no means guaranteed a place in the party. Indeed, he and his camp had feared he would miss out on the squad, which is to be announced on Thursday, given he has not started a club game since an FA Cup fifth-round replay at Hull on 8 March. His last Premier League start was in a 3-2 defeat at Old Trafford at the end of February. Regardless, Walcott would offer experience and could operate centrally if required.   Related: Jack Wilshere’s early arrival allows Arsenal to take midfield control    Townsend has enjoyed more regular first-team football since securing a move from Tottenham Hotspur to Newcastle United in January and has demonstrated flashes of his quality during the battle against relegation. But having found his opportunities so limited at White Hart Lane, he has not represented his country since the autumn. His last competitive start came in October 2013, against Poland. The 24-year-old had anticipated being on the standby list at best, but could potentially find himself back in the frame courtesy of Welbeck’s misfortune. Hodgson will have other considerations to make over the balance of his squad should the former Manchester United forward be formally ruled out. Doubts remain over the availability of Everton’s Phil Jagielka, who played in his side’s FA Cup semi-final defeat by United having undertaken a painkilling injection on a hamstring problem, which was duly aggravated. Similarly, the Football Association’s medical team has visited Liverpool in the past week to check on the fitness of Jordan Henderson, who has been recovering from a knee ligament injury sustained against Borussia Dortmund on 7 April. Jürgen Klopp has said that the midfielder will not be fit for the Europa League final on 18 May but will be back in time – though clearly lacking match sharpness – for the European Championship. Jack Wilshere is set to be included having played for more than an hour on Sunday after replacing Welbeck.",
  "webTitle": "Danny Welbeck set to miss Euros with Walcott and Townsend standing by",
  "webPublicationDate": "2016-05-09T21:30:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/danny-welbeck-england-euro-2016-knee-injury-theo-walcott-andros-townsend",
  "keyword": [
    {
      "webTitle": "Danny Welbeck",
      "id": "football/danny-welbeck",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Theo Walcott",
      "id": "football/theo-walcott",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/09/danny-welbeck-england-euro-2016-knee-injury-theo-walcott-andros-townsend"
}