{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/tony-cozier-west-indies-commentator-dies-cricket",
  "id": "2016-05-11-133",
  "sectionId": "sport",
  "body": "Somewhere in the great celestial radio commentary box my dream team have been assembled. First the deep Basingstoke claret rumble of John Arlott at his poetic best. Next, The Major, Christopher Martin-Jenkins, clipped, eloquent, meticulous in all but timekeeping, and brilliantly, twinklingly precise. And now another. “After a few words from Trevor Bailey it will be Tony Cozier.” TC was a superb journalist and writer on the game, his columns in his own Nation newspaper, the Independent here, and latterly incisive stiletto‑sharp comment on Cricinfo, were unmissable. Almost to the very last, he was writing a scathing polemic about the dysfunctional West Indies Cricket Board. The decline of the game around the islands left him not just saddened but angry. He was an extremely fine television commentator too, his contributions showing up many of the look-at-me gabble-peddlers of today for what they are (that he was gradually ousted from their domains was as much a testament to the insecurity of others as anything). But as a radio commentator he was truly majestic, the manifestation of West Indies cricket, his Bajan twang instantly recognisable across the cricket world (although curiously, for many years, not him: it always amused him how many people had him down as being black).   Related: England women’s cricket will be a harsher world without Charlotte Edwards | Mike Selvey    Since the 60s TC had been the representation of Caribbean cricket almost as much as his great players through the ages, who he knew intimately, particularly those from his island. They played and he articulated their deeds across the airwaves as no other commentator would be able to do. Graham Gooch does a lovely vignette which he recounted to me, an after‑dinner self-deprecating party‑piece designed to show the problems of facing extreme pace in the West Indies, but which actually tells you something of Cozier and the art of cricket commentary as well. Cozier is commentating, says Gooch, and Patrick Patterson is bowling at Sabina Park in Jamaica. “Patterson turns and runs away from the Headley stand end,” he goes, “reaches the crease and bowls. Short! Gooch hooks! Through to Dujon, no run ...” It is a nice little story and last year while we were in Barbados, I related it to TC. He liked it well enough, but then said that even as a spoof it wasn’t quite accurate. “I wouldn’t have said ‘he bowled’,” he told me, “firstly because it is obvious he did, so I would only have mentioned it if, like man bites dog, he hadn’t delivered. And secondly, in the time it takes to say ‘and bowls’, the ball has already pitched and would be rearing at Goochie’s throat. So I am already behind.” It was a small lesson but an illustration of the forensic attention to detail of a true professional. Cock a special ear next time you have cricket on the radio and hear how often that succinct rule of his is transgressed. His stories of West Indies cricket were legendary: as a summariser to his radio commentary, as I frequently had been both at home and in the Caribbean, you fed him, sat back and enjoyed the exhilarating ride. Best of all was when the rum or Banks beer flowed at his beautiful ramshackle beach house on the east coast of Barbados. TC’s beach parties were legendary, unmissable events on any island visit. Finding the place was a challenge in itself, his map designed to confuse as much as enlighten. How many times would we go past Codrington College before stumbling on the right track down to the bay? But once there, with the music loud and the drink flowing, so also flowed the tales. There was beach cricket, too, and flying fish and salads. TC would sit on the deck of his house and gaze down. In the shelter of the cove small fishing boats bobbed on the Atlantic waves. “See that just there,” he once told me, pointing out to sea‚ “that is where one of those solo Atlantic rowers made landfall. The fishermen got so excited they overwhelmed him and capsized his boat. All the way across the ocean and he was scuppered here.” And then came another tumbler of rum. How we shall miss him.",
  "webTitle": "Thank you Tony Cozier for those exhilarating rides on the airwaves",
  "webPublicationDate": "2016-05-11T16:01:34Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/tony-cozier-west-indies-commentator-dies-cricket",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "West Indies cricket team",
      "id": "sport/west-indies-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/11/tony-cozier-west-indies-commentator-dies-cricket"
}