{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/yoni-ki-raat-night-of-the-vagina-south-asian-women",
  "id": "2016-05-16-56",
  "sectionId": "stage",
  "body": "Nadia was sitting by the pool in a bathing suit when a white boy loudly announced how hairy her legs were. She was only 11 years old. As a teenager, she endured painful waxing treatments to maintain an unnatural hairlessness – something the boys in her community were not pressured to undergo. The Pakistani-Punjabi American woman, wearing a bright red dress and black tights, recounted her childhood at Yoni ki Raat (Night of the Vagina) on Friday with a large grin. The endless tribulations of body hair drew knowing laughs from the audience – the double-edged sword of white beauty standards and South Asian gender norms. But the light atmosphere quickly deserted the theatre as Nadia began to describe how, despite her feminist convictions, she has internalized the compulsive need to remove her hair. Her body is now marred with ingrown hairs that she attempts to dislodge with tweezers and needles, causing further damage to her skin. With her castmates solemnly seated on either side of the stage, Nadia wondered: “When am I going to stop mutilating myself? Probably never.” The monologue set the tone for the second annual Yoni ki Raat, a transformational storytelling project performed by 10 South Asian and Indo-Caribbean women in New York City. Performers shared personal narratives on the intersections of sexuality, violence and family that manifest within each of them for two nights over the weekend at Helen Mills Theater. Woven across overlapping contexts of whiteness, activism and cultural and religious pressures, the show spun colorful and resilient threads of truth into an intricate tapestry of lived realities that are often silenced or ignored. Yoni ki Raat started building community through storytelling in 2015, inspired by Yoni ki Baat, the Bay Area’s South Asian take on Eve Ensler’s hugely influential play The Vagina Monologues. The show went beyond recitation, as some performers paired their stories with singing, dance, illustration and video. The four-month journey to tap into these layered, deeply rooted narratives began with a process Yumnah Syed called “story excavation”.     Yumnah Syed, a co-director and co-producer of Yoni ki Raat, delivers a meditation on her mother and the concept of unconditional love. Photograph: James Vining    “We began the first few rehearsals by getting to know each other, getting into our bodies and pulling out stories, and then talking about them,” said Syed, who co-directed and co-produced this year’s show with Debayani Kar. What rose to the surface were complex and contradictory emotions erupting from trauma, shame and abuse, the unfiltered experiences that resist dominant stereotypes about South Asian and Indo-Caribbean women in the American diaspora.  “First session, I was ready to drop out,” said Shubha, a Toronto native who works in criminal justice reform. “We watched a piece from last year’s performance, and it was really intense and made me feel like I couldn’t handle it. I went in knowing it would be difficult to share my story, but I didn’t realize that what was really difficult would be hearing other people’s stories.” “The process of really deep self-exploration is a painful one, so we made sure everybody was being taken care of,” said Syed, a domestic violence social worker. This meant checking in during group meetings and maintaining open lines of communication outside rehearsals. She and Kar also implemented a “buddy system” for performers to talk out ideas and receive one-on-one support. Written vignettes were transformed into intimate and resonant performance art pieces through workshops with former cast members and local artists. The women of Yoni ki Raat deftly balanced all-consuming heaviness with humor in stories ranging from confronting fat-shaming from family members, to coping with sexual assault within activist circles, to understanding inherited cycles of violence, to loving and lusting unapologetically in spite of cultural expectations. Shubha used a slideshow of playful drawings of genitals and stick figures to talk about the time her mother found sexually explicit photos of her. Through unpacking their strained relationship, Shubha discovered that how she and her mother grappled with the onslaught of male desire was more similar than she once believed. “I never thought of the connections between my mom and me until [participating in] Yoni ki Raat,” she said. “In the writing process, it really hit me – that thread of connectivity between women of different generations responding to the same inputs in very different ways. And that’s a monumental thing for me to realize.” The performers were deliberate in how the show was framed, emphasising that their stories did not encompass the scope of South Asian American experiences nor did they speak for transgender or gender nonconforming individuals, who are also encouraged to audition. At the end of the sold-out shows, which were put on entirely through crowdfunding, cast and audience members were asked to stand up if they had experienced violence or knew someone who had. Almost everyone stood. Shubha acknowledged that while audiences’ own life experiences and preconceived notions would inform how they perceived each story, she hoped they would walk away recognizing the multiplicity of South Asian women’s struggles and passions, but also the universal complexities of humanity. “There’s a silence in the South Asian community, but that’s not exclusive to the South Asian community,” she said. Garima ended the cathartic night sitting in the center of the stage with her castmates pretending to be listless commuters on the subway staring at their phones or standing idly. Surrounded by people and yet alone, Garima closed her eyes and allowed herself to steep in her pain – and in doing so invited her observers to insert themselves into that comforting and familiar space of rumination without resolution. This article was amended on 17 May 2016.",
  "webTitle": "Yoni ki Raat (Night of the Vagina): South Asian women on sex, fear and family",
  "webPublicationDate": "2016-05-16T19:45:06Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/yoni-ki-raat-night-of-the-vagina-south-asian-women",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Eve Ensler",
      "id": "stage/eve-ensler",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Performance art",
      "id": "artanddesign/performance-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Rashmee Kumar",
      "id": "profile/rashmee-kumar"
    }
  ],
  "guardianId": "stage/2016/may/16/yoni-ki-raat-night-of-the-vagina-south-asian-women"
}