{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/private-schools-are-the-elephant-in-the-room-of-educational-policy",
  "id": "2016-05-09-61",
  "sectionId": "politics",
  "body": "I am delighted to hear that Toby Young has, in the words of Melissa Benn, “finally caught up with some of the more complex social and political reasons why so many local schools can’t keep pace with the rich, socially selective independent sector” (Despite this U-turn our schools are still in a mess, 9 May). In fact the chief reason might not be so complex after all. The very existence of private schools in this country has been the elephant in the room of educational policy and practice for decades. Successive governments have been dazzled into believing that the solution to state schools’ problems is simply to make them a bit more like private schools. Successive generations of highly skilled teachers and potentially influential parents have been absolved of all responsibility for improving the educational outcomes of the majority of British children, and the alumni of the private schools have been anointed with a hollow sense of privilege and entitlement which now seeps through the whole of our society. The boldest and most radical move we can make to build a truly inclusive and democratic education system would be to remove the charitable status of private schools, as a first step to abolishing them altogether. Only then will there be enough political will and parental engagement to make the whole system fit for purpose.Andrew ColleyHalstead, Essex • It may well have been political expediency that caused Nicky Morgan to redefine the government’s totalitarian academisation mandate (Osborne’s plan to force schools to turn into academies dropped, 7 May). However, the resultant “rattling of the chains” by academy trusts, associations and alliances is betraying their “profit motive” philosophy. Possibly, just possibly, Friday’s decision by Morgan will give some overdue courage to headteachers, school governance and classroom teachers that united they do have the necessary political capital to create an educational, “learner-centred” rather than “score-centred” agenda for education. Perhaps we can then support teachers and teacher-trainers in developing effective learning for life and employability, rather than the current model of coaching for short-term grading in our schools.Professor Bill BoyleTarporley, Cheshire  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Private schools are the elephant in the room of educational policy | Letters",
  "webPublicationDate": "2016-05-09T18:53:18Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/private-schools-are-the-elephant-in-the-room-of-educational-policy",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Private schools",
      "id": "education/private-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/09/private-schools-are-the-elephant-in-the-room-of-educational-policy"
}