{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/why-that-chart-demonstrating-jeremy-corbyns-election-success-is-misleading",
  "id": "2016-05-09-192",
  "sectionId": "politics",
  "body": "If you are the kind of person who follows UK politics news on social media, the chances are that you will have seen this chart in your Twitter or Facebook timeline over the last few days. Very probably shared by someone whose views on politics you trust.      It’s being used to suggest that the media has wilfully misreported last week’s election results because they have a narrative of constant bias against Jeremy Corbyn’s leadership of the Labour Party.   Related: What do Labour voters think of the party's election performance?    It makes the point very strongly. However, there’s a flaw. The numbers don’t represent quite what they claim. The first key point is that because of the way the local election cycle works in England. The elections in 1995 and 2016 were contesting a different set of seats - so they aren’t directly comparable. In 1995 Labour made massive in-roads into Conservative control of English councils. In taking the “46% of councillors” claimed by the graphic, the party under Tony Blair gained 1,807 seats. In 2006, the Conservatives saw an improved performance in opposition under David Cameron. They gained over 300 councillors and took control of 11 additional councils.  By contrast, in 2016, the Labour party lost 11 seats overall. They gained control of one authority. You can certainly make an argument both for and against results last week being “a disaster” for Corbyn, but “% of councillors” is not a terribly meaningful measure. You could equally make the chart from the same results like this:      Which still wouldn’t give you anything like the full picture of the results, not least of which because of the way national and regional politics has shifted over the last two decades. Scotland and Wales Scotland and Wales contested very different election systems between 1995 and 2016 elections, partly as a result of the devolution measures introduced by the Labour government. And because there is no source given for the data in the original chart being shared, it’s difficult to assess whether all of the figures shown are consistently based on UK results or English results. The 1995 elections in Scotland were for a new set of councils set up by 1994 legislation. Labour took control of 20 of the 29 councils. Wales was also contesting a new organistion of councils in 1995 that had been established by legislation from the previous year. Labour assumed control in 14 of the 22 councils. In 2016 votes were not for local council candidates, but for the Scottish parliament, and the Welsh assembly. In Scotland, Labour lost seats in the Scottish parliament and slipped into third place behind the Conservatives. In Wales, Labour remained the largest single party, but lost a little ground, losing one assembly member as Ukip and Plaid Cymru made gains. But surely an election map can’t lie? Well, you’d be surprised. This map was made as a spoof, and one of the accounts distributing the image has as its bio “Political Editor, BBC Baghdad Broadcasting Company, Totally against Labour especially Corbyn, Tweets Conservative propaganda with a comical twist”    Just a memory jogger to @bbcnews and @skynews Labour never lost 150 seats The Tories lost 193 seats pic.twitter.com/w0bdq1EL7N— Comical Ali (@EtonOldBoys) May 7, 2016    That hasn’t stopped it being retweeted - apparently unironically - by Labour supporters on Twitter. Regardless of how it distributes the results, the map cannot possibly represent Thursday’s results, as over 100 areas of England weren’t voting in local council elections last week. This map is rather more representative of how and where people actually voted last week - but it is definitely less socially shareable.     Local election map from Wikipedia Illustration: Wikipedia    Election high points for Jeremy Corbyn What makes this statistical misrepresentation frustrating to some Labour supporters is that there is no doubt there was some good news for Jeremy Corbyn in last week’s elections. In the projected share of the national vote based on Thursday ballot, Corbyn’s Labour are slightly ahead of the Conservatives.   Related: Ignore the doom merchants: Corbyn has shown he’s a viable leader | Gary Younge    There were widespread predictions that the party would lose a large number of council seats in England. Projections based on polling figures were off the mark, and Len McCluskey and Jeremy Corbyn’s claims that the party wouldn’t lose seats have more or less held true. There’s also Sadiq Kahn newly installed as Mayor of London, Joe Anderson re-elected as Mayor in Liverpool and the landmark election of Marvin Rees in Bristol to celebrate. Which is all the more reason to focus on the actual strong points from Thursday, rather than use dubious statistics. “Stats memes” can be very tempting to share from supporters of all parties, reassuring you that your beliefs are shared by a growing section of the public. But they can also be dangerous for activists, lulling them into thinking that there is less work to do in a political campaign. Seeing people you trust spreading charts and graphs that you know to be untrue or misleading erodes that trust. And you never want to end up being in a position where a BBC presenter is pointing out to you that the things you claim the BBC aren’t reporting are being illustrated with screenshots from the BBC.     Huw Edwards sasses the JeremyCorbyn4PM Twitter account Photograph: Twitter    • This article was amended on 10 May 2016. An earlier version said that for the first time since 2003, Labour failed to win an outright majority in the Welsh assembly. Labour has never had an outright majority in the assembly.",
  "webTitle": "Why that chart demonstrating Jeremy Corbyn's election success is misleading",
  "webPublicationDate": "2016-05-09T12:54:01Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/why-that-chart-demonstrating-jeremy-corbyns-election-success-is-misleading",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Belam",
      "id": "profile/martin-belam"
    }
  ],
  "guardianId": "politics/2016/may/09/why-that-chart-demonstrating-jeremy-corbyns-election-success-is-misleading"
}