{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/brexit-maintain-stubborn-mood-chilling-eu-referendum-warnings",
  "id": "2016-05-15-83",
  "sectionId": "business",
  "body": "The Ealing comedy Passport to Pimlico is set in postwar London with austerity at its height. Inhabitants find that they can escape rationing because the district was once part of Burgundy during a conflict that has never formally ended. They set up their own kingdom within a kingdom, defiantly resisting attempts by Westminster to bludgeon them back into line. The mood of stubborn resistance is summed up by one of the characters whose Englishness is called into question. “We always were English and we always will be English and it’s because we are English that we are sticking up for our right to be Burgundian.”   Related: Brexit minister accuses Bank of England of 'dangerous intervention'    Something of this mood has pervaded the EU referendum debate, so far at least. Warnings about the dire consequences of a vote to leave have come in thick and fast. The Organisation for Economic Cooperation and Development said Brexit would be the equivalent of a tax increase, the Bank of England said it might tip the economy into a technical recession and the International Monetary Fund said Britons should brace themselves for a stock market crash and plunging house prices. Appearing on The Andrew Marr Show, the pro-Brexit energy minister Andrea Leadsom described it as “institutional ganging up on the poor British voter”. One of the leaders of the gang, Mark Carney, was also interviewed on the BBC programme. The Bank of England governor was unrepentant about his public warning last week that the higher inflation and slower growth Threadneedle Street thinks would result from a Brexit vote might be enough to tip the economy into recession. What’s interesting about the campaign so far is that the bloodcurdling warnings about the horrors that will be visited on the economy in the event of Brexit seem to have had such little effect. The remain camp think the intervention of Carney will prove decisive in swaying undecided voters, and some on the leave side privately agree. It is possible that the polls are understating support for the status quo, which will only become apparent in the last few weeks before the 23 June vote, when people really start to concentrate on how they will vote. But so far, the Brexit camp must be pretty pleased with how things are going. The bloody-minded spirit of Passport to Pimlico lives on.     Mark Carney, right, speaking to Andrew Marr on Sunday. Photograph: Handout/Getty Images    There are umpteen possible explanations for that. It could be the heavy-handed way the government has gone about things, which has allowed the leavers to portray themselves – in true Ealing comedy fashion – as underdogs. As one small example, the IMF’s annual health check on the UK economy was delayed last year because it did not want to be dragged into politics at the time of the general election. Those niceties have been cast aside this year, with the fund’s report used as a campaigning weapon by George Osborne. The initial findings of the IMF team sent to the UK were published last Friday: the full report will appear the week before the referendum. The remain camp also needs to be careful not to overstate its case. There would undoubtedly be a great deal of uncertainty in the immediate aftermath of a vote to leave. Sterling would take a hit and dearer exports would push up inflation. A slowdown in the economy has been under way for several quarters and was happening long before the prospect of Brexit surfaced. It is not outlandish of the Bank of England to float the idea that the economy could slide into technical recession given that growth was 0.4% in the first three months of 2016 and a further slowdown looks highly probable in the second quarter as investment is delayed in the run-up to the 23 June vote. There would then be a further hit to activity after a Brexit vote. Clearly, two quarters of negative growth – the definition of a recession – cannot be ruled out. But the sky would not fall in. Britain would remain a member of the EU for at least two years after a no vote and the full weight of the UK political establishment would instantly switch from warning about the dire perils of Brexit to ensuring that the costs of divorce would be minimised. There is no certainty that Christine Lagarde’s prediction of a crash in house prices would come true and it would be a net benefit to the economy if it did. Likewise a fall in the value of the pound, which would do something to help rebalance the economy by making exports cheaper. Conversely, a remain vote is likely to lead to a stronger pound, making the imbalances worse.   Related: Meet the Europeans in Britain's Brexit heartland    Both the Bank and the IMF assume that the economy is in pretty good shape and will bounce back quickly once the threat of Brexit is removed. But as the IMF noted in its Article IV report, the underlying problems of the economy – the low level of household savings, an abysmally poor productivity performance and a terrifyingly large current account deficit – have actually got worse in the past year. The Bank’s growth forecasts, which assume that the UK will stay in the EU, have been cut since February as a result of the continuing weakness of productivity. The underlying problems of the economy are the result of decades of under-investment in the economy’s productive base, not the Brexit threat. It is therefore open to the remain side to make the case that leaving the EU is a shock the UK could do without at a time when the economy is not in the greatest shape. This has the virtue of being true and might impress voters put off by hyperbolic claims that Britain risks becoming an economic wasteland within weeks of 23 June. Yet, it doesn’t suit Osborne’s narrative, which is that the economy has flourished under his stewardship these past six years and that Britain will be a land overflowing with milk and honey once the threat of Brexit has been banished.  Instead, he will crank up the volume still higher over the next few weeks, confident that the tactic that has been so successful in swaying floating voters in general elections – Labour is bad for your wealth – will work just as well in the referendum. But maybe it won’t. Veteran economics commentator Brian Reading made the point last week that the 13 American colonies were fully aware of the consequences for trade and capital flows from Britain if they chose independence. Noting that George Washington et al preferred making their own laws rather than having them made in London, Reading said: “No one today would argue that the American states would have been better off remaining UK colonies.” Is Britain gearing up for a 1776 moment? It seems improbable. In Passport to Pimlico, remember, the film ends with the status quo restored. But polls suggest many voters are looking beyond Carney’s “technical recession”. And that’s making the remain camp very nervous.",
  "webTitle": "Brexiters maintain stubborn mood in face of chilling EU warnings",
  "webPublicationDate": "2016-05-15T15:18:42Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/brexit-maintain-stubborn-mood-chilling-eu-referendum-warnings",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "politics/2016/may/15/brexit-maintain-stubborn-mood-chilling-eu-referendum-warnings"
}