{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/08/greece-international-justice-regain-parthenon-marbles-uk",
  "id": "2016-05-08-50",
  "sectionId": "artanddesign",
  "body": "Greece has not abandoned the idea of resorting to international justice to repatriate the Parthenon marbles and is investigating new ways in which it might bring a claim against the British Museum. As campaigners prepare to mark the 200th anniversary of the antiquities’ “captivity” in London, Athens is working at forging alliances that would further empower its longstanding battle to retrieve the sculptures. “We are trying to develop alliances which we hope would eventually lead to an international body like the United Nations to come with us against the British Museum,” the country’s culture minister, Aristides Baltas, revealed in an interview.  “If the UN represents all nations of the world and all nations of the world say ‘the marbles should be returned’ then we’ll go to court because the British Museum would be against humanity,” he said. “We do not regard the Parthenon as exclusively Greek but rather as a heritage of humanity.”  But the politician admitted there was always the risk of courts issuing a negative verdict that would wreck Athens’ chances of having the artworks reunited with the magnificent monument they once adorned.  “Courts do not by definition regard [any] issue at the level of history or morality or humanity-at-large. They look at the laws,” said Baltas, an academic and philosopher who played a pivotal role in founding Syriza, Greece’s governing leftist party. “As there are no hard and fast rules regarding the issue of returning treasures taken away from various countries, there is no indisputable legal basis.” The move came to light as the world’s longest-running cultural row looks poised to intensify. Almost 200 years have elapsed since the British parliament voted on 7 June 1816 to purchase the collection from Lord Elgin, the Scotsman who as ambassador to the Ottoman Empire ordered the frieze to be torn from the Parthenon and shipped to England. Activists are counting down to what they call the “black anniversary”. In London, only metres away from the British Museum, a huge billboard funded by campaigners in Australia this weekend showed six strategically placed words across a statue of classic nudity – and above a list of the vital contributions Greece has made to modern democratic life. The words read: “Please give us back our marbles.” “There is no point any longer in taking the gentle approach because that has failed,” said Alexis Mantheakis, chairman of the New Zealand-based International Parthenon Sculptures Action Committee. “The British have never given anything back, be it colonies or artefacts, without pressure. To ignore that fact is to undermine the chances of any success in the campaign for the return of the Parthenon sculptures.”  Seen as the high point of classical art – a peerless example of beauty in carving – the antiquities were acquired for £35,000 on condition they be exhibited in the British Museum. Mortified, steeped in debt and determined to dispel rumours that he had exploited his post as emissary to plunder the Acropolis, Elgin reluctantly accepted. It had, all expenses considered, cost him nearly twice that he claimed.  But in a 141-page document of legal advice – the details of which have been leaked exclusively to the Guardian – QCs specialised in cultural restitution say Elgin clearly exceeded the authority, or firman, he was given when he ordered the treasures to be “stripped” from the monument. The lawyers, including the human rights expert Amal Clooney, insist that Greece could mount a strong case to win the marbles back. “We consider that international law has evolved to a position which recognises, as part of the sovereignty of a state, its right to reclaim cultural property of great historical significance which has been wrongly taken in the past – a rule that would entitle Greece to recover and reunite the Parthenon sculptures.” The advice – provided at the request of the country’s former centre-right coalition but previously only made public in summation – amounts to a toolbox of how Athens could pursue its claim to the classical masterpieces. Greece could either bring the UK before the European court of human rights, or the UN cultural body Unesco could apply for an advisory judgment by the international court of justice. Court action could prompt Britain, which has repulsed every entreaty to date, to agree to arbitration or mediation. “The legal case is strongly arguable, both under international customary law and provisions of the European convention. [Greece] would stand a reasonable prospect of success.” But the lawyers also counsel that Athens should move fast in pursuing litigation. Mired in its longest recession in modern times, many fear the cash-strapped country would not have the means to take such action.  The advice, which took almost a year to draft, was reputedly financed by a Greek shipowner sympathetic to the cause. “Unless the claim is brought fairly soon, Greece may be met with the argument that it has ‘slept on its rights’ too long for them to be enforced,” the lawyers argue, adding that even if initial litigation failed it would not be the end of the fight. “If Greece does fail, it will very likely be on technical ‘admissibility’ grounds, which will have nothing to do with the merits of its claim. A case lost on a legal technicality can often be fought again.”",
  "webTitle": "Greece looks to international justice to regain Parthenon marbles from UK",
  "webPublicationDate": "2016-05-08T18:41:38Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/08/greece-international-justice-regain-parthenon-marbles-uk",
  "keyword": [
    {
      "webTitle": "Parthenon marbles",
      "id": "artanddesign/parthenon-marbles",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "British Museum",
      "id": "culture/british-museum",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "artanddesign/2016/may/08/greece-international-justice-regain-parthenon-marbles-uk"
}