{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/lupita-nyongo-in-black-panther-marvel-superhero-movie",
  "id": "2016-05-13-262",
  "sectionId": "film",
  "body": "Oscar-winner Lupita Nyong’o is in line to star as the Black Panther’s love interest in Creed director Ryan Coogler’s upcoming Marvel Studios epic about the first black superhero. The Mexican-Kenyan star of 12 Years a Slave and Star Wars: The Force Awakens is in talks to take on the unspecified role, according to the Hollywood Reporter.    Related: Creed director Ryan Coogler in talks to take on Marvel's Black Panther    Get On Up star Chadwick Boseman will play Black Panther, otherwise known as T’Challa. The superhero is the king of a fictional African kingdom called Wakanda, which in the Marvel universe is famous for its rich deposits of vibranium, the unbreakable metal used to make Captain America’s shield. T’Challa duly makes his first appearance in the current Marvel epic Captain America: Civil War, with Boseman winning strong notices for his pivotal turn. Coogler won the Black Panther director’s seat after Rocky spin-off Creed picked up critical plaudits, a box-office haul of £173.5m and a best supporting actor nod for Sylvester Stallone earlier this year. The 29-year-old director previously debuted with the race-themed biopic Fruitvale Station in 2013. As well as her mo-capped Star Wars turn as diminutive orange-skinned extra-terrestrial Maz Kanata, Nyongo’o recently voiced the wolf Raksha in Disney’s smash hit remake of The Jungle Book. She is due to play a mysterious woman who turns out to be an extraterrestrial in the science-fiction thriller Intelligent Life, and will play the mother of a Ugandan chess prodigy in Disney’s true life-inspired The Queen of Katwe.",
  "webTitle": "Lupita Nyong'o set to star in Marvel superhero movie Black Panther",
  "webPublicationDate": "2016-05-13T09:10:04Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/lupita-nyongo-in-black-panther-marvel-superhero-movie",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Lupita Nyong'o",
      "id": "film/lupita-nyong-o",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/13/lupita-nyongo-in-black-panther-marvel-superhero-movie"
}