{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/graham-vick-opera-rps-awards-keynote-speech",
  "id": "2016-05-10-25",
  "sectionId": "music",
  "body": "Any work of art worth its salt contains the demand for change. So it’s no surprise that our most conservative of countries should feel challenged by the very concept of art, just as it’s always been challenged by the concept of religion; never more so than now. But King Canute got his feet wet, change happens and the country of my childhood, which struggled to pull together and build a better future for its young, instead has built today’s dangerously divided society - divided by opportunity, race, religion and above all, by wealth. How can we bind this fractured world together? Where can we look for our common humanity? I look for it in music. Music already belongs to everyone. The democratic wonder of opera is that we all of us already share the material - it is of us. We have been singing stories for as long as we have existed. The music has always been in us and the stories always about us. However new or strange or alien a creation may seem, it can only be made from what already exists. Insights, leaps of the imagination, never-heard-before sounds can all be broken down to the familiar. Stockhausen’s Wednesday from Light is a dazzling riff on the theme that to receive music is only a matter of tuning in, like a radio receiver. All sound, all thought, shares roots. Our work is the revelation of what is. This boundless mystery can’t be captured on a printed page - it’s only music when given life and breath in performance - when heard, experienced - when the listener is a participant contributing through their own existence to their own unique work of art.     ‘My work as a director.. always seeks to release the music.’ Graham Vick. Photograph: Hugo Glendinning    As artists, our challenge is not how to give but how to give back - and I mean give back to everyone across our increasingly complex and rich melting pot of peoples. Music effects change by touching humanity. Through music we can harness and share the richness of cultural background and identity, the breadth of life experience and alternative perspectives available in our expanding communities and enrich all our understanding. My work as a director, from the highly complex multi-faceted productions challenging the audience to make choices, to the austere essential stage worlds encouraging them to fill the empty space with imaginative response, always seeks to release the music. Through the music’s interaction with meaning and motive I try to guide the singers towards identifying with the material in such a way that through them it is reborn. The more I work with singers the more I understand that this process of removing barriers and veils and encouraging direct personal encounter also applies to the audience. Everything is already there, already familiar - if only it can be liberated.   Related: Mittwoch aus Licht – in pictures    I have explored, developed and experimented with these theories with a huge range of artists all over the world, from the adventurous frontiers of Leningrad, Bucharest and Athens to the iconic temples of La Scala, Salzburg and the Met. Always new challenges, new excitements, new discoveries, but somehow always the same audience, even in cities whose streets offer exceptionally high levels of diversity like New York, Paris, Berlin, London. And each year I return to Birmingham. What brings me back? Is it the freezing cold abandoned factories, low production budgets, overnight lighting sessions to save on hire? The struggle to scrabble together the money?    It is those of us who make opera whose responsibility it is to remove the barriers and ..release its power for everybody    It’s true there is something of the self-destructive masochist in me - I’m not an opera director for nothing - but no; the reason I return is because in Birmingham when I wake up in the morning wondering what it’s all for I know the answer. There in the glorious participation of audience and performers - of people and peoples from every aspect of the city, every age, every ethnicity every social background - only there can I be completely myself - only there do I find myself - only there is my loneliness always consoled. Isn’t that what we are all looking for in the miraculous shared experience - something that is deep within us all joining us together - something we can recognise as our common humanity?     Birmingham Opera Company rehearse for 2008’s Idomeneo, directed by Graham Vick, in a former rubber factory in Ladywood, Birmingham. Photograph: Lisa Carpenter    If that’s what it’s for, who is it for? To make sure it’s for everyone, in Birmingham we go out and find our audience; meeting them on their own ground. We invite citizens to participate in our work and help us find audiences - an audience who also participate - no seats but physically engaged in what is now called immersive theatre. We target all the peoples of this ethnically diverse city and positively act to cast ethnically diverse professional soloists. But perhaps the most radical part of the vision has been the removal of the barrier of conventional education and outreach work placing the responsibility of finding, developing and educating our audience entirely on the core work itself. You do not need to be educated to be touched, to be moved and excited by opera. You only need to experience it directly at first hand with nothing getting in the way. It is those of us who make the work whose responsibility it is to remove the barriers and make the connections that will release its power for everybody. This belief has given Birmingham Opera Company sold out popular successes with Berg, Stockhausen, Monteverdi, Dove, Mussorgsky. Last year’s project based around Michael Tippett’s The Ice Break, as well as rehabilitating a lost masterpiece, touched the lives of over 10,000 participants in all 10 districts of the city, 99% of them new to Birmingham Opera Company, 75% under 35. What you see on the streets you see at the opera. No opera house - The Ice Break was played in an abandoned inner city warehouse, our recent Dido ’n Aeneas in a defunct legendary rock venue.    I want our work to be part of the solution not the problem    The building of relationships with city communities, artists, colleagues and most importantly the audience has been slow and careful. The resulting mutual trust is what fuels our progress. Our process is open, enabling, empowering; a level playing field. Everyone has a voice. In fact anyone who wants to can join our chorus - no auditions. If you want in, you’re in. Our methods are constantly developing - no fixed formula of how things should be done - but a constantly evolving experiment. For The Ice Break we taught the music to the chorus by ear - no printed music. With Tippett I’ve always found the code on the page more complicated than the music. By learning to possess the music as recognisable shapes, gestures, impulses our volunteers communicated to the audience with a rawness and spontaneous edge hard to achieve with a professional chorus of well schooled homogenous voices from homogenous backgrounds . These fresh vital natural sounds - whether a crowd of cheering fans or angry rioting gangs carried the urgency Tippett must have been after. The influence of black music in Tippett’s score was easily identified by our company making a bridge to the more esoteric elements - and a bridge to the audience, who our promotion of individual personal encounter placed physically in the heart of the work - standing, following the action, making decisions about what to watch, what to listen to, and recognising themselves within the event: audience as participants, actively engaged - tuning in - finding their way - to empathy.      Donna Bateman as Estella in Life Is A Dream by Birmingham Opera Company, written by Jonathan Dove, directed by Graham Vick. Photograph: Tristram Kenton for the Guardian    Empathy - the ability to feel what someone else feels - is in short supply in our society. Because of this funding is also in short supply. Austerity, however is in abundance. But am I the only one who sees arms full of shopping bags, crowded airports glittering like Vanity Fair, full restaurants and bars and too many cars, and bicycles, for any city to handle? Is this poverty? If the measure of a society is how it takes care of its weakest, only then can we be called poor.     We need to get up off our arses, get out of our ghetto ... and help build a world we want to live in    I see 40 years of work towards the democratisation of art being swiftly reversed by its privatisation. I keep hearing “mixed economy”, but make no mistake - we are hurtling towards the American model, where the wealthy pay even less tax in return for a stranglehold on cultural institutions - a phenomenon we see across our society and one that risks driving division ever wider. I can’t be the only one who feels a sense of collusion - of appeasement? Isn’t everything built on such foundations bound to corrode? It’s time to change. It’s time for each one of us to step up and take responsibility for the well-being of our society rather than just taking. I want our work to be part of the solution not the problem. Maybe that way the song will remain. Maybe that way artists will help bind together our fractured society. Maybe that way we will open up a world of common feeling, and dare to confront false gods in pursuit of our common humanity. Well maybe. But only if we get up off our arses, get out of our ghetto where we’re protected by our excellence, our artistic integrity, our outreach and education departments, our annual reports and go out to find the new world, embrace the future and help build a world we want to live in - not hide away fiddling while Rome burns. •Graham Vick was the keynote speaker at the Royal Philharmonic Society MusicAwards. A programme dedicated to the RPS Music Awards will be broadcast on BBC Radio 3 on 11 May at 7.30pm.",
  "webTitle": "Graham Vick: 'You do not need to be educated to be touched, to be moved and excited by opera'",
  "webPublicationDate": "2016-05-10T21:30:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/graham-vick-opera-rps-awards-keynote-speech",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/10/graham-vick-opera-rps-awards-keynote-speech"
}