{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/08/gazientep-turkey-tamkeen-quest-to-rebuild-syria",
  "id": "2016-05-08-190",
  "sectionId": "global-development",
  "body": "Dragging on his American-brand cigarette, Rami al-Khatib leans back and looks away. There is a wry smile but it hints at a bubbling frustration. I have asked him whether he feels optimistic about the future. “There are two questions you should never ask a Syrian,” he says, “and that’s one of them.” From behind a wisp of smoke, Khatib, 29, a law student at Damascus university before the conflict, adds: “The other is: where do you see yourself in five years’ time?” The young Syrian’s disdain at the line of questioning is understandable. Khatib was born in the now infamous city of Palmyra, where Isis massacred hundreds and where Vladimir Putin last week emphasised his role in winning it back for the regime by staging a classical concert in its ruins. Brought up in Homs, Khatib helped with the 2014 evacuation and watched as snipers picked off women walking through the rubble. He still has family in the city. It was only because a guard at an Assad regime checkpoint recognised his mother as one of his former teachers that Khatib’s increasingly desperate parents were able to escape Isis. His 15-year-old sister had been told by an Islamist fighter that she and her father would be lashed the next time he saw her. “She was covering everything but he was asking her to cover properly,” Khatib says. “She had never worn the hijab before, you know.” He lightens briefly while talking about a “friendly” regime sniper in Homs who, when his shift came, would aim his bullets into the walls behind them rather than take a life. “He was a good guy – although I never actually saw him.” But talk of optimism and the future can’t come easily when you have lost countless friends and family in a chaotic, genocidal conflict. Deaths in Syria total more than 470,000, according to the Syrian Centre for Policy Research. One in 10 of the country’s population has been killed or injured since the crisis erupted in March 2011. Khatib has been told his friendly sniper is dead now, too. Meanwhile the political and military situation is dire. Isis holds huge swaths of land in the east of the country, while the regime, with the help of Russian air power, is advancing from the west and through the middle, swirling around the key opposition stronghold, Aleppo, along with the loosely pro-regime Kurds. They are all eating into opposition territory, which in itself is controlled by armed groups ranging from the moderate Free Syrian Army to the al-Qaida-affiliated Jabhat al-Nusra, and every flavour of Islamism in between. It is a bloody, unfathomable mess. And the ceasefire that brought a little respite has now broken. In a new low, Bashar al-Assad’s air force was accused on Thursday of bombing a refugee camp on the Syrian side of the Turkish border, killing dozens. Yet Khatib, quick to smile, and keen to talk to about the wonder of Palmyra before the war, does, miraculously, hold out some hope. For all the debate about the UK’s pledge to spend 0.7% of its national income on development, he suggests British taxpayers should know that his hope has much to do with them. Khatib is one of 26 people, including 18 Syrians, working in the south-eastern Turkish city of Gaziantep, 30 miles from the Syrian border, on a British-government- funded development programme called Tamkeen, the Arabic word for empowerment. A further 76 Syrians working for the programme live in Syria itself, in 38 communities across four opposition-held provinces: Idlib and Aleppo in the north-west, and the southern areas of Deraa and Rif Damascus, the province that hosts the capital city, and where opposition-held parts are currently under siege from the Assad regime.   Gaziantep's position in Turkey close to the Syrian border. Gaziantep’s position in Turkey close to the Syrian border.   “They can’t go in and out of Rif Damascus so we have never met any of the people we work with there; it is always over Skype,” says Lejla Catic, programme manager. Launched in 2013, and run by development consultants Adam Smith International, Tamkeen is different to anything else being funded by the global community in Syria. It is the first programme to combine the provision of aid – in the form of schools, hospitals and services as basic as waste management and water treatment – with the perilous job of trying to create the foundation for legitimate government in a war zone. In short, it is building democracy from the bottom up. And doing it as the bombs fall. Tamkeen field officers in Syria set up committees of up to 11 local notables and professionals in rural areas, villages, towns or cities. Each committee services a community of between 30,000 and 100,000 people. In opposition areas, rather scrappy, often corrupt, local administrative councils have popped up to try to keep basic services running, and so at least one of those councillors will sit on their local Tamkeen committee. The inclusion of at least one woman is a target but where it is impractical, because of the often deeply conservative culture in some parts of the opposition-held territory, a subcommittee of women is established – there are parts of Syria where women are not allowed to leave their homes unescorted. The Tamkeen committee is then offered a menu of project options to be funded from HQ in Gaziantep. But the funding – from the UK’s Department for International Development (DfID)and the EU – only comes if principles of “participation, transparency and accountability” can be shown to have been adopted. The hoops to be jumped through will be familiar to any English local authority.     Members of Tamkeen, an NGO funded by Britain and the EU attempting to introduce democratic structures in Syria. Photograph: Andy Hall for the Observer    Notables on the committee have to talk to the people they presume to serve. They must ask them about their priorities and needs through surveys, at public meetings, via Facebook pages and by addressing people after Friday prayer. The women’s subcommittee must be allowed to make its own decisions and have its interests pursued. Once a project proposal from the community is approved in Turkey, the locals then have to establish a procurement plan – showing how they will get the best price for the materials and work to be done. And as the projects get under way, they must update their community about what is being done through monthly reports, videos on Facebook and regular public meetings. Comment boxes are set up and feedback must be pursued. The project should be completed in nine months, and after that it is passed to the local council to maintain.    Once a pit stop on the silk road trade route, Gaziantep is now a key stop on the jihadi highway    It is, Tamkeen’s advocates say, everything that development work in Iraq and Afghanistan has not been. This isn’t throwing money at powerful players, hoping that their warlord reputations and hold on the people will lead in a Hobbesian way to a big, powerful, central government. One of the designers of the Tamkeen project, Zane Kanderian, says that model had cost many billions of US dollars and left little but corruption, envy, faction and bloodshed. The new project, Kanderian says, is about building demand for good government. “Those of us involved in democracy promotion in Iraq and Afghanistan were selling the car with no engine,” explains Kanderian. “In Syria we are helping them to build the engine in the hope they will be able to build the car around it.” But none of this is easy. They are, after all, trying to do it in Syria: a spitting fire of a war zone. The landscape of Gaziantep from the Tamkeen offices is peculiarly beautiful. Blocks of apartments stretch as far as the eye can see, the silver water barrels on their roofs twinkling as they catch the sun; the horizon only broken by the minarets of this conservative city’s many mosques. Prominent on a noticeboard in the main room in Tamkeen’s offices is a picture of the smiling Syrian activist and journalist Naji Jerf, 38. The photograph acts as a reminder to the close-knit staff that, five floors down, Gaziantep can be an ugly place. Jerf, a friend of staff in the Tamkeen office, was shot dead in broad daylight as he walked down a busy road in the centre of the city in December. He had been due to join his family in France, where he had been granted asylum, the very next day. But he had made two anti-Isis films and the extremists wanted him dead. Last month, Halab Today TV presenter Mohammed Zahir al-Sherqat, another vocal critic of Isis, was shot dead close to the road where Jerf was murdered. And last Sunday a car bomb believed to have been planted by Isis killed two officers and wounded two dozen others at a police station. More than 30 suspects have been arrested since the attack.     The sprawling city has seen the murder of activists and journalists in broad daylight. Photograph: Andy Hall for the Observer    Before the war, Gaziantep’s claim to fame, if it had one, was being home to the world’s finest baklava, the honey-soaked pastry. Today, less than an hour’s drive from Syria, it is a modern-day Casablanca – a destination for spies, refugees, foreign-aid workers and – perilously for Tamkeen – Isis sleeper cells. It was through here that the British teenagers Shamima Begum, Kadiza Sultana and Amira Abase were transported from Bethnal Green, east London, to join Isis. This is where 29 suicide vests, 330lbs of C4 explosive, and grenades and a cache of Kalashnikovs were found in an apartment by Turkish police in December. And this is where Ibrahim El Bakraoui, one of the two brothers identified for being responsible for the killing of 32 people in Brussels in March, was picked up by Turkish police as a suspected Isis fighter before the attacks, only to be deported to the Netherlands at his request when the Belgian authorities insisted he was not linked to terrorism. Gaziantep has the feel of a modern city. There is a Starbucks, a Novotel and two shopping centres full of well- known stores. One British Foreign Office official says: “My mum worries when I go there but it has got a Marks & Spencer and I tell her it can’t be dangerous if it has a Sparks.” But the apparent normality of the city cloaks real danger. Staff working on Tamkeen are advised to regard large parts of Gaziantep as being out of bounds, particularly the most obvious places such as the better restaurants where alcohol is served. Meetings at the elegant four-storey building that is home to the Syrian interim government, a white elephant of an organisation slowly being closed down by western donors due to its corruption and inefficacy, are avoided by non-governmental organisations because of the risk of a hit.    Those who could leave Syria have left. Those who stayed are the ones who can’t afford to leave  Lelja Catic, Tamkeen programme manager     There are rumours that Isis operatives trail westerners who enter the city and anecdotes abound of jihadis on planes coming and going from Gaziantep airport with their beards covered by scarves and their socks pulled up high to reach their short trousers (a telltale sign of Isis fighters, who are forbidden the “lavish” wearing of garments below the ankle). Perhaps it is the constant roar of the traffic combined with the strong sun and smell of petrol, but there is also something hypnotic about the place. It feels like anyone could disappear from one of the main roads or empty side streets, and the trance of those around would barely be disturbed. Meanwhile, the sprawling apartments that make up much of the city are said to host thriving people-smuggling and sex-slave trading, where the wives and daughters of Sunni Muslims killed by Isis are sold on in order for the so-called caliphate to replenish its coffers. Indeed, while it was once a pit stop on the silk road trade route, through which goods and culture would reach Europe from the Orient, Gaziantep is now a key stop on the jihadi highway, with all the perils that brings. “We avoid public places and carry alarms,” says Marwa Bouka, a Syrian who works for a local NGO. “I worry about what could happen here, big style,” says Khatib. “My wife is an Australian journalist but she is in Sydney now. She left after Jerf was killed. She didn’t feel safe and I can understand that.” Khatib says he believes his colleagues need to be more careful; that it should be a concern, he says, of their every waking minute. But then things are put in stark perspective when the Tamkeen field officers, and the people they are trying to help, deep in the toxic quagmire that is Syria, come to visit and tell their stories.     Brita Haji Hasan, president of Aleppo city council. Photograph: Andy Hall for the Observer    Brita Haji Hasan, the president of Aleppo city council, would be a busy man at the best of times. Aleppo was Syria’s biggest city before the war, with some 2 million residents. Today, just 400,000 people remain in the opposition stronghold, which is under attack from the Assad regime, leaving just one road in and out. In his efforts to avoid Assad and Kurdish forces, it had taken Haji Hasan 10 hours to travel the 76 miles between Aleppo and Gaziantep for our interview. When the father of eight returned to Syria the next day he was seized by armed Kurdish secret police from his home and only released four days later. But before that drama, talking in the leafy garden of a cafe, shielded from the hum of Gaziantep’s traffic, Haji Hasan tells me about the many departments that make up his council. He shows me pictures of meetings, waste disposal vehicles in action, street cleaning and engineers at work. His pride in these mundane details (and this is a tough man who was hung up by his wrists and lashed when the 2011 revolution started) is touching. Then he shows me a photograph of the corpse of Hasan Amory, 29, a father of two and council engineer killed by a Syrian air force missile as he headed into work on the morning we meet. It has been a horrendous period for the city of Aleppo. Haji Hasan says that since Assad restarted the missile strikes and barrel-bombings – dropping metal containers filled with high explosives, shrapnel, oil and chemicals – an average of 25 people have been killed every day. The busy al-Sakhour market placed has just been bombed for the 15th time, killing seven people. But, he says: “We have to try to live on.” And that, he adds, is where Tamkeen comes in. The programme has provided Aleppo city council with £820,000 so far. In the past year, the money has helped repair the one road suitable for emergency vehicles, funded a water treatment centre, trained teachers, constructed a filter station to deal with the poor-quality fuel available to the city and built two centres for women to learn languages, vocational skills and first aid. “But it isn’t the sum of money that is important,” says Haji Hasan, whose council receives $500,000 every six months from the US. “The amount isn’t huge but the work is great. If we compare it with other programmes this is much better. This is sustainable.” Aleppo council was until recently beset by internal disputes and, as such, struggling to make decisions and offer services to its people, a job difficult enough in the circumstances. Haji Hasan says the Tamkeen committee in the area offered the council a model of how to avoid accusations of corruption. “The purpose of the programme is to promote good governance, and when you establish that the proper delivery of services follows,” Haji Hasan says. “Tamkeen also insists on projects to empower women, and now, I think because of that, we have seven female management staff at the council. It creates a culture where women are encouraged to participate, and that’s so important because so many have lost their husbands.” It is almost impossible to judge how effective this attempt to disseminate good governance is. But the story of Aleppo doesn’t stand alone. Last summer the people of Termanin, in the province of Idlib, west of Aleppo, stood up to the al-Qaida-affiliated group Jabhat al-Nusra. The militia had used threats to get their placemen to the top of the council. Tamkeen, which won’t work with proscribed groups, had to withdraw its funding and committee. As a result the doctors and engineers in the area addressed villagers at the mosque, asking whether they had appreciated the open governance that had delivered a water wheel, construction vehicles and repairs for their schools. The positive response led the moderates on the local council to stand down. They threatened to establish a separate council with the villagers’ support. Al-Nusra gave in. In Nashabiyeh, in Rif Damascus, the local council has asked Tamkeen to share the templates of its financial documents with it, so that it can copy the procurement processes that had freed Tamkeen from accusations of corruption. In Nawa, in Deraa province, the local council has started to hold public meetings to hear from the people, having seen how that model was embraced when Tamkeen arrived. And one local council north of Aleppo has started publishing its financial reports on Facebook and has installed comment boxes around the area, as Tamkeen had done when taking soundings on projects.     Syrian exile and Tamkeen activist Rami Al-Khatib on the streets of the old town in Gaziantep. Photograph: Andy Hall for the Observer    For Nisreen Alzaraee, 34, Tamkeen’s research manager, it is a good start. “Working with Tamkeen is one of the things that helps me sleep at night,” she says. “It is not just relief, support for displaced people, or services for people who don’t have electricity. We are working with governance – we are working on the ideas of the revolution. “Tamkeen is not easy. It is demanding – we ask so much of them; to implement really demanding concepts. But it is important because one day the donors will get tired. A more sexy crisis will come around and the money will dry up. Syrians need tools, they don’t need money.” In the past three years Tamkeen has funded 63 education projects, including the rebuilding of war-damaged schools; built 78 training programmes for councillors; set up 42 health projects, including the building of clinics and the funding of new ambulances; ensured the construction of 127 pieces of vital infrastructure such as wells and electricity generators; established two food safety programmes and built six vocational centres. Some £3.8m of British cash has so far been spent out of a total of £17.2m allocated by DfID and the EU, with a new round of projects across Syria about to be launched. Above all, Tamkeen believes it has embedded the principles of legitimate, responsive government in areas where the concepts are almost entirely new. The American government has thrown huge amounts of money around Syria and, in the words of one senior foreign official, has a reputation for delivering “big expensive stuff”. But now it too is launching a similar programme, so impressed has it been by Tamkeen’s results. There have been failures. In al-Teeba, in Deraa near the Jordanian border, a generator funded by Tamkeen was found in the mayor’s garden. Tamkeen pulled out because trust had been breached. In Aleppo city, road repairs were unsatisfactory, the supplier was sued for using substandard material and the cash recouped.   Related: Voices from Syria: 'This camp is a paradise compared to life back home'    Tamkeen finance officers, working behind a thick, secure door in a separate room from the rest of the staff in Gaziantep, scrutinise accounts and have people on the ground verifying projects, but recognise there will always be fraudsters or plain negligence. “Corruption happens in every country,” says Catic. “The difference between good and bad governance is how you deal with it. So we tell them: deal with it.” But the military situation threatens Tamkeen and its work. In February, the opposition was driven out of the countryside north of Aleppo by an unprecedented bombing campaign by the Russian airforce and the Assad regime, allowing Kurdish forces affiliated to the regime to move in. “Three of our communities were taken over by the Kurds after 20 shells an hour were landing on the people there,” says Catic, who was a teenager during the Bosnian war, and hid in a basement with her family for three months as the Croat forces shelled them. “February was the worst month in Syria. In Bosnia, during shelling we would go to basement. With the barrel bombs they are using there is nothing you can do, nowhere for you to go, because it destroys everything.” The result of the brutal assault was a mass exodus of people north towards the Turkish border from the towns of Tall Rifat, Marea and Deir Jamal, where Tamkeen had been working. Vast refugee camps have now spread around the border town of Azaz holding 150,000 people, some of whom have come under attack from Isis forces advancing from the east, burning down tents as they go. Tamkeen decided to follow the people as they fled and is now working in the camps, providing waste management, building toilets and establishing health programmes. It is erecting 163 tents and putting whiteboards inside so that 6,000 students can have an education. And it has established a course to train 150 teachers.     Gaziantep has the feel of a modern city, but Tamkeen staff must be vigilant about their security. Photograph: Andy Hall for the Observer    But that all starts to sound like humanitarian aid rather than the building of self-governing, capable communities. Can Tamkeen really operate on the move? There has been a sudden, but perhaps inevitable, loss of people from Syria able to do the things Tamkeen asks of them. “We have seen a drop in capacity since May last year,” admits Catic. “I think what has happened is that after five years of conflict it has finally dawned on people that this is not going to end, our people are being killed, the kids are not receiving an education, and we have to leave. “Those who could leave Syria have left. Those who stayed are the ones who can’t afford to leave. It took from April 2011 to May 2015 for this to happen. For four years people really tried.” Catic has a solution. “This requires a no fly zone,” she says. “People are tired of the bombing. You lose strength.” But there is also the ominous question of whether Tamkeen needs to wake up to what the envelopment of opposition territory by the Assad regime might mean. Should Tamkeen stand its ground, and try to nurture the values it stands for in areas coming under the control of Assad’s brutal government? Views in the Syrian community are mixed. Diad Abdullah, 32, a field officer working north of Aleppo, was tortured by the regime. He believes that anyone linked to Tamkeen would be immediately imprisoned or worse if they stayed to carry on their work. But Mazen Gharibah, 29, a senior project manager at a Syrian opposition organisation coordinating relief efforts, says it would be unconscionable to leave people without working local government. Staying is a risk worth taking, he says. Neil Fowler, head of Syria operations for Adam Smith International, has worked in Afghanistan and Somalia, and knows compromises often have to be made. He admits this might well be the next challenge as the military situation develops. “The programmes we implement are designed on the basis that people in awful situations still deserve basic services, livelihoods and a voice in the way they are governed,” Fowler says. “In that respect, all ordinary Syrians deserve the same, no matter who rules them. “Working in regime areas, however, would mean finding a way to operate free from the interference of a highly centralised and controlling government authority and security services. We also have a profound respect for our Syrian colleagues – most of whom have been the victims of regime brutality – and that means respecting their views on how and where we work. “What we can do is explore what has worked in other countries, and be ready to respond to shifting views and the peace process.” In other words, as Rami al-Khatib implied: no one really knows what the future holds for Syria. ‘To have to leave Syria for ever is not acceptable. I would rather be killed’  Bakri Azzin, 28, Tamkeen field office, Aleppo      Asked why he stays in Aleppo, as the missiles strike and the barrel bombs fall, Azzin says: “It’s another life in my country.” He doesn’t mean to say that it is a better life there, nor that it is worse. Azzin means to say, he explains, that it is the life he chooses to lead. “For it to be decided that you have to leave your country for ever is not acceptable to me. That’s a decision that is very hard to be taken. I would prefer to be killed in my country.” Azzin’s 21-year-old brother was killed in 2013 by an Assad regime tank shell. He was a photographer and had been documenting the carnage in Khan al-Assal, a town eight miles west of Aleppo. The opposition-held town had been the scene of brutal massacres, attributed to the al-Qaida-affiliated Jabhat al-Nusra militia, and a chemical attack attributed to the regime. Azzin’s mother went into deep shock following her son’s death, becoming hysterical in response to the noise of war around her. In 2014, Azzin moved her and the rest of his family to Gaziantep. “My mother became terrified of the sounds of shelling and jets,” he says. “I stay in Syria because it is my country. We believe in our revolution; that we deserve some freedom in my country, and I don’t need to be a refugee for the rest of my life in Europe or Turkey. As humans we have the right to live in our country as humans.” Azzin is responsible for overseeing the projects that the Tamkeen committee in Aleppo choose to undertake. “I oversaw road repairs and water filtering,” he says. “We were coordinating with the council. Our mission was to discuss with the community and find the quotation of everyone who wanted to supply.” But as the Assad regime launches shell after shell, he is worried for the future. “They attacked the 700-metre area that is keeping Aleppo from being besieged, but I don’t know if we will be able to defend it. If they besiege it will be worse than Homs. There is nothing to support human life in the city. “No farming, just buildings. There are no green spaces to farm. It will be a crazy situation. [There are] at least 350,000 in the city now. We won’t even be able to find baby food for the children.” ‘I vowed never to take my children back to Syria’  Iman Al-Zahrawi, 32, gender officer      The stories Zahrawi tells are extraordinary. That she smiles so freely is almost incomprehensible. After being told that her son was dead under the rubble of the family home in Aleppo, she refused to accept the news. Her 12-year-old was subsequently dragged from the ground alive. A close friend, with whom she had been drinking coffee, was cut in two in front of her by the shrapnel from an Assad regime barrel bomb. “I can see it now: the bottom part remained standing while the top slid to the ground.” On another occasion, Zahrawi, a mother of four, was forced by the bullets of Turkish guards to crawl across the Turkish/Syrian border on her stomach, just three weeks after giving birth by caesarean section. She was trying to reach Gaziantep to receive training on good governance, which she might pass on to others in Aleppo. This slight woman was until last month working in the countryside north of Aleppo as a field officer, helping a female-only Tamkeen sub-committee achieve its project goals in that ultra-conservative part of Syria. Little frightened her, although much left her frustrated. “The community wouldn’t support the women, no,” she says. “At one point I was being harassed by al-Qaida fighters. A guy stopped me when I was buying fruit for my children. He stopped and told me: ‘Please, if you are living in our community you should be dressed like us.’ I said: ‘Please, maybe you should fight on the front. If you are here, you are not a man. When I see a man, I will dress more appropriately.’ He walked on.” Zahrawi adds: “The problem is that no one opposes them. They are used to being able to order people around.” In February, the Russians started to bomb the area in which she worked and the population fled north. Tamkeen offered her a chance to come to Gaziantep with her children for a short break. It was there that the horror of all she had seen hit her. “I was walking down the street and an aeroplane came over and my children freaked out,” says Zahrawi. “They were hiding and screaming, trembling. I had a breakdown in the street and vowed never to take my children back to Syria. “But me? I would go back in a heartbeat.” ‘The regime arrested my friends and pursued us’ Kholoud Waleed, 31, Tamkeen, gender specialist      Waleed, an English graduate from Damascus University, was hunted through the Syrian countryside by the Assad regime for her role as cofounder of a group of women activists. “We were organising silent demonstrations against the corruption of the regime. We were calling for freedom, democracy and human rights,” she says. Her brother, who worked for the Syrian Red Cross, was taken by the regime in 2012 and is still missing. Waleed is from the town of Daraya, close to the Syrian capital, which was one of the regime’s early targets in clamping down on dissent. “We had checkpoints early in 2011 and demonstrators were shot at with live bullets,” she says. “Then a massacre happened. In August 2012, a thousand people were killed. We had a small group of people who held arms but they were all killed. “We had lots of orphans who we had to look after who were completely traumatised. We worked with them for two months and then the regime broke in again and so we all fled the town. It was once a town of 500,000 people. Now there are only 8,000.” Waleed fled into the countryside with her family. She says: “We found a shanty house to rent; it was a stable, although they called it a house. But the regime forces found and arrested a few of my friends and then started to pursue us. “They arrested the first one of us and her mother. Her mum entrapped another two girls; she had no choice. She called them and said: ‘I want to meet you in this place.’ The two girls went to her and were taken by the intelligence forces. “And then they started to call me. They said: ‘Are you the English teacher? Come and meet me. I want you to teach my kids. I want to meet you in half an hour.’ I turned off my mobile and took out the sim card and fled the country.”",
  "webTitle": "Gaziantep: home to Isis killers, sex traders… and a quest to rebuild Syria",
  "webPublicationDate": "2016-05-08T06:00:15Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/08/gazientep-turkey-tamkeen-quest-to-rebuild-syria",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    }
  ],
  "guardianId": "global-development/2016/may/08/gazientep-turkey-tamkeen-quest-to-rebuild-syria"
}