{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/luton-woman-killed-during-botched-burglary-saima-khan",
  "id": "2016-05-25-252",
  "sectionId": "uk-news",
  "body": "Police are investigating the murder of a woman who was killed during a botched burglary at her family home in Luton, Bedfordshire. Saima Khan, a 34-year-old care worker, was found with wounds to her neck and pronounced dead at her home in Overstone Road.  It is not known whether her four children, who are aged between one and seven, were in the house at the time of the murder but her husband and other family members are thought to have been away attending a funeral. Local residents said they believed a gang had attempted to steal gold from the house. Khan’s neighbour Nousheen Dar told Luton Today: “I did see that she was on the floor in the doorway and there was a lot of blood around her. It was horrible and I don’t know why it has happened. It seems so random. At the time everyone was just in shock.” The woman is said to have been found by family members returning from the funeral at Luton Central Mosque. Zaheer Asghar, a volunteer at the mosque, wrote on Facebook: “Absolutely shocking news, last night a sisters house was burgled at approximately 12am. The burglars attempted to steal gold from the house. The sister, whose name was Saima Khan, confronted them but was hit over the head with a glass mirror from her hallway.” DCI Adam Gallop, senior investigating officer, said: “We are treating the woman’s death as murder and it’s therefore of the utmost importance that anyone with information that could help our investigation gets in touch immediately. We are following a number of lines of inquiry and are keeping an open mind as to what led to this tragic incident.” Anyone with information is asked to call police on 101 or Crimestoppers on 0800 555111.",
  "webTitle": "Luton woman killed during botched burglary",
  "webPublicationDate": "2016-05-25T08:16:59Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/luton-woman-killed-during-botched-burglary-saima-khan",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "uk-news/2016/may/25/luton-woman-killed-during-botched-burglary-saima-khan"
}