{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/oregon-transgender-students-protection-guidelines",
  "id": "2016-05-06-25",
  "sectionId": "us-news",
  "body": "Oregon schools should protect transgender students’ rights to use bathrooms that match their identities, according to sweeping new guidelines that provide a sharp contrast to recent anti-LGBT policies across the country. The state’s department of education, which sets standards for 197 public school districts, published extensive protocols on Thursday aimed at “creating a safe and supportive school environment for transgender students” by allowing them access to appropriate restrooms, locker rooms and sports teams and by respecting their preferred names and gender pronouns.  The state issued the 15-page report in the same week that the justice department informed North Carolina that its controversial anti-trans “bathroom bill” – which forces trans people to use restrooms that correspond to the sex assigned to them at birth – violates the US Civil Rights Act and is unenforceable. By adopting the HB2 law, North Carolina risks losing $861m in federal funding for schools and could, according to advocates, increase rates of suicide among trans youth.   Related: North Carolina defiant over 'bathroom bill' deadline: 'We will take no action'    In April, Mississippi passed a law that allows businesses to discriminate against same-sex couples and asserts that transgender people should be classified as members of the gender assigned to them at birth – even if their gender identity is different. There are now more than 40 anti-trans bills under consideration in 17 states, according to the LGBT advocacy group Human Rights Campaign, which say the proposals offer a wide range of discriminatory policies that seek to block transgender people from accessing basic services and facilities. Oregon LGBT advocates say they hope the new school guidelines will encourage other states to proactively affirm that trans students must have equal protections. “Schools have a responsibility to serve all students,” said Andrea Zekis, policy director at LGBT nonprofit Basic Rights Oregon. “For some students who are transgender … they feel safer at school than they do at home.” In Oregon, debates around trans students’ access to restrooms intensified in recent months after one principal allowed a transgender boy to use a male locker room. The new guidelines make clear that the principal’s decision was correct. “It is recommended that school districts accept a student’s assertion of his/her/their own gender identity,” the guidelines say. “A student who says she is a girl and wishes to be regarded that way throughout the school day should be respected and treated like any other girl.” School districts should also use students’ preferred names and pronouns and should provide two sets of transcripts and diplomas – ones with their legal names and ones with their preferred names, the guidelines say. Marsha Warren, a Salem mother of a 13-year-old public school student who identifies as gender-fluid and uses the gender-neutral pronoun “they”, said the policy recommendations could go along way in educating teachers and parents about how to respect and support transgender youth. “It’s really encouraging,” said Warren, 51. “As a society, we tend to push away and fear what we don’t understand. This is a step toward educating people and helping them understand what being transgender means.” The policies will help ensure that students like her child, Rowan, will be able to use restrooms where they feel most safe, she added. “I just hope that parents will take advantage of the assistance schools are now going to offer and work with the schools to help their child be who they are and be accepted.” The document cites state and federal laws that prohibit discrimination based on gender identity, though it’s unclear if the guidelines will lead to any new enforcement mechanisms in Oregon.  The central goal of the policies is to provide clear directions for schools in a way that will protect students, said Amy Wojcicki, spokeswoman for the department of education. “We’ve had districts and schools and even parents reaching out. It’s important that these guidelines are out there … to make sure that our schools are safe environments for all of our students.”",
  "webTitle": "Oregon outlines sweeping protections for transgender students",
  "webPublicationDate": "2016-05-06T20:42:12Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/oregon-transgender-students-protection-guidelines",
  "keyword": [
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/06/oregon-transgender-students-protection-guidelines"
}