{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/rohingya-refugees-stuck-in-captivity-one-year-on",
  "id": "2016-05-26-4",
  "sectionId": "world",
  "body": "Hundreds of trafficking victims from Myanmar and Bangladesh remain detained in Malaysia a year after being rescued from near-certain death at sea during the Asian migration crisis. In total, 390 trafficking victims – 325 Rohingya and 65 Bangladeshis – have spent the past year in detention, despite nominally being freed from captivity in May 2015, in research Amnesty will be publishing in the coming weeks.   Related: 'They hit us, with hammers, by knife': Rohingya migrants tell of horror at sea    Their plight drew the world’s attention this time last year after it was discovered that they had been abandoned by their traffickers and left to drift at sea on packed trawlers without any food. Initially, the countries of south-east Asia mostly refused to rescue them, and they survived on food provided by fishermen in the area. Fighting broke out between different groups onboard. “They hit us, with hammers, by knife, cutting,” one survivor told the Guardian at the time. Following an international outcry, Indonesia and Malaysia took in about 2,900 people, mostly Rohingya and Bangladeshis. Several thousand are believed to have been left at sea. Of the 1,100 brought to Malaysia, around 50 Rohingya have been provided with the opportunity to be resettled internationally, and 670 Bangladeshis were sent back home. But nearly 400 remain jailed in Belantik, a Malaysian detention centre, in what former inmates describe as squalid conditions. “The conditions of [Malaysia’s] detention centres are appallingly bad,” said Khairunissa Dhala, one of the Amnesty researchers who compiled the report, following several weeks of interviews in south-east Asia. “One year on, these people who have been through this horrific journey are still being punished, rather than being treated as victims of human trafficking.” At least one Rohingya woman who was due to be resettled has died in detention, according to Amnesty’s research. Another rights group says a Bangladeshi man has also died, but this could not be verified. Last year’s crisis in the Indian ocean was sparked after a sudden crackdown on traffickers operating along the Thai-Malaysian border. A series of mass graves for migrants were unearthed near the border and a trafficker was arrested, leading to a shutdown of the smuggling routes in the region.  Previously, traffickers would take migrants southwards by boat from Myanmar, where the Rohingya minority is persecuted, and Bangladesh. They would then land in Thailand and move across the Malaysian border, usually after being tortured until their families paid a ransom. However, following the crackdown, traffickers abandoned several boats at sea – leaving them to drift as de facto floating prisons.  Since the crisis last May, there have been no reports of boats using the same tactics. “But it’s just a matter of time – the situation in Myanmar for the Rohingya isn’t improving,” said Dhala. “The root cause hasn’t been solved, and people are still likely to want and need to leave. Maybe they have already found another route and we just don’t know yet.” The Malaysian prime minister’s office referred press enquiries to the home affairs ministry, who asked for the request to be put in writing. Neither the home affairs ministry nor the Malaysian high commission in London responded to emailed enquiries.",
  "webTitle": "Rohingya trafficking victims stuck in captivity, one year on",
  "webPublicationDate": "2016-05-26T23:33:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/rohingya-refugees-stuck-in-captivity-one-year-on",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rohingya",
      "id": "world/rohingya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malaysia",
      "id": "world/malaysia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human trafficking",
      "id": "law/human-trafficking",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/27/rohingya-refugees-stuck-in-captivity-one-year-on"
}