{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/marcus-rashford-debut-impresses-england-team-mates",
  "id": "2016-05-28-31",
  "sectionId": "football",
  "body": "Marcus Rashford’s amalgam of fearlessness, imperious finishing and fast decision making has left Raheem Sterling and Jordan Henderson searching for superlatives.   Related: England’s Roy Hodgson: making tough choices for Euro 2016 is part of job    It was a little after 10pm on Friday when a member of the Football Association’s security detail escorted the 18-year-old Manchester United striker along the short walk between the Stadium of Light’s main entrance and England’s team bus. After scoring on his senior international debut and almost certainly booking his place in Roy Hodgson’s squad for France for the European Championship, Rashford had become a protected species. Sudden fame can do strange things to teenagers but, following the 2-1 win against Australia at Sunderland, Sterling and Henderson are confident Rashford will comfortably take it in his rangy, coltish stride. “He plays with no fear,” said Henderson, who hopes to have proved his fitness to Hodgson by midnight on Tuesday when England’s coach must trim his squad to the final, Chantilly-bound 23. “Hopefully he’ll continue to do that. Playing with no fear and just enjoying your football like Marcus can be a real positive. We’ve got a lot of young players in the squad and their lack of fear can be a good thing.” If Rashford’s right-foot volley in the third minute was the highlight of a balmy Wearside evening, his all-round game generally proved impressive. “A brilliant debut,” said Henderson. “There was a lot of pressure on Marcus so I was delighted. He has to keep doing that, keep improving but I’m sure he will. “He’s a very good all-round player. He’s got everything in his locker and he’s only 18. He looks very mature so, yeah, I think he’d be ready to go to France. Australia was a big test and he passed it. There’s a lot of good strikers in the squad, so anyone could be in the 23, but Marcus has given himself the best opportunity.” Hodgson was particularly excited by much of the link play between Rashford and Sterling with the United striker seeming to bring the best out in the Manchester City creator. “I’m really impressed with Marcus,” said Sterling. “He makes his decisions early and he’s a quality finisher. I’m looking forward to playing and working with him over the years ahead. “In the changing room beforehand I said to Marcus: ‘Straight away when I get on the ball, try to look in behind.’ Then, when he got on the ball, I did the same. It was our first game together and our link-up play probably wasn’t the best but there are signs it will improve.” Hodgson was much more enthusiastic about the pair’s embryonic chemistry after Rashford’s promptings at times helped remind everyone precisely why there was such a fuss about Sterling’s controversial switch from Liverpool to City. It helps that the latter clearly revels in playing for this England coach. “It’s really a positive when the manager tells you every time you get the ball that he wants you to go forwards,” said Sterling. “I’m most definitely enjoying my football. It’s really good, that, in every England training session, if I don’t go forward, the manager has a dig at me; that’s something I’m relishing. “Someone really pushing me to get forward and play is something I really enjoy. I’ve worked with Roy over the last few years and he knows me well so hopefully I can really show him I’ve got something that can have a positive impact on the tournament.”   Related: Mamadou Sakho handed Euro 2016 lifeline after Uefa doping ban expires    It would be a major surprise were Sterling not to be in England’s party and, once in France, he hopes to help translate optimism into reality. “We’re going into the tournament to do well, not just to partake but to really try to challenge for it,” he said. “I don’t think that’s being naive. We just need to listen to the manager and take heed because some of his tactics and formations have really worked for us.” The all-important ability to listen to the right people but turn a deaf ear to the wrong ones is a quality Sterling believes he has acquired in recent months. “I’ve learned quite a bit since going into City for my first year,” he said. “It was a massive learning curve. “I haven’t scored or assisted as many goals as I’ve wanted to but I’m definitely improving mentally. That’s the most important thing. I’ve learned to not really listen to outsiders and just concentrate on being myself and expressing myself. “I think my main problem has been that sometimes I get drawn into staying out too wide but against Australia I got in behind and I could get closer to the box and create stuff.” Newly recovered from a knee injury, Henderson seems to have made the equivalent of a late dash into the penalty area just in time for Euro 2016. The former Sunderland midfielder completed his first full 90 minutes since stepping off the treatment table and should feature in Hodgson’s tournament plans. Even so he will be pleased when England’s coach completes a painful cull. “No one’s safe, really – maybe one or two,” said Henderson. “Everyone’s fighting for a place and I’m no different. I’m sure Roy will pick his best 23 but we’ve got a lot of good players in the squad so it could be any 23.” With Fabian Delph ruled out, Roy Hodgson must drop two players from this provisional Euro 2016 squad on Tuesday: Goalkeepers: Joe Hart, Fraser Forster, Tom Heaton. Defenders: Gary Cahill, Chris Smalling, John Stones, Kyle Walker, Ryan Bertrand, Danny Rose, Nathaniel Clyne. Midfielders: Dele Alli, Ross Barkley, Eric Dier, Danny Drinkwater, Jordan Henderson, Adam Lallana, James Milner, Raheem Sterling, Andros Townsend, Jack Wilshere; Strikers: Wayne Rooney, Harry Kane, Jamie Vardy, Daniel Sturridge, Marcus Rashford. FRANCE OR FROZEN OUT? FOUR SWEATING ON A PLACE BEFORE TUESDAY’S CUT DANIEL STURRIDGE Roy Hodgson is desperate to include the Liverpool forward and says he will take him but a calf injury dictates Sturridge has not trained since joining up with England and was forced to sit out the Australia friendly. If the doctors say he won’t be ready for England’s first game on 11 June, reluctantly, he will be left behind. DANNY DRINKWATER The return to fitness of both Jordan Henderson and Jack Wilshere (even though the legacy of his broken leg seems to be restricting his mobility) could well spell bad news for the Leicester City midfielder. Asked to perform in a left-sided role that is not his forte against Australia, Drinkwater failed to impress. ANDROS TOWNSEND A big part of his problem is that Hodgson’s two preferred formations, the diamond and 4-3-3, are not best suited to an orthodox winger. His early-season first-team exile at Spurs may count against him but it could all hinge on which two from Townsend, Ross Barkley and Drinkwater England’s coach culls. ROSS BARKLEY Barkley failed to impress as a substitute against Australia and ended the season in lacklustre form for Everton. But Hodgson is loyal to those who have performed well for him and that he played the full 90 minutes of England’s 2-1 defeat by Holland at Wembley in March, having earlier made an impact late on as England spectacularly came from 2-0 down to beat Germany 3-2 in Berlin, will not be forgotten.",
  "webTitle": "Marcus Rashford’s impact on debut is felt by his new England team-mates",
  "webPublicationDate": "2016-05-28T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/marcus-rashford-debut-impresses-england-team-mates",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Raheem Sterling",
      "id": "football/raheem-sterling",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/28/marcus-rashford-debut-impresses-england-team-mates"
}