{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/dilma-rousseff--trial-brazil-democracy",
  "id": "2016-05-13-281",
  "sectionId": "commentisfree",
  "body": "The impeachment of Dilma Rousseff is a sad day for democracy and can be seen as a tragedy for Brazil’s struggling path towards further democratisation. But it also signals a new beginning, a possibility for the renewal of hope. Brazil, like other Latin American countries such as Argentina and Chile, still has a long way to go before it can become an advanced stable democracy, where pluralism and diversity in the media and in the political public sphere is encouraged and celebrated, and not undermined. A place where the intellectual zeitgeist is one of equal opportunities, social inclusion and fair play. Rousseff has been a victim of her own mistakes in the economy, currently engulfed in a deep recession, and her inability to deal politically with allies and with a hostile, aggressive and conservative opposition. But she has also fallen foul of a process that is being seen as extremely controversial and hypocritical – for many a form of “soft coup” – led by politicians who themselves have been accused of corruption.           Dilma Rousseff: the impeached Brazilian president    The exaggerated claims of the demise of Latin America’s leftwing parties have been an easy, and lazy, attempt to dismiss the political forces that struggle for more justice and more democracy. There have, of course, been setbacks across the continent, from Argentina to Guatemala and Venezuela. The history of Latin American populism is a long one, but the fact of the matter is that leftwing parties on the continent have had a mixed bag of success and failure, and are all very different from each other. Luiz Inácio Lula da Silva and Michelle Bachelet, from Brazil and Chile respectively, chose to adopt a New Labour-style form of social democracy in contrast to other more populist parties of the region. The setbacks have occurred because of their failure to conduct political reform or to respond to the corrupt practices of some of their own members, while simultaneously creating the means to grant more autonomy to federal policy and the justice system in their fight against corruption.    Growing disillusionment towards Brazil’s institutions and their commitment to democracy has expanded significantly    Latin America is considered one of most unequal regions in the world, and grew more so during the 1990s. It was only with Lula’s Workers’ party (PT) that a truer vision for a more just and equal country – which offered opportunities and inclusion for the poor from the north-east, the indigenous populations, African-Brazilians and less privileged women – was actually articulated. This crisis can only be understood by looking at Brazil’s history of authoritarianism, social inequality and exclusion of the poor by elites who, with exceptions, have traditionally been hostile to any form of social change. Brazil needs deep structural reforms, from agriculture to politics and taxation. Currently 70% of taxes are charged on consumption, and only 30% on property. Privatisation of a few state companies and deeper cuts in public spending will not solve the country’s serious problems.           ‘Democracy is our oxygen’: Brazilians speak out about Dilma Rousseff    At the moment the country is deeply divided, with many having jumped on the impeachment bandwagon due to frustrations with the corruption scandal, the recession and growing unemployment, not to mention the strong influence of the mainstream media and other conservative sectors in shaping public opinion against the PT and Rousseff. Growing disillusionment towards Brazil’s institutions and their commitment to democracy has also expanded significantly, spreading even to how people view the supreme court, until recently seen as a bastion for upholding the values and articles of the 1988 Brazilian constitution. It is not just a simple matter of the left adapting and learning from its mistakes – although it should, of course. The left still has a big role to play across Latin America by focusing on combining market dynamics with the pillars of social democracy. After ignoring the importance of dealing with inequality for many years, the rightwing opposition has started to take these concerns on board, with interim president Michel Temer even stating that his new government would not cancel programmes such as the Bolsa Familia, which has lifted millions out of poverty and was praised by the World Bank. The right has as much to learn from its mistakes as the left. It must stop assuming the moral high ground and work harder to adapt to social change and the new demands of the Brazilian population. This means the right must rid itself of its nasty authoritarian practices and mindset, follow in the footsteps of modern conservative parties, and leave behind its fusty, old-fashioned views.",
  "webTitle": "Dilma Rousseff is on trial – and so is Brazil’s faltering democracy | Carolina Matos",
  "webPublicationDate": "2016-05-13T08:00:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/dilma-rousseff--trial-brazil-democracy",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/13/dilma-rousseff--trial-brazil-democracy"
}