{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/bookie-suspends-betting-on-next-james-bond-after-flurry-of-tom-hiddleston-punts",
  "id": "2016-05-15-80",
  "sectionId": "film",
  "body": "A spooked bookmaker has suspended betting on who will be the next James Bond after odds on Tom Hiddleston becoming 007 dramatically shortened. A flurry of bets had pushed 35-year-old star of The Night Manager 2-1 into favourite position to replace Daniel Craig following claims last week the actor had reportedly been spotted meeting with Bond film director Sam Mendes and producer Barbara Broccoli in London. A particularly large gamble then slashed Hiddleston’s odds further to 1-2, and Coral bookmakers took the decision to suspend betting. “There’s no smoke without fire, and following the big gamble on Tom Hiddleston in the last 24 hours, we’ve had no choice but to pull the plug on the market,” said Coral spokesperson Nicola McGeady. “Earlier in the year there was a gamble on Idris Elba and Damian Lewis, but nothing has come close to the recent gamble on Hiddleston”. Coral said Luther star Elba and Homeland star Lewis were front-runners for the job in recent months but that the odds now suggested they have missed the cut. Elba was priced at 9-1 and Lewis at 14-1 before Coral suspended betting. Poldark star Aidan Turner had 3-1 odds while Mad Max: Fury Road actor Tom Hardy was at 4-1. Bond producers have made no comment on whether Daniel Craig will continue after four films, and Craig denied reports in January he had quit the role. Hiddleston, who played spy Jonathan Pine in The Night Manager, played down speculation, recently telling the Graham Norton Show: “The position isn’t vacant as far as I’m aware. No one has talked to me about it. “I think the rumours have come about because in The Night Manager I play a spy and people have made the link.” Earlier this month Hiddleston and Elba made fun of their supposed rivalry over the role by pretending to fight when they greeted each other at the Baftas.  In the past Elba has spoken of being weary of the constant speculation. “I’m probably the most famous Bond actor in the world, and I’ve not even played the role,” he said in an interview with the Daily Telegraph last year. “Enough is enough. I can’t talk about it any more.”",
  "webTitle": "James Bond betting suspended after flurry of Tom Hiddleston punts",
  "webPublicationDate": "2016-05-15T15:32:39Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/bookie-suspends-betting-on-next-james-bond-after-flurry-of-tom-hiddleston-punts",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tom Hiddleston",
      "id": "film/tom-hiddleston",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Daniel Craig",
      "id": "film/danielcraig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Idris Elba",
      "id": "culture/idris-elba",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Damian Lewis",
      "id": "culture/damian-lewis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gambling",
      "id": "society/gambling",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "film/2016/may/15/bookie-suspends-betting-on-next-james-bond-after-flurry-of-tom-hiddleston-punts"
}