{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/alastair-cook-10000-runs-test-",
  "id": "2016-05-30-24",
  "sectionId": "sport",
  "body": "Alastair Cook England 31 years, 157 days  Runs 10,042 Tests 128 Av 46.49 Tons 28 After a wobble in the nervous 9,990s, Cook finally reached five figures with a tuck to leg that rolled gently into a boundary advert reading Asset Management. That is what he has done for 10 years: manage his assets. Most days he has only three strokes – the cut, the pull, the tuck. And he often struggles in the corridor of uncertainty. But he has an immaculate temperament and immense concentration, and he fully deserves to be the first Englishman – and only the second opener – on this illustrious list Sachin Tendulkar India 31 years, 326 days Runs 15,921 Tests 200 Av 53.78 Tons 51 Until Cook came along, Tendulkar was easily the youngest man to 10,000 Test runs. He started ridiculously young – 16 – and just kept going, quite unruffled by the adoration of an idolatrous country. “You take Bradman away,” Steve Waugh said, “and he’s next up, I reckon.” And Bradman did not have to go out to bat with a billion hopes on his shoulders     Jacques Kallis, a fine batsman but also the best bowler in the 10K club with 292 Test wickets. Photograph: Gareth Copley/PA    Jacques Kallis South Africa 33 years, 133 days Runs 13,289 Tests 166 Av 55.37 Tons 45 In conversations about the greatest cricketer of all time, one name is always forgotten: Kallis. Burly, ungainly but a formidable competitor, catcher and cover-driver, he was also the best bowler of this bunch by far, quietly amassing 292 Test wickets with his solid outswing. Will posterity be kinder to him than his public? Ricky Ponting Australia 33 years, 163 days Runs 13,378 Tests 168 Av 51.85 Tons 41 Ponting shares with Waugh the honour of being the most durable Test player from the greatest cricketing nation, Australia. He started out as a bad lad, or larrikin, and ended up as a grand, occasionally grumpy, old man, still wondering how on earth he had lost the Ashes three times. In between he played a thousand wonderful pull shots Mahela Jayawardene Sri Lanka 34 years, 213 days Runs 11,814 Tests 149 Av 49.84 Tons 34 Jayawardene’s career was indelibly linked to that of the only Sri Lankan with more international runs, Kumar Sangakkara. They played 550 internationals together and hold the record for the largest Test partnership in history, 624 (374 of them Jayawardene’s), against South Africa a decade ago Jayawardene’s 2,921 Test runs at Sinhalese Sports Club, Colombo, is also the most by an individual player at one venue.     Sri Lanka’s Kumar Sangakkara, right, and Mahela Jayawardene hold the record for the largest partnership in Test history. Photograph: Anuruddha Lokuhapuarachchi/REUTERS    Kumar Sangakkara Sri Lanka 35 years, 60 days Runs 12,400 Tests 134 Av 57.4 Tons 38 Still churning out runs for Surrey, Sanga was the fastest man to 8,000, 9,000, 10,000 (joint), 11,000 and 12,000 in Tests. He was also a skilful wicketkeeper and the only one of these giants to be a qualified lawyer Rahul Dravid India 35 years, 75 days Runs 13,288 Tests 164 Av 52.31 Tons 36 If it had not been for Tendulkar, Dravid would be regarded as a living god. As it was, he had to be Tendulkar’s warm-up man and when they played in Mumbai the crowd would cheer when he was out, which might have been galling for a more egotistical type. Correct, patient, elegant, Dravid was born to play Test cricket     Brian Lara hits a boundary on the way to his world-record score of 400 not out. Photograph: Rebecca Naden/PA    Brian Lara West Indies 37 years, 102 days Runs 11,953 Tests 131 Av 52.88 Tons 34 Lara was such a natural genius that one might expect him to be higher up this run list. But then he did have the weight of the fading West Indies on his shoulders. And 10k runs from him are worth 20 by some of the grittier figures here Allan Border Australia 37 years, 159 days Runs 11,174 Tests 156 Av 50.56 Tons 27 He was not pretty but he took doggedness to its logical conclusion by pioneering the epic Test career. He retired in 1994 having played more Tests, more consecutive Tests and more Tests as captain than any other cricketer. Stern and stoic, he achieved it all while rebuilding the Aussies, averaging 50 – a rarer feat then than now – and taking more Test catches than any player before him. He also made it OK for other Aussies not to retire at 30-ish, and thus enabled the entire Test careers of Mike Hussey and Adam Voges Steve Waugh Australia 37 years, 214 days Runs 10,927 Tests 168 Av 51.06 Tons 32 The best, if not the most aesthetically pleasing, cricketer in his family. It took the elder Waugh twin three and a half years to score his first Test century but he ended up with 32 of them, to go with 92 wickets (from his early days as an all-rounder) and 57 Tests as captain, 41 of which Australia won     Sunil Gavaskar, the first man to reach 10,000 Test runs. Photograph: Bob Thomas/Getty Images    Sunil Gavaskar India 37 years, 240 days Runs 10,122 Tests 125 Av 51.22 Tons 34 The first player to reach 10k, in March 1987, and the only opener to make it until now. Gavaskar was the proto-Tendulkar: a tiny giant, a small, chunky, indomitable man, revered by his compatriots as a god Shivnarine Chanderpaul West Indies 37 years, 255 days Runs 11,867 Tests 164 Av 51.37 Tons 30 The right man to finish last here. The Guyanese, right, had a technique that seemed to make little sense – and became even odder as the years rolled on – but how it worked. Shuffling across from a guard somewhere outside leg, he square-drove and pulled beautifully",
  "webTitle": "The 10k club - Alastair Cook earns admission to elite group of batsmen",
  "webPublicationDate": "2016-05-30T20:00:33Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/alastair-cook-10000-runs-test-",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia cricket team",
      "id": "sport/australia-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "India cricket team",
      "id": "sport/indiacricketteam",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "South Africa cricket team",
      "id": "sport/south-africa-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "West Indies cricket team",
      "id": "sport/west-indies-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    },
    {
      "webTitle": "Tim de Lisle",
      "id": "profile/timdelisle"
    }
  ],
  "guardianId": "sport/2016/may/30/alastair-cook-10000-runs-test-"
}