{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/may-contain-food-protein-dance-the-place-half-baked",
  "id": "2016-05-01-171",
  "sectionId": "stage",
  "body": "Anxieties related to eating, diet and restaurant protocol are something of a first-world issue, and when those anxieties are translated into contemporary dance, set to an a cappella and plainchant score, and performed at a niche metropolitan venue, you have an event whose multiple layers of fashionability, self-reference and irony are not easily teased apart. May Contain Food, created by the choreographer and director Luca Silvestrini, seats its audience at tables around the Place’s performance space. There, we are “served” by Protein’s personable eight-strong cast, who dance and swoop around the room while delivering resistible appetisers (raw greens, cold rice) and idiosyncratic lyrics. We are invited to examine “the specials on the blackboard” - there isn’t a blackboard – before being served “an aperitif heritage fruit” (a cherry tomato), which we are advised to roll into our eye-sockets, hold to our ears (“listen to the tomato”), then chew 21 times. Familiar phrases are intoned (“gluten-free”, “guilt-free”, “responsibly sourced”), and food flies around the stage, most memorably in a demonstration of “knife skills”, which turns into manic and uncontrolled hacking. Individual foodstuffs are viciously denounced, with a cucumber described as “a condom-wrapped piece of shit”, and a processed food as “the bastard child of insecticide and corporate greed”. Nor are vegetarians let off the hook, with one cast member angrily demanding to know why animals are not given the same love and space as free-range kale. This passage contains Silvestrini’s most inventive choreography, with cast members brutally manhandling their lolling, squawking, dull-eyed colleagues as if delivering them for slaughter. As a chef sings an anthem extolling the joys of meat-eating, her body orgasmically swaying against a white backdrop, she leaves a broad blood smear. May Contain Food relates thematically to earlier works by Silvestrini, particularly The Big Sale (2005), which skewered hyper-consumerism, and Dear Body (2008), which took a satirical swipe at the cult of physical perfection. It’s performed with great verve – Sonya Cullingford is outstanding, and the reliably fleet-footed Carl Harrison on fine, arch form – and Orlando Gough’s score is splendidly, sonorously odd, with echoes of Corsican polyphony. But beyond charting the daftness of the food-fixated, which we’ve all had ample opportunity to do for ourselves over the years, Silvestrini doesn’t have a particular point to make, and the piece is just that bit too pleased with its own postmodern cleverness. It could also use some decisive editing. Unlike restaurateurs, choreographers should leave you wanting more. • At The Place until Saturday 7 May. Box office: 020 7121 1100",
  "webTitle": "May Contain Food review – half-baked swipe at food fixation",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/may-contain-food-protein-dance-the-place-half-baked",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Jennings",
      "id": "profile/lukejennings"
    }
  ],
  "guardianId": "stage/2016/may/01/may-contain-food-protein-dance-the-place-half-baked"
}