{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/08/evolution-review-lucile-hadzihalilovic-innocence-roxane-durant",
  "id": "2016-05-08-176",
  "sectionId": "film",
  "body": "With elements of body horror, macabre rituals and a uniquely twisted take on certain rites of passage – female puberty in her debut film Innocence; procreation in this, her second – the work of French director Lucile Hadžihalilović has something in common with that of Cronenberg and Lynch. But her voice as a film-maker is very much her own. Evolution takes place in a seaside hamlet populated entirely by young boys and their older female carers. The community is dominated by a doomy concrete medical facility on a nearby headland, to which the boys are all sent “to be cured”. When one of the children discovers the body of another boy in the sea, he starts to suspect that he and the others are being fed lies, along with the muddy-looking elver porridge that the women serve up at every meal. There are similarities to Never Let Me Go, but the oblique oddness of the film most closely resembles Hadžihalilović’s earlier picture, in which girls in a boarding school are groomed for some unspecified but undoubtedly sinister fate. Hadžihalilović is a brilliant visual stylist. There is something about her gaze which is as remorseless as nature itself, even as the worlds she depicts are often macabre and unnatural. She uses colour eloquently – dull seaweed greens provide contrast for the vivid red of a starfish and the boy’s clothes. The casting is equally effective. The women have the guileless pallor of Vermeer portraits, which, given the imagery that unfolds, makes them unbearably creepy to watch.         Watch the trailer for Evolution.",
  "webTitle": "Evolution review – beautifully unsettling",
  "webPublicationDate": "2016-05-08T07:00:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/08/evolution-review-lucile-hadzihalilovic-innocence-roxane-durant",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy Ide",
      "id": "profile/wendy-ide"
    }
  ],
  "guardianId": "film/2016/may/08/evolution-review-lucile-hadzihalilovic-innocence-roxane-durant"
}