{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/15/eight-ways-teachers-can-reduce-their-marking-mountain",
  "id": "2016-05-15-185",
  "sectionId": "teacher-network",
  "body": "Marking comes with the territory of teaching but, as the weather gets better, most of us would rather avoid spending all evening with only a set of books for company. In fact, marking was identified as the single biggest contributor to teachers’ unsustainable workload in the 2014 Workload Challenge (pdf). Since then, two new reports – a Department for Education (DfE) independent workload review (pdf) and an Oxford research review entitled “A Marked Improvement” (pdf) – have highlighted ways to cut the marking mountain without affecting students’ progress. So here are some of their key recommendations to buy you a bit more time in the sun. 1 Stop writing too much  There is little evidence to suggest that extensive written comments, often in different coloured pens, have a big impact on pupil progress. In fact, over-marking can take the responsibility away from students, reduce their motivation and make them less resilient. So it’s reasonable to save your wrist.   Related: Secret Teacher: I have no idea how to mark students’ work    2 Careless mistakes don’t need to be corrected Teachers shouldn’t correct a student’s work where they have merely made a careless mistake, according to research – mark the error don’t worry about correcting it. Instead, research advises teachers to focus on areas where students show an underlying misunderstanding. The latter is likely to be a chronic or habitual issue, while the former would be an occasional lapse, so a good old fashioned cross beside silly mistakes is as good as anything. 3 Don’t grade every piece of work Students tend to focus disproportionately on the grade and are less likely to take note of the formative advice. The research in this area is complex, but most studies agree that having a grade and a comment can lessen the impact of the comments.  4 Stop doing the tick and flick There’s pretty much no evidence to suggest that acknowledgement marking (the tick-and-flick approach) has any impact. The Oxford report concludes that this form of marking “could be reduced without any negative effect on student progress”. Generic praise can also fall into this category. A quick “well done” or “good effort” might feel like it’s not time consuming, but multiplied over several sets of books this endeavour can really clock up the minutes without adding much impact because students often aren’t clear exactly which bit they have done well. The report suggests pupils can detect insincerity too, so better to save your red ink for something specific and genuine. 5 Be led by pupils’ needs The DfE report is clear that marking should be led by pupils’ needs rather than a mechanistic timetable. (Easier said than done if your school imposes such a timetable, of course.) Schools can also obsess over consistency between teams and departments, but the guidance is equally clear that this can be as simple as having “consistently high standards”. Variation in practice, where led by student need, is perfectly acceptable.   Related: 'I wish they would write more clearly': students speak out about marking    6 Don’t believe misconceptions about Ofsted Ofsted, like any perceived villain of the piece, tends to generate a lot of rumours and misunderstanding. The guidance, though, is clear: they have no specific expectations in terms of frequency, quantity, type or volume of marking. They do, however, expect to see teachers adhering to their school’s assessment policy, so this is another one which relies on the leadership. 7 Change the culture It’s easy for a martyr mentality to creep into staffrooms. This holds that the more time you spend marking, the better a teacher you are. It’s a truth worth stating – publically, if you’re in leadership – that neither time, nor word count nor leaving work late equal effectiveness.  8 Realise that marking is not the be all and end all In a hyper-accountable system, written marking has become the big beast of feedback, in part because it can be easily checked. But the pendulum is starting to swing the other way. The workload review group report states that its aim is to “shrink the importance that marking has gained over other forms of feedback”. It even says: “If the hours spent do not have the commensurate impact on student progress, stop [doing] it”. You have been told. How do you approach your mountain of marking? Do you have any helpful techniques you could share? Post your tips in the comment section below, tweet @GuardianTeach or email teacher.network@theguardian.com. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Eight ways teachers can reduce their marking mountain",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/15/eight-ways-teachers-can-reduce-their-marking-mountain",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching tips",
      "id": "teacher-network/teaching-tips",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teachers' workload",
      "id": "education/teachersworkload",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Wilson",
      "id": "profile/ryan-wilson"
    }
  ],
  "guardianId": "teacher-network/2016/may/15/eight-ways-teachers-can-reduce-their-marking-mountain"
}