{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/roy-hodgson-england-arsenal-jack-wilshere-squad-european-championship",
  "id": "2016-05-15-39",
  "sectionId": "football",
  "body": "Roy Hodgson was at the Emirates Stadium to witness Jack Wilshere’s first and only start of the Premier League season on Sunday as he prepares to name the squad for a trio of friendlies and the summer’s European Championship on Monday, though Theo Walcott’s lingering hopes of making the cut may have been wrecked by an untimely hamstring problem.   Related: Arsenal finish second as Olivier Giroud hat-trick sees off Aston Villa    While Wilshere has steadily built up game-time in recent weeks, Walcott, who featured from the bench in England’s last fixture against Holland in March, has not begun a top-flight game since the end of February. He had hoped to stake his claim to replace the injured Danny Welbeck in Arsenal’s final fixture against Aston Villa, only to be ruled out of that match with a tight hamstring which, while not serious, will sideline him for seven to 10 days. Given Hodgson intends to announce a squad potentially of up to 28 players at Wembley, picked with his team’s first two pre-tournament friendlies in mind – they play Turkey at the Etihad Stadium on Sunday and Australia at the Stadium of Light on 27 May – Walcott’s latest setback feels untimely. England will be without players from Manchester United and Liverpool this week given their remaining commitments in the Premier League, Europa League and FA Cup, meaning some of those named on Monday will ultimately find themselves only on standby for the finals in France. Hodgson has already put back his selection, initially scheduled to be announced last Thursday, by four days and will reduce the number to the requisite 23 by Uefa’s deadline at the end of the month. While Walcott’s absence was a blow for the player, Hodgson will have taken heart from witnessing Wilshere play 68 minutes for Arsenal in their 4-0 success, even if the midfielder is still ring-rusty having only returned to first-team contention towards the end of last month. The 24-year-old, operating on the right of an attacking trio behind Olivier Giroud, missed a good chance from Alexis Sánchez’s centre in the first half but will have benefited from the period spent out on the pitch, albeit against the division’s whipping boys. “Jack is fit,” said the Arsenal manager, Arsène Wenger. “But Theo has a little hamstring problem. He is sharp but not available. If he is selected on Monday, he will be available for the Euros.”   Related: Mauricio Pochettino apologises to Tottenham fans for Newcastle shambles    There was another encouraging display from Andros Townsend at Newcastle, with the former Tottenham Hotspur winger having played himself into contention for the squad given recent impressive form. Kyle Walker hobbled out of that game having been hurt in a challenge from Aleksandar Mitrovic, but his availability for the national side is not in doubt. Danny Drinkwater, too, impressed with a fine equaliser for the champions, Leicester, at Chelsea. Hodgson will also have been encouraged to learn Jordan Henderson, who damaged knee ligaments against Borussia Dortmund in early April, played 26 minutes for Liverpool at West Bromwich Albion. “I don’t want to force the situation and say: ‘Come on Hendo, try,’ because it’s his knee,” said the Liverpool manager, Jürgen Klopp. “But he didn’t feel anything in the last few sessions so we wanted to try to give him 20 minutes or so. Everyone could see there were no issues with the injury, so that’s good.”",
  "webTitle": "Roy Hodgson watches Arsenal’s Jack Wilshere before naming England squad",
  "webPublicationDate": "2016-05-15T19:28:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/roy-hodgson-england-arsenal-jack-wilshere-squad-european-championship",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Championship",
      "id": "football/european-championship",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/15/roy-hodgson-england-arsenal-jack-wilshere-squad-european-championship"
}