{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/22/corrections-and-clarifications",
  "id": "2016-05-22-33",
  "sectionId": "news",
  "body": "• A quiz (Does he need greater Manchester nous?, 19 May, page 6) that ran alongside a report about Andy Burnham declaring his intention to stand for election as mayor of Greater Manchester asked “Which is the only existing national newspaper to have been founded in Manchester”, and gave the Guardian as the answer. Readers pointed out that the Daily Star was launched in Manchester in 1978. Another question suggested that Sir Ben Kingsley was from Salford. To clarify: Kingsley was born in Snainton, North Yorkshire, but grew up in Salford after his family moved there when he was two. • An editorial (Build partnerships with the professions, before picking fights, 20 May, page 30) said a Health Service Journal survey suggested that “the running total for hospital deficits this year has already reached £2.7bn, in only the second month of the financial year”. In fact that was the HSJ survey’s estimate for the total deficit for NHS providers in England for the whole of the last financial year, 2015-16. The official figure for that deficit, announced on Friday after the editorial was published, is £2.45bn. • In a feature about Kate Beckinsale we said her father, Richard Beckinsale, died in 1978, aged 33; he died in 1979, aged 31. We also said she played Emma in a BBC adaptation of Jane Austen’s book; that was an ITV production (Love, LA and Trotsky, 20 May, page 8, G2).",
  "webTitle": "Corrections and clarifications",
  "webPublicationDate": "2016-05-22T20:00:18Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/22/corrections-and-clarifications",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Corrections and clarifications column editor",
      "id": "profile/editor-of-the-corrections-and-clarifications-column"
    }
  ],
  "guardianId": "news/2016/may/22/corrections-and-clarifications"
}