{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/22/suave-wines-from-soave-italy-pieropan",
  "id": "2016-05-22-206",
  "sectionId": "lifeandstyle",
  "body": "Pieropan Soave Classico, Italy 2015 (from £12.15, Eton Vintners; Noel Young Wines) As a name, Soave promises so much: smooth, sophisticated, suave – a Marcello Mastroianni of a wine. Sadly, however, as Andrea Pieropan, one of two brothers running a family firm with their father in this corner of the Veneto in north east Italy, says, “most people know it for huge production” and “poor, simple” wines. Not so Pieropan, whose wines really do have something of La Dolce Vita about them, gentle but incisive dry whites that manage to be simultaneously mouth filling and mouth watering. That the region is still rather undervalued is good news for wine lovers, in that it keeps the prices down, relatively speaking: if it came from a starrier place, their straight Classico would be several pounds more expensive. Pieropan Calvarino, Soave Classico, Italy 2013 (from £14.95, The Wine Society; Invinity Wines) The twin jewels in the Pieropan crown are the single-vineyard wines, Calvarino and La Rocca, which have been among the very best whites in Italy for more than 40 years now. Calvarino came first, the fruit of a plot owned by the family since 1901, and, in 1971, the first wine in Soave (and one of the first in Italy) to be made from a single vineyard: a steep-sloped patch in the heart of the Soave zone planted to local grape varieties garganega and trebbiano di Soave. This is a wine that ages quite beautifully – in London a couple of weeks ago, Andrea showed vintages back to 1986, with each vintage adding an extra level of intensity but always showing the pure leafy green herb, almonds, pear and salty fresh minerals that are just starting to unfurl in the still-youthful 2013. Pieropan La Rocca, Soave Classico, Italy 2013 (£21.95, Slurp; The Wine Society) If Calvarino always has an air of spring about it, then La Rocca, a 100% garganega from a vineyard right by a medieval castle just east of Verona is deeper, more autumnal. In the younger vintages, it still carries a slight hint of the oak barrels in which it is made – and while still having that Pieropan signature of softly incisive acidity and salty freshness, it’s slightly less appealing than the easy charm of Calvarino. By the time it reaches 20 years of age or more, however, (and there’s no reason to think the 2013 won’t last that long) it develops a fabulous spicy intensity: roses, honey, bitter herbs and almonds. Follow David on Twitter @Daveydaibach",
  "webTitle": "Suave Soave from the Veneto | David Williams",
  "webPublicationDate": "2016-05-22T04:59:33Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/22/suave-wines-from-soave-italy-pieropan",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "David Williams",
      "id": "profile/david-williams"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/22/suave-wines-from-soave-italy-pieropan"
}