{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/ringling-brothers-elephants-circus-final-show",
  "id": "2016-05-02-69",
  "sectionId": "stage",
  "body": "After the last-ever circus to feature elephants, capping 145 years of elephant shows and decades of pressure from animal activists, two professional clowns walked into a bar to reflect on the state of the circus industry. “It’s the end of an era,” said Crickett McGrath, sipping a gin and tonic. “It’s older than baseball.” “And Coca-Cola,” added Anthony Hoang. Feld Entertainment, the production company behind Ringling Bros and Barnum and Bailey Circus, has retired its elephant herd and discontinued the act. Sunday evening’s show in Providence, Rhode Island, was a formal farewell to the practice that McGrath called “the hooks on which a circus is hung”, paraphrasing PT Barnum.  Feld is retiring eleven animals in total, after five others performed their final show in Pennsylvania on Sunday. In Providence, Kellyann, a four-ton Asian elephant renowned for amusing her fellow entertainers with rude noises by pressing her foot to her trunk and emitting air, took her final bow along with five other females. The elephants stood on their hind legs, feigned sleep and spun on circular podiums, shorter than the elephants are wide, dancing to choruses of “This is the greatest show on earth!” Feld Entertainment has fought lawsuits against animal rights groups in the past. In 2014, it won a $16m settlement, and in 2011 the USDA fined it $270,000 for Animal Welfare Act violations after Mother Jones reported the elephants spent most of their lives chained, were often whipped with bullhooks, and were left in cages full of feces. None of the efforts of animal rights groups appeared to have any direct impact on the circus until last year, when local governments began taking action. Los Angeles and Oakland both banned the use of bullhooks, short hooked poles used to train and instruct elephants; and Asheville, North Carolina, banned performing elephants at the 7,600-seat US Cellular Center. The bans put limitations on the circus’s ability to tour. In an interview on the Ringling Bros elephant conservation website, Kenneth Feld, the company’s CEO, also cited a shift in the public’s attitude toward touring wild animals. Earlier this year, SeaWorld banned the breeding of captive orcas. The company’s response to criticism seemed to be written into the show script Sunday night. “We have the healthiest, happiest and most physically fit herd in the world!” boomed ringmaster Johnathan Lee Iverson, as a half dozen female elephants strolled into the arena in a neat line, trunk grasping tail. The audience burst into applause, peppered with the excited screams of children, twirling an assortment of plastic light-up toys.     Senior elephant handler Alex Petrov interacts with the elephants after they appeared in their final show in Wilkes-Barre, Pennsylvania. Photograph: Andrew Kelly/Reuters    Dropping the elephant act and moving the animals to the Ringling Brothers Center for Elephant Conservation in Florida is not an admission of guilt, said Feld spokesman Stephen Payne, who insists that nothing about the training or the touring process is abusive. “You cannot make 9,000lbs do what 9,000lbs doesn’t want to do,” said Payne. Answering concerns that the elephants are taken away from their mothers too young and spend much of their lives in chains, Payne said they were separated at around two to three years old and were tethered only at night, “so they don’t disturb each other”. Elizabeth Hogan, US wildlife campaign manager at World Animal Protection, welcomes the change from the household circus name. “It is a victory, certainly, for the elephants,” she said, adding that there is a “growing awareness” among the general public about animal rights issues. Still, she is still concerned about other wild animals featured in the circus as well, such as lions, tigers and a kangaroo.  The history of the mistreatment of elephants is as long as the history of the circus itself. One called Jumbo was known to be fed large quantities of alcohol by his trainer, and was hit by a train. After his death, Barnum proceeded to take the beast’s skeleton on tour.  Elephants are not normally afraid of rodents in the wild, but circus elephants such as Jumbo were often kept in rat-infested stalls, and were gnawed on by the beasts. Meanwhile, Ringling Bros faces the challenge of coming up with a new act as popular as the elephants. Circus aficionado Ernest Albrecht said taking elephants out of the show would cause irreparable damage to the event. “Elephants in the circus in America have always been just about the most important ingredient; it was the way a circus was measured, and if it [didn’t] have any elephants, it wasn’t considered much of a circus,” said Albrecht.  Several children at the Providence show reported having no interest in attending the show without elephants. “I hear elephants are endangered,” said Rama Colley, seven, who had seen Peta protesters outside the arena.     Circus fan Katie Harmke photographs the performing elephants before the matinee on the final day of shows. Photograph: Andrew Kelly/Reuters    John De Leonardo, a Peta employee, said: “We’re going to continue protesting until all the animals are out of the circus.” He held a model elephant bullhook and a sign that read “Elephants are beaten” alongside a dozen other protesters outside the arena.  De Leonardo has no faith in the wellbeing of elephants at the Ringling Bros-run Center for Elephant Conservation in Florida. “If they are calling it a sanctuary, it’s like calling a puppy mill a dog rescue,” he said. Payne maintained animal activists have no first-hand knowledge about the Center for Elephant Conservation. He said the circus would evolve with new traditions, including a new ice-skating feature.",
  "webTitle": "'The end of an era': Ringling Bros circus closes curtain on elephant shows",
  "webPublicationDate": "2016-05-02T17:21:01Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/ringling-brothers-elephants-circus-final-show",
  "keyword": [
    {
      "webTitle": "Circus",
      "id": "stage/circus",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Zalkind",
      "id": "profile/susan-zalkind"
    }
  ],
  "guardianId": "stage/2016/may/02/ringling-brothers-elephants-circus-final-show"
}