{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/-the-week-in-art",
  "id": "2016-05-06-123",
  "sectionId": "artanddesign",
  "body": "Exhibition of the week George ShawHumbrol model aircraft paints take on the masters of oil painting as Turner nominee Shaw shows off the results of his National Gallery residency.• National Gallery, London, 11 May–30 October. Also showing Painting With LightThe story of how photography inspired or destroyed – depending on your viewpoint – British art in the Victorian age.• Tate Britain, London, 11 May-25 September. The British Landscape TraditionAs summer starts (fingers crossed) here comes an artistic outing in painted meadows and glades, to look at British pastorals from the 18th century to the surrealist age.• Pallant House Gallery, Chichester, 11 May-26 June. Bert HardyStriking black and white prints by this Picture Post photographer, who covered D-day and bore witness at Bergen-Belsen.• Photographers’ Gallery, London, 13 May-3 July. Master Strokes Free display of Dutch and Flemish drawings from the likes of Rubens, Van Dyck and Rembrandt, no less. Let’s hope my daughter is allowed to sketch them.• V&A Museum, London, 14 May-13 November. Masterpiece of the week     Titian’s The Death of Actaeon, about 1559-75. Photograph: The National Gallery, London.    The melancholy autumnal forest landscape in this magnificently unfinished painting is so moving and poetic that you barely notice the poor man with a stag’s head being torn apart by his own hounds. • National Gallery, London. Image of the week     A supercell thunderstorm rises over the town of Blackhawk, South Dakota – see more photos submitted to National Geographic’s travel photographer of the year award here. Photograph: James Smart/2016 National Geographic Travel Photographer of the Year Contest    What we learned This summer’s blockbuster shows of art, photography and design And some fun al fresco art events that will also make you think Marisol, forgotten star of the pop art scene, died at the age of 85 Grayson Perry want boys to know they are allowed to cry Ai Weiwei is making his first feature film about the refugee crisis If not electrifying, Mona Hatoum’s new Tate show is very current Three LS Lowry paintings owned by Cilla Black are to be auctioned Some early female pioneers of photography are back in the spotlight Howard Hodgkin says he often felt like “an outcast in the art world” A century on, dada’s spirit has been co-opted by con artists Martin Creed is preaching a message of understanding in New York City Meanwhile Frieze New York shows it best face – and ass SFMOMA’s long touted extension is “a gigantic merengue with a hint of Ikea” These between-the-wars prints by British artists look as beautiful as ever Two Swiss artists have recreated iconic photographs with craft materials Joana Chomali has photographed modern African women in their grandmother’s clothes Wiktoria Wojciechowska captured Chinese cyclists caught in the rain Get involved A-Z of readers’ art – share your art on the theme of hegemony‘What were they thinking?’: your favourite demolished buildings Don’t forget To follow us on Twitter @GdnArtandDesign",
  "webTitle": "Boys cry, Hatoum electrifies and dada sells out  – the week in art",
  "webPublicationDate": "2016-05-06T14:49:52Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/-the-week-in-art",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "books/art",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/-the-week-in-art"
}