{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/steven-finn-england-sri-lanka-second-test",
  "id": "2016-05-29-23",
  "sectionId": "sport",
  "body": "Steven Finn found himself looking to “get into a fight” on a frustrating third day with Sri Lanka in Durham, seeing it as the best way to set aside his search for form this summer. The 27-year-old fast bowler has, by his own admission, been struggling for rhythm this season after a side injury sustained during the series against South Africa interrupted a rich return to Test cricket that had reaped 23 wickets in six matches following his recall to the side during last summer’s Ashes series.   Related: England’s Steven Finn struggles and strains but fails to find bowling form    Finn continued this personal battle as the tourists fought back in their second innings at the Riverside – they reached 309 for five following-on – but did strike in the evening session to end Kaushal Silva’s doughty 60 when the opener top-edged a hook shot amid a barrage of short deliveries. Finn said: “I came out after tea trying to get into a fight and have a bit more intent on a wicket where it’s not doing much for me on the length. Given my height, it can be a bit more uncomfortable.” Asked if he could identify what has caused a lean summer to date, Finn replied: “It’s hard to find something as a bowler that makes it click, when you are searching for it – maybe I’ve been doing that this summer because I’ve been desperate to be in form and rhythm. “I still feel I’m doing a job for the team but I haven’t been 100% good 100% of the time, which I was in South Africa and against Australia last summer. If you are looking for rhythm you’re best doing that, getting yourself in a fight at the other end of the pitch, rather than at your own. It helps take your thought process away from the pitch.” Asked if he felt backed by the England management, given they may opt to take a look at the uncapped Jake Ball in what is expected to be a dead rubber third Test at Lord’s next week, Finn replied: “Everyone in the dressing room backs each other. “I don’t feel as though it’s a system that discards players if you have a couple of bad games, it rewards people who perform consistently over a period of time. It backs young people. [Head coach] Trevor Bayliss said he would rather a player gets one game too many than one too few.” On the match situation, in which Sri Lanka are still 88 runs behind and England are hunting five wickets for a series win on the fourth day, he said: “We have a four-over old ball tomorrow and we have seen the new ball has done damage this series. “And we have two of the best new ball bowlers in the world. It is a great opportunity to make early inroads. In an ideal world we would have wrapped it up today. But it was going to be tough to get 10 wickets in a day on that pitch: it’s very slow and low.”",
  "webTitle": "Steven Finn: ‘I came out after tea trying to get into a fight’",
  "webPublicationDate": "2016-05-29T20:09:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/steven-finn-england-sri-lanka-second-test",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Steven Finn",
      "id": "sport/steven-finn",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/29/steven-finn-england-sri-lanka-second-test"
}