{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/cultural-revolution-reduced-to-footnote-as-communist-party-says-china-has-moved-on",
  "id": "2016-05-17-337",
  "sectionId": "world",
  "body": "China’s Communist party-controlled press has broken its silence on the 50th anniversary of Chairman Mao’s Cultural Revolution, urging readers to consign the decade of turmoil to the history books and claiming it gifted the country a “certain immunity” from civil unrest. Beijing almost completely ignored Monday’s anniversary, fearing that any discussion of the party’s responsibility for those disastrous years might undermine its grip on power.    Related: China marks 50 years since Cultural Revolution with silence    No official memorial events were held to remember a period during which up to 2 million lives are thought to have been lost as Red Guards ran riot and the army battled to restore order.  However, on Tuesday, two short editorials in the party-run press did address the previous day’s anniversary. One, published on page four of the party’s mouthpiece newspaper, The People’s Daily, urged citizens to move on from the decade of upheaval, which officially began on 16 May 1966 and ended with Mao’s death in September 1976.       The editorial claimed party leaders had already given a “clear answer” with regards to Mao’s responsibility for the decade of chaos and said it was time to look to the future. “History has shown that the Cultural Revolution was utterly wrong, in both theory and practice,” argued the People’s Daily article, which was headlined “Learning lessons from history in order to better move forward”.  A second editorial, published in the state-run Global Times tabloid, said: “The decade of calamity caused severe damage, leaving permanent pain for many Chinese. Completely denying the values of the Cultural Revolution is not only an understanding throughout the party, but also a stable consensus of the whole of Chinese society,” added the article, entitled “Society firmly rejects Cultural Revolution”. The Global Times also claimed Mao’s mass mobilisation – which was designed to help the elderly dictator reassert power over his party but plunged China into virtual civil war – had in fact bestowed a positive legacy on the country.  “Over the past few years, many developing countries have experienced civil strife, but not China,” the party-run newspaper claimed. “A significant reason is that the lessons the Cultural Revolution taught us has given the nation a certain immunity. Nobody fears turmoil and desires stability more than us.” Qiao Mu, an outspoken journalism professor from Beijing’s Foreign Studies University, said the Communist party’s decision not to address the anniversary until 24 hours after it had passed underlined its discomfort.  “China had to show its stance but it was worried that if it published something on the exact day it would trigger so-called social disorder or encourage people to reassess the reasons and political basis for the Cultural Revolution,” he said.  While the two editorials punctured the official silence surrounding Monday’s anniversary, they offered no hint that the Communist party was changing its stance on Mao’s calamitous final decade in power. Both articles parroted a 1981 Communist party resolution that conceded the Cultural Revolution had caused “domestic turmoil and brought catastrophe to the party, the state and the whole people” but skirted over Mao’s central role.    Related: The Cultural Revolution: all you need to know about China's political convulsion    On Tuesday, the People’s Daily editorial made it clear that official verdict would not be reassessed, describing it as “unshakeably scientific and authoritative”. The newspaper said Chinese citizens now needed to look to the future, throw their support behind President Xi Jinping and “unswervingly take the road of socialism with Chinese characteristics”. The Global Times said the 1981 evaluation represented “the authoritative conclusion of the utter denial of Cultural Revolution”. “We have bid farewell to the Cultural Revolution,” it added. “We can say it once again today that the Cultural Revolution cannot and will not come back. There is no place for it in today’s China.” In a comment left beneath an online version of the Global Times’ editorial, one reader expressed scepticism that Beijing, which continues to stifle academic research into the Cultural Revolution, might allow its citizens to learn from the country’s history. “As most information on this half-century-old historic tragedy still remains largely limited and censored, how could present-day Chinese people sincerely learn serious lessons from it?”Additional reporting by Christy Yao",
  "webTitle": "China breaks official silence on Cultural Revolution’s ‘decade of calamity’",
  "webPublicationDate": "2016-05-17T02:05:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/cultural-revolution-reduced-to-footnote-as-communist-party-says-china-has-moved-on",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/17/cultural-revolution-reduced-to-footnote-as-communist-party-says-china-has-moved-on"
}