{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/is-he-a-whinger-schools-anti-bullying-advice-labelled-victim-blaming",
  "id": "2016-05-17-329",
  "sectionId": "society",
  "body": "Advice published by a top Melbourne private school that children being bullied need to take responsibility for their “part of the problem” has been described as victim blaming. A blog post titled “Bullying: helping your son be the victor, not the victim” was published on the website of the private school Brighton Grammar in its Understanding Boys section. It was written by counsellor and self-described “resilience coach” Melissa Anderson before her free seminar for parents at the school on Wednesday night. “As a resilience coach I am adamant that, in any bullying situation, you must own your part of the problem, no matter how small, no matter how unfair it may seem,” she said. “No one is lily-white and blameless.”   Related: Appearance bullying – and the damage it does to children’s education    Anderson encouraged parents of boys being bullied to ask themselves – “in the spirit of cleaning up your side of the street” – if their sons were “part of the problem”. “Is he a whinger, a complainer, self-absorbed, an exaggerator, loose with the truth, a passive doormat, displaying negative body language, an approval addict, a try hard, critical or a bad sport?” She wrote that children being bullied about their physical appearance or a disability could not be blamed – but they could “own [their] part” and learn to develop “grit, steely self-belief” [and] strong self-esteem”. “Time to own your part, and stop playing the victim,” she said. “Be the victor, not the victim.” Anderson is listed as director of the Shine Academy for Girls and the Longford & Fraser Leadership Academy for Boys. Brighton Grammar is an independent Anglican school for boys from early childhood until year 12. It maintains a Facebook page, Understanding Boys, “for parents to share the common challenge and joys of raising boys” that is followed by nearly 20,000 people. Though the post was published on the school’s website this month, it became the subject of media coverage in Melbourne on Monday. Since then, the school’s Facebook page has been inundated with comments condemning Anderson’s advice. “Well, this is why bully victims commit suicide,” posted Miranda Griggs. “Congratulations for being complete pretentious snobs!” Erin Johnston, who identified as both a parent of a bullied child and a counsellor, wrote that Anderson’s advice was “way off”: “There is a vast difference between teaching resilience and victim blaming and your message crossed the line.” The school’s headmaster, Ross Featherston, responded to criticism of Anderson’s post published in the Age on Tuesday with a statement on the school’s website. He acknowledged “some strong response” to the article, including “many comments … by parents external to the school” on Facebook. “Bullying is an extremely sensitive issue and we deeply regret any upset or distress caused to parents – this was not our intention,” he said. “I believe it is a school’s responsibility to be proactive about bullying.” He said the school had a clearly articulated and publicly available policy on bullying and ran many programs for students about respectful relationships. He also said that Anderson’s advice was “highly regarded … and independent to the school”. Some people responding to the post on social media remarked on the aggression of the response to it.    All of us outraged by that Brighton Grammar bullying stuff need to be extra careful today to steer clear of bullying or shaming its writer.— Mat Larkin (@matchtrick) May 16, 2016      No irony lost on how many bullies have come out of woodwork to bully Brighton Grammar. They exhibit the very behaviour they rail against.— Margie Warrell (@margiewarrell) May 16, 2016    Both Anderson and Brighton Grammar have been contacted by Guardian Australia for comment, and to clarify whether Anderson’s seminar on Wednesday is going ahead.  Titled “Who are the bullies and why are they targeting your child?”, it promises to equip children being bullied and their parents with “coping skills … to be assertive and flourish in the playground and in life”. “Applicable to boys and girls. Adults will also find it relevant.”",
  "webTitle": "'Is he a whinger?': school's anti-bullying advice labelled victim blaming",
  "webPublicationDate": "2016-05-17T03:44:23Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/is-he-a-whinger-schools-anti-bullying-advice-labelled-victim-blaming",
  "keyword": [
    {
      "webTitle": "Bullying",
      "id": "society/bullying",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "society/2016/may/17/is-he-a-whinger-schools-anti-bullying-advice-labelled-victim-blaming"
}