{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/11/the-bone-queen-alison-croggon-review",
  "id": "2016-05-11-319",
  "sectionId": "childrens-books-site",
  "body": "It was so, so lovely to return to Pellinor after such a long time. I read these books way too long ago, and The Bone Queen actually started me off on a re-read! This book is a prequel about Cadvan, Maerad’s mentor in the main series. It isn’t on a scale as epic as the next books in the series, but I actually kind of liked that in a high fantasy novel for once. The plot itself wasn’t the most ingenious: it was essentially evil force is coming and must be banished but on a smaller scale. And with various hints of bigger evil force is coming. As I said, I didn’t feel that was a fault, though – it was refreshing for once to have everything vaguely wrapped up in one book. There were lots of lovely intricacies, and the character interactions kept me gripped. If you’re someone who doesn’t have the stamina for hundreds of pages of trudging through forests, training and the like then I’d highly recommend this! It doesn’t drag at all. (Unlike many high fantasy books I have read, or attempted to read. It was maybe even better paced than the actual Pellinor books.) My only qualm with plot was that it did feel as though all the work for building up tension led to a rather anticlimactic final battle scene. That’s the problem with magic, I suppose.          The star of this novel is Cadvan. He kind of reminded me of Ged from Earthsea in this? What with the powerful, arrogant, and guilty but can also be nice traits going on. But I loved reading about him again, and his interactions with some of the character we see later in the Pellinor books were awesome to see. This book is being billed as the first in the series, but I personally think it would be better if you read at least The Gift first. Then you can appreciate all the cameos! I really liked Selmana, too; she grew on me a lot from her first chapter.  Is the world of Pellinor similar to Lord of the Rings? Yes. It’s practically impossible to find a high fantasy book that doesn’t share elements with LOTR. But I do think it has some elements of originality, and I’d strongly recommend it to anyone who does love this genre. Overall The Bone Queen was a satisfying prequel - gently adding to our knowledge of characters and the world of Pellinor, and providing an entertaining read without getting too caught up in pretension.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Bone Queen by Alison Croggon - review",
  "webPublicationDate": "2016-05-11T08:00:07Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/11/the-bone-queen-alison-croggon-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/11/the-bone-queen-alison-croggon-review"
}