{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/northern-ballet-jane-eyre-review-cast-doncaster",
  "id": "2016-05-20-104",
  "sectionId": "stage",
  "body": "Early reviewers of Jane Eyre complained that Charlotte Brontë’s protagonist was impossible to like. Ironic, intractable, angry and culpably plain, Jane stood stubbornly apart from the blueprint of Victorian femininity. It’s a tribute to Cathy Marston, in her new work for Northern Ballet, that she’s choreographed a Jane who is similarly emancipated from the conventional tropes of the ballet heroine. Dividing the role between young and adult Jane, Marston shows a novelist’s touch in building the layers of her character. Antoinette Brooks-Daw is superb in the early scenes, both frozen and furious, and Marston’s choreography vibrates with suggestive detail. As Jane battles against her bullying Aunt Reed, her jagged, sideways jump, her bullishly lowered head, her pummelling fists convey not only her volcanic temper but also her quickness of mind.     Antoinette Brooks-Daw as Young Jane and Matthew Koon as John. Photograph: Emma Kauldhar    Those fists remain Jane’s leitmotif even when she’s grown up – clenched quietly behind her back as she resists a hostile world. Marston does nothing by rote, each detail feels specially minted, from the ritualistic gesture with which Jane encloses her face, as if protecting her independence of mind, to the slow, poignant dip into plié as she pirouettes towards Rochester and first feels the inexorable tug of sexual passion. Dreda Blow’s performance builds steadily, a moving combination of turbulence and reserve and she has a fine partner in Javier Torres’ Rochester, who manages to convey some of the sheer sardonic force of his character’s presence. There’s a moment when Rochester, lounging in his chair, bars Jane’s exit with his outstretched foot and even in 2016 it feels like a dangerous breach of social taboo. Marston’s ballet succeeds where it matters most: in the creation of her lovers. She gets excellent support from Philip Feeney’s score – a subtle and very danceable blend of original and 19th-century music – and also from Patrick Kinmonth’s set, with its lively delineations of domestic interiors and wild moorland. Marston’s handling of Brontë’s framing narrative is at its best when most economical: the chorus of slate-scratching pupils at Lowood school; the symbolic frieze of dancers at Rochester’s party.     ‘Feels like a dangerous breach of social taboo’ … Matthew Koon and Antoinette Brooks-Daw. Photograph: Emma Kauldhar    Some of her devices don’t quite work. The male chorus who represent Jane’s inner demons might give necessary employment to the men in the company but they mean that Jane, so solitary a character in the novel, is rarely alone on stage. Marston could also have been bolder in her cuts, abandoning the more literal exposition of mad Bertha’s story and allowing her a more symbolic presence. St John Rivers could possibly have been ditched: as the novel’s dullest character, he’s a weight on Marston’s second act.  But the ballet soars in the lovers’ closing duet, a moving argument of mutual discovery, tenderness and ecstasy that is beautifully articulated through the choreography. And I salute Marston for concluding the ballet not with a loving embrace but with Jane leaving Rochester behind as she walks confidently towards the audience. Jane Eyre’s triumph is not to get her man, but to gain ownership of her future.  At Cast, Doncaster, until 21 May. Box office: 0130-2303 959. Then at Richmond theatre, 31 May-1 June. Box office: 0844-871 7651.",
  "webTitle": "Jane Eyre review – bold Brontë ballet is anything but plain",
  "webPublicationDate": "2016-05-20T15:16:26Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/northern-ballet-jane-eyre-review-cast-doncaster",
  "keyword": [
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Emily Brontë",
      "id": "books/emilybronte",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/20/northern-ballet-jane-eyre-review-cast-doncaster"
}