{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/29/itv-robert-peston-bbc-andrew-marr-sunday-politics",
  "id": "2016-05-29-60",
  "sectionId": "media",
  "body": "If it was a boxing match then the crowd might be asking for their money back. BBC1’s Andrew Marr Show took the first three rounds of his Sunday morning political face-offs with Robert Peston on ITV, and by the time you read this, in all probability the fourth. Unlike the looming EU referendum, there was nothing close about it, Peston watched by 230,000 viewers last Sunday against Marr’s 1.2 million. At least it’s getting narrower – first time out Peston had 166,000 viewers against Marr’s 1.6 million. As both channels never tire of pointing out, it’s not a head to head, because Marr’s 9am show is over by the time Peston starts at 10am. More nose to tail then, but ITV is behind whichever way you look at it. Peston’s show is also beaten by Nicky Campbell’s Big Questions which follows Marr on BBC1. It was always going to be an uphill task for the BBC’s former economics editor who was given his own show when he signed a reported £350,000 deal to become ITV’s new political editor last year, memorably saying he wanted to “humiliate” the BBC (and later regretting it). Viewers are not used to watching politics on ITV on Sunday – it is 10 years since Jonathan Dimbleby’s show was axed and its replacement, The Sunday Edition, proved short-lived – and nearly 30 years since its Sunday lunchtime programme Weekend World. More recently its Sunday morning schedule has been filled with Jeremy Kyle repeats and reruns of The X Factor. So Peston wasn’t just coming from a standing start; he was having to court viewers who had previously tuned in to watch Angela Lansbury in Murder, She Wrote. Vicky Flind, series editor of Peston on Sunday, says: “We are realistic. I am not getting overly anxious too early on about the ratings. I am very aware that 10am on Sunday morning on ITV has not been a political space for a very long time.” Flind, former editor of BBC1’s This Week with Andrew Neil, says: “What I focus on is trying to create a really good and entertaining politics show that is distinctive in quite a crowded market. We want it to feel fresh and a little bit different, and to build it around Robert’s character and personality. Nothing has been said or done since we have been on air to doubt that we are there for the long term. If we are given the time to do it we will have a good shot.” The rival shows’ impact can also be measured not only in viewing figures but how many quotes are generated online and in the following day’s newspapers. Flind, whose guests so far have included David Cameron, George Osborne and Jeremy Corbyn, says: “You’ve got to be noticed and we have been noticed.” Former ITN chief executive Stewart Purvis says the Peston show is “all about the ITV brand. They are probably never going to win the ratings battle – they might not even accept they are in one – but what it does do is enhance the ITV brand in terms of the channel’s appeal to upmarket viewers. It is something they can be proud of.” All the more important, he adds, after the “News at When?” saga and the axing of the Dimbleby show and World in Action. “The only shows MPs watch are news and current affairs programmes, so if you want to connect with policy makers you have to connect with them in terms of something they actually watch.” ITV has used high-profile signings such as Peston and its latest, new economics editor Noreena Hertz, to take the fight to the BBC, which it will never be able to match in terms of funding. Former political editor Tom Bradby’s switch to News at Ten was another example (although BBC1’s 10pm news bulletin remains pre-eminent). The Andrew Marr Show averages 1.5 million in the year to date, up from 2014 (1.3m) but marginally down on 2012, when it had 1.6 million. There is a similar pattern for Andrew Neil’s Sunday Politics, which averages 814,000 in the year so far, up on 2014 (664,000) but down on four years ago (884,000). Marr show editor, Rob Burley, says: “I used to work on ITV’s political programmes and I am genuinely glad ITV have decided to return to something they should be doing. It’s good to have someone else in the marketplace who might book the guests you want, and it makes you work extra hard. I don’t think we are competing, we are on at different times. We are a long-established show which is evolving.” Both Purvis (“I think it’s really good. He is very conversational in his interviews, it really works”) and former BBC executive Roger Mosey are fans of the Peston show. “Both Marr and Peston are very good shows,” says Mosey. “Marr is an indispensable part of Sunday morning, like Today on weekdays. Peston has made a confident, watchable start. He’s settling in and Allegra [Stratton, signed from BBC2’s Newsnight] is a good booking.” Mosey would like to see Peston tackle the “big strategic choices that politicians have to make” rather than be tempted by the “relentless bombardment of the short term. Not quite Weekend World – it should definitely be modernised – but using Peston’s brain and intelligence, as we see all the time in his blogs, to get something that’s at a different level to everyday cut and thrust”. But Sky News presenter Adam Boulton thinks the Sunday morning rivalry “a really rather tired debate. I did a Sunday morning programme for 17 years. Basically what they do is manufacture Sunday for Monday quotes for the written press. “I’m not criticising Robert or comparing him unfavourably to Andrew, and I have great admiration for Vicky [Flind] … but I think this is a vanity exercise by ITV. “They are trying to get back to the glory days of News at Ten when it was regarded as prestige news. Hats off for trying, but ITV deserted that land for a long time.”",
  "webTitle": "ITV’s Peston looks to lay a glove on Marr in first rounds of Sunday politics bout",
  "webPublicationDate": "2016-05-29T17:10:09Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/29/itv-robert-peston-bbc-andrew-marr-sunday-politics",
  "keyword": [
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Andrew Marr",
      "id": "media/andrewmarr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC1",
      "id": "media/bbc1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/29/itv-robert-peston-bbc-andrew-marr-sunday-politics"
}