{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/devil-in-the-detail-of-a-lacklustre-queens-speech",
  "id": "2016-05-20-58",
  "sectionId": "politics",
  "body": "The proposed legislation on counter-extremism announced in the Queen’s speech (Report, 19 May) leaves me worried that I and many other campaigners, journalists and lawyers will be banned from doing normal things like talking to schools. Many of us are on the police’s domestic extremism database, in spite of no convictions and a predisposition to democracy rather than violence. The prime minister’s insistence that advocates of non-violence can be lumped together with terrorists in an all-embracing definition of extremism is one of the main reasons the Home Office has failed to agree on a clear definition of who will, and will not, be included on the banned list. Will there be a set of A-list extremists, with a separate B-list of part-time extremists who only attend sit-down protests at weekends? The government is moving us towards a quasi-legal system where people are put on database lists without any specific crime being committed or charge being made, I doubt that there will there be any public process to challenge our inclusion on such lists. The Pitchford inquiry into undercover policing is likely to expose all the downsides of allowing the police to intrude on innocent people’s private lives for a non-specific purpose, unrelated to any criminal investigation. Without that connection, the police can develop mission creep and widen the net until it includes lots of innocent people. This government is rapidly becoming a threat to our democratic values, taking up police time on people who are no threat at all.Jenny JonesGreen party, House of Lords • Government legislation to improve the support for care-leavers up to 25 years of age is welcome. However, by itself, it is unlikely “to sort out the system given the statistics on the life chances of those who have been in care” (Report,19 May). This will require a systematic programme to address fundamental issues that blight care-leavers’ adult lives. Too many young people move about the care system - a third of young people leaving care aged 16-plus have between five and 10 placements. Very few young people in care do well at school – only about 7% go onto university. Just under half of young people in care have mental health problems. And half of 20-24-year-olds in the UK are living with a parent, whereas most young people leave care between 16 and 18. The opportunity to improve this situation by extending the legal entitlement of staying put in foster care to 21 to those living in children’s homes has been lost. Emeritus Professor Mike SteinUniversity of York • The words “poverty” and “deprivation” each occur only once in the text of the Queen’s speech. Even more disturbing is the sentence in which they appeared. It reads: “To tackle poverty and the causes of deprivation, including family instability, addiction and debt, my government will introduce new indicators for measuring life chances.” It is beyond belief that the government can think that creating new indicators will have any effect at all on poverty and deprivation. One must therefore assume that the purpose is to replace at least some of the existing indicators that illuminate the conditions affecting people the length and breadth of England. New indicators of “life chances” will in all likelihood lack any continuity of data collection. This will mask any possibility of the rise in poverty under this government being compared with the progress achieved under the former Labour government.Dr Gabriel ScallyBristol • The government slipped into the Queen’s speech the news of a new regulatory body for social workers. Hang on. There was a regulator for social workers – the General Social Care Council, set up to regulate the profession under Labour. It had just got its act together and was functioning properly when it was abolished in 2012. It cost £17.6m to close. Its powers were transferred to the Health and Care Professions Council at the cost of £1.6 m. The HCPC, a regulator of 15 professions, like the GSCC before it, has developed experienced proficient regulation of social workers and invested considerable resources because the social workers doubled their case load. It was “surprised” by the announcement a few weeks ago of a new regulatory body for social work. How much is it going to costs this time?Pauline ShelleyLondon • It is incorrect to suggest that all university vice-chancellors have simply “gone along with the conversion of public funding to a debt/fee model to maintain their revenues” (Letters, 20 May). In 2010 some vice-chancellors were notable in their public critique of the government’s proposals to reduce direct investment in universities to such an extent that fees of £9,000 per annum were required. However, senior leaders have an obligation to manage the fees and funding system that parliament has agreed. Notwithstanding the significant and rapid changes in university funding and student support in England, modern universities have sought to support the entry into higher education of students from all backgrounds, excellent research and high quality teaching. The higher education and research bill changes the rules of the game again. Promotion of a market by lowering criteria for degree-awarding powers and university title and the transfer of funding for university research to UK Research and Innovation call into question the underlying principles of a UK university, namely that it should deliver teaching, research and knowledge exchange and have some commitment to the public good. Just as concerning is the idea of HE “market exit”. The UK government has recognised that it has an obligation to prevent market failure in the steel industry – so it is both puzzling and concerning that, as the result of an HE market of their own making, ministers have now declared that universities should be allowed to fail. Jeremy Hunt described the Queen’s speech as heralding the “biggest change to universities in our lifetime”. We agree and this is precisely why it requires the widest possible public debate and parliamentary scrutiny.Pam TatlowChief executive, MillionPlus, The Association for Modern Universities • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Devil in the detail of a lacklustre Queen’s speech | Letters",
  "webPublicationDate": "2016-05-20T17:20:29Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/devil-in-the-detail-of-a-lacklustre-queens-speech",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK civil liberties",
      "id": "law/uk-civil-liberties",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "University funding",
      "id": "education/universityfunding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/20/devil-in-the-detail-of-a-lacklustre-queens-speech"
}