{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/the-guardian-view-on-renewed-tensions-between-the-eu-and-turkey-tough-times-ahead",
  "id": "2016-05-22-38",
  "sectionId": "commentisfree",
  "body": "It was only going to be a matter of time before the deal between the EU and Turkey aimed at putting an end to perilous refugee journeys across the Aegean sea was put to the test, both in its effectiveness in stemming the flow and in its political consequences. As to the first, the numbers have spectacularly come down since the agreement was made in March, which can only be a good thing. But the political and legal difficulties of the arrangement have been exposed even as the numbers fall. The renewed tensions between Brussels and Ankara are quite serious. The EU’s uneasiness with what it has negotiated with the Turkish government is evident, as is Turkish irritation. How each side manages those tensions will determine a great deal, but the underlying difficulty is that Europeans have limited sway over Turkey’s leadership because they are in a state of dependence on Turkish president Recep Tayyip Erdoğan. Recent events suggest the deal is quite fragile. Jean-Claude Juncker, the president of the EU commission, has made it plain the agreement would be void if Turkey does not rescind its anti-terror law. Cancelling that legislation is one of the conditions Turkey has to meet for visa-free travel to be granted to its citizens within the European Schengen zone. Free travel is one of the key incentives (along with important financial aid) offered to Turkey in exchange for taking back both migrants who do not qualify for asylum in Europe and Syrians who find themselves blocked in Greece. Last week, another potential stumbling block appeared when the EU took exception to a constitutional amendment being pushed through the Turkish parliament under which MPs would be stripped of their immunity to prosecution, a move likely to lead to the ousting of Kurdish lawmakers. German Chancellor Angela Merkel said on Sunday that she would raise the issue when she meets President Erdoğan on Monday. Another came when a Greek court ruled that sending back migrants to Turkey violated fundamental principles contained in the 1951 refugee convention because that country cannot be considered safe. This came after human rights organisations had criticised Turkey for blocking refugees attempting to enter the country from Syria, even opening fire on them (five deaths have been alleged). Turkish authorities deny having a policy of pushing Syrians back – and it is unclear whether Turkish border guards fired knowingly at refugees or whether they acted for security reasons in a region where Isis has tried to gain a foothold. Not the least of the problems is that Mr Erdoğan has been concentrating more power into his hands since the resignation of prime minister Ahmet Davutoğlu. Mr Davutoğlu’s replacement, Binali Yıldırım, is a long-time Erdoğan loyalist who many believe will help push through constitutional changes aimed at creating an all-powerful presidential system. All this is happening in the run-up to a large international gathering this week in Turkey, the first ever World Humanitarian Summit, spearheaded by the UN. The thinking behind the EU-Turkey deal was that it was needed not only to alleviate a desperate humanitarian situation, but to reduce populist and xenophobic reactions throughout Europe. Time was of the essence. With the warm weather approaching, the refugee flow was threatening to take on even larger dimensions than in 2015, when more than a million people arrived in Europe. Time was also short politically, with important votes due in several European countries, including the British referendum. But the Brexit camp’s use of the Turkish issue has been mendacious. The deal does not promise EU accession for Turkey, it only reactivates negotiations that have been going on for over a decade. Nor would visa-free travel for Turks mean that huge numbers would start settling in Europe. It appears unlikely Turkey will meet the end-of-June deadline for all conditions to be filled for visa-free travel. The hope among European officials is that Erdoğan will nevertheless avoid cancelling the deal, because of the political benefit he has drawn from it so far. Both sides, in spite of their obvious differences, need this arrangement to continue. A repetition of last year’s tragedies does not bear thinking about.",
  "webTitle": "The Guardian view on renewed tensions between the EU and Turkey: tough times ahead | Editorial",
  "webPublicationDate": "2016-05-22T19:00:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/the-guardian-view-on-renewed-tensions-between-the-eu-and-turkey-tough-times-ahead",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jean-Claude Juncker",
      "id": "world/jean-claude-juncker",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/the-guardian-view-on-renewed-tensions-between-the-eu-and-turkey-tough-times-ahead"
}