{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/cost-benefit-analysis-on-free-movement-of-labour-in-the-eu",
  "id": "2016-05-03-44",
  "sectionId": "politics",
  "body": "Peter Mandelson oozes the usual metropolitan condescension towards the majority’s concern about net migration of over 300,000 a year (Opinion, 3 May), but worse for those of us who want to stay in a reformed Europe, he actually thinks this approach will garner votes for the remain camp. He hurls the usual taunt of xenophobia and the falsehood that EU migrants are blamed for the stresses in our schools and hospitals, when in fact most people are sensibly concerned about how present migration makes it more difficult to solve such social problems. He then seriously undermines his case by insulting people’s intelligence with the statement that “inside the EU they can have both economic prosperity and managed migration”. Finally, he falsely equates the end of free movement with the end of Britain’s future prosperity. Meanwhile the grim reality is that politically astute, anti-EU extreme rightwing parties are growing all over Europe, not just by opposing present levels of immigration, but also by criticising the adverse effects of globalisation. Even Ukip has come out against the transatlantic trade and investment partnership (TTIP). To get the majority to vote to stay in the EU will require pro-European progressives to campaign to allow countries to take back control of their borders, not only for people, but for money and goods, thus also seeing off tax-dodgers and putting an end to the likes of cheap Chinese steel imports.Colin HinesEast Twickenham, Middlesex • Peter Mandelson asks why the Brexit camp is so obsessed with migration. It is undeniable that the European project remains a source of inspiration for other regions around the world. And its goals of collaboration, scientific communication, building bridges of trust, respect, reconciliation and healing among peoples, remain noble. However, while the goals remain admirable, the disadvantages are real. Britain is now experiencing a severe housing crisis. Rental prices are sky-rocketing and all this is sadly occurring in an era of financial austerity, curtailment of social security benefits and cash-strapped councils. Rising numbers of people are facing homelessness; schools are overcrowded. The NHS is overstretched and underfunded, with stressed staff and long waiting lists. One could only imagine how Britain will cope when another five countries, the next in line, join the EU.Dr Munjed Farid Al QutobLondon • It is a mystery to me why those advocating Brexit are convinced that leaving the EU will reduce immigration into Britain. In the year to September 2015 we took in 257,000 migrants from the EU and 273,000 from outside of it. If our government wanted to reduce immigration, it could do so already by curbing the flow from outside the EU. It does not because it considers immigration to be more an economic benefit than a hindrance. Yes, leaving the EU would allow us to restrict immigration from Europe. But a government that wants immigration is not suddenly going to restrict it just because the rules have changed. The only party likely to do that is Ukip, and it is unrealistic under our present electoral system to expect that it would ever form a government. Whether you support or oppose it, immigration is not the issue on which the result of this referendum should be decided. If you want to vote for Brexit, do so for the right reasons.Jim HardakerSkegness, Lincolnshire • The current complement of intensive-care and operating-theatre staff in the hospital in which I am a consultant surgeon includes consultants and junior doctors from Spain, Italy, France, Germany, Hungary, Czech Republic, Poland, Romania, Bulgaria, Greece and Lithuania as well, of course, as a many from the UK and elsewhere. Every single one of this talented group of people is 100% committed to the hospital and the NHS. Every single one of them was appointed through a competitive interview process that is both rigorous and transparent. The notion that the NHS might somehow be better off without the free movement of labour, of which this is a truly glorious manifestation, would be laughable were it not frankly dangerous. Put simply, without the free movement of labour within the EU, it is difficult to imagine how the NHS could function at all.Jullien Gaer Consultant cardiac surgeon, London • I look forward to reading Europe Isn’t Working by your economics editor Larry Elliott and Dan Atkinson. I trust your columnists will read it too. Elliott’s comments (2 May) about progressive illusions being shattered in Greece, where another eurozone crisis is now on the cards, should be taken on board. With 10%-25% unemployment in southern European countries (including France and Italy), and with youth unemployment rates of 25%-40% being registered, it is clear that tens of millions of workers are simply ineligible for the “workers’ rights” that your columnists always boast about. At last, some common sense on Europe from a Guardian writer. Professor Alan SkedLSE  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Cost-benefit analysis on free movement of labour in the EU | Letters",
  "webPublicationDate": "2016-05-03T18:55:20Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/cost-benefit-analysis-on-free-movement-of-labour-in-the-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/03/cost-benefit-analysis-on-free-movement-of-labour-in-the-eu"
}