{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/26/elon-musk-hong-kong-electric-cars-beacon-city",
  "id": "2016-05-26-334",
  "sectionId": "sustainable-business",
  "body": "Hong Kong’s population density, efficient public transportation and general lack of space hardly provide incentive to buy a private car. High registration taxes on new vehicles – up to 115% of the price portion above HK$500,000 (£45,000) – make anyone balk. The heavy levy is meant to reduce road traffic and street level emissions, which is the main contributor to the port city’s air pollution. Yet, in the past two years, the city has seen a boom in registrations for new electric vehicles (EVs), thanks to a tax waiver passed by legislators that will last until March 2017. Now it’s hard to walk down any street in Hong Kong without spotting at least a couple of electric cars quietly rolling by (they’re almost all Teslas, and red seems to be a favourite colour). At the beginning of 2010 there were fewer than 100 EVs on the road in Hong Kong. By October 2015 the number of new EV registrations for the year surpassed 3,000, and by January this year there were just under 4,500 EVs, according to the city’s Environmental Protection Department. As a comparison, London, with approximately 1m extra residents, now has just over 5,000 registered electric cars.      As soon as Tesla entered the market in Hong Kong, the numbers of EVs-to-station ratio jumped significantly. Meaning more queues at charging stations. Photograph: Guardian/Brady Ng    In total, the government has approved 52 EV models for the roads of Hong Kong, 36 of which are private cars. The top selling EV model in Hong Kong is Tesla’s Model S, more than 2,000 of which were sold in the city in 2015.  During his visit in January 2016, Elon Musk, CEO of Tesla, called Hong Kong a “beacon city for electric vehicles” that could “serve as an example to the rest of the world on what to do.” He predicted Hong Kong would be a leader of the world in terms of EV adoption. More broadly, Musk sees Asia as the “biggest area of expansion” for his company, which has plans to substantially expand the region’s charger network. In a way, electric cars are made for cities such as Hong Kong, where car journeys are short – typically between 10 and 50km. Some worry if the current tax waiver is abolished, EV sales may evaporate, as was the case in Denmark earlier this year. However, with new developments there may be a sweet spot for Hong Kong’s lawmakers.  “If the government chose to implement a phased-in increase on the tax on EVs, that would make sense,” said John Bower, a committee member of Charged Hong Kong, a volunteer group that promotes EV usage in the city. He believes improved battery life, lower running costs and, if they ever take-off, government moves to switch taxis to electric could all help boost EV adoption. The bottleneck For Bower, who owns a Tesla, the biggest stumbling block to faster uptake is the lack of infrastructure, particularly residential charging. “Things are changing so fast that there’s always a bottleneck”, he says.   Total number of EVs on the road   Private garages are rare, and residential parking spaces in apartment complexes are managed by homeowner associations, which often overestimate the cost of installing outlets for EVs. In one case, an EV owner was asked by management to pay HK$1m (£90,000) for fire insurance before a socket could be installed. He refused and uses public stations to recharge his vehicle. In reality, electric power generation companies will build the required hardware up to the doorstep, and the only action required by the homeowner association is to connect private socket outlets to the electrical installations laid down by utility companies. For some time, there were more than 1,000 free charging stations available for about 500 electric cars. But as soon as Tesla entered the market in Hong Kong and began delivering its vehicles, the number of EVs-to-stations increased.  That meant more queues at charging stations. Hong Kong has 1,300 public charging facilities scattered across shopping malls, commercial buildings, and government complexes, equating to three to four cars competing for each charger. Ideally, drivers suggest there should be at least one outlet for every two electric cars. However, Japan has one outlet for every nine EVs and in the US there is just one for every 12 cars. As of July last year, Hong Kong had the highest density of Tesla superchargers in the world, but drivers in Hong Kong say that is still insufficient. Hong Kong’s public charging stations (which include the Tesla ones) are mostly made up of slow chargers, which may take several hours to fully charge a vehicle’s battery. Of the 1,300 stations available, only 200 are medium chargers and 157 are quick chargers.    Related: Electric cars 'will be cheaper than conventional vehicles by 2022'    The network is designed so that drivers are never more than 20km from a charger, but lines at busier locations can be up to five-deep on weekdays. This is because shopping malls and commercial buildings have not done enough to advance their parking facilities. In one 39-storey office building and shopping mall there are only two parking spots with chargers for EVs.  EV owners in Hong Kong hope this will change soon. About 300 of them are members of the Charged Hong Kong group, meeting with lawmakers, power companies and representatives of electric car manufacturers to improve EV infrastructure and policy. They have also been requested by Tesla to produce charging guidelines that will be distributed to all new EV owners in Hong Kong.  “What we find is that there are lots of different people making decisions, and nobody knows what everybody else thinks,” said Bower, who ultimately hopes government and corporate support for the promotion of electric cars and public transportation can improve the city’s air quality.",
  "webTitle": "Why Elon Musk says Hong Kong will be the 'beacon city' for electric cars",
  "webPublicationDate": "2016-05-26T04:00:01Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/26/elon-musk-hong-kong-electric-cars-beacon-city",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hong Kong",
      "id": "world/hong-kong",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Electric, hybrid and low-emission cars",
      "id": "environment/electric-cars",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Tesla",
      "id": "technology/tesla",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Elon Musk",
      "id": "technology/elon-musk",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/26/elon-musk-hong-kong-electric-cars-beacon-city"
}