{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/laura-robson-first-round-french-open",
  "id": "2016-05-20-247",
  "sectionId": "sport",
  "body": "Laura Robson will face the 28th seed, Andrea Petkovic, in the first round of the French Open, marking her first appearance at Roland Garros since 2013.   Related: French Open 2016: from Serena Williams to Johanna Konta, five women to watch | Jacob Steinberg    The former British No1, ranked at 329 but benefiting from a protected ranking of 58 after coming back from a wrist injury, has a difficult job against the 28-year-old German but the draw has fallen more kindly for some of her compatriots. Andy Murray, Kyle Edmund and Aljaz Bedene were all paired with qualifiers in the men’s draw, while Johanna Konta will face another German, Julia Görges. Naomi Broady and Heather Watson will play the Americans Coco Vandeweghe and Nicole Gibbs respectively. Murray is seeded second at Roland Garros for the first time and is in the opposite half to both Novak Djokovic and Rafael Nadal, who could meet in the semi-finals. Should the draw follow the seedings, Murray would meet the fifth seed, Kei Nishikori, in the quarter-finals and the defending champion, Stan Wawrinka, in the last four. Djokovic, who would become the first man since 1969 to hold all four slam titles at the same time should he win a first French Open crown, will play Lu Yen-hsun in round one. Nadal, the nine-time champion, was drawn in a tough quarter and will open against the Australian Sam Groth. The women’s top seed and defending champion, Serena Williams, will start against Slovakia’s Magdalena Rybarikova and looks to have the tougher half of the draw. Victoria Azarenka is a potential quarter-final opponent while Angelique Kerber, who shocked Williams to win the Australian Open in January, could play the American in the last four.",
  "webTitle": "Laura Robson draws Andrea Petkovic at French Open; Andy Murray faces qualifier",
  "webPublicationDate": "2016-05-20T10:28:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/laura-robson-first-round-french-open",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Laura Robson",
      "id": "sport/laura-robson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/20/laura-robson-first-round-french-open"
}