{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/behind-the-scenes-chelsea-flower-show",
  "id": "2016-05-21-122",
  "sectionId": "lifeandstyle",
  "body": "The planter Nina Baxter, garden designer, and head of an all-woman planting team for Jo Thompson’s show gardens The first show I did for [designer] Andy Sturgeon, I did about seven plants in one day. The next day, I asked Andy what he thought. He said, “Well, it could be a bit better. Maybe start again?” I had to take out everything I’d done. But after a while, your eye locks in and you start to see how it should be – it’s that balance between making everything look natural and not showing vast amounts of soil. At the end, I go through and every now and then take out a plant. It’s amazing how much better it looks. You’ve got to think of every angle: the judges look under things, over things, behind things – and you’ve got to have that planted up. Yuko Tanabe on our team comes from Japan every year; she’s tiny, so can get into awkward places to plant. By the end of the week, everyone is slightly manic, because you’ve all been working 14-hour days. Whatever the weather, you know you have a deadline: you have to get that garden done. Thousands of plants have to be offloaded from trucks. The big trees and shrubs tend to be put in by the landscape team; the planting team deal with smaller shrubs, roses and perennials – about 6,000 plants. It is difficult to concentrate with lorries continually going past, and when people are stone-cutting, you get covered in dust. But the worst thing is when the plane trees on Main Avenue dump their pollen. It’s horrible: you get it in the back of your throat and in your eyes – they call it Chelsea flu. Everyone hopes for a big strong wind overnight so it takes it off the trees all in one go. You’ve got to constantly look after the plants, nurture them, deadhead them, put up shade tents – they’ve got to look perfect. I’m a garden designer as well, and I battle against people who want their gardens to be like Chelsea. I tell them, this is a picture of a garden at one particular time of year, and that the same garden in August would have very little going on. But you might spot some trends or a plant combination, and adapt those ideas. It’s very important to have a good shed behind the show garden, because it becomes your home for the duration of the build. We had massive shed envy last year: James Basson, who did the L’Occitane garden, had a coffee machine in his, so we were sneaking in to get cups of espresso. There’s that moment when the planting team finishes and the sponsor’s team comes in to manage the garden for show week. It’s a difficult moment, because you feel real ownership of it, and you’re so tired and emotional. It’s like your baby. The veteran     Ricky Dorlay, master plantsman: ‘It’s a stress at times, but it is a challenge I enjoy.’ Photograph: Sophia Evans for the Guardian    Ricky Dorlay, master plantsman, Hillier Nurseries, Hampshire This is my 51st Chelsea for Hillier Nurseries. We take 3,500-4,000 plants to Chelsea, and my job is to get them to the show in prime condition. The company’s going for its 71st gold medal, as I am for my 51st. It’s a big team effort. There’s a great friendship, a lot of laughs. I’ve got to know the other teams, and there’s a lot of camaraderie. People will joke, “Oh, no, not you again – haven’t you retired yet?” Our exhibit features a lot of structural plants – some of the cornus and Japanese maples have been going to Chelsea for 20 or 30 years. It can be quite a stress on plants, and it takes them a year or two to get over it, as it does us. One year, I had flowering cherries in prime condition, put them on the lorry, but there was an accident and we were held up for three hours. By the time we got to London, they were in full flower, so they all had to go home again. I’m 76 this year. I can’t deny that, inwardly, I’ll know when the time comes to stop going. It’s a stress at times, but it is a challenge I enjoy. It’s all about getting another gold.. The young plantsman     Jamie Butterworth, nurseryman: ‘It’s the World Cup of gardening.’ Photograph: Sophia Evans for the Guardian    Jamie Butterworth, show plant manager, Hortus Loci nursery, Hampshire, raising plants for five Main Avenue show gardens I start work at 6am and leave about 6 or 7pm; it’s pretty full on, but I love it. Because I’ve spent so long talking to the designers, I’ll be picking the plants that most fit the garden they are creating. We’ll be sending up around 20,000 plants for Main Avenue gardens, plus trade stands, and the smaller gardens. I’ll go on press day – I’ve managed to blag myself a ticket. I’ve always said I would swap Christmas for press day, because I love it so much. I first worked at Chelsea when I was 16, and I’ve been back every year since. I am 21 now. I’m an RHS ambassador for secondary schools. I’ll go into schools to show them that gardening isn’t just weeding; it’s working with multimillion-pound gardens and designers, travelling the world to find plants, even working with Nasa on growing plants in space. I love the pressure, the adrenaline. You work for as long as you can, as hard as you can, then you go to the pub afterwards. It’s the World Cup of gardening. The judge     James Alexander-Sinclair, RHS judge: ‘Occasionally, judging panels go a bit crazy.’ Photograph: Sophia Evans for the Guardian    James Alexander-Sinclair, garden designer and RHS show garden judge I’ve been judging at Chelsea since 2008, and I consider it an honour: it means people trust what you say. Over the last three or four years, we’ve tried to make the judging process as transparent as possible. If a judge says, “Oh, I don’t like that”, they have to justify why. There are some shoo-in gold medals, but there are always gardens that surprise you: you walk on thinking one thing and another when you walk off – maybe you’ve seen something, or something has been pointed out to you by the other judges, and your mind has been changed. Each garden will have 45 minutes spent on judging it. It’s a democratic process: there’s debate and chat. We try to keep it fun, but serious. Occasionally, judging panels go a bit crazy. We all swoop and say, “This is the most amazing garden.” Then a moderator comes along and says, “Did you realise there’s a whole patch over here that’s dead?” The moderator is there to make sure the judging is consistent. I’ve judged gardens that didn’t get gold medals, but I’ve adored them; they were lovely places to be, but maybe the brick wall wasn’t straight or the trees hadn’t quite come into leaf. What you are looking for is excellence, and excellence doesn’t mean “quite good”. I know by Monday lunchtime who has won a gold medal and best in show. We’re sworn to secrecy and won’t tell anybody until Tuesday morning, so that’s hard, but one copes. You wander around looking smug. The broadcaster     Abdullai Adejumo, BBC producer-director: ‘I’ve never been to Chelsea before.’ Photograph: Rebecca Rees for the Guardian    Abdullai Adejumo, producer-director of BBC television’s Chelsea coverage I’ve never been to Chelsea before, but I know it’s the greatest flower show there is. We’ll be broadcasting about 13 hours of TV, starting 22 May; both live coverage and films we’ve produced in advance. I’ve worked on The One Show, so the pace of it won’t faze me – we are filming stuff on the ground that will go on TV that day; there’s a lot of pressure to make it look good. You’ve got to be able to deliver in record time. There will be about 150 BBC staff at Chelsea; I am one of 10 directors, each with a crew, a cameraman and a soundman. We’ll be on our feet pretty much all day. I’m keeping my fingers crossed for sun. I have a garden and a lawnmower, and I’m hoping Chelsea will inspire me. I want to get the best out of it personally, but also professionally – the best footage, the best stories. I am looking forward to getting inside some of the gardens and learning what all the fuss is about. The visitor     Rosemary Cox, regular Chelsea visitor: ‘We have an all-day ticket, so we’re not rushing.’ Photograph: Sophia Evans for the Guardian    Rosemary Cox has been going to Chelsea for more than 30 years I wouldn’t miss it for the world. My parents used to go, too, so I heard all about it for many years. Eventually I got to go, with my late husband John, more than 30 years ago. There were carnations everywhere, plus lupins and sweetpeas; there was one stand of McBeans orchids – they were really exotic. Now I go with my daughter; we have an all-day ticket, so we’re not rushing.   Related: Gardens: eat seeds and leaves    I’ll wait patiently to see the gardens, but people take photographs, which is fine – but then they look at them to see if they’re all right and that takes ages, whereas I’d snap, then move on. But that’s people, isn’t it? And they all love the gardens, so you can’t get cross. Chelsea-goers are very friendly, because you all share a love of horticulture. It tends to be the grey pound, and I’m very grey. Older people have the time and probably more of the money and interest. As long as I can still get around, I’ll keep coming • Follow the Guardian’s RHS Chelsea coverage at theguardian.com/chelsea-flower-show",
  "webTitle": "‘We had massive shed envy last year’: secrets of the Chelsea flower show revealed",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/behind-the-scenes-chelsea-flower-show",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Perrone",
      "id": "profile/janeperrone"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/behind-the-scenes-chelsea-flower-show"
}