{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/27/house-prices-compared-to-earnings-close-to-pre-financial-crisis-levels",
  "id": "2016-05-27-92",
  "sectionId": "money",
  "body": "House prices as a multiple of average earnings are “within a whisker” of record levels set before the financial crisis, a City consultancy has warned. The average UK house price is now 6.1 times average earnings, close to the peak of 6.4 it hit before the downturn, Fathom Consulting said. A rise in interest rates from their current low of 0.5% would lead to a correction, it said, although a return to “normal” rates was some way off. Prices have been pushed up by the availability of cheap home loans, and would need to fall by 40% to bring the ratio back to the pre-2000 average of 3.5 times earnings, it added. During the financial crisis, banks and building societies withdrew from lending, particularly to borrowers with small deposits. But since then, the government’s funding for lending scheme made loans cheaper for borrowers with substantial equity, and then help to buy brought back 95% mortgages. Lenders are now cutting ratesand easing lending criteria. Fathom said this cheap borrowing had been the biggest driver for demand for homes. “Since 2013, the demand for housing has been turbocharged by chancellor [George] Osborne’s help-to-buy policy and the search for yield – which has resulted in the accumulation of housing wealth as an investment alternative for low-yielding financial assets,” it said. “As a consequence, house prices are now close to an all-time high of more than six times disposable income.” The firm said couples buying together were increasingly taking on large loans relative to their income. Before the crisis fewer than 30% of joint mortgages were taken at more than 2.75 times income , but now that proportion has risen to more than a third.  Fear of destabilising the “fragile arithmetic” that underpinned the housing market meant the Bank of England was unlikely to increase the base rate from its current record low of 0.5% until at least 2018, it said, regardless of the EU referendum result. “If it were to tighten Bank rate, it could trigger a rapid correction in the UK housing market and compound the slowdown in economic growth,” it said. Other changes to restrict mortgage lending at high income multiples and cool the buy-to-let mortgage market were unlikely to have much impact. “With real mortgage rates as low as they are today, we suspect that macro-prudential measures will do little more than turn the heat down to a gentle simmer – postponing the return to a more normal interest rate environment and prolonging the housing bubble.” On Tuesday, the head of one of Britain’s biggest estate agent chains appeared to have called the top of the property market, saying there had been a big slump in demand from buyers and sellers might need to cut prices. Paul Smith, whose company operates Haart, Felicity J Lord, Spicer McColl and Darlows chains across the UK, said registrations had dropped by 46% across the UK in just one month. “We believe the nation has now neared the limit in terms of price rises. Our data is already showing a slowdown in both house price growth and transaction levels,” he said.",
  "webTitle": "House prices compared with earnings 'close to pre-financial crisis levels'",
  "webPublicationDate": "2016-05-27T16:04:50Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/27/house-prices-compared-to-earnings-close-to-pre-financial-crisis-levels",
  "keyword": [
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mortgage rates",
      "id": "money/mortgage-rates",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/27/house-prices-compared-to-earnings-close-to-pre-financial-crisis-levels"
}