{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/08/sadiq-khan-jeremy-corbyn-labour-election-strategy",
  "id": "2016-05-08-115",
  "sectionId": "politics",
  "body": "Sadiq Khan, the new Labour mayor of London, has refused to endorse the party’s local election posters, signed off by Jeremy Corbyn, that urged voters to “take sides”.   Related: Osborne says Goldsmith's mayoral campaign was political 'rough and tumble' - live    In a clear signal that he will use his position to set out an alternative direction for Labour, Britain’s most powerful directly elected politician said the party could only win elections by uniting people from all backgrounds – including former Conservative voters – rather than aiming to win over “just enough of the population … to get over the line”. In an article for the Observer, Khan had appeared to directly contradict Corbyn’s electoral strategy, writing: “It should never be about ‘picking sides’, [or] a ‘them-or-us’ attitude,” Khan wrote. “Our aim should be to unite people from all backgrounds as a broad and welcoming tent – not to divide and rule.” Asked directly by Andrew Marr on his BBC show if he was criticising Labour’s poster, Khan said: “My point was I want Labour to be a big tent, and if we want to form the next government we need to speak to everyone, not just Labour voters, not just our core vote. I have to speak to chief executives, people who voted Conservative last time, Ukip or stayed at home.”     Jeremy Corbyn stands in front of a Labour campaign poster before the local elections last Thursday. Photograph: Matt Dunham/AP    Khan’s intervention will reignite the battle within the Labour party over whether Corbyn’s decision to move his party to the left is the correct strategy to chart a course to a 2020 general election victory. Diane Abbott, a key Corbyn ally, said as the polls closed on Thursday night that if Khan won in London, it would be “all about Jeremy”; but Khan suggested he had taken an inclusive approach, spending as much time in the traditionally Tory London boroughs such as Kensington and Chelsea as he did in Hackney or Camden. Khan has repeatedly sought to distance himself from Corbyn, holding few joint campaign appearances and leaving him off his publicity material. He also urged his leader to “get a grip” on accusations of antisemitism in the party. With almost all the local election votes counted, Labour had lost a net 24 council seats in England, but narrowed the gap with the Conservatives in its national vote share. The results were better for Labour than many experts had predicted. Corbyn’s election strategist, Jon Trickett, described them as “fantastic” – but Corbyn’s critics say they show the party is far from on track to achieve a general election victory in four years’ time. The election expert Prof John Curtice told the Sunday Telegraph: “Oppositions that are clearly on the road back to power give their opponents a drubbing, not just a mild poke in the ribs.”",
  "webTitle": "Sadiq Khan widens rift with Jeremy Corbyn over Labour's 'pick sides' strategy",
  "webPublicationDate": "2016-05-08T11:12:17Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/08/sadiq-khan-jeremy-corbyn-labour-election-strategy",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/08/sadiq-khan-jeremy-corbyn-labour-election-strategy"
}