{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/how-lady-gaga-could-learn-herself-cilla-black-scouse",
  "id": "2016-05-13-26",
  "sectionId": "film",
  "body": "There were confusing scenes in Cannes on Friday when Dionne Warwick announced a biopic, then claimed that Lady Gaga was signed up to play her “musical nemesis” Cilla Black. “It was just an easy choice, and she wanted to do it,” Warwick said.  This seemed to come as news to Lady Gaga, whose team rapidly said she had never even heard of the film – although by the end of Friday Warwick was insisting that this was a case of crossed wires, and that she is in fact attached. But whatever happens, this film is being made and our Cilla is going to feature. The fact that somebody thought Gaga would be suitable makes it clear that this portrayal will be some distance from the doe-eyed girl from Scotty Road as portrayed so adorably by Sheridan Smith in a recent TV special.    Related: Lady Gaga denies she will play Cilla Black in Dionne Warwick biopic    They’ll be going for some A-lister with the presence of a lion, and it follows that she will be an American. Leaving aside the rights and wrongs of that (and I’m very much on the fence here), can this person get the accent right? Liverpool is a proud city, even more protective of its accent than our flame-hurred songbird Priscilla. Even Brits are not immune to Scouse ire: Yorkshire actor Nicola Burley recently caused an uproar with her dodgy attempt at a Liverpool accent when playing a chambermaid on Downton Abbey.  To master the accent, Gaga (or anyone else) must consult the bible: Frank Shaw’s Lern Yerself Scouse: how to Talk Proper in Liverpool. The accent is an exceptionally specific twang, unrecognisable from that of nearby Lancashire, the result of Liverpool’s origins as a trading port with Ireland and then the wider world. Its strength and specificity means that a Scouse accent is less likely to be lost than many others. Years living in Manchester and London might have all but erased mine, but it returns with a vengeance some way before the end of the third pint.  So aside from the obvious stuff (a tendency for the nasal; “fair” pronounced as “fur” etc), what should somebody portraying our Cilla need to remember? The silent ‘T’ Scouse 101: remembering that in certain – but not all – constructions, the letter “T” is unnecessary and should be abandoned. Commonly: “You wha’?” ... unless the ‘T’ is actually an ‘R’ This is what Cilla famously amped up when her persona went from demure chanteuse to the UK’s garrulous Fairy Grandmother in her subsequent TV career on Blind Date. Just remember her key catchphrase: “We’re gonnarrava lorra lorra laughs!” Location is everything, la Not all Scouse is the same Scouse, so it’s important to be specific. Hailing from the Wirral (“over the water”), my strain is broadly known as “plazzy (plastic) Scouse” and derided among purists. Witness the popular homily used to mock my kind: “I may talk like a Scouser / but do not be misled / I do not come from Liverpool / I come from Birkenhead.” The crucial difference, in Plazzy Scouse, the final word comes out more like “Ber-kin’ead”. Birkenhead is around seven miles from Liverpool, but the differences are tangible. Beware the spittle-across-the-top-the-roof-of-the-mouth paradigm One of the cruellest impersonations of Scouse among outsiders is to exaggerate the nasal element so that a narrow sputtle of spittle shoots across the upper palette, so it sounds like a drain being dredged by a dentist drill. Cilla never spoke like this. Scouse is at its heart a very beautiful dialect. You’re welcome, Gaga.",
  "webTitle": "Well in: how Lady Gaga could teach herself Cilla Black's Scouse",
  "webPublicationDate": "2016-05-13T21:00:37Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/how-lady-gaga-could-learn-herself-cilla-black-scouse",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cilla Black",
      "id": "tv-and-radio/cilla-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Lady Gaga",
      "id": "music/lady-gaga",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Martin",
      "id": "profile/daniel-martin"
    }
  ],
  "guardianId": "film/2016/may/13/how-lady-gaga-could-learn-herself-cilla-black-scouse"
}