{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/public-service-awards-legacy",
  "id": "2016-05-18-250",
  "sectionId": "society",
  "body": "The Guardian’s awards were launched to showcase the improvements and innovation under way across UK public services after seven years of a Labour government that had invested billions in new hospitals, schools and Sure Start centres, and boosted the workforce, increasing the number of doctors and nurses and police officers. With hospital waiting times falling and local authority services fast improving, the first year’s winner in 2004, from more than 300 entries, was Blackburn with Darwen council for its trailblazing role in children’s services. The council was one of the first advocates of early intervention and collaborative working. Its early years excellence service brought together drop-in health and child development clinics, childcare, an under-fives library and job advice services under one roof.   Related: How to enter the Guardian Public Service Awards 2016    Over the years the Guardian’s awards have picked winners that have reflected changing social needs and services to match. In 2008, in the wake of the financial crash, Scotcash, a scheme backed by Glasgow city council to tackle loan sharks, was named overall winner. In 2010, the University Hospital of South Manchester NHS foundation trust took the top accolade for its efforts to become Britain’s greenest hospital, introducing a raft of measures to help patients, staff and the local community reduce their carbon footprint. The following year, Tukes, a unique service-user employment scheme that enables patients to take an active part in maintaining and running their acute mental health unit, from cleaning, catering and laundry to gardening and reception work, scooped the highest prize. Described as being five years ahead of its time, the winner was not only a new breed of social enterprise working in health and social care, but a pioneer of the concept of user-led public services. By 2013, as the coalition’s swingeing cuts were making their mark on public services, it was fitting that Hampshire county council’s young interpreter programme was singled out. The scheme had made a vital impact on a pressing social issue, yet cost almost nothing.     The Hampshire Young Interpreters Project Team who won in 2013. Photograph: Sam Frost for the Guardian    As previous winners have shown, innovation often leaves a lasting legacy. Unlike the problems that caused the government to can its £10bn NHS IT programme and e-borders system, the overall winner of the 2005 awards was an example of an IT project done well. The then Department of Constitutional Affairs’ £20m Xhibit system provides real-time information to criminal justice agencies on the status of court cases and has replaced the paper-based method of recording court information. More than a decade later, the system is now used in all 74 crown courts and 18 satellite courts and the Ministry of Justice wants to use it to further improve access to data and information. The Family Drug and Alcohol Court, set up by the Tavistock and Portman NHS foundation trust and children’s charity Coram, which was the children and young people category winner in 2011, has proved so successful in improving care proceedings for families with substance abuse issues, that it has been introduced in other towns and cities across England. Now, some 12 years after its initial launch, we are opening entries to the Guardian Public Service Awards 2016. The public services landscape has changed irrevocably: since 2010 there have been massive spending cuts, welfare benefits have been slashed and council funding has fallen by more than 40%, putting enormous pressure on already stretched local services. If that were not enough, an “efficiency review” announced in this year’s budget, aims to identify £3.5bn more savings by 2018. Against this backdrop, it is arguably more crucial than ever to pioneer new approaches. “Austerity is proving to be a longer and darker tunnel than we imagined, but thoughts are turning to what public services will look like when we eventually emerge blinking into the sunlight,” says David Brindle, the Guardian’s public services editor and chair of the judges. “These awards will showcase the kind of innovative working that will be leading the way.” Of course, previous winners have not been immune from cutbacks. Sutton’s library service, which won the innovation and progress, technology category in 2005, for tranforming its service through IT, will this year have to close some services to save the south London borough £1m. In Blackburn with Darwen, despite budget cuts, the council still operates eight designated children’s centres (down from 13), although fewer services are now delivered from them as partner organisations have also had to make cuts. Instead, outreach teams have been developed, to prioritise “smarter, not harder working”. As Linda Clegg, Blackburn with Darwen council’s director of children’s services, says: “The award recognised that the early innovative thinking about collaboration and partnership working was right. This way of working is truly embedded and continues to support and drive strong local service delivery for children and families despite the challenging financial times.” How to enter The Guardian Public Service Awards 2016 are open for applications from today and seek to recognise best practice in public services across the UK. The 10 categories for this year’s awards are: • Recruitment • Care • Finance • Sustainability • Housing • Digital/technology • Learning/development • Health and wellbeing • Transformation • Public servant of the year All organisations delivering public services in the UK can apply, whether they are from the public, private or not-for-profit sectors. The closing date for entries is 8 July. Leading figures from across local government, the civil service, criminal justice and charities will judge shortlisted entries in September. They include: Anthony Douglas, chief executive, Cafcass; David Penman, general secretary, FDA, the union for senior public services managers; Joanne Roney, chief executive, Wakefield council; Jane Dudman, editor, Guardian Public Leaders and Guardian Housing; Ben Summerskill, director, Criminal Justice Alliance; and David Brindle, the Guardian’s public services editor and chair of the judging panel. An overall winner will be chosen by the panel. In September,Guardian readers will also have the opportunity to vote for their Public servant of the year 2016. Nominations for this award are also open from today. Sponsors of the awards include: Ameo (Transformation); CGI (Care); Havas People (Digital/technology); Repic (Sustainability); Remploy (Health and wellbeing). Winners will be announced at an event in central London in November.",
  "webTitle": "Working smart: the lasting legacy of the Public Service Awards | Anna Bawden",
  "webPublicationDate": "2016-05-18T10:00:26Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/public-service-awards-legacy",
  "keyword": [
    {
      "webTitle": "Guardian Public Service Awards",
      "id": "society/publicservicesawards",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Early years education",
      "id": "education/earlyyearseducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Bawden",
      "id": "profile/annabawden"
    }
  ],
  "guardianId": "society/2016/may/18/public-service-awards-legacy"
}