{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/28/caravaggio-and-the-art-of-dieting-renaissance-master",
  "id": "2016-05-28-153",
  "sectionId": "artanddesign",
  "body": "The Caravaggio diet is spread out at an inn in The Supper at Emmaus, painted in 1601 by the man himself. But does it have much in common with the jolly pre-modern gourmandising recommended this week by David Haslam of the National Obesity Forum? Claiming that low-fat diets are counter-productive, Haslam mused: “I often contrast a Caravaggio still-life masterpiece, giving ideal positive images of healthy food – pheasant, meat, fish, wine, cocoa, fruit and vegetables, with maybe a slice of bread – with the negative image of a traditional ‘diet’ … and wonder where the world went wrong.” He is clearly familiar with Dan Brown’s law, which says that if you are going to namecheck an artist, you should make sure it’s a name everyone has heard of. The secret society conspiracy theories in Brown’s bestseller The Da Vinci Code had previously been attached to the French artist Nicolas Poussin, but Brown must have rightly realised that no one would buy a novel called The Poussin Code. Few even look at Poussin’s paintings in the National Gallery. I suspect the paintings Haslam is thinking of are really 17th-century Dutch still-life pictures with their hearty north European hunks of high- fat cheese, frothing ale glasses and bulging pies. But the “Willem Claeszoon Heda diet” doesn’t sound nearly so good. A quick survey of the tempting delights laid out for the risen Christ in The Supper at Emmaus reveals that, far from urging us to stop fussing about fat and enjoy good, old-fashioned grub, Caravaggio is actually prescribing an extremely health-conscious diet: if you really took his advice, you would mostly eat fruit. The superbly lifelike constellation of almost too luscious-looking grapes, bruised and scarred apples, a pomegranate burst open to reveal the blood-red seeds within, and other ripe, even over-ripe, fancies that balance dangerously on the edge of the table is just one of many fruit baskets that appear in Caravaggio’s art. Fruit is his second-favourite subject after red-lipped and dark-eyed young men – who are usually proffering fruit.     Caravaggio was really only interested in sex and death. Photograph: Luigi Nocenti/Rex    The Supper at Emmaus is about the only meal in Caravaggio’s paintings that is not entirely fruitarian, for it also includes hefty hunks of bread and a nicely roasted bird, all washed down with wine and water. But fowl is a low-fat food. There is no red meat in this or any other Caravaggio painting. The fattiest thing anyone consumes in his art is in his late painting, The Seven Works of Mercy, which depicts a woman breastfeeding her father. Is that the Caravaggio diet – breastmilk for adults? It’s almost mad enough to become fashionable. Another of Caravaggio’s themes is John the Baptist being decapitated and his head served on a platter – cannibalism would certainly defy the humourless health police. Whether it is really wise to get food ideas from a man who died when he was 38 – and who, even in his 20s, portrayed himself as ill-looking in his painting the Sick Bacchus – is another question. Caravaggio lived on the edge of the law and eventually crossed it when he killed a man in a street fight (well, a piazza fight) and had to flee Rome. He certainly seems to have cared about his food. One of his appearances in Rome’s criminal records is in a testimony by a waiter at the Moor restaurant who had the misfortune to serve Caravaggio and his mates a plate of artichokes, half of them fried in oil and half in butter. Caravaggio asked which were which, and the waiter told him to smell them. Caravaggio leapt up, hit him with an earthenware dish and drew his ever-ready sword, but one of his friends restrained him from killing the waiter. Was he, perhaps, worried about eating too much butter? Or did he, on the contrary, want the butter-fried artichokes all to himself as part of his supposed diet of saturated fats?   Related: Official advice on low-fat diet and cholesterol is wrong, says health charity    Artichokes are still a Roman delicacy, and when it comes to diet in Renaissance and baroque Italian art, this is a clue. Many aspects of Italian cooking today go back to at least the 16th century, including the preference for fresh vegetables and fruit that makes the country’s food – sorry, National Obesity Forum – less suicidal than our own “traditional” diet of meat, meat and more meat. Reading Pepys’ diary, it’s a wonder anyone in 17th-century Britain survived the relentless heaps of roasted flesh. Yet in Renaissance Italy, salad was fashionable. The writer Pietro Aretino (inventor, arguably, of both journalism and pornography) particularly praised Tuscan salads, with their subtle use of herbs. He also describes toasting bread by an open fire and dipping it in olive oil – in other words, crostini. Caravaggio and the street people who posed for him didn’t eat anything like as well as the wealthy Renaissance man Aretino, to judge from the lack of fat on their bodies. They never washed their hands before eating, either – everyone in his paintings has dirty fingernails, including his Boy Bitten By a Lizard, who is reaching for sensual cherries with filthy fingers. These cherries, and all Caravaggio’s fruits, are not so much full meals as sex snacks. They belong in a bedroom, along with the red wine offered by his scantily clad Bacchus. Food and wine for Caravaggio are sensual metaphors, images of carnal pleasure. In the Supper at Emmaus he provocatively includes his decadent fruits in a religious scene. The apples are subtly decaying: a fig has split apart. The fruit basket is sin, it is sickness, it is death – everything the ethereal Christ has come back to redeem us from. The cold, dead roast bird is an image of the crucifixion. Caravaggio can’t help being wicked. He shows us its hollowed-out nether regions and parson’s nose in a deliberately obscene way. In the end, I don’t think he cared much about food – only about sex and death.",
  "webTitle": "Caravaggio and the art of dieting",
  "webPublicationDate": "2016-05-28T07:00:27Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/28/caravaggio-and-the-art-of-dieting-renaissance-master",
  "keyword": [
    {
      "webTitle": "Michelangelo Merisi da Caravaggio",
      "id": "artanddesign/caravaggio",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/28/caravaggio-and-the-art-of-dieting-renaissance-master"
}