{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/7-eleven-is-the-tip-of-the-iceberg-in-worker-exploitation-so-whos-turning-a-blind-eye",
  "id": "2016-05-12-355",
  "sectionId": "commentisfree",
  "body": "We’ve learned some valuable lessons from the 7-Eleven wage scandal. We learned that business size is not a guarantee against widespread breaches of workplace laws, neither is commercial success, nor is ubiquity. After all, the 7-Eleven franchise network is a billion-dollar enterprise with more than 600 stores in Australia and more than 30 stores in the Melbourne CBD alone. We also learned that detailed procedures mean very little in the absence of a robust commitment to identify and address possible breaches of workplace laws. 7-Eleven exercised a high degree of control over the operations of its franchisees, including through management of the payroll, fortnightly visits by its district managers and biannual store audits.  Yet none of these mechanisms detected the extent and severity of underpayment in the 7-Eleven franchise network. This was despite investigative actions into 7-Eleven since 2008, including a 2014 warning of systemic risks to 7-Eleven head office by the Fair Work Ombudsman (FWO).    Related: Greens would give Fair Work the power to convert casual jobs to permanent    It was only after the exposé by Fairfax and 4Corners that 7-Eleven began to take decisive action. Given its belated response, its commitment to ensuring wage justice to the 7-Eleven workers has always been doubtful. Indeed, the shallowness of this commitment was on show this week with 7-Eleven replacing the independent wage fairness panel chaired by Allan Fels with an “in-house” process – one that Fels has described as a “bogus” process run by “self-interested people with the aim of minimising the payout”. The 7-Eleven wage scandal has also taught us the lengths to which some employers will go to exploit their workers.  Deception is a hallmark of the 7-Eleven wage scandal with falsification of employee records at the heart of the breaches. The “half-pay scam”, is just one example, where employees were paid for half the hours recorded in the payroll system.  Coercion was not beyond the pale. After the media exposé, the “cash-back scam” emerged, where employees were initially paid the correct award rate and then forced into paying back part of their wages to their employers. Disturbingly, Fels said as recently as February that there is “a strong, powerful and quite widespread campaign of deception, fearmongering, intimidation and even some physical actions of intimidation by franchisees”. All of this was facilitated by a ready supply of vulnerable workers. In the case of many 7-Eleven workers, their vulnerability was acute even prior to employment due to limited employment opportunities and financial pressures from education fees and living expenses. Such vulnerability explains why they were channelled into these precarious jobs. Their vulnerability was further compounded once in employment by their participation in illegal working arrangements, at times in breach of their visas and what the FWO has characterised as a “culture of acceptance”.    Have we become accustomed to cheap products produced by exploited labour?    Such vulnerability is not unique to 7-Eleven workers. A key lesson of the 7-Eleven wage scandal is that temporary migrant workers – estimated to make up 10% of the workforce – are particularly susceptible to exploitation by employers.  In its report, A National Disgrace: The Exploitation of Temporary Work Visa Holders, the Senate education and employment references committee powerfully documented how these workers – whether international students, 457 visa workers or working holiday makers – experience such a risk due to the interaction between their vulnerability and employer practices in poorly-regulated industries. A crucial lesson we are only beginning to grasp is that the problem of non-compliance with labour laws goes beyond 7-Eleven and even temporary migrant workers. Two years ago, Natalie James, the Fair Work Ombudsman, said “achieving widespread employer compliance with minimum employment standards is a major and ongoing challenge in Australia”.  Central to this challenge is combatting the use of business models premised upon illegal working arrangements. Again, this is not confined to 7-Eleven. In 2014, for example, Coles admitted that its trolley collection services – which it contracted out – was vulnerable to exploitation and poor work practices.  What we are also beginning to grasp is that the problem of non-compliance is long-standing. Research suggests that endemic non-compliance dates back at least to the mid-1980s. There are also industries where the culture of lawlessness – and impunity – is well known.  Courts, for example, have repeatedly observed how the hospitality industry is notorious for breaching labour laws. Such evidence undercuts the repeated insistence on the part of governments and employer associations that “most employers do the right thing”. Breaches of labour laws are not exceptions; it is the everydayness of exploitation that prevails.   Related: Good slogan, Malcolm Turnbull, but growth in what kind of jobs? | Van Badham    The FWO report on 7-Eleven poignantly asks who is responsible for non-compliance. It concludes that 7-Eleven, the franchisor, has a “moral and ethical responsibility” to require those involved in its network to comply with workplace laws. We should, however, widen our lens and ask: who else has such moral and ethical responsibility?  What about the present government, which just cut 10% from the FWO’s budget, despite promising strong action to stamp out exploitation of foreign workers and despite the Productivity Commission recommending that the FWO be provided with additional resources to deal with underpayment? What about tertiary institutions that exact fees which place substantial financial pressure on international students?  And what about the rest of the community? Have we become accustomed to cheap products produced by exploited labour? Has our familiarity with illegal working conditions (eg a daughter working without penalty rates; a friend working for “cash in hand”) inured us to its toxic consequences? It may well be that it is not just 7-Eleven that has been guilty of turning a blind eye. What have we learned from the 7-Eleven wage scandal? Not enough.",
  "webTitle": "7-Eleven is the tip of the iceberg in worker exploitation. So who's turning a blind eye? | Joo-Cheong Tham",
  "webPublicationDate": "2016-05-12T05:46:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/7-eleven-is-the-tip-of-the-iceberg-in-worker-exploitation-so-whos-turning-a-blind-eye",
  "keyword": [
    {
      "webTitle": "Industrial relations",
      "id": "australia-news/industrial-relations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joo-Cheong Tham",
      "id": "profile/joo-cheong-tham"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/7-eleven-is-the-tip-of-the-iceberg-in-worker-exploitation-so-whos-turning-a-blind-eye"
}