{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/anthony-weiner-documentary-political-lessons",
  "id": "2016-05-20-182",
  "sectionId": "film",
  "body": "There are lessons for us all in Weiner, a new documentary charting the rise and fall of former House representative Anthony Weiner and his 2013 New York mayoral run. If the name doesn’t ring a bell, he was the Democrat unable to stop himself from sabotaging his career – twice – by sending sexually explicit pictures to strangers on social media.   Related: Weiner review: an unsparing portrait of politics and a gift that keeps giving    Weiner was first elected to Congress at age 34 in 1998 after six years as a New York City councilman, and fought spiritedly for healthcare reform and funds for 9/11 first responders in the House. Some of his fiery speeches became hits on YouTube. He also voted for the war in Iraq and was criticised for hypocrisy over his campaign for UN diplomats to pay parking tickets when his own vehicles were found to have racked up unpaid fines.  After resigning in 2011 when his first set of sexually explicit messages came to light, he embarked on an apology tour, backed by his wife Huma Abedin, a top aide to Hillary Clinton. He then returned to the fray to run for New York mayor in 2013 on a platform of protecting the middle-class. Seemingly forgiven and even embraced for his sins by voters, Weiner surged to the top of the polls before – almost unbelievably – disaster struck again when a new set of sexts were revealed, dating from after his first resignation.  As the documentary shows, he pressed on with his campaign despite a huge and destabilising media furore, and eventually slumped to last place in the primary election, which was won by current mayor Bill de Blasio. Here’s what I learned from the film, which goes on release in the US on Friday – and what you can learn too:             Don’t sext pictures of your penis to strangers on social media unless you’re 100% sure your spouse, who may be the closest aide of a potential future presidential hopeful, won’t mind. If you must sext pictures to strangers, try to ensure you are not a US congressman at the time. If you do sext pictures, and you are a US congressman, try to make sure your name is not a humorous synonym for penis. This will avoid a situation where the New York Post and New York Daily News can run a series of punning headlines such as He’s Got Some Balls, Same Old Schlong and Dance, Weiner: I’ll Stick it Out, Cuomo Beats Weiner, and Obama Beats Weiner. But if you are tempted to solve the above problem by adopting a pseudonym, don’t choose “Carlos Danger”. Don’t keep on sexting people after your first resignation from Congress if you one day hope to run for mayor of New York.      Weiner: in your face. Photograph: SHOWTIME     Do try to keep your temper. If a racist voter torments you at a campaign stop in a restaurant it’s perhaps understandable to return to the restaurant, mouth full of food, in order to escalate the argument, even if it means the media get to feast over every second. But when MSNBC’s Lawrence O’Donnell asks about how your sexting scandal has torpedoed your mayoral bid, perhaps try not to laugh, shout, swear, mock the host’s voice ... or all four. The middle finger Weiner gave the press as he drove home having won only 4.9% of the vote in the mayoral primary sums up this approach neatly.  Don’t hire a comically self-important soda-slurping aide who will say things such as: “We’re executing the McDonald’s plan,” “I’m budgeting 12 seconds from car to door,” and “I’m giving you the tick-tock of my plan,” and will give the recipient of some of your sexts the inappropriately cutesy codename “Pineapple”, then sheepishly tell the documentary crew filming you: “Oh shit, I shouldn’t have said that on the camera ... ’cause that’s our code word.” Don’t make a joke that revolves around having sex with two people to your female press secretary on camera in the middle of the fallout from your own actual sex scandal.      Weiner: a patois perfectionist. Photograph: Showtime     Don’t adopt a Caribbean accent while dancing and toasting along with dancehall music on a float – actually that one really seemed to work. His whole campaign should have been based around this approach. Similarly, Weiner allowing a documentary film crew to continue filming him and his wife as scandal broke probably seemed like a potential mistake at the time – but in fact the film that Josh Kriegman and Elyse Steinberg have produced is much less a damning hit piece than something close to the first step toward his public rehabilitation. So the message I take away from this is: always keep a film crew close at hand.   Weiner is out now on general release in the US.",
  "webTitle": "Weiner: 10 political lessons from the warts-and-all documentary",
  "webPublicationDate": "2016-05-20T12:00:09Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/anthony-weiner-documentary-political-lessons",
  "keyword": [
    {
      "webTitle": "Weiner",
      "id": "film/weiner",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Anthony Weiner",
      "id": "us-news/anthony-weiner",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Owen",
      "id": "profile/paulowen"
    }
  ],
  "guardianId": "film/2016/may/20/anthony-weiner-documentary-political-lessons"
}