{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/pregnancy-women-public-health-babies",
  "id": "2016-05-30-185",
  "sectionId": "commentisfree",
  "body": "Scottish women have been urged to address any less than ideal health issues before becoming pregnant. If you are obese, drink heavily, suffer from depression or are a victim of domestic abuse and plough on with procreating before you have all this resolved, the message is that you are creating problems for your baby before you even conceive.   Related: One step closer to roving squads of child-catchers | Kevin McKenna    “If already healthy and living a good life, then this final stage of preparation usually need last only for a few months before conception,” says a report commissioned by NHS Greater Glasgow and Clyde. Its meaning is opaque: you’re in peak physical condition and living a good life (something only Scandinavians ever claim). Now you only have to spend a few months preparing … for what, exactly? The baby is framed here as a triathlon or exam; some arduous, worthy task that only the superior achieve. The inferior, meanwhile, should just forget it: “If in poor physical or mental condition, or burdened with unhealthy habits, illness and/or a chaotic life, then significantly more time and help may be needed to adequately get ready.” The author of the report, Dr Jonathan Sher, expressly said he didn’t want to shame or hector women, yet calls for “a wide range of agencies, including NHS doctors and nurses, but also youth clubs, schools and churches, to be part of a push to change the culture so that people who may have a baby are asked regularly about their intentions and advised on any improvements they could make”. It’s hard to comprehend what shame and hectoring is, if not a wide range of agencies, including all the institutions of civil society, asking you regularly about your intentions and advising you on improvements you could make.    It does not follow that if you lose your Oyster card and your boss shouts at you, your risk of a birth defect rises 5%    As with so many state interventions in pregnancy, “would-be mothers” doesn’t just mean women who at this very moment are flicking through Mothercare catalogues, wondering when their ship will come in. It means all fertile women. This distinction is important – or rather, the fact that it is routinely ignored is important. Of course all conditions should be ideal: who would deliberately bring a baby into a world of debt, domestic violence, poor nutrition and inadequate transport links? Back in reality, meanwhile, pregnancies happen to a broad range of people. Pregnancies can arrive into a chaotic household for that precise reason – keeping a woman permanently pregnant or breastfeeding being a known pathology of domestic violence. Some women will have spent their adult lives dipping in and out of debt and in and out of stress, and for their own reasons want a baby anyway. When public health addresses itself only to the constituency of the perfect – when its message to the imperfect is to delay until perfection has been achieved – it is no longer public health, it is operating as a kind of barrier system, to determine which babies are the collective responsibility of society and which ones aren’t, since they should never have been born in the first place. There are profound implications for women, too, when fertility puts one in the crosshairs of “a wide range of agencies”. It is a licence for surveillance and judgment: never mind whether you are pregnant, do you look like the kind of woman who intends to be pregnant? I’ve been kicking around pregnancy culture for a decade; events that were astonishing to me in 2007 – the issuing of advice based on no scientific evidence, for instance – are no longer surprising. Certain trends have become pronounced. For instance, stress during pregnancy is known, at its most intense, to cause a range of problems, from birth defects to miscarriage. But that word “intense” is key. Studies in this area are based on women who lost one of their existing children or a spouse while pregnant. It does not follow that if you lose your Oyster card and then your boss shouts at you, your risk of a birth defect will rise by 5%. And yet “stress” has made it on to the do-not list, as if it were something you could choose. Alcohol, likewise, causes damage if huge amounts are consumed; there is no evidence of damage at moderate levels. Depression is dangerous if you’re reliant on medication that you can’t take in pregnancy, but not always if you’re not. This persistent misrepresentation, extrapolating back from every danger to find risk in everything, originated in the US and has been swallowed wholesale in the UK by medics who should know better.   Related: Domestic abuse: changing the conversation    From the problem families rhetoric, you may recognise the elision of factors within and outside a woman’s control. You can seek help for your addiction or your obesity; your depression cannot be stamped out (if it were that simple, every sufferer would be cured); your debt is likely to be someone else’s fault; domestic violence certainly is. To present these problems as all on a spectrum of things that the right-thinking woman should sort out before she spawns is to fail, spectacularly, to engage with what they really mean and entail. People who do become pregnant often complain about strangers coming up to them and touching their bellies. I don’t think this actually happens very often; nobody ever did it to me, though I had permanently low blood sugar and looked like Grendel’s mother. I think the complaint is basically metaphorical; your body is the site, suddenly, of the most incredible intrusions, from people to whom you have become collective property. It is raw and shocking. But it’s an altogether different and more dangerous story when you become public property before you’ve even done anything, when reproduction is no longer a choice but a prize, bestowed upon the healthy who lead good lives.",
  "webTitle": "So now pregnancy is a prize for women who lead a ‘good life’ | Zoe Williams",
  "webPublicationDate": "2016-05-30T06:00:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/pregnancy-women-public-health-babies",
  "keyword": [
    {
      "webTitle": "Pregnancy",
      "id": "lifeandstyle/pregnancy",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/pregnancy-women-public-health-babies"
}