{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/16/the-book-of-lies-by-teri-terry-review",
  "id": "2016-05-16-301",
  "sectionId": "childrens-books-site",
  "body": "Quin and Piper are twins, but they were separated just after they were born by their own mother and grandmother. They had never met until a tragic event brought them together: the funeral of Isobel, their mum, who died from an unexplained dog attack. The twins are shocked by the death, but neither this nor their first encounter go as expected; much on the contrary, it intrigues the reader.   It starts to rain, and I’m glad. She hated the rain. Maybe she was afraid rain would wash away her mask – the one she wears in newspapers, smiling, with a man I’ve never seen before. Smiling? I wonder if she smiles in her coffin, if they arranged her features into a pleasant lie for the afterlife.  Unfortunately, the author does not utilize this intriguing beginning to the book’s advantage, she makes it lengthy, taking over almost half of the book, and the story ends up being redundant; the sisters’ behaviour, despite being comprehensible, is still a bit annoying. Overall, the reader is fated to lose interest.          My advice? Don’t stop reading! The more you progress in the story, the better it gets. The second half contrasts with the first: the story is brought to life; everything becomes vivid, fluid and fast. The sisters are drawn into a supernatural family curse that has been following them for centuries. In this part, Teri Terry presents an amazing fantastic mythology, making it all worthwhile: her readers are left breathless.   Snarling. Evil, sour breath. Paws on my chest. Heavy paws, and I can hardly breathe.  The last pages are the best. There is an unstrained, surprising and creepy plot twist that wins the readers and supports the author’s choice to alternate between Quin and Piper’s points of view. The book of lies itself was a wonderful idea, and I want one, as you probably will too if you read it, but I can assure you I am up to only good!   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Book of Lies by Teri Terry - review",
  "webPublicationDate": "2016-05-16T08:00:31Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/16/the-book-of-lies-by-teri-terry-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/16/the-book-of-lies-by-teri-terry-review"
}