{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/gloucester-premiership-rugby-union-salary-cap-frezze-stephen-vaughan",
  "id": "2016-05-18-178",
  "sectionId": "sport",
  "body": "Gloucester’s chief executive, Stephen Vaughan, has called for a freeze on the Premiership’s salary cap after it rises to £7m in 2017, warning that if it continues to go up clubs would either go into unsustainable debt or the league would become uncompetitive and break up. The cap rises to £6.5m next season and £7m in 2017-18. There is a proposal for it to go up by another £500,000 the year after that, which would effectively mean it was £9.5m when various add-ons such as credits, injury dispensation and two marquee players were taken into account.   Related: Premiership Rugby reaches settlement in alleged salary-cap breaches    “I think we have reached a crossroads as far as the salary cap is concerned,” said Vaughan. “I believe the levels for the next two seasons are ones we should not go above for a very long time. It has risen in recent years for the right reasons, not least Premiership clubs being able to compete in Europe with the Irish and French and get the best talent in the world here. “But we have to balance the cap with revenue. If you want to pay the full cap and be sustainable as a business, it will be nigh on impossible unless you take short cuts or saddle yourself with debt. We have been self-sustaining for a number of years, along with the likes of Northampton and Exeter, turning over £15m, although we will record a small loss this year, the first for six years. “The cap does not include the wages of coaches or support staff so you can see how clubs will struggle to make ends meet. An increased cap will not give you the opportunity to invest and make improvements, like to your ground or the fan experience. The Premiership is more than holding its own in Europe and we are at the point where if we go further, we put financial models in jeopardy.” In a recent Guardian investigation into player welfare, the Rugby Players’ Association raised concerns over workload and called for breaks within the Premiership season to offer protection to those players as well as those in England’s Elite Player Squad. The issue for clubs is that fewer players featuring in fewer games means less revenue at a time when salaries are increasing. Vaughan has canvassed the views of other clubs and there is a widespread concern that the increases in the cap have created an inflated player market, especially for English players. As the cap goes up, the extra money is swallowed up not just on new players but on improved contracts for ones already on a club’s books with nothing left over. “The fear is that increases in revenue will get swallowed up by wage rises and more,” said Vaughan, who joined Gloucester at the end of 2012. “We have a distribution model that works on paper, but when you add in credits and marquee players, the income you get in does not cover expenditure. You do not need to be an Oxford University economics graduate to appreciate that at some stage that will catch up with you. “That creates a them-and-us position where only clubs with rich benefactors who are willing and able to plug that gap will be in the market for top players and so be successful. The beauty of the Premiership is that most teams on their day can beat others. If that changes and the same clubs occupy the top five or six places every season, they might look elsewhere and the English system then becomes second rate. “We need to avoid that and if we want to grow the game you have to get teams as competitive as you can and build the grassroots game. I am not worried about the future because a growing number of clubs feel the same as Gloucester about a system in which the agents and the players are winning but the clubs aren’t. “It has gone far enough. If the cap goes up again in 2018, how will clubs afford any increase in the wage bill? Boards would have to seriously consider whether to spend the full cap because it would mean piling up losses. I think the next vote on the cap will be sensible. We need to make sure that clubs who have been around for 140 or 150 years are on such a good footing that a change of owner would not matter.” Vaughan does not want the Premiership to become like France’s Top 14 where there is an abundance of foreign players. “Some clubs only have three or four French players, with the rest bought in,” he said. “In football, player wages have become outrageous and Arsenal are the only top club that is sustainable. I know their supporters are not happy after another season without the Premier League title, but as a business it is very well run. “Common sense should play out on this one and I believe it will. There are many things we can do from 2018 such as freeze the cap for a few years while income goes up or drop to one marquee player. We have to make sure revenues catch up with spending for the good of the Premiership and the game here.”",
  "webTitle": "Gloucester chief calls for freeze on Premiership rugby’s salary cap",
  "webPublicationDate": "2016-05-18T12:44:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/gloucester-premiership-rugby-union-salary-cap-frezze-stephen-vaughan",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gloucester",
      "id": "sport/gloucesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/18/gloucester-premiership-rugby-union-salary-cap-frezze-stephen-vaughan"
}