{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/conor-oshea-italy-warning-premiership-harlequins",
  "id": "2016-05-06-256",
  "sectionId": "sport",
  "body": "‘I will be at peace with the world and I love that thought’ When Conor O’Shea was appointed Harlequins’ director of rugby at the end of 2009, the club were reeling from the Bloodgate scandal that had landed the former holder of the post, Dean Richards, with a three-year ban. There were other casualties from the decision to simulate an injury with a fake blood capsule at the end of a Heineken Cup match with Leinster but, more than six years on, O’Shea can sign off with a European trophy and close the circle before he takes charge of Italy. Quins play Montpellier in Lyon next Friday in the final of the European Challenge Cup and winning the tournament would be a fitting way for O’Shea to exit a club whose reputation he quickly helped salvage and then polish. It was the first trophy the club won under him, in 2011, and they are bidding to take possession of it for the fourth time; no other side has lifted it more than twice.   Related: England rugby squad’s workload puts welfare at risk, warns players’ union    O’Shea was a smart choice by Quins, whose image had taken a media battering. Comfortable in front of a camera and notebooks, his limitless enthusiasm galvanised a side that in 2012 became the Premiership champions. The last couple of years have been disappointing in terms of the league and they go into the final round of Premiership matches vying for fifth place and qualification for next season’s Champions Cup, but they have continued to play in an ebullient manner, darting and dazzling but often leaving an open door for opponents. O’Shea, who spent 10 years at London Irish as a player, captain, director of rugby and managing director before taking charge of the Rugby Football Union’s academy programme, will be a big loss to the Premiership, not just for the style of play he espouses but the way in which he has looked after his players. “It will be an emotional day on Saturday [when Quins face Exeter at the Stoop in O’Shea’s final home match] and it will be in Lyon the following Friday,” he said. “I have never gone out for drinks with the boys, but I will after the Montpellier game. I have promised Nick Easter I will spend the night with them and not go to bed. Leaving somewhere is always hard, but I am going at my own choosing and without any bitterness, which is rare in professional sport, leaving friends behind. “I remember when we lost to Connacht in the Heineken Cup in 2012; it was the year we won the Premiership and you think everything is perfect. I was pretty emotional because we had won in Toulouse and could have got out of our group. David Morgan, the chairman then and now, said to me not to take it so much to heart. I replied that, with respect, if I did not do that you would have the wrong person. “You have to care. I know I make loads of mistakes every day of my life, like we all do, and there are things I could have done better, but you put a lot of emotional effort into the role because it is a people job. You are dealing with a number of highly motivated professional sports people. Yes, they are a team, but they are individuals as well. Last Sunday was horrible because we had to put the final nail in London Irish’s coffin: it was hard for me having spent 10 years at that club, but as a professional your club comes first and foremost. It has been frustrating this season because we are better than our position in the league is showing: some of the rugby we have played this year has been magnificent. We lost momentum during the Six Nations but we are in a really good place as a club. Our expectations are high. Once you have been at the top nothing but the top is good enough and that is a good place to be.”     Conor O’Shea, left, oversaw a Harlequins’ victory over London Irish that relegated his former club. Photograph: Christopher Lee/Getty Images    Quins can reflect on the what ifs: two narrow defeats to Northampton, a missed late penalty at Exeter, a wasted final-minute chance at Leicester, the blowing of a big lead at Newcastle. “You know the games that cost you,” said O’Shea. “We are aware of the areas that need to be tightened up: at times we have been too easy to score against this year. We changed our defensive system over the summer because we wanted to become more aggressive and that meant some changing the way they had defended all their lives. There is a long-term element in everything you do; it is not always about tomorrow. We had injuries to players during the Six Nations and at one point had Ben Botica as our only outside-half. The Premiership is so tight and it is becoming more and more unforgiving in terms of not being able to be off it. My old club are a perfect example of that and it is hard to see them go. “Some of our young players will have learned lessons from the tough period we went through earlier this year. They will understand the levels you have to be at, the levels that your Mike Browns get themselves to on a weekly basis; that is the difference between being a winner and not. I will let other people judge whether Harlequins are in better shape than when I arrived. I have loved my six years here and the club has given more to me than I have to it. I hope next Friday night to go out and have a celebratory beer or five with players I have a huge amount of respect for. I count them as friends along with the staff here who have made my life very easy. “I have always liked doing different things to keep myself fresh, whether it be going to the United States after the ’95 World Cup for two summers and doing a master’s in sports management. I knew it was the right time for me, and for the club, to make that decision. I have given what I can for a huge period of time. Some people could last 50 years, but I knew it was the right time. The challenge for me personally and professionally is to take on something new and exciting, learn a language and a culture and, I hope, impact in a positive way on a new environment.” O’Shea may have maintained a social distance from his players, but he has always been close to them at work. “George Lowe I would count as one of the most special people I have come across in the game,” he said. “He is such a good club person and he will go in for more surgery after the final. He has been so unlucky with injuries and will miss the start of next season and be back in October. People like him are what I will take away from this club. The likes of George Lowe are what rugby is all about, selfless and always about the team rather than ego. Chris Robshaw is the same. He has never once bitten back at anybody, just got on with it. When I came here six years ago, I decided to make him captain after watching him in training. I observed him for six weeks and he did everything, last off the pitch. To this day, and everything he has gone through, I have not seen him change.     Mike Brown, left, and George Lowe celebrate after the European Rugby Challenge Cup semi final against Grenoble. O’Shea believes Lowe is ‘one of the most special people [he] has come across in the game.’ Photograph: Steve Bardens/Getty Images for Harlequins    “People love slagging people off and having a go, but what better role model in the world we live in is there? It is almost unfair to call him a role model because he is a bloody great rugby player. I tell players not to engage in social media, like Mike Brown, a player I am close to and who I will miss massively. All the boys here think I have a fake account, but I would not be able to set one up. I am inept when it comes to that. I would only engage if everyone’s names were on it and they showed their face. Brownie should ignore it all. It is a way for people to vent without any retribution or recourse and they can feel good about themselves. If that is your way, so be it. It is largely irrelevant; what matters is the people close to you. When I was playing, my dad said never read the good stuff or the bad stuff because neither is true, but you always want to look at the good. That’s human nature; praise is nice, criticism isn’t. Social media is different from traditional media because its duty is not to inform. “Rest is important for players. When you approach the medal matches, it is difficult to take your foot off the gas, but we have a duty to the player. I remember resting our England contingent at Wembley against Saracens the week after the end of the Six Nations a few years ago; Jim Mallinder [Northampton’s director of rugby] played all of his against Sale and both of us got slagged off in the papers. We both lost and we were both seen to be wrong. We won our next four matches and got into the top four by the skin of our teeth and suddenly it was the right decision. You want to see great players on the pitch, but not if they do not have the right energy. We have a duty to them. “The competitiveness of the Premiership and Top 14 is becoming more and more brutal. We have to protect the players from themselves and make sure that money does not become the driver. If I have one big fear, it is a push for short-term success as more money comes into the game. There will be a temptation to buy overseas guys who are here all season. Mike Brown v Charles Piutau – who is better? I would like to think it will always be the English player otherwise we will go down the route the Top 14 has taken, one that will cause England problems in 10-15 years. People will then ask why we did not say no to overseas players. And anyone who leaves England must not play for their country. That has to stay. It is easy to say that in a World Cup year the rule should have been broken, but those arguing that were not thinking long term. They will be the ones in 15 years who will say we should have held firm because the league is full of foreign players. I believe English rugby is in a good place and you see good young English players every week. Be careful because that could change, maybe not in the short term because the players are here, but it is about giving those behind an opportunity. That is how they become good players.   Related: Rugby union’s brutal reality: the physical and mental toll of an elite playing career | Michael Aylwin    “There is risk and reward in bringing young players through and I hope the game here does not come to be driven by the short-term. A club needs a philosophy and when you look at the longevity of players at this club, and others, together with the support of the board, and that gives you the faith to pick the young English players because you know the club are in it for the long haul. A club needs players like Nick Evans, James Horwill, Adam Jones and Jamie Roberts to help the younger ones. It is a big enough league to ensure that not everyone needs to be English, but you have to get the balance right.” O’Shea will have little time to prep himself for his new job with Italy, leaving next month for a tour to America and Argentina. Later in the summer he will move his family to Verona, a mid-point between the country’s two professional teams, Zebre and Treviso, and has already started learning Italian. The 45-year-old is someone who likes to immerse himself in a job, taking in the whole picture rather than a part of it, as he did at London Irish when helping secure the future of the amateur side of the club. He will doubtless involve himself in a system that has been failing on a number of levels, but he will first adopt a watching brief, as he did at Harlequins when starting two months before the end of the season after serving out his notice with the RFU. O’Shea used the time to work out what needed to be done. “I have been given an opportunity by Italy and I would hope it is because I do look at the whole picture rather than one part,” he said. “When I started at Harlequins, the season was over with nothing to play for and I was able to meet people, talk and watch without doing much else. I used the summer to make changes and that is the process I will have with Italy. It is hard to finish the season here, fly to Rome, meet the players and say ‘hello’ in bad Italian. I can go on the tour and from August onwards will move the family there and be able to put my stamp on things. I have ideas, but I want to speak to people there first. When I had the offer, I had to think about my wife and our two young daughters because it was not all about me. The girls are nine and six and when you commit to somewhere for four years you want everything to be right for them because you want them to be happy. I know they will be emotional when they leave their lovely school in Maidenhead but we feel we can all enjoy the experience. I look forward to the challenge in Italy on so many fronts and hope I can repay the faith they have shown in me. When I was a kid, my dad nearly moved us to Rome. He decided to stay behind, and when I spoke to him about the Italy job he said I might as well do what he did not. It’s funny the way the world works.” Italy landed the wooden spoon in this year’s Six Nations while England were celebrating a first grand slam for 13 years. The Azzurri have made barely a ripple in the 17 championships they have been involved in and O’Shea has four years to turn the team around at a time when England are on the move and none of the Pro 12 teams qualified for the knockout stage of the Champions Cup.     Conor O’Shea will move to Italy to coach the national side following the end of Harlequins’ season. Photograph: Alessandro Bianchi/Reuters    “There should not be an overreaction about the Pro 12 and Europe,” he said. “Leinster, Glasgow and Ospreys are good sides who were impacted by the World Cup more than sides in other countries. In the Six Nations, England are well set with the experience and age profile. They will drive on from disappointment and a young wave of players is coming through. “I thought Wales would win this year’s Championship at this stage of their evolution given the team they had, age profile and X factor. They will be more than decent for a few years. Jamie Roberts was ridiculously good in the championship, Alun Wyn Jones has a few years left in him and Dan Biggar is world class. Ireland are fine, very good, suffering injuries from key people. They have good players coming through. With Joe [Schmidt] at the helm they are fine. I will think about all that after Friday week. It is a pretty brutal campaign and when you pick up injuries, it becomes a mental challenge. “I know the areas I want to look at with Italy, but first there is the end of the season with Harlequins to think about. I will learn a lot on the summer tour and then, before moving to Italy, I will go back to Kerry and have a break. I will be at peace with the world and I love that thought.” • This is an extract taken from The Breakdown, the Guardian’s weekly rugby union email. To subscribe, just visit this page, find The Breakdown and follow the instructions.",
  "webTitle": "Visionary Conor O’Shea sets sail for Italy with warning to Premiership | The Breakdown",
  "webPublicationDate": "2016-05-06T10:00:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/conor-oshea-italy-warning-premiership-harlequins",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Italy rugby union team",
      "id": "sport/italy-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/06/conor-oshea-italy-warning-premiership-harlequins"
}