{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/05/tory-mps-tell-cameron-to-accept-steep-cuts-needed-for-uks-fifth-carbon-budget",
  "id": "2016-05-05-319",
  "sectionId": "environment",
  "body": "Twenty Conservative MPs have written to the prime minister urging him to accept the steep cuts in greenhouse gas emissions required by the UK’s ‘fifth carbon budget’. On the eve of local elections in several regions, and the poll for the next London mayor, the MPs have made a strong statement that climate change is a problem that cannot wait. The 20 backbench Tory MPs include former fisheries minister Richard Benyon, chair of the health select committee Sarah Wollaston, former under secretary of state for health Daniel Poulter, and member of the environmental audit committee Rebecca Pow. “[The carbon budget] is tailored to meeting our carbon obligations at the lowest possible cost and with the highest ancillary gains,” they wrote to David Cameron on Wednesday night. “Early and full acceptance of that advice will give investors and government the confidence to act and so maintain this government’s proud record of lower emissions combined with sustained economic growth.” The letter was co-ordinated by Graham Stuart, MP for Beverley and Holderness since 2005 and a long-time campaigner for climate action who is also vice-chairman of the Globe group of legislators around the world pushing for laws on greenhouse gases. Under the fifth carbon budget, emissions must fall by 57% below 1990 levels by 2032. The budget was set out by the Committee on Climate Change, the statutory body set up under the climate change act to advise ministers on how to meet the UK’s long term climate target of an 80% reduction in emissions by mid-century.   carbon budgets   The budget must be approved by the end of June, but the timing is awkward for the government because of this week’s local elections, and – more significantly – the referendum on 23 June on whether the UK should remain a member of the European Union. If the budget is not approved, the government will be open to legal challenge and judicial review, under the terms of the act. David Cameron could face significant opposition from his MPs over the fifth carbon budget. He had to step in to quell dissent among right-wing backbenchers over the last carbon budget, introduced in 2011 when the coalition was still fairly new. Dissent is likely to be heightened this time, without the dampening effect of a coalition, and in the fever of an EU referendum debate. Environmental concerns have not played a leading role to date in the EU referendum rows, but the UK’s green regulations could be dramatically affected by its outcome. A vote to leave would throw into doubt the UK’s efforts on emissions, which currently are bound up with the EU’s efforts, as agreed under the Paris accord reached last December. Theoretically, the Climate Change Act and thus the carbon budget are separate from any EU considerations. In practice, however, those campaigning for a Brexit have often expressed scepticism on global warming science and policy. Lord Lawson, who has spearheaded the exit campaign, is also founder of the Global Warming Policy Foundation, a climate sceptic thinktank. A no vote would call into question the UK’s climate change commitments, and could embolden opponents of the climate change act to seek its repeal. Green campaigners added their voices to the MPs. Matthew Spencer, director of the Green Alliance, said: “As Tory MPs make clear, it’s vital that the fifth carbon budget is accepted in full, without caveats, if it is to reassure investors that were staying the course to a near zero carbon electricity system in 2030. The prime minister should be bullish about this decision and then bang heads together across Whitehall to increase momentum on delivery of new low carbon infrastructure.” Simon Bullock, climate campaigner at Friends of the Earth, urged the government to go even further. “Climate change’s impacts are already affecting us all, and this letter reflects the strong desire for action across the political spectrum,” he told the Guardian.  “The government must develop a much stronger strategy to meet the commitments it signed up to in Paris last year. Passing the fifth carbon budget is an essential first step. Putting in place a clear climate plan is essential to give businesses confidence to continue investing in Britain’s growing low-carbon economy, as the Conservative backbenchers rightly point out.” The MPs told the prime minister that the UK’s work in helping to reach a global agreement on climate change in Paris should provide the momentum to put the economy on a low-carbon footing, and meet the fifth carbon budget. They said this would open up new economic opportunities and job gains. “Following the historic outcome of the Paris climate conference, the shift to low-carbon technology in transport, buildings and energy markets is accelerating again,” they wrote. “The UK played a pivotal role in the agreement and we now need to make sure that we attract the greatest possible investment in UK low and zero carbon infrastructure, with the supply chain and employment benefits this can bring.”",
  "webTitle": "Tory MPs tell Cameron to accept steep cuts needed for UK's fifth carbon budget",
  "webPublicationDate": "2016-05-05T06:01:44Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/05/tory-mps-tell-cameron-to-accept-steep-cuts-needed-for-uks-fifth-carbon-budget",
  "keyword": [
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Green politics",
      "id": "environment/green-politics",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Committee on Climate Change",
      "id": "environment/committee-on-climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Harvey",
      "id": "profile/fiona-harvey"
    }
  ],
  "guardianId": "environment/2016/may/05/tory-mps-tell-cameron-to-accept-steep-cuts-needed-for-uks-fifth-carbon-budget"
}