{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/media-briefing-wednesday-4-may",
  "id": "2016-05-04-305",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Government threats to make BBC move Strictly are ridiculous, says Lord PattenTory criticises culture secretary John Whittingdale and accuses ministers of listening more to the corporation’s rivals than to the public More on MediaGuardian BBC in talks for Michael Jackson to return in senior roleFormer BBC1 and BBC2 controller, who has also been Channel 4 chief executive, could become director of content or of television Today’s headlines The GuardianTim Cook tries to calm investors’ fears over ailing Apple. P2Government threats to make BBC move Strictly are ridiculous, says Lord Patten. P4 Daily TelegraphRadio 3 plays birdsong to bring listeners back to nature. P7BBC is losing ambition to make challenging programmes, warns Lord Patten. P7Misleading broadband adverts banned. P12TV outfits that sparked a trend. P25Channel 4 sale would raise only £500m, says report for broadcaster. Business P8 Financial TimesLord Patten calls for BBC board to remain independent. P4Lord Patten comment: Regulate the BBC, do not intimidate it. P13Tidal faces growth test after Beyoncé bounce. P18Corbis shifts from photographs to product placement. P20 The TimesI prefer The Archers to Shakespeare, says Globe director. P21 iHulk Hogan sues Gawker again. P2, P25Gary Linker may have to present Match of the Day in his underpants. P5Lord Patten says banning popular BBC shows is ‘ridiculous’. P18Iranian cartoonist freed from prison. P24How Peaky Blinders became a global hit. P34 The New DayTories slammed over BBC plans. P8Downton Abbey helps boost British gin sales in the US. P8 Wall Street JournalPinterest poaches staff from mobile ad service URX. B3 Daily MailSarah Vine: Jonathan Cainer and why only fools mock horoscopes. P15John Whittingdale blasted for BBC ‘meddling’. P28 Daily ExpressAnn Widdecombe: BBC must not enter into the ratings war. P13 The SunVernon Kay’s Drive axed by ITV. P3TV actor who allegedly paid for sex has obtained injunction to prevent UK publications naming him. P5UK singer’s Welsh flag banned from Eurovision. P33Star Wars’s Mark Hamill guest edits charity pullout Daily MirrorJeremy Clarkson is still earning money from Top Gear. P11Beverley Callard returns to work on Coronation Street. P19Paul Hollywood reckons Mary Berry will still judge Bake Off when she is 124. P21Silvergate Media to make kids’ series for Netflix. P44 Daily StarJeremy Clarkson denies criticising Chris Evans. P3Mark Wright to feature in new series of Murder in Successville. P22Stacey Solomon wants to host I’m a Celebrity spin-off show. P22 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-04T07:41:49Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/media-briefing-wednesday-4-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/04/media-briefing-wednesday-4-may"
}