{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/06/sumner-redstone-competency-trial-viacom",
  "id": "2016-05-06-29",
  "sectionId": "media",
  "body": "The trial to determine the mental fitness of one of the most powerful media executives in the world began Friday with a videotaped witness statement from Sumner Redstone himself, in poor health, aided by an interpreter and at times unable to communicate at all. In the transcript of his testimony, the 92-year-old Redstone remained silent when asked about his birth name, which was changed in 1940, and did not say when he last saw his granddaughter Keryn.  Over 20 minutes, Redstone appeared to struggle with yes-or-no queries from attorneys representing Manuela Herzer, an ex-girlfriend who is suing to prove Redstone was not competent to remove her from his advance healthcare directive – a role that gave her power to make the media baron’s medical decisions. Redstone also changed his will to cut out Herzer’s reported $70m bequest. Redstone is head of National Amusements, the organization that controls Viacom, a conglomerate that runs Comedy Central, MTV, Nickelodeon and Paramount Pictures, and broadcast network CBS. Among TV brass he is famous both for his quick temper and his repeated proclamations that he will live forever.   Related: 'A living ghost': Health questions haunt reclusive mogul Sumner Redstone, 92    The case has shaken Wall Street, which continues to balk at Viacom’s declining fundamentals and to question the leadership of Philippe Dauman, CEO of the company and Redstone’s estate lawyer. Dauman replaced Herzer as Redstone’s medical decision maker. Redstone remains the controlling shareholder of Viacom and CBS. According to time stamps on the transcript, O’Donnell asks the question “When Manuela lived here, did she help with your healthcare?” from 10.59am to 11.04am with no response recorded from Redstone, who occasionally attempted to spell the words of his answers. His interpreter said he pointed to the letter “L” at one point; O’Donnell moved on without an answer. But there are some aspects of the case on which Redstone was very clear: “I want to ask you some questions,” asked Pierce O’Donnell, counsel for Herzer. “Who is Manuela Herzer?” After an inaudible answer, Redstone’s interpreter asked him to repeat his himself: “She is – Manuela is a fucking bitch.” Redstone repeated the description of his former partner several times. His lawyer argued that Herzer had tried to ingratiate herself with the businessman as a means to enjoy his wealth.",
  "webTitle": "Sumner Redstone struggles to respond at trial but musters obscenities about ex",
  "webPublicationDate": "2016-05-06T20:02:41Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/06/sumner-redstone-competency-trial-viacom",
  "keyword": [
    {
      "webTitle": "Sumner Redstone",
      "id": "media/sumner-redstone",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Viacom",
      "id": "media/viacom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "media/2016/may/06/sumner-redstone-competency-trial-viacom"
}