{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-parallel",
  "id": "2016-05-02-149",
  "sectionId": "small-business-network",
  "body": "Rebecca Pedlow, owner of Parallel, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Parallel is the only exclusive same-sex gift suppliers in Northern Ireland, and one of a handful in the UK. The products are unique, limited edition and many from local businesses.  The Mr and Mr balloons have been designed by myself, the wineglasses for ‘bride and bride’ have been hand painted by an artist in Saintfield. The soap favours, handmade by a business in Cork and the 99.98% homemade Belgian chocolate bars crafted in Coleraine.  Parallel also offer a blog full of advice and inspiration, and the only gay-friendly business directory for Northern Ireland. |My sister was the inspiration for the creation of Parallel. I organised her civil partnership in 2014 and was disheartened to find a limited selection of same-sex gifts and decorations. Although I had not done anything like this before, I saved money from working as a chef and set up Parallel.  I have received hate mail; it is still a controversial issue in Northern Ireland but it doesn’t bother me. I am passionate about fighting for equality, including fighting the conscious clause, gay blood ban and marriage equality, not just selling products. My sister should have the same rights as I do. She is a counsellor, helping people every day, she deserves to be happy just like the people she helps.  I intend to grow my business to include a gay friendly directory for the rest of the UK and Ireland, and to provide more services in the future.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Parallel",
  "webPublicationDate": "2016-05-02T12:07:25Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-parallel",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-parallel"
}