{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/if-liberal-voters-back-the-greens-on-preferences-it-could-hurt-labor-a-lot",
  "id": "2016-05-12-383",
  "sectionId": "australia-news",
  "body": "The vexed issue of party preferences has flared up this week, with senior Labor figures accusing the Greens of making a preference deal with the Liberals, and internal angst within the latter party about what they will do with their preferences in Labor/Green contests. Senior Labor figures such as Anthony Albanese have insisted that the Greens have agreed to issue “open tickets” without any preference recommendations in a series of marginal seats, mostly in Victoria, in exchange for the Liberal party preferencing the Greens ahead of Labor in a series of Labor/Green marginals in inner-city Melbourne and Sydney. Victorian Liberal president Michael Kroger has indicated willingness to preference the Greens over Labor. other party figures have also expressed some interest in a “loose arrangement” whereby those preferences would be exchanged for the Greens not issuing recommendations in some seats. The Greens have denied that any deal has been agreed to. They have also firmly stated that they will not preference the Liberal party over Labor in any seat (although this doesn’t rule out the possibility of an open ticket).   Related: Liberals leave open option to preference Greens in key Sydney seats    An “open ticket” is where a party hands out a how-to-vote that doesn’t make any preference recommendations. This is very different to preferencing the Liberal party, which has happened on very few occasions, and not for a long time. In federal elections, voters are required to number every box. An open ticket simply means that voters are left to make up their own mind. The Greens have issued open tickets on many occasions in the past, and it’s not necessarily evidence of a preference deal. Greens groups have chosen not to preference because Labor refused to make a deal (as in the 2014 Victorian election), because the group is unwilling to side with the local Labor candidate, or simply because the group has an ideological objection to recommending preferences. Decisions about preferences are made by different parts of the Greens in different states – some states (including New South Wales) devolve the decision to local branches, while in other states (including Victoria) the decision is made by the state party. The vast majority of Greens voters preference Labor, and the evidence suggests the Greens how-to-vote card has little impact on the preference flow. Analysis of the 2010 federal election by Antony Green suggested that the proportion of Greens votes flowing to Labor dropped from 78% to 75% if the party chose to issue an open ticket. If the Greens poll 10% of the vote in an electorate, this change would result in Labor losing 0.3% of the two-party-preferred vote. That’s not nothing, but Labor would be unlucky to lose more than one seat nationwide by such a slim margin, and the suggested deal would only apply to a handful of seats. Greens preference recommendations are unlikely to have much of an impact on the national race. The Greens are likely to preference Labor in most seats, with or without a deal and, if they don’t, the vast majority of Greens voters will still preference Labor anyway, despite Bill Shorten’s claim that a Green vote would be “going to the Liberal Party”. While Greens how-to-votes will have a minimal impact on the election, Liberal preferences could have a huge impact in Labor/Green inner-city marginal seats. In 2010, the Greens came second to Labor in three seats, and Liberal preferences flowed to the Greens by between 73% and 81%, thanks to Liberal how-to-vote cards recommending preferences to the Greens. In 2013, when the Liberal party preferenced Labor, the Greens only received 28-34% of Liberal preferences in the three inner-Melbourne seats where they came second. This change can make a huge difference. Labor’s David Feeney holds Batman by a 10.6% margin – but without a beneficial Liberal preference flow, that margin is effectively wiped out. Without Liberal preferences, the Greens will find it very hard to win the seats of Batman, Wills, Grayndler and Sydney. With preferences, all four become winnable. All three parties have a political agenda they are pursuing in their preference arrangements. The Liberal party has to choose between two bad options – preferencing their main opponents, or a party with greater ideological differences. The party is not united on which option is better, and it’s also in their interest to provoke infighting between their opponents. Liberal preferences would be a big leg-up for inner-city Greens campaigns, but any hint of a deal with the Liberal party would be damaging.   Related: Thanks Daily Telegraph, I welcome a debate about the overthrow of capitalism | Jim Casey    The Greens in the past have traded preferences in numerous lower house seats for Labor senate preferences, and despite the voting reforms these preferences will still be useful. The Greens will be looking to swap preferences with Labor again, and it’s not in their interest to concede preferences to Labor before negotiating. Labor benefited from Liberal preferences in inner-city marginal seats in 2013, and will be hoping to increase the pressure on the Liberal party to not preference the Greens, while simultaneously tarring the Greens as working with the Liberals. The Liberal party has preferenced the Greens in the past, and the Greens have issued open tickets in the past. There wasn’t a deal then, and it won’t necessarily mean the parties have made a preference deal now. But it will leave that question unanswered, and the Liberal party’s preference decisions could make a big difference in a handful of seats. • Ben Raue is a former member of the Greens",
  "webTitle": "If Liberal voters back the Greens on preferences, it could hurt Labor a lot | Ben Raue",
  "webPublicationDate": "2016-05-12T01:50:25Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/if-liberal-voters-back-the-greens-on-preferences-it-could-hurt-labor-a-lot",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Raue",
      "id": "profile/ben-raue"
    }
  ],
  "guardianId": "australia-news/2016/may/12/if-liberal-voters-back-the-greens-on-preferences-it-could-hurt-labor-a-lot"
}