{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/24/schools-ministers-education-dictate-policy",
  "id": "2016-05-24-294",
  "sectionId": "education",
  "body": "It has not been the best of times for education ministers. The past few months have been dominated by the fallout from the white paper and a trail of problems and complaints with this year’s statutory tests. It must be tempting to dismiss this overlap of events as no more than a coincidence – after all, it isn’t unusual for departments to have a run of problems once they are in the spotlight. But in this case, it is less bad luck and more evidence of serious cracks beginning to emerge in key areas  of policy. The present ministerial team under Nicky Morgan claim to be devolutionists. They rally around a banner of freeing schools, trusting teachers and schools leading the system. But it is the growing divergence between this rhetoric and the reality that is a major cause of the present crises. While politicians talk about the new freedoms they are giving schools, our teachers are working with a curriculum, assessment and pedagogy that are increasingly directed by ministers’ own priorities and prejudices.   Related: Dear Nicky Morgan: so much for freeing schools from ‘government diktats’ | Michael Rosen    Yes, the recent problems are partly due to a failure to listen, poor administration and bad politics but the fundamental problem is a stark contradiction between words and actions. Many critics of the white paper are not opposed to academies, but to the power grab by ministers and the loss of freedom for schools and parents to make their own decisions. The same fault line underpins a lot of the unhappiness about testing. Teachers, parents, politicians and the wider public all subscribe to the necessity of assessment; we need to know how both pupils and schools are performing. So how has an area of agreed importance become such a battlefield – distraught teachers, rebellious parents and stressed children? Certainly, the last-minute change of mind about the reliability of the baseline assessment, the shortage of time to prepare for new tests and the abandonment of the grammar, punctuation and spelling tests for seven-years-olds when the paper accidentally appeared online, haven’t helped. But the deep unhappiness of some teachers and parents is about more than administrative chaos. Teachers are constantly being told that they will have discretion over what is taught and flexibility to act in the best interest of every child – together with parents, they know best. But the influence ministers now exercise over what is assessed, how it is assessed and the consequences of the results is so powerful that many teachers feel utterly constrained in the decisions they are free to make.   Related: Determination becomes obstinacy at the Department for Education | Estelle Morris    The emphasis on knowing facts, the downgrading of skills, the importance given to exam success in traditional academic subjects via the EBacc and the removal of the creative arts from any measurement that matters; the requirement for children to learn and remember but not to explore and imagine – all this eats away at teachers’ sense of freedom and autonomy. Teachers often have to make a decision between what they think is appropriate for a pupil and what the consequences might be for the school’s rating. The tests are now so high risk that in some struggling schools, what gets tested is what gets taught. Even in schools that are confident enough to extend the curriculum and find time for teaching beyond the tests, there is still the feeling that wider achievements go unrecognised and unrewarded. It is open to ministers to make the case that teachers’ flexibility should be heavily curtailed by a national framework. Ministers could argue that they have a responsibility to impose what they believe works best. Instead there is this growing divergence between speeches and actions, and it is becoming increasingly difficult to find an accommodation between the two. It is now clear that when the government talks about freedom, it only means freedom from its bete-noire, local authorities, not freedom from Whitehall. The irony is that much of the control government attributes to councils ceased to exist years ago; ministerial control is present and real.   Neither of these summer crises is likely to be quickly resolved. Nothing ministers have said would lead us to think that they won’t continue to pursue universal academisation through other means, or that they will loosen their control over the curriculum and assessment. Dogged determination and focus in the face of opposition can be a great political strength, but not when you have set out your stall on a promise to trust others. Until ministers can explain this contradiction that runs through the heart of their programme, we will no doubt see other disputes that lead to the same anger and frustration that have recently dominated the agenda. Sadly, this will continue to undermine the trust between teachers and government and do nothing to support the challenge of raising standards for children.",
  "webTitle": "Schools ministers should explain gaping hole between rhetoric and reality",
  "webPublicationDate": "2016-05-24T06:15:02Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/24/schools-ministers-education-dictate-policy",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Estelle Morris",
      "id": "profile/estellemorris"
    }
  ],
  "guardianId": "education/2016/may/24/schools-ministers-education-dictate-policy"
}