{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/adam-giles-faces-calls-to-resign-after-calling-labor-mp-dyslexic",
  "id": "2016-05-26-299",
  "sectionId": "australia-news",
  "body": "The chief minister of the Northern Territory should resign over comments he made that a Labor parliamentarian was dyslexic, the NT Speaker has said. The chief minister, Adam Giles, made the remarks in parliament on Thursday morning, on the final sitting day before the NT goes to the polls in August. Talking of a future Labor government, Giles said: “Let us hope the dyslexic member for Nightcliff is not the minister for education.” He then defended his comments.   Related: Adam Giles says government wrong to close Darwin detention centre    “Every time she puts a statement out for around the table it has spelling errors in it,” he said. “I think that is a fair point.” Giles later apologised during question time, after repeated calls for his resignation. Kezia Purick, the NT Speaker and former member of the governing Country Liberal Party, labelled his comments “appalling” and “the lowest of low”. “It is time that he resigned,” Purick wrote on Facebook. “Mr Giles I have a sister who has dyslexia so your comments are outrageous and on behalf of all people who have or love a person with dyslexia you should publicly apologise and, if not, resign.” Fyles said the comments were “highly offensive, disrespectful and hurtful to many Territorians”. She said they sent the wrong message to people who were proving every day that having a learning difficulty was not a barrier to success. “The chief minister needs to apologise or resign,” Fyles said. She dismissed the suggestion that the NT parliament – which has seen no shortage of controversies and personal spats in this term – regularly manufactured outrage instead of debating policy.    Related: Uluru: Northern Territory's chief minister opposes climbing ban    Wednesday evening saw extended debate on whether to prioritise debate on long-running legislation to allow access to medical abortion drug RU486. There was no vote and the process will now have to restart with a new bill in the next government. The federal opposition leader, Bill Shorten, who was in Darwin campaigning for the upcoming federal election, said having dyslexia or any other condition did not define a person. “Our leaders in public life have an obligation not to single out individuals or groups of people or minorities and pillory them or make fun of them,” he said. “Adam Giles should get off the back of people, focus on what he’s not doing, rather than worrying about other people.”",
  "webTitle": "Adam Giles faces calls to resign after calling Labor MP 'dyslexic'",
  "webPublicationDate": "2016-05-26T06:45:02Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/adam-giles-faces-calls-to-resign-after-calling-labor-mp-dyslexic",
  "keyword": [
    {
      "webTitle": "Northern Territory politics",
      "id": "travel/northern-territory-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Dyslexia",
      "id": "society/dyslexia",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/26/adam-giles-faces-calls-to-resign-after-calling-labor-mp-dyslexic"
}