{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/alan-pardew-crystal-palace-contract-fa-cup-final",
  "id": "2016-05-19-161",
  "sectionId": "football",
  "body": "Alan Pardew expects to sign a new contract with Crystal Palace before leading his team out at Wembley in Saturday’s FA Cup final as they seek to secure the first major silverware in the club’s 111-year history at Manchester United’s expense. Terms were agreed with the manager in February over extending his stay at Selhurst Park beyond the expiry of his current deal, which runs through to the summer of 2018. The 54-year-old was reluctant to formalise the arrangement while Palace’s Premier League status was in doubt, with the team enduring a marked slump since the turn of the year.   Related: Crystal Palace’s Glad All Over Again to revive FA Cup final musical tradition    The side, who were joint fourth in mid-December, finished five points clear of the cut-off after a run of two league wins in 21 matches with their safety only mathematically secured on the campaign’s penultimate weekend. Yet that spluttering form has not been replicated in the FA Cup, with Southampton, Stoke City and Tottenham Hotspur– who all finished in the top half of the league – defeated en route to the second FA Cup final in Palace’s history. Pardew, who played in the 1990 side who lost to United in a replay, will only be without the injured Joe Ledley on Saturday. He hopes to sign a deal – most likely through to 2021 – that would also see a raise in salary, believed to be around £1.5m a year at present. Palace paid Newcastle £3.5m to release Pardew from his contract at St James’ Park in January 2015 and Pardew hoisted the club from the relegation zone to a top-half finish last season. Survival this term meant a fourth successive season in the elite, matching the achievement of Steve Coppell’s side between 1989-93. Palace’s Wilfried Zaha will confront his former club at Wembley, with Pardew expecting the 23-year-old to deliver “a big final” to cap his most consistently impressive season yet as a senior player. The winger, who failed to make a Premier League start for United after Sir Alex Ferguson pushed through a £15m move from Palace in January 2013, returned to the club last season, initially on loan, and has thrived under the current management. “I know that Sir Alex still feels that Wilf is a Manchester United [standard] player,” said Pardew of Palace’s player of the season, whose contributions have played such a major role in propelling Palace to the final. “He can run fast all day. He’ll run as fast in the first minute as he will in the 120th minute, and there aren’t many who can do that. He can beat players for fun, he has a great physique. There’s a lot going on there. He’s probably an unfinished talent. “He wants to be training – he loves it – and lives and dies by football. But then there also is a part of him, which wants it to be about him. And if it ain’t about him, then [he asks]: ‘Why are we doing it?’ When you are not in the team, as he wasn’t at United, that might have been an issue for him, the manager [David Moyes and then Louis van Gaal] and the staff. I have tried to understand that with him and tried to educate him, that he has to do things in training that might not necessarily be built around him, and he has got better at that. “He also doesn’t react well to disappointment. But this is a young player who has great talent. He is learning, and he has learned a lot this year. He has definitely got better for playing games and being in the frame of the first-team. Sometimes he still wanders around in training a little bit and I have to kick him up the bum or throw something at him. But I don’t think there’s a problem with Wilf now. His personality traits have improved around the group. That comes from us leaning on him, trying to give him information, senior players like [Emmanuel] Adebayor giving him little nuggets of information, and you grow as a player. He can have a big final, and I really hope he has one not just for Crystal Palace but for him personally.”",
  "webTitle": "Alan Pardew expects to sign new Crystal Palace contract before FA Cup final",
  "webPublicationDate": "2016-05-19T14:00:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/alan-pardew-crystal-palace-contract-fa-cup-final",
  "keyword": [
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Alan Pardew",
      "id": "football/alan-pardew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/19/alan-pardew-crystal-palace-contract-fa-cup-final"
}