{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/06/jeffrey-jampol-los-angeles-jam-inc-rock-legacy",
  "id": "2016-05-06-296",
  "sectionId": "business",
  "body": "No one here gets out alive, as rock legend Jim Morrison once sang. But sadly for many of the rock greats it has become almost a cliche that successful musicians and groups are more valued in the grave than in life. Few people understand that better than Jeffrey Jampol, an LA-based specialist whose JAM Inc manages the rock estates of Otis Redding, Kurt Cobain, the Doors, Rick James, Ramones and Muddy Waters among others, as well as advising the co-executors of Michael Jackson’s estate. With the roll call of potential names Jampol could add to his stable increasing as the grim reaper goes about his harvest in rock’nroll hall of fame, Jampol says the heirs to these estates face two key challenges: how to prevent the kind of legal chaos that has paralysed many legends’ fortunes, like the mess that took over James Brown’s estate following his death in 2006, and how to protect and manage that legacy once freed of warring heirs and factions.  Jampol, who at one time helped manage New Order in the US, has become the go-to guy for this type of management. Getting it right can generate a fortune. Michael Jackson’s estate is far wealthier now by virtue of the fact that the singer is not around to spend the proceeds or put a wrench in management’s plans. The King of Pop has earned more than $1bn before taxes since his death, according to Forbes, enough to pay off his personal debts and then some. The same is true of the Ramones. The band’s fortunes suffered from a long war of attrition between Joey, the singer, and Johnny, the guitarist, that was carried on by their heirs long after their deaths. Jampol helped to settle grievances so that the current Ramones show at the Queens Museum in New York could take place.    Related: 'They wanted to be as big as the Beatles': revisiting the Ramones' legacy    “This is not the music business. This is the pop culture legacy business. I tell clients, if you think it’s about the music, you’ve already failed,” Jampol told the Guardian. “By that logic, you’d think the magic of James Dean was his acting. It wasn’t.” Merely re-issuing an artist’s work is not enough. Even in the case of Prince, who died intestate (without a will), the mysterious vault said to contain hundreds of unreleased tracks might be no more than a curiosity to collectors that does little to connect Prince to a new generation of fans – the lifeblood of any legacy act as established fans are lost to natural attrition.      Prince: died intestate with no clear plans for the future of his legacy and $300m fortune Photograph: REX/Shutterstock    It’s not enough, to quote The Smiths’ Paint a Vulgar Picture, to: “Re-issue, re-package, re-package/ Re-evaluate the songs/ Double-pack with a photograph/ Extra track and a tacky badge.” Families often push for this short-term tactic but it can quickly drain a legacy, leaving little behind, said Jampol. Simply putting out best of compilations can end up diminishing an estate’s value. “You can go into the vault and make a bunch of albums but then it’s done,” he said. Listed foremost on Jam Inc’s Hippocratic Oath of Rock: Do no harm. Too often, the stewards of great legacy artists, in music and other artistic media, chase perceived opportunities without considering their impact upon the legacy they’re supposed to be looking after. Great performers’ works and images are priceless in the eyes of their fans, and every care must be taken to keep that connection intact. What is needed, says Jampol, in a not uncommon moment of management-marketing speak, is to locate the “artist’s essence”. “Figure out what the magic is. There’s something that connects James Dean or Jim Morrison or Kurt Cobain or the Ramones to a 12-year-old whether that’s in 1957 or 2017. It could be a group of facets and then you have to find a way to be put that back into the pop culture in a way that’s credible to a teenager,” he said. It may sound like gauzy marketing speak – Jampol also lectures as an adjunct professor in music business at UCLA – still, he has a point. Punk is 40 years old, but “questioning authority, being an outsider, not caring about the social order are absolutely not dead”.     The Sex Pistols: Punk may be 40 but questioning authority never gets old Photograph: Jorgen Angel/Redferns via    Janis Joplin is a case in point. Jampol says he went to the family ahead of the documentary Little Girl Blue and the successful touring musical Janis and told them he wanted to position her as an icon of hope. But the story he wanted to tell, of being a bi-sexual heroin user might run counter to how they want her story narrated. “Janis wore her heart on her sleeve. She made no bones about wanting to be loved. She wasn’t beautiful. She didn’t come from privilege,” he said. “She never compromised her vision to succeed. Yet she shattered the glass ceiling without ever compromising her values.” The same was true of Jim Morrison. “I have a simple job – to talk about everything. Janis’s lovers. Jim Morrison’s alcoholism. I don’t have to manipulate the truth, I just have to reveal it. But you have to understand the context.” Jampol learnt from Danny Sugerman (The Doors’ one time manager) how to negotiate the complex interpersonal relationships of a band. That begs the question, why does the rock and roll dream often end so acrimoniously?  “Artists are very passionate about what they do,” he said. “But neither bands nor musicians have a great way to process issues, and issues come up over 20 or 30 years. If you don’t have a way to process that, and you add in a few zeros of wealth and a dusting of celebrity that everybody wants…” It’s a prescription for chaos and management headaches long into the future. At the same time new sources of cash are reinvigorating dead artists’ fortunes. Revenue streams now include musicals, museum shows and documentaries. The Jackson documentary This Is It took $261m at the US box office and as much as $400m worldwide. Soon, we could see legacy acts appearing as holograms; the Beatles’ Vegas show brought in millions; Bob Marley’s highly-dysfunctional family puts his name to dozens of products including boomboxes. Like Willie Nelson, the Marley clan has added marijuana to its range of products. It seems the rock legacy business is only getting larger. This week, the California promoter Goldenvoice announced a massive, pre-mortality rock’n’roll mega concert in October featuring Bob Dylan, Rolling Stones, Neil Young, The Who, Paul McCartney and Roger Waters. With tickets for the three-day festival pegged at a basic $1,599, the acts are expected to take home around $7m a piece.      Jeff Jampol, speaking at a Billboard MECCA Conference in Los Angeles Photograph: M. Phillips/WireImage    And now Jampol is about to get started on Otis Redding with a new biography and documentary. In September, there will be “an evening of respect” at the Big O ranch outside Memphis where Redding’s widow and sons still live.  But clearly, there are still big jobs to be done. James Brown’s estate remains tied up in litigation; Jimi Hendrix’s estate is notorious for saying no to every request. Jampol says the one thing you cannot do, is try to imagine what the artists would have thought. It’s not the issue and it’s an impossible question to answer.  Estates are not run for artist, or to imagine their wants, but to protect and advance their legacy, Jampol believes. But getting to that stage is seldom easy. With claims from alleged illegitimate children already surfacing, Prince estate could turn into a quagmire of litigation. Prince’s only full sibling, Tyka Nelson, has requested management of his affairs be placed with a special administrator, Bremer Trust, until a representative is appointed - or a will is located. That could still happen. Six days after Michael Jackson died in 2009, his longtime lawyer John Branca filed a will, ending efforts by Jackson’s mother to become his estate’s executor.  When a star dies, those left behind often think first of the cash they are losing. They need to think more about posterity, said Jampol. “Can we make any money is the last question you want to ask. I like to animate and lift up the body. Once the artist is back in the cultural conversation, the revenue follows.”",
  "webTitle": "'This is the pop culture legacy business': JAM Inc manages artists after death",
  "webPublicationDate": "2016-05-06T08:00:19Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/06/jeffrey-jampol-los-angeles-jam-inc-rock-legacy",
  "keyword": [
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Janis Joplin",
      "id": "music/janis-joplin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Michael Jackson",
      "id": "music/michaeljackson",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sex Pistols",
      "id": "music/sexpistols",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nirvana",
      "id": "music/nirvana",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kurt Cobain",
      "id": "music/kurt-cobain",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "business/2016/may/06/jeffrey-jampol-los-angeles-jam-inc-rock-legacy"
}