{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/england-teenage-pregnancy-strategy-global-blueprint",
  "id": "2016-05-23-3",
  "sectionId": "society",
  "body": "A teenage pregnancy prevention strategy that is credited for halving the rate of conceptions among teenagers in England is to be used as a blueprint in countries that want to emulate its success. Alison Hadley, who led the 10-year programme resulting in record lows in teenage pregnancies, has been asked by the World Health Organisation (WHO) to share the lessons of the project so they can be applied globally. The teenage pregnancy strategy was set up by the Labour government to address soaring rates of pregnancy in England among teenagers from deprived backgrounds. It resulted in a 51% drop in conceptions over a 16-year period. According to the WHO, very few other programmes worldwide have had such success. New teenage pregnancy figures are due to be published by the Office for National Statistics (ONS) on Tuesday, but figures released in March showed conception rates among under-18s at their lowest level. According to the ONS, in 2014 23 women under the age of 18 out of every 1,000 became pregnant in England and Wales, compared with 47 out of 1,000 in 1998. One of the reasons for the success of the programme was the length of time devoted to it. Ten years is unusually generous, with projects often limited to three or five at most. Also credited is the comprehensive, multi-agency approach, with work carried out in schools and colleges, among youth workers and social workers. “It was a joined-up government strategy,” said Hadley. “No one department said they could solve it on their own, and it went on for a full 10 years which was pretty unprecendented. I don’t think I’ve ever seen such a big movement to address such a complex issue.   Related: Number of teenage births in England and Wales at lowest level in 70 years    “That’s what the WHO are trying to extract. You need lots of time. You need the structures to deliver it properly. You will not do it overnight – you need it across government and multi-agency.” The strategy came to an end when the coalition government came into power, but Hadley went on to set up the Teenage Pregnancy Knowledge Exchange at the University of Bedfordshire to ensure that lessons were not lost. Following an approach by the WHO, she has also co-authored a paper in which she identifies lessons from the strategy that may apply to other countries. The paper is published in the Journal of Adolescent Health on Tuesday. She has also travelled to Mexico to share her expertise, and hosted a visit from the Thai government, which has seen an increase in teenage pregnancy and is hoping to learn from the UK. Dr Venkatraman Chandra-Mouli, who works in adolescent sexual and reproductive health for the WHO and co-authored the paper, first heard Hadley talk about the strategy in 2014. “This is a huge achievement. This is one of the great achievements of this generation. “We really have to celebrate it. But we can’t photocopy a programme and put it in place in other countries. What we absolutely need to do is to take many of the principles of the UK strategy and apply them elsewhere.” Hadley, who remains the government’s teenage pregnancy adviser, said: “The WHO made it clear that the UK strategy is unique in both its extraordinary success and its impact on families from deprived backgrounds and has many features that are transferable to low- and middle-income countries.  “It’s very exciting to think that the plans we rolled out, and that made such a positive impact across England, could be used around the world. Because teenage pregnancy affects the health and life chances of young parents and their children, high levels are a concern to an increasing number of countries. “Our strategy demonstrated that effective education programmes and easier access to contraception equips young people to make choices and brings down rates even in deprived areas. Key to success was government commitment, strong coordination between agencies and sufficient time to effect change.” There is still much work to be done in the UK, Hadley warned. “As we share the lessons internationally, we need to continue the reductions at home. Key to further progress will be to make comprehensive sex and relationships education statutory in all schools. “We still lag behind our western European neighbours and there is considerable variation in rates across England. If we do not continue our work on prevention, the figures will rise again.”",
  "webTitle": "England's teenage pregnancy strategy to become global blueprint",
  "webPublicationDate": "2016-05-23T23:01:27Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/england-teenage-pregnancy-strategy-global-blueprint",
  "keyword": [
    {
      "webTitle": "Teenage pregnancy",
      "id": "society/teenage-pregnancy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World Health Organisation",
      "id": "world/world-health-organisation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "society/2016/may/24/england-teenage-pregnancy-strategy-global-blueprint"
}