{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/tokyo-olympics-japan-vows-to-fully-cooperate-with-suspicious-payments-inquiry",
  "id": "2016-05-16-217",
  "sectionId": "world",
  "body": "Japan’s prime minister has promised to cooperate fully with French authorities investigating suspicious payments made to a secret bank account alleged to have helped Tokyo secure the 2020 Olympics. “I have instructed the education and sports minister to fully cooperate in the investigation,” Shinzō Abe told MPs on Monday. He added that the education and sports minister, Hiroshi Hase, had told the Japanese Olympic Committee and officials involved in Tokyo’s bid to cooperate with the investigation into the payments, revealed by the Guardian last week. The investigation centres on two payments, totalling at least US$2m (£1.4m), French prosecutors have said, that Tokyo’s bid committee made in July and October 2013 to Black Tidings, an account in Singapore linked to Papa Massata Diack, the son of the disgraced former world athletics chief Lamine Diack. Black Tidings’ account is held by Ian Tan Tong Han who, according to an independent report commissioned by the World Anti-Doping Agency, was a consultant to Athletics Management and Services (AMS), a Switzerland-based firm that has a business relationship with the Japanese marketing and public relations giant Dentsu.            Black Tidings explained: the account at the heart of the IAAF scandal    AMS was set up to market and deliver the commercial rights granted to it by the International Association of Athletics Federations (IAAF). Papa Massata Diack, who is wanted in France on alleged bribery, money laundering and corruption charges, which he has denied, was employed by the IAAF as a marketing consultant, French prosecutors said. The president of the Japanese Olympic Committee, Tsunekazu Takeda, who led Tokyo’s bid, insisted that the payments were legitimate and had been made in return for consulting services. “The payments mentioned in the media were a legitimate consultant’s fee paid to the services we received from Mr Tan’s company,” Takeda and the bid committee’s former director general, Nobumuto Higuchi, said in a statement. “It followed a full and proper contract and the monies were fully audited by Ernst & Young ShinNihon LLC.” Takeda, an International Olympic Committee (IOC) member, said the consulting services included planning for the bid, advice on international lobbying, and information and media analysis. “The amounts paid were in our opinion proper and adequate for the services provided and gave no cause for suspicion at the time,” the statement said. “This message was conveyed to the IOC when these allegations first surfaced after a request for information from the IOC. “The activity by the Tokyo bid committee was at all times fair and correct.” Prosecutors said the money, credited to Black Tidings, was labelled as “Tokyo 2020 Olympic Games Bid” and came from an account opened at a Japanese bank. A Dentsu spokesman told the Guardian the firm had no knowledge of any Black Tidings payment, adding that Tan was never employed as a consultant. Tan and Papa Massata Diack have reportedly been close friends since they met at the Beijing Olympics in 2008, with Tan even naming his child, born in 2014, Massata. Papa Massata Diack said at the weekend that he had not received money in return for helping Tokyo win the bid for the 2020 Games, preparations for which have been dogged by controversy. “I haven’t got any money,” he said in an interview with Japan’s Kyodo news agency in the Senegalese capital Dakar, adding that he did not know Tan’s company had been contracted by the Japanese bid committee to perform work connected to its bid for the 2020 Olympics. “I’ve been in this sports business for 25 years. I know the rules,” he added. The allegations over improper payments are the latest in a series of setbacks to have hit Tokyo’s preparations for the Games. The Japanese government last year scrapped controversial plans for the main stadium, designed by the late British-Iraqi architect Zaha Hadid, amid concern about ballooning costs. Kengo Kuma, the architect behind the replacement stadium design, was then forced to deny that he had borrowed parts of the blueprint submitted by Hadid, who died from a heart attack in March. The Games’ official logo was also ditched amid accusations of plagiarism against designer Kenjiro Sano, which he has denied. A replacement logo was unveiled last month. Tokyo Olympic organisers are still deciding where to place the Olympic cauldron, after it was pointed out that Kuma’s design did not include a location for the lighting of the Olympic torch, the highlight of the Games’ opening ceremony. Kuma’s design includes wooden latticework and beams, raising concerns that locating the cauldron inside the stadium could present a fire hazard.",
  "webTitle": "Tokyo Olympics: Japan to 'fully cooperate' with suspicious payments inquiry",
  "webPublicationDate": "2016-05-16T11:48:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/tokyo-olympics-japan-vows-to-fully-cooperate-with-suspicious-payments-inquiry",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    },
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "world/2016/may/16/tokyo-olympics-japan-vows-to-fully-cooperate-with-suspicious-payments-inquiry"
}