{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/19/media-briefing-thursday-19-may",
  "id": "2016-05-19-291",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Radio 1’s Nick Grimshaw hits new audience low, but Chris Evans is sunny side upNick Grimshaw attracts 5.4 million listeners, while 9.7 million tune in to Radio 2’s Chris Evans in breakfast show scramble More on MediaGuardian ITV News poised to appoint Noreena Hertz to economics editor roleAcademic and Warner Music board member said to be finalising deal with ITV as it plans more analysis for News at Ten Today’s headlines The GuardianNews bulletins still failing on gender balance. P7ITV News poised to appoint Noreena Hertz to economics editor role. P14Robin Wright says she had to fight for equal pay on House of Cards. P18 Daily TelegraphITV News poised to appoint ‘leftwing’ Noreena Hertz to economics editor role. P1,11The Archers abuse storyline fails to halt decline in Radio 4 listeners. P2Robin Wright says she had to fight for equal pay on House of Cards. P14Facebook chief tries to smooth over bias row with US right. P14 Financial TimesEU threat to force Netflix and Amazon to observe 20% European content rule. P1Ipso rebukes the Sun for ‘Queen backs Brexit’ headline. P4 The TimesCharities spent £123m on TV ads last year. P2BBC’s War and Peace causes controversy in Russia. P3Robin Wright says she had to fight for equal pay on House of Cards. P3Radio 4’s Today suffers dip in audience. P12Johnston Press plans asset sales amid advertising slump. P44 iPage 3 profile: Eastenders landlady Peggy Mitchell. P3‘Queen backs Brexit’ headline misleading, watchdog tells Sun. P5How Robin Wright won fight for equal pay on House of Cards. P15Chris Evans pulls in nearly 10 million breakfast listeners. P17 Wall Street JournalInterview with Top Gear’s Matt LeBlanc. A9 Daily MailTV licence fee dodgers should be fined more if they have Sky, says Sentencing Council. P7The Archers abuse storyline fails to halt decline in Radio 4 listeners. P21 Daily ExpressCall for investigation into MPs’ ‘affairs’ with journalist. P28 million see Peggy Mitchell die in EastEnders. P10Health riddle as Benidorm’s Tim Healy quits new show. P22 The SunRoy Greenslade backs Sun’s ‘Queen backs Brexit’ headline. P2Nick Grimshaw’s Radio 1 show slumps to its lowest ever ratings. P5Tony Blackburn: I was sacked by the BBC for telling the truth. P11Gary Lineker’s son gets assistant producer credit on BBC documentary. P37 Daily MirrorRadio 2 DJs Ken Bruce and Jeremy Vine boost their audiences. P4Simon Cowell to take a pay cut with new ITV deal. P23Holly Willoughby to host new dating show. P23Freeview launches a phone line for customers to talk about TV shows. P25 Daily StarBig Brother to get it’s biggest revamp ever. P6Campaigners blast BBC over Peggy Mitchell suicide. P7A king-sized Stig revealed at BBC to mark Top Gear relaunch. P18BBC commission a new daytime cookery show. P22Giles Coren set to front a new primetime TV quiz. P22 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-19T08:01:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/19/media-briefing-thursday-19-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/19/media-briefing-thursday-19-may"
}