{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/gary-foley-and-the-aboriginal-tent-embassy-we-were-all-young-crazy-but-we-believed-in-a-quest-for-justice",
  "id": "2016-05-11-377",
  "sectionId": "australia-news",
  "body": "Gary Foley, in the words of artist Richard Bell, is “a rock star of the Aboriginal protest movement”. These days he is more likely to be found teaching history at Victoria University, but 40 years ago he was a long-haired whippersnapper with a microphone and a major figure behind the Aboriginal Tent Embassy. The embassy, which was first assembled by activists on the lawn of Parliament House in Canberra in 1972, still exists today, representing Indigenous Australia’s ongoing struggle for land rights and self-determination. In 2013 Bell made a tribute to the embassy that has been touring the world. It is a green canvas tent bearing painted signs: “White invaders you are living on stolen land” and “If you can’t let me live Aboriginal why preach democracy.” During the opening weekend of the Sydney Biennale in March it was erected on the foreshore of Sydney’s Museum of Contemporary Art, hosting panel discussions and screening documentaries such as Ningla A-Na (1972) and The Redfern Story (2014) which examine the tent embassy’s legacy. Surrounded by some of Sydney’s most expensive real estate, where foreign tourists mill about and snap photos of the Harbour Bridge and Opera House, it is an incongruous smudge of black protest on a rigorously polished facade.   Related: Gary Foley, the activist and artist, makes Australia come to him  | Larissa Behrendt    Foley is one of Bell’s headline guests and dresses with the muted cool of an elder statesman of rock: head-to-toe in black, including a black leather jacket, denim jeans and leather boots. He speaks to the audience without notes, in long, angry and affecting polemics about the endless struggles of the black rights movement in Australia. If he were a musician these would be his guitar solos, and he plays them with Jimi Hendrix-style conviction and flair.     Richard Bell and Gary Foley speaking at Bell’s artistic tribute to the Aboriginal Tent Embassy. Photograph: Document Photography    The genesis of the Aboriginal Tent Embassy was not in Canberra but on the noisy streets of Sydney’s Redfern, the Aboriginal population of which Foley says ballooned from 1,500 to 35,000 between 1966 and 1969. “That’s the biggest Aboriginal community that’s ever existed in the 80,000-year history of Australia and it came about because of the slow but sure breakdown of the old apartheid system,” Foley says. “All of the people in Redfern in those days were landless refugees that moved from the rural areas in a big mass exodus to escape the concentration camp system that had been the old Aboriginal protection board system.” For non-Aboriginal people, the slums of Redfern seemed a frightening place – a reputation that persisted well into the 90s and would only be shaken off when gentrification hollowed out the suburb’s black soul. The diverse community, whose people hailed from different parts of New South Wales and disparate Aboriginal nations, struggled with extreme poverty, hunger, alcohol and drug problems. Archival news footage included in The Redfern Story shows an Aboriginal woman clutching a single white candle: “They were supposed to put electricity on,” she says.  Foley says: “The one thing everybody had in common was poverty.” But what the housing lacked in graces was compensated for by affordability. Redfern had good public transport and was a short walk to the CBD. Young Indigenous Australians would arrive from small towns, clutching a suitcase. The Foundation for Aboriginal Affairs helped usher them into this brave new world, including employment opportunities and offering a safe place to socialise on the weekends.   Related: Australia's painful journey towards indigenous rights    In The Redfern Story, Foley is filmed saying of the foundation: “It was a place to meet beautiful young Aboriginal women on a Friday, Saturday night ... the instant you left the foundation building and then preceded to walk up Regent Street back to Redfern, that was when you got harassed by the coppers.” Throughout the 1960s and 70s, the Empress Hotel, also known as the Big E, was one of the few pubs in Sydney Aboriginal people felt comfortable to patronage. Foley describes it as a pub, “so tough that even the police, when they raided it every Friday and Saturday night, would not enter by themselves. They’d wait till there was enough police there and they’d form a flying squad and burst through the doors and arrest everyone they could grab”. Police brutality became fuel to the fire for a generation of Aboriginal rights activists. “The beginning of my political education was when I got a good kicking from a bunch of thug coppers in the Regent Street police station in Redfern,” Foley says. One book destined to make a significant impact on young Foley was the autobiography of Malcolm X, lent to him by friend and future prominent activist Paul Coe. Not long after, Coe began a discussion group with a handful of young people in the community. They were furious over the endless and unwarranted police harassment of their people. Self-education, they decided, was key to change. They were inspired by radical wings of the American civil rights movement, including the Black Panther party, as well as the anti-war and decolonisation movements happening around the world. In those pre-internet days, a bookstore on Goulburn Street was one of the few to stock provocative literature. In groups they would sneak in: somebody would distract owner Bob Gould, others would lift the books. “One day he come to us and said, ‘Look you guys, instead of nicking them why don’t you give me a list of what you’re interested in and I’ll just give them to you,” Foley says. One evening, Coe, Foley and friends Gary Williams and Billy Craigie decided to begin monitoring the police. “Pig patrol” began at the most notorious site for arbitrary arrests: the Big E. “We walked into there one Saturday night armed with only three notebooks and pencils. And when the police started doing their usual animal act, we started writing down who they were arresting; we wrote down the numbers of their wagons, we wrote their numbers on their badges until they realised what we were doing and removed them.” Conducted over six months, the more lasting impact of “pig patrol” was the 1970 establishment of a free legal aid centre, staffed by voluntary lawyers, to mount defence cases for Aboriginal people who had been arrested. The following year came the Aboriginal Medical Service, run by the indefatigable “Mum Shirl” (Shirley Smith), and after that the National Black Theatre.     The Aboriginal Embassy in front of Old Parliament House in Canberra in 2016. Photograph: Mick Tsikas/AAP    On Australia Day 1972, then-prime minister Billy McMahon stated that his government would never grant Aboriginal land rights. Deciding an immediate and impactful response was necessary, four of Redfern’s young activists – Craigie, Michael Anderson, Bertie Williams and Tony Coorey – travelled to Canberra and planted a beach umbrella on the lawn in front of Parliament House (now known as Old Parliament House). They had established the Aboriginal Embassy. Over the following months the sole umbrella swelled into an 11-tent village (any more and it would have contravened the law), populated by young Indigenous and non-Indigenous activists from across the country, including Foley. A list of demands – ultimately rejected – was submitted to the government, covering land and mining rights, preservation of sacred sites and compensation for land dispossession. Forty-four years might have passed, but the Foley of today can talk about it with the kind of heat that would convince you it was just yesterday. He recalls: “It was a tremendous embarrassment for the McMahon government to be asked by the foreign journalists: ‘an embassy inside Australia? An internal embassy? Is there an internal nation of people here?’ ”   Related: Outgoing MP Linda Burney decries 'paternalistic' approach to Aboriginal affairs    On 20 July 1972, the government amended the law, allowing police to move in and forcibly dismantle the embassy. “I mean they were never the sharpest bunch of politicians in Australia anyway, the McMahon government crew, but this particularly unhinged them. And it was that that prompted them in the rash decision to make us illegal and smash us in front of the eyes of the world.” Foley says the Aboriginal Tent Embassy ended the era of assimilation, a policy which had been maintained by both Australia’s major political parties since federation. “The whole idea of the assimilation policy was to make Aboriginal people cease to exist by turning us into white people in here,” – Foley taps his chest – “with brown skin. We were supposed to, under the assimilation policy, lose all of those attributes that made us Aboriginal people.” That assimilationist policy changed when then-leader of the opposition Labor party, Gough Whitlam, met with the activists. In hearing Coe’s impassioned argument – essentially that “assimilation equalled genocide” – Whitlam quickly became their most high-profile ally. And while his ability to make their demand for land rights proved impotent once he was ushered into government, Foley maintains it was a “remarkable and significant achievement”. Foley is as scathing about the progress made since the heady days of 1972 as he is optimistic about the future. “The people who were involved in the Aboriginal Embassy were a small number of Aboriginal people, all [aged] about 18, 19, 20, and to all the young people who are here who believe that this is an inequitable and unjust society: we’re proof that you can change the world. You don’t need to be a university professor to change the world. I hadn’t been to uni when I did that. We were all young, crazy, but we believed in a quest for justice and we achieved it.”     The letterbox outside the Aboriginal Embassy in Canberra on its 30th anniversary in 2002. Photograph: Alan Porritt/AAP    His encouragement ends with a warning: “But when you go and change the world, don’t be like us. Don’t take your eye off the ball.”  Successive governments have “deliberately undermined and destroyed the gains made in that brief period of history”, Foley says. He talks of the heavy burdens his people continue to carry: the high incarceration rates, the poor health and life expectancy. In the intervening years Australia put a “chip shop owner from Ipswich” on the political centre stage, who together with the Liberal prime minister John Howard gave permission for middle Australia to let their racist tendencies run riot. “We took our eye off the ball after we changed the world, and the bastards changed it back on us.”  He barks the last bit out with machine gun-ferocity: “SO DON’T LET THEM!” It’s the Foley equivalent of a mic drop. A few decades have passed since the “rock star of the Aboriginal protest movement” sported wavy locks and groovy denim bell-bottoms, but he’s lost none of his teenage chutzpah. Then he chuckles, and relaxes. “That’s all I’ll say for now.”  Richard Bell’s Embassy is being re-erected at the 20th Biennale of Sydney 12-15 May featuring a new generation of Indigenous Australian activists",
  "webTitle": "The Aboriginal Tent Embassy: 'We were all young, crazy, but we believed in justice'",
  "webPublicationDate": "2016-05-11T03:56:43Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/gary-foley-and-the-aboriginal-tent-embassy-we-were-all-young-crazy-but-we-believed-in-a-quest-for-justice",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "australia-news/2016/may/11/gary-foley-and-the-aboriginal-tent-embassy-we-were-all-young-crazy-but-we-believed-in-a-quest-for-justice"
}