{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/how-did-the-coalition-reach-the-66bn-black-hole-figure-for-labors-policies",
  "id": "2016-05-24-260",
  "sectionId": "australia-news",
  "body": "The Coalition says Labor has created a $66bn “black hole” with its spending promise that will grow to $200bn over 10 years.   Related: Reserve Bank governor Glenn Stevens says election winner faces 'years' of budget repair    It has demanded Labor explain how it’s going to close that hole. Labor reacted angrily, saying the government’s claims are rubbish. It has made its own counterclaims and accused the government of being deliberately misleading. How seriously should we take the government’s claims?  The Coalition has made three main claims about the $66bn and $200bn figures that need to be unpacked. How did it come up with those figures?  It says Labor has promised $30.4bn in spending initiatives over the next four years. It says Labor has blocked – or is planning to block – $18.5bn in the Senate. It says Labor will restore $34bn in cuts that the Coalition has made (which the Coalition is calling savings).  It adds those three figures together to get $82.9bn, and then it subtracts $16bn in savings it says Labor has made or pledged.  That gives it $66.9bn, which is stretched over four years. It then uses that $66.9bn figure to make projections for Labor’s spending over the next decade. By doing that, it says Labor’s spending promise will blow out by $198bn within 10 years. Let’s have a look at each claim. Claim 1: “Labor has promised $30.4bn over the next four years.” The majority of numbers in this $30.4bn figure appear to be correct, but there are many that aren’t (we’ve attached the government’s supporting evidence for you to see for yourself).       And the government is criticising Labor, in some instances, for supporting Coalition policies – such as the small business tax cuts announced in the recent budget – without saying how it will fund its support for them. It’s all very messy.  The government wants us to focus our attention on this claim because it stacks up the most.   Related: Coalition says 'black hole' calculations include statements that are not Labor policies    In a media conference on Tuesday, the treasurer, Scott Morrison, admitted that Labor’s black hole “was at least $32bn and as much as $67bn. They are well behind”. Claim 2: “Labor has blocked, or is planning to block, $18.5bn in the Senate.” They’re playing a trick there. See that word “plan”? A plan is something that hasn’t happened yet. It’s something Labor hasn’t committed to. Who knows what Labor’s final plans will be?  By combining the policies that Labor has blocked in the Senate with policies that Labor may or may not block in the Senate, it allows the Coalition to produce a much larger number. In a paper accompanying the announcement, the Coalition lists every measure it says Labor is either blocking or has said it will block, but it doesn’t say which is which. The Coalition’s also assuming that all of those measures should go through the Senate unmolested. Claim 3: “Labor will restore $34bn in cuts the Coalition has made.” This is the most controversial element of the Coalition’s attack, because it has included a huge figure – $19.27bn – which Labor is hotly disputing. The Coalition is claiming that Labor has pledged to restore the cuts to foreign aid that the government has made to the tune of $19.27bn. Its evidence? It’s using a quote from the shadow minister for foreign affairs, Tanya Plibersek, from ABC radio on 30 July 2015. Plibersek said in that interview, when asked what Labor would do if re-elected next year, that Labor “certainly wouldn’t continue with the aid cuts that are scheduled by this government”. She clarified it would be “very difficult” to restore the funding in the short term but Labor hoped to do so in the long term. The Coalition has taken that to be a pledge by Labor to restore the cuts completely. On Saturday last weekend, Labor promised to reverse a $224m cut to foreign aid in the 2016 budget, but it did not commit to restore $19bn in foreign aid over 10 years. The shadow finance minister, Tony Burke, reacted angrily on Tuesday to the government’s use of that $19bn figure. “How much did the treasurer of Australia and the finance minister for Australia want to turn that [$224m] figure into today? They presented a figure of $224m, got out the liquid paper and said “Oh look, it’s $19bn’,” he said. “And when asked how could you get it so wrong, they said “But Labor’s got this policy of getting foreign aid to 0.5% of gross national income so they’ve plugged those numbers in. Forgetting that on their own 2013 election policy documents, they claimed the same thing!”  At any rate, read the document that the government distributed to the media on Tuesday. See what you think.",
  "webTitle": "How did the Coalition reach the $66bn 'black hole' figure for Labor's policies?",
  "webPublicationDate": "2016-05-24T08:38:14Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/how-did-the-coalition-reach-the-66bn-black-hole-figure-for-labors-policies",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/24/how-did-the-coalition-reach-the-66bn-black-hole-figure-for-labors-policies"
}