{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/donald-trump-republican-nomination-how-we-got-here",
  "id": "2016-05-05-299",
  "sectionId": "us-news",
  "body": "As the news sinks in, a palpable sense of shock is settling over much of America of the sort normally reserved for the day after major natural disasters. Donald Trump, the real estate tycoon once known primarily for his mop of orange hair, perma-tan and catchphrase “You’re fired!”, has become the presumptive presidential nominee of the Republican party. The country, including many top figures within the GOP itself, is struggling to come to terms with the unthinkable, the unconscionable, the downright preposterous: in theory, Trump is now one short hop away from the White House. To say that the news has unsettled the party of which he is now the nominal head would be a gross understatement – thunderstruck, flabbergasted or devastated would be closer to the mark. On Wednesday the final opponent to the former reality TV star, the governor of Ohio John Kasich, suspended his campaign following on the heels of Ted Cruz, the senator for Texas, who concluded he had no way to compete with Trump in the wake of the Indiana primary the day before. The Republican race was over. When asked by the Guardian to describe the impact on the Republican party of Trump’s now-inevitable nomination, Rick Wilson, a prominent conservative strategist who worked on the presidential campaigns of both George Bushes, replied: “What Republican party? The party I grew up in is done, it’s over. As long as Donald Trump is the definition of our brand, it’s dead.”     Trump announces that he will run for president of the United States, in the lobby of Trump Tower, New York, 16 June 2015. Photograph: Richard Drew/AP    Charlie Sykes, a popular conservative radio host in Milwaukee, said: “Donald Trump represents the antithesis of everything I have fought for in the last 30 years. He is a neo-fascist buffoon.”  Influential conservative pundits are calling on party members to work to keep Trump from securing the most powerful job on earth. George Will in the Washington Post exhorted conservatives to help Trump lose in all 50 states, while Mark Salter, a strategist for the 2008 Republican nominee John McCain, went as far as to say on Twitter that he would vote for Hillary Clinton, tweeting: “I’m with her.”  Countless other Republicans are flocking to the anti-Trump website nevertrump.com, whose pledge has more than 30,000 signatories. How did it come to this? How did an event that many pundits predicted could and would never happen come to pass? A look back at how Trump ran his primary campaign throws up more questions than answers. It is easier to list the things that he has done wrong in the past year than those he has done right. In the 11 months since he declared his candidacy for the presidency, he has insulted a wide range of ethnic and religious groups, ignored age-old wisdom about how to run a political campaign and taken policy positions way beyond the mainstream. And, in ways that people are only beginning to accept and understand, it has worked. Even his son Eric, speaking to the Guardian at the victory party on Tuesday night in Trump Tower, the candidate’s gauchely glittering Manhattan home, expressed surprise at how his father had pulled it off. “He’s done an amazing job, for a man who has never been a politician and has self-funded his campaign.” When Trump first announced his candidacy in June, it was to sneers among many in the chattering classes. Everything about him was uncouth, ranging from his entrance on an escalator in Trump Tower to his accusation that the Mexican government was deliberately sending rapists across the border into the US. His nearly hourlong stream of consciousness was broadcast live in its entirety on cable news as an apparent freak show – but it touched a chord with voters. In droves, they embraced Trump’s message and bought his branded hats (“Make America Great Again”). They didn’t need to have their attitudes measured in polls or groomed through sophisticated targeted advertising. They were mad as hell and they weren’t going take the mainstream Republican party any more.      Sarah Palin endorses Republican presidential candidate Donald Trump during a rally in Ames, Iowa, 19 January 2016. Photograph: Mary Altaffer/AP    Trump proved to be pretty entertaining, too – if visceral attacks against rivals such as Jeb “low-energy” Bush and “Lyin’ Ted” Cruz were your sort of entertainment. The unlikeliest of presidential candidates began to attract huge crowds across the south and the north-east. As the no doubt bloody and enduring post-mortem begins, many fingers of blame are being pointed at the media, which afforded the candidate copious amounts of free air time in return for stellar viewing figures and web clicks. As long ago as March, the New York Times estimated that Trump had been showered with almost $2bn worth of media attention without spending a dime of his own money. Trump also proved to be adept in whipping up the crowd on social media, with a Twitter feed that today attracts nearly eight million followers. As with so much of his campaign, the normal rules of presidential electioneering didn’t seem to apply to him – he could retweet white supremacists, repeat conspiracy theories and spout blatant untruths in ways that would have destroyed previous candidates yet seemed to wash off him without effect. As the in-fighting within the Republican party intensifies in the wake of Trump’s coronation, some had harsh words about culpability. Rick Wilson said that the conservative media, and the established media generally, had questions to answer about how they gave him a pass. “He was let get away with things that would disqualify any other candidate. The media just shrugged its shoulders and said: ‘It’s Donald being Donald.’” Charlie Sykes laid some of the blame on his fellow talkshow hosts on the national stage – for example, Rush Limbaugh, who has been effusive about Trump. “When we undertake the inevitable reckoning, the role of talkshow hosts in dumbing down and distorting the debate, misleading listeners and enabling Donald Trump will be a major factor, there’s no doubt about it.” But such substantial criticisms of the media should not let the Republican party itself off the hook. As Sykes puts it, there was a “failure of principle, a failure of nerve, a failure to coalesce around a credible alternative candidate”. To some extent, the extreme rightwing policies that Trump has made his own were merely reframings of populist slogans laid down by his supposedly “moderate” predecessors. Trump’s promise to build a wall along the Mexican border to keep out criminal and rapist “illegals” was anticipated by Mitt Romney’s earlier pledge to force the “self-deportation” of undocumented immigrants – which made Romney’s later denunciation of Trump somewhat duplicitous.     Marco Rubio and Donald Trump at a debate on the campus of the University of Miami on 10 March 2016 in Coral Gables, Florida. Photograph: Joe Raedle/Getty Images    The 16 other GOP presidential candidates who lined up against Trump at the start of the campaign also made a pact with the devil in which they largely agreed to look the other way until it was too late. Wilson has calculated that Jeb Bush devoted 10 times as much money fighting his fellow Floridian Marco Rubio than he did battling the real estate billionaire while Cruz spent “nine months cozying up to Donald Trump and then the final month saying he was a monster. That lacked a certain amount of credibility”. At his victory speech on Tuesday night, Trump bragged that the Republican establishment spent $8m in its desperate attempt to stop him, including 60,000 negative TV ads which he called “absolutely false and disgusting”. But he added: “The people are so smart they don’t buy it. They get it.” “The people” to whom he was alluding were the preponderantly older white male voters who tend to dominate Republican primary elections. With Trump posting a 67% unfavorability rating among Americans generally – the worst showing of any presidential nominee of either main party since at least 1984 – the people may prove not to be so “smart”, by Trump’s definition, when the wider electorate gets to have its say in November.  (Clinton, however, has her own troubles with favorability. More than half of voters also say they view her negatively.) But all that lies ahead. For now, there is Trump’s unstoppable nomination to deal with, and the shattering recognition it brings that the Republican party has given birth to a candidate who, for many Americans, embodies their darkest fears.   GOP delegates",
  "webTitle": "Donald Trump: blame game begins among fellow Republicans",
  "webPublicationDate": "2016-05-05T07:03:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/donald-trump-republican-nomination-how-we-got-here",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/04/donald-trump-republican-nomination-how-we-got-here"
}