{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/whats-the-mood-in-the-philippines-in-the-run-up-to-the-elections",
  "id": "2016-05-06-285",
  "sectionId": "world",
  "body": "Candidates across the Philippines are making their final appeals as Filipinos living in the country get ready to vote on Monday 9 May. Around 1.2 million people working abroad and registered as overseas voters have been able to vote since 9 April.  The main contest for president and vice president has candidates ranging from former US citizen Grace Poe; President Benigno ‘Noynoy’ Aquino’s choice Manuel ‘Mar’ Roxas; and Ferdinand ‘Bongbong’ Marcos Jr the late dictator’s son. Leading the poll for the presidency is Rodrigo ‘Digong’ Duterte who has been making headlines with his comments about rape and his promises to kill criminals (his children being no exception). Described as “the Punisher” in 2002 by Time magazine, the support for the mayor of Davao suggests the desire for a change in the way the country is run. Despite recent allegations about his finances, the outsider’s hard-hitting, can-do approach to politics is appealing to those desiring an end to the same types of politicians.  Whether you live in the Philippines or are an overseas voter we’d like to hear from you. How do you feel about the election? Who do you think will win and why? What are your hopes for the new president and vice president? You can share your #Eleksyon2016 photos and stories by clicking on the blue button. You can also share with us via WhatsApp by adding the contact +44 (0) 7867 825056 or by filling in the form below. We’ll feature some of your contributions in our ongoing reporting.",
  "webTitle": "What's the mood in the Philippines in the run-up to the elections?",
  "webPublicationDate": "2016-05-06T08:40:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/whats-the-mood-in-the-philippines-in-the-run-up-to-the-elections",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Obordo",
      "id": "profile/rachel-obordo"
    }
  ],
  "guardianId": "world/2016/may/06/whats-the-mood-in-the-philippines-in-the-run-up-to-the-elections"
}