{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/bangladeshi-refugee-dies-on-nauru-of-suspected-heart-attack",
  "id": "2016-05-11-375",
  "sectionId": "australia-news",
  "body": "A 26-year-old Bangladeshi refugee has died in Nauru hospital from suspected heart failure.  The man – a boat-borne refugee sent to Nauru by Australia – checked himself in to Nauru hospital two days ago with chest pains. Plans were made to take him to Australia by air ambulance, but he could not be moved. He suffered a series of heart attacks on Wednesday morning and died.   Related: Australian election 2016: 26-year-old refugee on Nauru dies from suspected heart failure – politics live    Reports from refugees on Nauru say an overdose on medicines may have contributed to the man’s death. The man reportedly consumed a massive number of pills, including Panadol, before he initially went to hospital. Guardian Australia has been unable to confirm those reports with Nauruan hospital authorities. Ian Rintoul from the Refugee Action Coalition called for an independent inquiry into the man’s death, saying the overdose appeared “almost certainly” to have contributed to his heart failing.  “The immigration statement has left many people on Nauru angry, because the statement is seen as just another cover-up by the Australian Border Force,” Rintoul said. “The man’s friends say his suicide was driven by the same desperation as others on Nauru. There is no future.” On Tuesday night, two men on the island – one a refugee, the other an asylum seeker – were reportedly attacked and robbed by local men who threw rocks at them and threatened them with a knife. The attackers threw rocks at the men to knock them off their motorbike before assaulting them, and stealing their wallets, phones, and their bike. Meanwhile, more than 100 refugees and asylum seekers on Nauru have signed a plea asking they be allowed to get back on boats seeking new countries. In the typewritten letter, the asylum seekers and refugees ask the “Australian government to let us buy and prepare boats to leave Nauru island”.      The typewritten letter from Nauru detainees pleading to be allowed to leave the island on boats.   “We have been living in Nauru as prisoners for three years now. The Australian government has refused to let us in or accept us. We’ve decided to rescue ourselves by getting on boats once again. “All people have the basic right to be free. We want the ability to decide our own future. The Australian government has kept us as prisoners and slaves. They use us for their own political benefits, corporate profits, and games.” The single-page letter is accompanied by six pages of signatures including the six-character boat numbers assigned by Australian immigration. The asylum seekers and refugees say they have tried to buy boats, but have been stopped by the Australian Border Force. Stopping asylum seekers from boarding boats is posited by the government as a key rationale for Operation Sovereign Borders. Australia funds, and maintains over-arching control, over the Nauruan operation of the detention centre and temporary resettlement program. On Australia’s other offshore detention island, Papua New Guinea and Australia remain at odds over the future of the Manus Island camp. Peter Dutton, the Australian immigration minister, has maintained that the PNG supreme court judgement of 26 April did not order the camp to close. However, the Papua New Guinea government has told the United Nations the court did order the detention centre shut, and that it would be closed. One of the major tensions over the Manus camp has been the apparent impunity of Australian and New Zealanders contractors working on the island. Expatriates who allegedly break the law on Manus are flown off the island before they can be interviewed by police. Two expatriate guards, including an Australian, were named in reports investigating the assault that killed Reza Barati, but only two Manus locals were charged and convicted of his murder. Three expatriates, again including Australians, are alleged to have drugged and raped a local woman on Manus. They were flown off the island the next day to avoid a PNG police investigation. And an Australian worker at the centre who robbed a bar was also flown off Manus.   Related: Refugees don't self-harm because of me Peter Dutton, they self-harm because of you | Sarah Smith    In recent days a guard has been accused of punching and pushing a refugee inside the immigration detention centre. In a formal complaint to the camp operator, Broadspectrum, it is alleged the guard punched a refugee who had permission to visit a friend in a neighbouring compound on Sunday. The alleged assault was witnessed by several other people in the detention centre. The refugee has also lodged a complaint with PNG police but it is unclear whether the man remains on the island. In Australia, the Greens senator Sarah Hanson-Young said she had been told she would not be allowed to visit detention centres in Australia during the election campaign. The senator said she was due to meet the widow of Omid Masoumali, the Iranian refugee who self-immolated on Nauru last month and died of his injuries in a Brisbane hospital two days later. Hanson-Young said her meeting on Wednesday had been requested by Masoumali’s widow, but she was refused entry to Brisbane immigration transit accommodation and told that all visits to detention centres would be blocked until after the 2 July poll. She said it was “callous and heartless” to keep a grieving woman locked away from people who could support her. Hanson-Young said she understood the ban would apply to all federal MPs. “If it’s just me, I would be very interested,” she said.  A spokesman for the immigration department said there was no general ban on visits to immigration facilities. “Senator Hanson-Young’s office was advised we could not facilitate her visit request during caretaker period. This was because the request did not comply with the Department’s Visits to DIBP/ABF establishments during the Caretaker Period guidelines. “Requests to visit detainees from advocates, community groups, friends, family and other support workers and individuals will continue to be considered on a case-by-case basis according to the procedures and policies outlined on the Department’s website.”",
  "webTitle": "Bangladeshi refugee dies on Nauru of suspected heart attack",
  "webPublicationDate": "2016-05-11T04:20:45Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/bangladeshi-refugee-dies-on-nauru-of-suspected-heart-attack",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bangladesh",
      "id": "world/bangladesh",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sarah Hanson-Young",
      "id": "australia-news/sarah-hanson-young",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/11/bangladeshi-refugee-dies-on-nauru-of-suspected-heart-attack"
}