{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/08/florence-foster-jenkins-review-enjoyable-biopic-meryl-streep",
  "id": "2016-05-08-150",
  "sectionId": "film",
  "body": "As Les Dawson proved with such precision, any fool can play the piano badly, but it takes real skill to play it brilliantly badly. Similarly, Morecambe and Wise knew that the perfect way to mangle “Grieg’s piano concerto by Grieg” was to play “all the right notes, but not necessarily in the right order”. Now, to the august list of superbly maladroit comedic musicians we may add Meryl Streep, who takes centre stage in this very likable, frequently hilarious, yet still poignant tragi-comedy from director Stephen Frears. Streep plays the titular songbird, a New York socialite and eager patron of the arts whose enthusiasm for a good tune is matched only by her inability to sing one. Not that it stops her from trying. Inspired by the “profound communion” of a performance by soprano Lily Pons, Madame Florence resumes her own singing lessons, her private recitals leading to 78rpm recordings and even an October 1944 concert at Carnegie Hall, which has since passed into legend. The real Florence Foster Jenkins was one of those larger than life characters you just couldn’t make up. No wonder, then, that she has inspired numerous theatrical and cinematic productions. Preparing to play the “diva of din” on stage in Peter Quilter’s 2005 play Glorious!, Maureen Lipman called her story “one of triumph over embarrassment”, and insisted that one must “learn to sing well before you can sing badly”. Earlier this year, Catherine Frot won a best actress César for playing a fictionalised version of “the first lady of the sliding scale” in Marguerite, a film whose central character’s name, “Marguerite Dumont”, alludes to the longstanding comic foil of the Marx Brothers’ movies. Frears himself says that Jenkins “reminded me of Margaret Dumont… just preposterous, but touching at the same time”, an assessment that perfectly sums up both Streep’s performance and the overall tone of Frears’s film.           Florence Foster Jenkins: exclusive clip from Meryl Streep comedy – video    Working from a screenplay by Nicholas Martin, Florence Foster Jenkins stays fancifully faithful to true events, following Jenkins’s rehearsals with pianist Cosmé McMoon in the run-up to the big show, which will fulfil her lifelong ambition. As McMoon, The Big Bang Theory’s Simon Helberg is perfectly cast, an accomplished pianist whose nervous laugh not only echoes Tom Hulce’s cackle in Amadeus, but also weirdly mirrors the shriek with which Streep hits a high C. Hugh Grant is on career-best form as Florence’s partner/manager St Clair Bayfield, a self-proclaimed “eminent actor and monologist” (he has performed Hamlet many times, although sadly “not as yet in the principal role”) whose recitals provide an appetiser to Jenkins’s own thrillingly bonkers tableaux vivants – winged set pieces mounted for the “Verdi Club”. For years, Bayfield has protected Florence from “the mockers and scoffers”, soothing her anxieties about the shortage of chives in her potato salad (“unconscionable I know, but they tell me there is a war on”), and ensuring that any criticism of her singing is couched in euphemism (“One word – authenticity!”). But when Carnegie Hall looms, so too does the spectre of the “hoodlum element”, not to mention the New York Post columnist Earl Wilson, superbly thumbnailed by Christian McKay.           Stephen Frears on Florence Foster Jenkins: ‘Killed by critics! A feeling I know well’    There’s a touch of Woody Allen in Frears’s unfussy handling of the period setting (Liverpool doubling handsomely for 1940s New York), but I was also reminded of Tim Burton’s Ed Wood, another film rooted in affectionate admiration for a much-mocked subject. Just as Wood became celebrated for directing Plan 9 From Outer Space, labelled “the worst movie ever made”, so Jenkins is called “the worst goddamn singer in the world” by those who scorn her atonal appeal.   Related: Florence Foster Jenkins: we may laugh, but to be this bad took talent    But Burton evidently loved Wood, and Frears has clearly fallen for Jenkins too. And who wouldn’t? As played by Streep, she is a heroic figure, made physically fragile by syphilis (a wedding gift from her former husband) but strengthened by a love of music which turns a deaf ear to her own shortcomings. Like Streep’s later-life Thatcher in The Iron Lady, Jenkins becomes “an eloquent lesson in fidelity and courage”, whatever one may think of her work and legacy. Amid the joy, there are hints that Jenkins’s friends are only in it for the money. In one pointed exchange, David Haig’s ever-so-slightly slimy vocal coach Carlo Edwards conspiratorially tells Bayfield: “She spoils us all, doesn’t she?” But while the more formally adventurous Marguerite posited the absence of a husband’s love as central to its heroine’s madness, Frears’s film affords Grant’s silver fox an air of love and devotion to his “bunny”, even as his extracurricular “sport” takes him away from her. At times I found myself wiping away a tear, genuinely moved by their “very happy world”. More rigorous critics may sneer – I say “Bravo!”",
  "webTitle": "Florence Foster Jenkins review – all the right wrong notes",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/08/florence-foster-jenkins-review-enjoyable-biopic-meryl-streep",
  "keyword": [
    {
      "webTitle": "Florence Foster Jenkins",
      "id": "film/florence-foster-jenkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Meryl Streep",
      "id": "film/merylstreep",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Hugh Grant",
      "id": "film/hughgrant",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stephen Frears",
      "id": "film/stephen-frears",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/may/08/florence-foster-jenkins-review-enjoyable-biopic-meryl-streep"
}