{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/05/spiritualist-artist-georgiana-houghton-uk-exhibition-courtauld",
  "id": "2016-05-05-270",
  "sectionId": "artanddesign",
  "body": "She has been dismissed as an eccentric, amateur artist who claimed to talk to the dead and receive their help with her watercolours. But Georgiana Houghton’s abstract style is beginning to be recognised as being decades ahead of painters in a similar vein such as Wassily Kandinsky and Piet Mondrian. Now the fascinating story of the overlooked Victorian artist is to be told in the first UK exhibition of Houghton’s work in nearly 150 years. It will be presented next month at the Courthauld Gallery in London. The gallery’s curator of 20th-century art, Barnaby Wright, said Houghton’s works were extraordinary and pre-dated works by artists considered abstract pioneers by some 40 years. They are also ahead of works by the Swedish artist Hilma af Klint whose turn-of-the-century abstract works are on display at the Serpentine Gallery in London. “I think Houghton does count as being among the first abstract artists,” said Wright. “She is obviously earlier than Klint. If one is playing that race then she she steals a march.” Wright recalled being given an image of a Houghton work. “I fell straight into the trap of saying it was a piece of 1960s or 1970s psychedelia,” he said. “Turns out it was 1865. I was a hundred years out.”     Georgiana Houghton. Photograph: College of Psychic Studies    Most of the loans for the Courtauld show are coming from the Victorian Spiritualists’ Union in Melbourne, Australia, the proud owner since 1910 of around 35 works by Houghton. “In terms of artistic quality they are well above and beyond what one might normally associate with amateur practitioners of an eccentric kind,” said Wright. “These are exquisite as watercolours … they are compelling just on their own terms.” Houghton, born in 1814, was an ardent and well-known promoter of spiritualism, a movement that attracted many believers in Victorian England and was later championed by such figures as Sir Arthur Conan Doyle. She was a trained artist and medium and pioneered the use of drawing as a method of channeling and expressing communications with the dead. Houghton would host a seance, talk to her spirit guide and draw complex, colourful and layered watercolours. They anticipate the works both of abstract 20th-century artists and the later Surrealists who engaged with automatic and unconscious drawings. Kandinsky and Mondrian were fascinated by spiritualism, although whether they were directly influenced by her work is not known, said Wright.     The Eye of God by Georgiana Houghton    Houghton initially said she used dead members of her family as spirit guides, such as her late sister Zilla, but later communed with the Renaissance artists Titian and Correggio. On the back of the works Houghton would, in a form of automatic writing, talk about what particular dots or swirls or colours might have meant. In 1871 Houghton hired a prestigious gallery space in Bond Street to exhibit 155 of her spirit drawings, spending every day there over the course of three months so she could discuss them with visitors. Audiences were understandably perplexed by the unfamiliar style, though not necessarily in a bad way. One critic compared the drawings to late Turner. A writer from the Era newspaper called it “the most astonishing exhibition in London at the present moment”. Another from the Daily News said they were like “tangled threads of cotton wool” and concluded: “They deserve to be seen as the most extraordinary and instructive example of artistic aberration.” But despite the critical interest, the exhibition was not a commercial success and it almost bankrupted Houghton.     The Eye of the Lord by Georgiana Houghton    She continued talking to her guides, making her extraordinary near-abstract watercolours, until she joined her friends in 1884. Wright said Houghton’s watercolours were too good to be dismissed. “They are really captivating and deserve to be thought about rather deeply. They do move you on an emotional level. “Part of the point of doing the exhibition is to share these works, allow people to engage with them and decide for themselves what power they have as artworks. I certainly believe they have a remarkable visual power and high artistic quality … they deserve to be appreciated and further explored.”     The reverse side of The Eye of the Lord    More than 20 are due to go on display at the Courtauld, the first time they will have been seen in a UK show since 1871. About 50 Houghton works are known about, most of them in Melbourne. The College of Psychic Studies in west London is lending an album of eight works to the exhibition. Where are the rest? “Somewhere out there is presumably a pretty big cache of these remarkable drawings and we hope one or two might resurface during the show,” said Wright. • Georgiana Houghton: Spirit Drawings at the Courtauld Gallery, London, 16 June-11 September.",
  "webTitle": "Spiritualist artist Georgiana Houghton gets UK exhibition",
  "webPublicationDate": "2016-05-05T08:58:01Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/05/spiritualist-artist-georgiana-houghton-uk-exhibition-courtauld",
  "keyword": [
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "artanddesign/2016/may/05/spiritualist-artist-georgiana-houghton-uk-exhibition-courtauld"
}