{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/prohibition-party-2016-election-ballots-jim-hedges",
  "id": "2016-05-11-254",
  "sectionId": "us-news",
  "body": "“Zero. None whatsoever.” Jim Hedges is the 2016 presidential candidate for the Prohibition party. He isn’t optimistic about his chances of winning.  Nor should he be. The Prohibition party got 270,000 votes in one presidential election, but that was in 1892. In 2012, the party made it on to the ballot in only one state and only 518 people voted for it. But this time will be different, Hedges says. The Prohibition party is hoping to be on the ballot in six states. “If I get a thousand votes in each of these six states I’ll be happy,” Hedges says. “It’ll make us look like a going concern again.” The Prohibition party was founded in 1869 and is the oldest third party in the US. For 137 years the core aim has been to ban the production and sale of alcohol in the US. Members got their wish in 1919, but prohibition was repealed in 1933, and there seems little hope of it returning. None of the contenders for the Republican or Democratic candidacy have prohibition as part of their platform. I’ve arranged to meet Hedges, who served for 20 years in the United States Marine Band, at the Fulton County courthouse in McConnellsburg, Pennsylvania. McConnellsburg is an hour’s drive south-west of Harrisburg, about 20 miles north of the Maryland border.     Jim Hedges and Adam Gabbatt in McConnellsburg, Pennsylvania. Photograph: Adam Gabbatt for the Guardian    We sit on a wooden bench outside the courthouse and Hedges, who turned 78 on 10 May, tells me about his campaign. He was selected as the Prohibition party’s candidate last July. He admits to having had some trepidation about running for president – “I’m too old and too infirm. And I stutter” – but is confident in his attributes. “Experience in a variety of different things,” he says when I ask him about his strengths. “Organisational experience. Not in a big organisation, but community groups. I was in the recycling committee and the friends of the library. And I’ve been an officer in some of the town bands. It’s not much compared to the party candidates, but it’s what I’ve done.”    I’ve been an officer in some of the town bands. It's not much compared to the party candidates, but it’s what I’ve done  Jim Hedges, Prohibition party leader     “And you were town assessor, that was for the Prohibition party,” says Carolyn Hedges, Hedges’ wife (who has come along because she wanted to chat to an English person). “Oh yes, in my township,” Hedges says. “I was elected twice – two four-year terms – as the township tax assessor. But there were no other candidates.” Hedges’ spell as a tax assessor in the Thompson Township – population 1,098 – represents the only time a member of Prohibition party has held elected office since 1952. The party has been dwindling in size ever since the early 20th century – essentially ever since prohibition was passed. Hedges tells me there are currently about three dozen fee-paying members, who each contribute $10 a year. I originally heard him say as “3,000”, which made him burst into laughter.     A barrel of confiscated illegal beer being poured down a drain during prohibition. Photograph: Rex/Shutterstock    An annual income of $360 is quite small for a national political party, but a trust set up in the 1930s helps to boost the coffers. Most of the money released for the 2016 election will be spent on gaining ballot access – they’re already down for Arkansas, Colorado and Mississippi, and are hopeful of making the ballot in Iowa, Louisiana and New Jersey. Hedges won’t be on the ballot in Pennsylvania – “third parties have a real tough time here” – so he won’t be able to vote for himself, but Prohibition party’s 2016 campaign is headquartered here nonetheless. The nerve-centre is in McConnellsburg, specifically, in Hedges’ wife’s house. “In her dining room,” he says. “Or in my basement office. The current prohibition files and records are down there.” From the dining room Hedges writes a monthly newsletter, which is posted to members’ homes and online. This is the main campaigning effort, along with hoping that news organisations will cover his bid. Apart from attracting those 6,000 voters, Hedges’ aim is to attract new members by modernizing the party. All the current members are over 50, many in their 70s and 80s, and many are ultra-conservative. It’s not exactly a path to growth.     Hedges’ newsletter. Photograph: Prohibition party    “After prohibition was repealed, in ’33, most of the support for the party came from religious conservative denominations, which had doctrinal positions against drinking, so we got a conservative reputation at that time,” Hedges says. “I’ve been trying to pull it back a little bit the other way. I can’t do it all at once – politics is the art of the possible – but I’ve got some progressive planks in this year’s platform.” The progressive planks include free college education and increased funding to combat climate change – Hedges is a committed environmentalist who built his own eco-friendly house – and which could potentially attract a younger crowd. The main pledge remains the banning of alcohol, however. Hedges comes from a family that didn’t drink for religious reasons, and although he is a non-believer, he got involved with the Prohibition party in high school and has stuck with the lessons of his upbringing. “I’ve never so much as drunk a beer in my life,” Hedges says. “I’ve seen the damage it can cause.” While he hasn’t drunk a beer, alcohol has passed his lips. Via an unorthodox method. “If I’m out socially with people who have a mixed drink I’ll take a spoon and dip in it. And then lick the spoon to see what it tastes like. In that way I may have had an ounce of alcohol,” Hedges says, in a revelation that I hope won’t damage his election bid. “I sort of like champagne. I’ve never picked up a glass and drunk it, but I’ve licked the spoon.” If Hedges succeeds in winning 6,000 votes come November, maybe he’ll have his spoon at the ready.  This article was amended on 26 May 2016. An earlier version incorrectly stated the year of the Prohibition party’s founding. It was 1869, not 1879. The article also incorrectly stated the last time a member of the party held elected office. It was in 1952, not the 1920s.",
  "webTitle": "A sobering alternative? Prohibition party back on the ticket this election",
  "webPublicationDate": "2016-05-11T11:30:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/prohibition-party-2016-election-ballots-jim-hedges",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "us-news/2016/may/11/prohibition-party-2016-election-ballots-jim-hedges"
}