{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/17/protect-womens-rights-on-a-shoestring-grassroots-organisations",
  "id": "2016-05-17-308",
  "sectionId": "global-development",
  "body": "The assassination attempt on Malala Yousafzai, the gang-rape of a young woman on a Delhi bus and the mob killing of Farkhunda Malikzada in Afghanistan are only some of the stories that have sparked global outrage and protests at the failure of governments to prevent violence against women and girls. While the extreme level of brutality in these cases is shocking, violence against women is widespread – one in three women experiences abuse in her lifetime. The UK prioritised tackling violence against women in its development work, a move that has helped shift the issue up the international agenda – eliminating all forms of violence is a target within the sustainable development goals. The Independent Commission for Aid Impact (Icai) has released a report examining the Department for International Development’s (DfID) efforts.  Icai found that the government had demonstrated strong, global leadership and made significant contributions to preventing abuse. However, Icai also found that funding women’s rights organisations is a “neglected” area of DfID’s work. Women’s rights organisations are the backbone of rights movements and, without them thriving, the government, along with the international community, will struggle to achieve its vision of ending violence against women and girls.   Related: Gates Foundation commits $80m to plugging gender equality data gap    Evidence from activists, academics and the World Bank makes a strong case that vibrant women’s rights organisations are fundamental in achieving gender equality and eliminating violence. Similarly, DfID’s Theory of change for tackling violence against women and girls recognises the pivotal role women’s rights organisations play in ending abuse. The most comprehensive research to date revealed that the mobilisation of women’s movements is more important to ending violence than the wealth of nations, left-wing political parties or the number of women in politics. The evidence is clear: women’s rights organisations are best placed to create and sustain real changes. Womankind Worldwide’s partner Musasa runs the only specialist women’s shelters in Zimbabwe. Staff work 24 hours a day, seven days a week to provide lifesaving services. ActionAid’s partner the Wangu Kanja Foundation in Kenya supports survivors of rape to access justice. In Ghana, it was the mass mobilisation led by a women’s rights coalition that got domestic violence legislation passed. In India, protests led by the women’s movement helped to pursue wide-ranging reforms to secure justice and protection for survivors of rape. In the UK, women’s rights organisations in the UK are fighting for shelter doors to remain open to women fleeing abuse.  In a global context, the creation of UN Women in 2010, the only UN agency wholly dedicated to supporting gender equality and women’s rights, was to a large extent the result of efforts by the Gender equality architecture reform campaign led by women’s rights and feminist organisations.  Yet donors are not yet channelling money towards women’s rights groups. The latest OECD data has revealed that, although globally aid to support gender equality has been growing, support to women’s rights organisations decreased from 1.5% into 1.2% from 2013 to 2014. UK funding has followed this trend: despite significantly increased funding for women’s rights organisations and gender equality institutions from £10m in 2012-13 to £22m in 2013-14, this is still less than 1% of UK gender-focused aid.           Why do women still die in childbirth, asks Emily Watson    Many women’s rights organisations are surviving on a shoestring budget. According to the Association of Women’s Rights in Development, the median annual budget of women’s rights organisations in 2011 was £14,000. Sub-Saharan African organisations survived on just £8,000. In 2015, this dire situation was exacerbated by the Dutch government’s decision to curtail some funds to women’s rights organisations in the global south. The UK’s commitment to spend 0.7% of gross national income on aid, and DfID’s civil society partnership review, provide an opportunity to ensure ring-fenced funding for women’s rights organisations. Another option could be to channel money through the Global Fund for Women or Mama Cash, as well as national and regional funds. Women’s funds are public foundations that aim to support and fund women-led solutions to the root causes of social injustice. These funds consistently reach groups that many other funders do not reach, such as grassroots organisations, as well as ones working on issues that are considered controversial. Funding is not the only thing that makes vibrant women’s rights movements, but it is essential for their sustainability, effectiveness and eventual success.  Ensuring that women and girls can live their lives without violence will not come for free. The UK must channel more and better resources to women’s rights organisations.  Bethan Cansfield is acting head of policy for Womankind Worldwide. Kasia Staszewska is ActionAid UK’s women’s rights policy adviser",
  "webTitle": "How do you protect women's rights on a shoestring? | Bethan Cansfield and Kasia Staszewska",
  "webPublicationDate": "2016-05-17T06:00:35Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/17/protect-womens-rights-on-a-shoestring-grassroots-organisations",
  "keyword": [
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Department for International Development (DfID)",
      "id": "politics/department-for-international-development-dfid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/17/protect-womens-rights-on-a-shoestring-grassroots-organisations"
}