{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/charles-keating-iv-navy-seal-isis-battle-video",
  "id": "2016-05-04-41",
  "sectionId": "us-news",
  "body": "Video footage obtained by the Guardian shows the grueling firefight between US special forces, Kurdish commandoes and Islamic State fighters this week, in which a US Navy Seal was killed. The footage – filmed on a cellphone during the battle, which lasted more than half a day – reveals the extent to which the US military is once again engaged in intense combat in Iraq.    Related: US Navy Seal killed by Isis in Iraq named as Charlie Keating IV    Provided to the Guardian by the lieutenant of an elite Kurdish peshmerga unit, the video shows a convoy of four by four vehicles coming under fire near Tel Osqof, a Christian town about 30km north of Mosul.  Amid the crackle of gunfire, peshmerga fighters and at least six US troops take cover behind an unarmored pickup truck on an arterial road leading into the town. One of the Americans appears to be saying “I don’t have a gun”, as another says, “I have a gun over here.”  A peshmerga shouts: “Please save up your bullets.” Another peshmerga fighter asks: “Can we not ask for AK-47 bullets from the Americans?” Lieutenant Saad, the peshmerga fighter who shot part of the footage, praised the US forces that aided the Kurds in repelling the Isis assault: “If it was not for the American firepower, we would have more casualties. They are really good fighters.”  Special Warfare Operator First Class Charles H Keating IV of San Diego, who hailed from Arizona, became the third US casualty of the latest US war in Iraq.   tel osq   In the video, a US Black Hawk helicopter with medical insignia is seen descending in an open field near a US and Kurdish position outside of the town before taking off again.  While it is unclear if Keating was aboard the helicopter in the footage, a peshmerga fighter can be heard saying “it has come to take away the wounded”.  After consulting with the Pentagon, the Guardian has decided to blur the visible faces of US forces at Tel Osqof.  The initial description of Keating’s death provided by US Central Command and the Pentagon said that he was was killed in northern Iraq “as the result of enemy fire” and behind the front lines.  Ashton Carter, US defense chief, described Keating’s death as “a combat death, of course”. The White House press secretary, Josh Earnest, also said Keating died a combat death, but characterized the overall mission in Iraq as something short of combat.      US Navy file photo of Charles Keating IV, 31, of San Diego. Photograph: US Navy    “Our men and women on the ground in Iraq do not have a combat mission, but they do have a dangerous mission to operate in a dangerous country,” Earnest said. For years, the White House has argued that US troops in Iraq with adjuncts in Syria – officially 4,000 but often 5,500 at any given time – are an advisory force, not a combat force. Barack Obama, announcing a deployment of 250 more special-operations forces to Syria on 25 April, said: “They’re not going to be leading the fight on the ground, but they will be essential in providing the training and assisting local forces that continue to drive [Isis] back.” Yet details of the battle at Tel Osqof, provided on Wednesday both by frontline participants and the US military command in charge of the war against Isis, suggest that the suddenness and intensity of warfare can erode the distinctions between assistance and combat.  Colonel Steve Warren, the spokesman for the command operating the war against Isis, said that Keating was part of a quick reaction force (QRF) spooled up in support of a US “advise and assist” mission that “just happened to be in that village” meeting with peshmerga leaders at Tel Osqof, less than four km behind the front.  From there, the US advisers fought alongside the peshmerga in a gun battle with what Warren said were at least 125 Isis fighters. “Our forces automatically became embroiled in the ensuing battle,” Warren said, and called in the QRF. “It was a big fight, one of the largest we’ve seen recently.”   Related: Kurdish fighters say US special forces have been fighting Isis for months    Warren said that the mission of QRF force Keating was a part of was not to reinforce the US fighting positions, but to extricate the Americans from the fight.  “That’s why the QRF went, to help extract them. It was a big fight. They were in contact [with the enemy], they couldn’t get away. So the QRF came to help ensure they were able to get away,” Warren told reporters. After being wounded by small-arms fire, Keating was successfully evacuated by Black Hawk helicopter to a medical facility in Irbil, the Iraqi Kurdish capitol, but his wounds proved fatal. Warren, who called Keating an “American hero”, said that Isis fired on the US helicopters but did not disable them.  Warren said “our guys got out of there relatively rapidly” but specified that the fight at Tel Osqof lasted over half a day. Thirteen US warplanes, including two drones, launched 31 airstrikes, the battle continued at least into 9.30pm, Warren said.  The Isis attack on peshmerga positions at Tel Osqof was multi-pronged and came as an apparent surprise. Before 6am on Tuesday, Isis militants bridged a peshmerga trench and crossed into territory held by the Kurdish forces.  “In the past, when they attacked, they tried to fill up the trench beyond our berms with a bulldozer, but this time was different,” said a Kurdish officer, Major Ibrahim, who has fought Isis since August 2014. “There was a convoy of Isis humvees and there was a mobile bridge in a truck.”      Still from the video. Photograph: The Guardian    At least 10 peshmerga were killed and up to 30 were wounded while almost all the Isis militants in the 20 vehicles that breached the front line died. Peshmerga captured at least three US-made Humvees that Isis had itself captured from the Iraqi military in 2014.  US aircraft including F-15 and F-16 fighter jets, B-52 bombers, A-10 close air support aircraft and drones launched airstrikes on more than 30 locations, destroying another 20 Isis vehicles, including a bulldozer. Warren put the Isis death toll at 58. When the Guardian visited the town on Wednesday, at least four mangled bodies were still on display in Tel Osqof. Houses with shattered windows were marked by bullet holes in their facades. Crushed packages of US ammunition littered the roads.  Dlovan Jaffar, a peshmerga fighter, took part in close combat with Isis on Tel Osqof’s streets. Standing by a mangled corpse of an Isis militant on Wednesday, Jaffar said the Isis Humvees had advanced despite a hail of rocket-propelled grenades fired by the peshmerga. “We cornered three Isis militants inside a house, but then one of them blew himself up killing the other two,” Jaffar said. The Americans, he said, fought outside the town, alongside elite peshmerga fighters.      Still from the video. Photograph: The Guardian    “I saw an American helicopter that touched down near the entrance to the town,” he said.  General Wahid Kovali, the leader of an elite peshmerga counter-terrorism unit that fought alongside the US forces, said the Seals and others fought heroically.  “They were very good fighters, but they also had good guns,” said Kovali, whose forces are on the front berm across from Isis-held Iraqi territory. “It was a bad day for us here yesterday,” Warren said, claiming that Isis launched the offensive to distract attention from recent territorial losses in northern Iraq.  Warren disputed that the US-led war against Isis, which will enter its third year this summer, is becoming more of a combat mission.  “Our mission remains to advise, assist, train [and] equip our partner forces, both here in Iraq and in Syria. That really continues to be our primary mission,” Warren said.",
  "webTitle": "Video shows Navy Seal's death was result of intense combat with Isis",
  "webPublicationDate": "2016-05-04T19:38:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/charles-keating-iv-navy-seal-isis-battle-video",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Fazel Hawramy",
      "id": "profile/fazel-hawramy"
    },
    {
      "webTitle": "Spencer Ackerman",
      "id": "profile/spencerackerman"
    }
  ],
  "guardianId": "us-news/2016/may/04/charles-keating-iv-navy-seal-isis-battle-video"
}