{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/24/luton-rabia-islamic-school-trust-investigated-charities-regulator",
  "id": "2016-05-24-122",
  "sectionId": "education",
  "body": "The educational trust behind an independent Islamic school in Luton that has been criticised for segregating staff by gender and treating male and female pupils differently is being investigated by the Charity Commission. The inquiry by the charities regulator into the Rabia Educational Trust comes after a series of adverse judgments by the school standards watchdog, Ofsted, following inspection of Rabia girls’ and boys’ school. In April, inspectors complained that male and female staff were segregated during training. Last year, the school was criticised for treating the education of boys and girls differently, limiting girls to sewing and knitting in technology classes.   Related: Staff segregated by gender at some faith schools, says chief inspector    The Charity Commission, whose remit does not include education matters, issued the trust with an action plan last September after an inspection identified regulatory concerns about its governance. Trustees were also asked to provide a written response to concerns raised in the media about the charity and its hosting of guest speakers at the school. “The trustees did not respond to the commission within the required timeframes and their response did not address all the actions required of the trustees as set out in the action plan,” a commission statement said. “Therefore the commission opened an inquiry into the charity and has exercised its legal powers to compel the trustees to provide information and documents regarding the charity to the commission.” The commission will publish its report at the end of the inquiry. The latest Ofsted inspection in April described the school once again as “inadequate”, although inspectors said there had been some progress in response to earlier inspections. Following the inspection, the chief inspector of schools, Sir Michael Wilshaw, wrote to the education secretary, Nicky Morgan, raising concerns about segregation of male and female staff at Rabia and other independent faith schools. A Department for Education spokesman said: “We have issued a statutory notice requiring Rabia Girls’ and Boys’ to provide us with an action plan to address the failures against the independent school standards, and we expect to receive this shortly. If the plan does not address the failings we will begin enforcement action. “It is completely unacceptable for women to be treated less favourably than men, and where there is evidence this is happening in schools we will not hesitate to act.”",
  "webTitle": "Luton Islamic school trust investigated by charities regulator",
  "webPublicationDate": "2016-05-24T14:31:57Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/24/luton-rabia-islamic-school-trust-investigated-charities-regulator",
  "keyword": [
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Ofsted",
      "id": "education/ofsted",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/24/luton-rabia-islamic-school-trust-investigated-charities-regulator"
}