{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/19/thomas-cook-shares-fall-terror-fears-turkey-tunisia-egypt",
  "id": "2016-05-19-91",
  "sectionId": "business",
  "body": "Thomas Cook shares lost nearly a fifth of their value after the holiday company warned that bookings had fallen following terrorist attacks in Tunisia and Brussels. Bookings for summer 2016 were 5% down on last year, the company said, as demand for holidays to Turkey, Tunisia and Egypt fell sharply. Full-year earnings are now expected to come in at the bottom end of City expectations. The warning sent the company’s shares tumbling 19% to a three-year low of 72.45p, making it the biggest faller in the FTSE 250. The downgrade also coincided with news of the disappearance of an EgyptAir flight on its way from Paris to Cairo, which affected the whole sector amid renewed concerns that consumers would be reluctant to travel.    Thomas Cook shares tumble   The rival company Tui, owner of the Thomson brand, fell 25p to £10.08, while airlines were also under pressure, with the owner of British Airways, International Airlines Group, down 12p at 515p and easyJet 26p lower at £14.61. Germany’s Lufthansa lost 1.2% and Air France fell 1%. Elsewhere cruise company Carnival dropped 64p to £34.85, and InterContinental Hotels lost 88p to £25.25. Thomas Cook’s previous update in March had also been cautious, saying the outlook was dependent on a sustained recovery in consumer confidence, and came on the same day that terrorists attacked Brussels airport. In the company’s latest comments, Peter Fankhauser, Thomas Cook’s chief executive, said demand for other destinations such as Spain and the Canary Islands had risen, but it had not fully compensated for the fall in bookings to Turkey. “As we look ahead to our busiest period, Thomas Cook is trading well to destinations other than Turkey, with particularly strong bookings to Spain and the USA. However demand for Turkey – our second largest market last year – remains significantly below last year’s levels.” Commenting on the inflated prices charged by travel companies during the school holidays, Fankhauser said the UK should learn from Germany and Switzerland.   Related: Thomas Cook hires strategist for safer tourism foundation    “UK authorities should look across the pond to Germany and Switzerland where they agree a staggered start of school holiday dates,” he said. “That relieves some of the pressure. If you had an agreement from local authorities in the UK to spread the dates … that would help us as well; it would help everybody.” He said Thomas Cook was doing everything it could to offer affordable holidays for families, adding that to get the best deals, “you have to book early in the cycle”.  His comments came after the high court last week ruled in favour of a father who refused to pay a fine for taking his daughter on holiday during the school term. Fankhauser said the attacks in Brussels airport and on the city’s metro system in March had brought its Belgian business “almost to a standstill”.  Following UK Foreign Office guidance, Thomas Cook stopped flying to Tunisia after the attack in the resort of Sousse in June 2015. It has also stopped flying to Sharm el-Sheikh, which was the most popular Egyptian resort with Britons but is now on the Foreign Office’s list of places to avoid. Excluding Turkey, summer bookings for 2016 were up 6% compared with the same point last year. Group revenue edged higher in the first half of the financial year to 31 March, rising to £2.67bn from £2.66bn a year earlier. Thomas Cook said it expected full-year underlying earnings to be between £310m and £335m, at the lower end of analysts’ expectations.  Analysts at Numis said: “We remain unenthusiastic about the investment merits of Thomas Cook Group. We believe that the basic business model continues to face structural challenges.” Credit Suisse cut its forecasts, saying: “Slow booking trends impacted by geopolitical events in both source markets and destinations drives our 2016 earnings per share estimates down 21%.”",
  "webTitle": "Thomas Cook shares fall as terror fears take toll on key destinations",
  "webPublicationDate": "2016-05-19T17:17:40Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/19/thomas-cook-shares-fall-terror-fears-turkey-tunisia-egypt",
  "keyword": [
    {
      "webTitle": "Thomas Cook",
      "id": "business/thomascookgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tunisia",
      "id": "world/tunisia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    },
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/2016/may/19/thomas-cook-shares-fall-terror-fears-turkey-tunisia-egypt"
}