{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/03/council-elections-local-government-turbulence-labour-conservatives",
  "id": "2016-05-03-203",
  "sectionId": "society",
  "body": "Conventional political wisdom will be turned on its head in Thursday’s local elections. Normally the official opposition should be confident of making substantial gains, particularly when a governing party is bitterly divided. Labour will not do well. That is only part of a complex undercurrent behind this year’s contests in 54 metropolitan and unitary councils, 70 smaller districts, plus four mayoral elections in England. The untold story, particularly in the shires, is the simmering resentment, verging on open revolt, between senior Conservative councillors and the government. They are aghast at arbitrary change being thrust upon their areas – from pushing new trans-council structures and elected mayors to regressive housing and planning reform – without any discussion. Ministers are edgy, listening.   Related: Tory local government leader asks Lords to block housing reforms    Then there’s a tension – a yawning divide, say some – between pragmatic Labour councils and a radical, anti-austerity leadership that has failed to connect with the public. Some councils and groups of authorities in conurbations are doing deals with the government. Shadow ministers are hostile. Rarely are local elections being held at such a deeply turbulent time for local government. Whitehall support is uncertain as the government moves to abolish its funding of English local councils by 2020 and £26bn of revenue is devolved from business rates. There’s little indication of how authorities in poorer areas with low tax bases will be compensated with the scrapping of a formula designed to deliver at least a degree of equity across the country. So far, ministers have been unwilling to say exactly how the weak will be supported – leaving some senior town hall figures to warn starkly that the poorest town halls risk going to the wall, Detroit-style. If that isn’t enough, there’s growing unease about the future structure of councils. Does the local government map as we know it risk being redrawn – call it by design, accident or a mixture of both – with an unelected politician pulling strings behind the scenes? Enter Lord (Michael) Heseltine, the former deputy prime minister, seemingly influential, stalking the corridors of power, and close to the chancellor, George Osborne. Heseltine has long advocated a unitary, or single-tier structure of local government throughout England (broadly similar to Scotland and Wales) and the abolition of 201 second-tier district councils – coupled with the imposition of elected mayors, particularly in conurbations such as Greater Manchester. Local Conservatives often don’t like what they hear – particularly an elected mayor overseeing a disparate cluster of local councils. Now it seems other models – dismantling some counties with a mix of district amalgamations – are being covertly encouraged to create a new breed of unitary councils. Ministers accept that the Greater Manchester “metro mayor” model – being replicated in some conurbations, but rejected in others – is hardly right for all the country.   Related: After the floods, local government is fighting to stay afloat | Peter Hetherington    As Ed Cox, director of the IPPR North thinktank has noted, many suspect that the insistence of these so-called “metro mayors” has betrayed the fact that another key objective for the government in England is local government reform. He thinks many feel that the faltering nature of deal making, following Greater Manchester and a string of other places, has privileged some places over others – and with many big city deals largely sorted out, the Treasury, a key player, “seems to have lost interest in striking deals with more peripheral places”. The result, unsurprisingly, is growing uncertainty in English local government, compounded by a national government with no clear plan or sense of direction – apart from a view that the present structure is not fit for purpose. Next year, with polling due in 27 county councils – the traditional preserve of Conservatism – one question will override all others: will they be the last such elections? It’s anyone’s guess.",
  "webTitle": "These council elections will do nothing to calm local turbulence | Peter Hetherington",
  "webPublicationDate": "2016-05-03T12:00:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/03/council-elections-local-government-turbulence-labour-conservatives",
  "keyword": [
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Hetherington",
      "id": "profile/peterhetherington"
    }
  ],
  "guardianId": "society/2016/may/03/council-elections-local-government-turbulence-labour-conservatives"
}