{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/mod-may-allow-gay-marriage-ceremonies-on-military-bases",
  "id": "2016-05-11-125",
  "sectionId": "uk-news",
  "body": "Gay members of the armed forces may soon be allowed to get married on military bases. The minister for the armed forces, Penny Mordaunt, has ordered a pilot project to explore registering MoD sites for civil marriages and partnerships, including same-sex unions. The move was disclosed in response to a parliamentary question on the use of military chapels for same-sex weddings. There are 190 state-funded military chapels in England and Wales. Although a law allowing gay marriage was passed in 2013, such ceremonies are banned by the Anglican church and another 11 Christian denominations that provide chaplains to the armed forces. Unitarians and Quakers do permit same-sex marriage. Last December, Mordaunt told MPs she had asked army chaplains to advise her on how the legal sanction of gay marriages could be fully implemented. But in a written answer this week, she said that under the terms of the 2013 act, no religious organisation or representation could be forced to conduct or participate in same-sex marriages. The minister added that she had instead “recently directed that a pilot project is implemented to explore registering Ministry of Defence sites for civil marriages and partnerships; this includes same-sex unions”. The army ended its ban on gay and lesbian people serving in the military in 2000 following a landmark case in the European court of human rights a year earlier. Since then LGBT rights have been embraced by the armed forces.   Related: Belfast bakers 'would have sinned' if they made gay marriage cake    Last year, the LGBT rights campaign group Stonewall said the navy, army and air force were among top British employers for lesbian, gay and bisexual staff. A spokesperson for Stonewall said: “It’s great to hear that same-sex marriages will soon take place at Ministry of Defence sites and we hope to see this rolled out across all military bases.  “For lesbian, gay and bi service people this move by the Ministry of Defence sends an important message – that the armed forces are not only inclusive, but want to play a significant role in celebrating same-sex partnerships.” The National Secular Society called for the 2013 law to be amended to remove the clause allowing religious institutions to veto same-sex marriages. “It is unfair and discriminatory that same-sex couples in the armed forces are denied the religious freedom to have a religious marriage in any military chapel, all of which are paid for from public funds,” said a spokesperson. Major Rob Ridley, chair of the Army LGBT Forum, said: “It’s great to see the MoD proactively exploring all routes to enable the marriage of same sex couples. It is another step forward for LGBT inclusion in Defence, which has advanced exceptionally far in the 16 years since rules preventing our service were lifted.” There are dozens of army bases in England and Wales, though most would struggle to compete with the historic houses and upmarket hotels which dominate venues licenced for weddings. In 2010, Lance Corporal James Wharton, 23, of the Household Cavalry celebrated his civil wedding to Virgin air steward Thom McCaffrey with a lavish reception at the regimental barracks in Knightsbridge. “The entire regiment has been really supportive,” he told the Independent. “The lads joked it was the gay event of the year. Everyone was excited. It was the talk of the barracks. This generation of soldiers is completely liberal.”",
  "webTitle": "MoD may allow gay marriage ceremonies on military bases",
  "webPublicationDate": "2016-05-11T16:17:24Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/mod-may-allow-gay-marriage-ceremonies-on-military-bases",
  "keyword": [
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Ministry of Defence",
      "id": "uk/ministry-of-defence",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Civil partnerships",
      "id": "lifeandstyle/civil-partnerships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "uk-news/2016/may/11/mod-may-allow-gay-marriage-ceremonies-on-military-bases"
}