{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/09/man-storms-out-of-dock-daughters-postmortem-ben-bulter-trial-murder-ellie",
  "id": "2016-05-09-183",
  "sectionId": "uk-news",
  "body": "A man accused of murdering his six-year-old daughter has stormed out of the dock at his trial, claiming evidence was hidden by a doctor. Ben Butler, 36, who was sitting in the glass-walled dock at the Old Bailey in London, lost his temper while a consultant paediatric pathologist from St Thomas’ hospital gave evidence about Ellie’s postmortem. Andreas Marnerides was being asked by the defence about the cremation of Ellie after her death in October 2013.  When barrister Di Middleton asked whether the cremation was carried out in consultation with the defendant’s solicitors, Butler began screaming: “No, no, no, no, it wasn’t.” Through the glass he shouted at the doctor: “How dare you. You took samples and cremated her behind our back.” Ellie’s mother, Jennifer Gray, who has been charged with a separate offence relating to treatment of the child, joined in on the attack on the doctor shouting: “How dare you.” Butler then stormed out of the dock shouting: “You hid evidence ... yeah, yeah, yeah, you hid evidence.” Ellie was found dead after being left alone at home with Butler in Sutton, south-west London, while her mother was at work. Butler is charged with murder and child cruelty, while Grayis charged with child cruelty. They both deny the charges.  Middleton immediately intervened, telling Mr Justice Wilkie: “I apologise on Mr Butler’s behalf, it’s a particularly sensitive subject.” The judge replied: “He lost it for a reason you have explained and absented himself.” Butler returned to the dock within two minutes and was told by Wilkie: “I understand that some issues may be very sensitive for you, but you must try to restrain yourself.” The judge told Butler that if he wanted to communicate with the defence team he needed to do so by writing a note to his barrister. Ellie suffered catastrophic head injuries similar to those caused by a high-speed car crash on 28 October 2013, the trial has heard. Butler, who had been convicted of injuring Ellie when she was seven weeks old, had been reunited with his daughter after his conviction was quashed on appeal and a high court judge ruled the child should be returned to his care.  The trial continues.",
  "webTitle": "Man storms out of dock during evidence on daughter's postmortem",
  "webPublicationDate": "2016-05-09T13:05:58Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/09/man-storms-out-of-dock-daughters-postmortem-ben-bulter-trial-murder-ellie",
  "keyword": [
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/09/man-storms-out-of-dock-daughters-postmortem-ben-bulter-trial-murder-ellie"
}