{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/04/call-make-recruiters-responsible-housing-migrant-workers-safely-staffline",
  "id": "2016-05-04-111",
  "sectionId": "money",
  "body": "Government anti-slavery bodies have pointed to a “gap” in the law that lets employment agencies who take on migrant workers avoid responsibility for helping them find safe housing.  The call comes after it emerged that workers crammed into a dangerous disused showroom in north Wales had been suggested the accommodation by one of the UK’s biggest employment agencies.  More than 100 people who picked leeks and daffodils for Tesco and Waitrose were found living in the property in Flintshire, Hyperion House, when it was raided by the local council last year. Enforcement officers found 107 people living in 32 rooms, sharing three kitchens, six toilets and six showers in a property with broken smoke alarms and an overflowing septic tank.  The landlord, John Russell Brown, was charging workers £55 a week, earning him an estimated £70,620 in rent during the peak picking season from January to March. In January, he was fined £21,100 after Wrexham magistrates’ court heard that the building, which lacked planning permission, was “wholly inadequate” and at “imminent risk of fire”, posing a real risk to life.  An investigation by Environmental Health News has found that the property was featured on a list of accommodation provided by Staffline Group to newly arrived migrant workers. Currently agencies supplying workers to sectors such as food processing and agriculture must obtain licences from the Gangmasters Licensing Authority (GLA). These licences require companies to meet tough standards covering health and safety, pay, accommodation and working conditions, but they only need to ensure workers’ housing is safe if the housing is linked to their jobs. This means Staffline was not under any legal obligation to check Hyperion House met minimum standards before suggesting it.      Enforcement officers found 107 people living in 32 rooms, sharing three kitchens, six toilets and six showers. Photograph: Flintshire County Council    Jim Coy, the Welsh government’s anti-slavery co-ordinator for north Wales, said Staffline did not check the landlords on the list it was giving to migrants. “On their website, Hyperion House was one of their preferred accommodation venues of a list of 10,” he said. “The other nine the addresses did exist but when I went to check them physically myself, they had never heard of that company. There had never been any contact with that company and certainly no arrangement to house migrant workers.” Coy said: “There is a gap in the current legislation which allows people to offer employment and do nothing about accommodation. Surely if people are coming across the world to work here, we must pay due diligence to where they are going to live and the standards of living they are going to receive.”  Paul Broadbent, the head of the Gangmasters Licensing Authority, which was established after 21 Chinese cockle pickers drowned off Morecombe Bay in 2004, agreed that this was an area where workers could be exploited.     Paul Broadbent is a former chief superintendent of South Yorkshire police. Photograph: Gary Calton for the Observer    “The GLA is limited as to what it can do under current UK law and regulations unless the workers’ accommodation is being provided directly by one of the agencies we license,” he said. Discussions are ongoing on a number of levels and we will continue to do whatever we can, legally and ethically, to prevent worker exploitation and protect vulnerable people. “As a government regulator we are bound by statute and not opinion, and the fact remains that there is no requirement in current legislation for companies to check out any accommodation that it ‘recommends’.”          Police video of the raid on Hyperion House.    Staffline Group, which supplies up to 45,000 temporary workers each day to thousands of farms, food processors, warehouses, and care homes across the UK, said it did not either directly or indirectly place workers in accommodation. “We do not place workers in accommodation either directly or effectively in line with the governing regulations. However, we do try to help the workers as much as we can within these constraints and, having consulted the guidance offered by Gangmasters Licensing Authority’s Brief 38, we therefore collate a list of potential accommodation for workers to refer to when they are finding and selecting their own accommodation,” it said in a statement. The group’s full year financial results reveal its revenues are up 40 per cent to £702.2m and its underlying profits are up 52 per cent to £28.3m. Jane Bladon, Staffline’s head of compliance, said Hyperion House was on the list because workers recommended it to Staffline. “Back in that time there were no such checks done on any of the people that go on our disclaimers. So it was by word of mouth or reputation. Somebody would tell us that was OK to live at, that the standards were what we looking for, and it was affordable,’ she said. This year Staffline had introduced a new system for helping migrants find accommodation to ensure they were not dealing with “disreputable companies”.   Related: Lithuanian gangmasters jailed in modern slavery and trafficking case    “We are going to meet the accommodation provider, which is something we have never done before and make sure we going to be happy with what they are supplying to workers. We are going to audit a sample of their accommodation. If they aren’t up to scratch then we aren’t going to put them on the disclaimer,” said Bladon. “So we going a little bit further than we ever did before.” Waitrose said it was not responsible for where migrant workers rented but said it had been in touch with Staffline and the supplier who employed the workers. “We take workers’ welfare very seriously and although we could never be held responsible for accommodation that workers privately rent we are in contact with our supplier and the recruitment agency they use to ensure they are doing all they can to support workers,” it said. Tesco said it was the relationship between the workers and the landlord was a private one. “We are looking into this incident, but we understand that the accommodation in this case was a private arrangement between the workers and landlord, not organised by our supplier or the labour agency. As a founder member of the Ethical Trading Initiative, we take these issues very seriously and work closely with the Gangmasters Licensing Authority and other organisations to ensure good practice in our own supply chain.” The Home Office said councils already had powers to tackle rogue landlords and insisted that there were no gaps in the gangmaster licensing regime.  “This is not a loophole: existing legislation and housing standards offer strong protection to those who rent from private landlords,” said a spokesperson. “We are determined to crack down on rogue landlords and the Housing Bill will introduce banning orders, fines and a database for the worst offenders.”  This article was corrected on 9 May 2016. The image of Paul Broadbent is from his time at South Yorkshire police as a chief superintendent, not as an assistant chief constable.",
  "webTitle": "Call to make recruiters responsible for housing migrant workers safely",
  "webPublicationDate": "2016-05-04T16:07:37Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/04/call-make-recruiters-responsible-housing-migrant-workers-safely-staffline",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Discrimination at work",
      "id": "money/discrimination-at-work",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Employment law",
      "id": "law/employment-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Wall",
      "id": "profile/tom-wall"
    }
  ],
  "guardianId": "money/2016/may/04/call-make-recruiters-responsible-housing-migrant-workers-safely-staffline"
}