{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/eastenders-peggy-grant-mitchell-coronation-street-hollyoaks-emmerdale",
  "id": "2016-05-24-270",
  "sectionId": "tv-and-radio",
  "body": "Bow down, good people of Soapland: it’s Peggy Mitchell’s manor this month and you’re just living in it. The most fabulous matriarch EastEnders has ever seen may have been a shadow of her former self when she arrived back in the Square, but she provided many a tear-jerking moment before she departed for good on Tuesday. Despite the sad circumstances of her return, Peggy was a breath of straight-talking fresh air. The cutting one-liners that made her so very Peggy were still there. “At last! A decent hairdo,” she said to Roxy, giving her the once-over. “Not like those rats’ tails you used to have.”   Related: Babs calls time for the last time: farewell Peggy Mitchell, queen of EastEnders    Peggy’s eyes flashed with fear as the doctors told her the cancer had spread to her brain, but she remained proud. “Cancer’s not having the last word,” she told Phil, “I am.” For one second there was a glimpse of the old Peggy, about to slap cancer round the face, call it an old tart and tell it to “Get outta my pub!” Only one woman had the power to reunite Mitchell brothers Phil and Grant (who let his one raised eyebrow do the talking as he made his comeback). And only one woman could bring a tear to the nation’s eyes as she was paraded round the Square on the back of a milkfloat crooning It’s Now Or Never. The fact that Dot rolled her eyes and gave her a lecture about growing old gracefully made that moment even more beautiful.     Bruv… Grant and Phil Mitchell. Photograph: Jack Barnes    Arch-enemy Sharon planned one last supper, pretending that her ex-mother-in-law didn’t hate her, and even Shirl got involved on the cake-making front. “I’m no Mary Berry,” she lamented. Ain’t that the truth. Sharon fondly recalled the time she dared to order Peggy to get outta her pub. “I told her if you don’t stop waving that polished finger in my face you’ll be picking those false eyelashes out of the ice bucket.” Yeah, yeah, Sharon. Photos or it didn’t happen.   Related: A short history of death on EastEnders    While all this was going on, EastEnders chanced a cheeky side story with Mick and Linda becoming embroiled in some kind of crazy wife-swapping escapade with Belinda and Neville. It was proper naughty pop-your-car-keys-in-the-fruit-bowl-and-I’ll-show-you-my-ice-dispenser stuff, with Mick ending up trapped in a hot tub next to Neville’s budgie smugglers, which is just the light relief EastEnders needed. But the real star of the show was Peggy. Let’s not remember the old gal taking her own life rather than allowing cancer to get the final say (with the ghost of Pat Butcher alongside her). Instead, let’s remember her drifting down the Thames with Phil, admiring the city she loved so much to the sound of Moon River. No, you’ve got something in your mince pie.     A night on the lash… Kate and Gail. Photograph: Andrew Boyce    Over in Coronation Street, Gail was taking her first ever disco nap. The occasion? Carla’s hen do, which was a work of genius. The hens assembled brandishing Carla’s trademark. No, not a large Shiraz. They hit the town in long, dark, glossy wigs. Everything about that night was pure joy, from Carla belting out It’s Raining Men to Gail’s wonderment at being refreshed and on the loose in a nightclub. “This is what the Haçienda must have looked like,” she marvelled.   Related: Soaps are the real beating heart of TV | Hannah Verdier    Of course no soap hen night would be complete without the gaggle mistaking a pair of policemen for strippers. “It was a very easy mistake to make,” argued ringleader Drunk Gail. “They were very muscular. For constables.” Meanwhile, Nick’s stag was a barrel of laughs after he wrestled with the results of his latest brain scan. “I can’t control my emotions,” he admitted to David. “What happens if I walk down the aisle and I deck her?” Nick tried his best to get out of the wedding, but Carla’s powers of persuasion are strong. For someone whose default facial expression is “I’ve seen it all”, you’d think she’d know better than to tie the knot next week, when Britain’s Got Talent airs every night, pushing Corrie into post-watershed ratings-chasing territory. Going by past evidence, a fresh episode of Corrie each evening means that someone’s bound to get killed/jilted/pushed under a tram at some point. Or, as that wise sage of the Street Sally said: “If this is the hen do, God help us on the wedding.”     Brain of Britain… Cain, Holly and Charity. Photograph: Andrew Boyce    Meanwhile in Emmerdale, Cain was back to his evil best. Hood up and on the warpath, he set out to find out the identity of Belle Dingle’s mystery older man. Sadly, his brain didn’t match his brawn and poor Rakesh was on the receiving end of a case of mistaken identity. Well, if you’re going to falsely imprison someone, why not make it a lawyer? “He’s definitely a man who knows that being tied up in a shed all night is grounds for some serious suing,” said the ever-helpful Charity. And how does Hollyoaks compete with the big guns of soap storylining? By carrying on being bonkers. Blushing bride Sienna gave her forbidden lust object Trevor the glad eye as she walked down the aisle with Ben; Cameron tried to drown Ste; and The Gloved Hand Killer’s waters broke. Add a dash of Mercedes on the rampage and it’s just another standard month in the sleepy ’Oaks suburb.",
  "webTitle": "EastEnders: a look back at Peggy Mitchell’s last hurrah",
  "webPublicationDate": "2016-05-24T08:00:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/eastenders-peggy-grant-mitchell-coronation-street-hollyoaks-emmerdale",
  "keyword": [
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EastEnders",
      "id": "tv-and-radio/eastenders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Coronation Street",
      "id": "tv-and-radio/coronation-street",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Emmerdale",
      "id": "tv-and-radio/emmerdale",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Hollyoaks",
      "id": "tv-and-radio/hollyoaks",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Barbara Windsor",
      "id": "tv-and-radio/barbara-windsor",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/24/eastenders-peggy-grant-mitchell-coronation-street-hollyoaks-emmerdale"
}