{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/05/premier-league-ineptitude-index-2015-16-leicester-city",
  "id": "2016-05-05-255",
  "sectionId": "football",
  "body": "Welcome to the Guardian’s second Premier League ineptitude index. Last season we established that QPR, Burnley and Everton were the most incompetent sides in the division by using a series of measures and a whole load of stats provided by the ever-excellent boffins at Opta. This season, they’ve sent more numbers for us to abuse.   Related: Football transfer rumours: Chelsea to splash £79m on Antoine Griezmann?    At a time of the year often littered with articles about the brilliant and the sublime, the best goals, player and teams of the year, we hope to celebrate the clumsy and the blundering, the deficient and the lacking, the ham-fisted and cack-handed. It’s time to crown the Premier League’s most inept side of the 2015-16 season. Although not a wholly scientific investigation, it is not without its detailed research. Rather than looking entirely at dull stats such as pass completion rates, we want to establish who are the really woeful sides: the ones who throw the ball to the opposition from their own throw-ins, those who manage to lose having been 2-0 up, clubs who have been penalised because their players are unable to keep their shirts on. We’ve assigned each category weighting (slightly arbitrary, we’ll admit) and have awarded corresponding ineptitude points to the sides who are the best at being rubbish. The results are below: Own goals     Damien Delaney scores an own goal to put Arsenal 2-1 up against Crystal Palace. Palace are the joint highest scorers of own goals. Photograph: Jason Dawson/Rex Shutterstock    Own goals happen. An unlucky deflection, a goalmouth melee, an incident a player could do nothing about. But they’re not great examples of competence, are they? In any index of ineptitude, doing the opposition’s job for them and putting the ball in your own net must rank pretty highly. We’ll let teams off if they have done it only once this season (and take a bow Bournemouth, Leicester, Southampton and Stoke who have done it no times at all) but we will award five incompetence points to any side who have done it more than once. Crystal Palace and Swansea City (four times each) get 20 points, Arsenal, Aston Villa, Tottenham Hotspur, West Bromwich Albion (three times each) get 15 and Chelsea, Newcastle, Norwich and West Ham (twice) get 10 points each. After the first round, our nascent table looks like this:  Crystal Palace 20 Swansea City 20 Arsenal 15 Aston Villa 15 Tottenham Hotspur 15 West Bromwich Albion 15 Chelsea 10 Newcastle 10 Norwich 10  West Ham 10  Throw-ins to the opposition     Leicester City’s Danny Simpson, possible taking aim at an opposition player. Photograph: Michael Regan/Getty Images    In the hustle and bustle of a Premier League match, finding your team-mate with a pass when the ball is in play can be difficult. Under pressure, out of breath and using feet or head – body parts not genetically designed for the accurate dissemination of a spherical object – it is hard. Your hands, however, are exactly perfect for the job. To fail to find your team-mate with a throw-in is the height of ineptitude. Leicester, that Leicester, are the worst offenders and have failed to keep possession from a throw-in 276 times this season – that’s 7.6 times a game. Even for a team that play better when the opposition has the ball, that’s mind-boggling. They’re actually worse at throw-ins now than they were last season (when they did it 251 times after 37 games). In a season in which they’ve done everything so well, it’s genuinely heartwarming to think that, in at least one department, they’re utterly bobbins. We’ll give them 10 points for their ineptness, with eight for the second-worst offenders (Norwich and Watford, 221 times each) and six for the third-worst (West Brom, 208). Finally, some cheer for Arsenal fans – your side are the best at not throwing the ball to the opposition (the team did it 57 times). So that’s something. Table  West Bromwich Albion 21 Crystal Palace 20 Swansea City 20 Norwich 18 Arsenal 15 Aston Villa 15 Tottenham Hotspur 15 Chelsea 10 Leicester 10 Newcastle 10 West Ham 10 Watford 8  Yellow cards for removing a shirt     Everton’s Arouna Koné: guess what happened next? Photograph: Alex Livesey/Getty Images    Removing your shirt has been an offence punishable by a yellow card since 1 July 2004. The great majority of current Premier League players made their professional debuts since that rule was introduced, meaning their entire careers have been played with it in place. There is simply no excuse for it, whether they agree with the rule or not. Players from Everton, Liverpool, Watford and West Ham have done it twice this season. Since no player has been sent off for it (more on that here), it doesn’t merit a massive penalty, instead earning the worst offenders five points each for the idiocy of their players. Players from Arsenal, Bournemouth, Chelsea, Newcastle and Southampton have done it once, so earn their clubs three points each. Table  West Bromwich Albion 21 Crystal Palace 20 Swansea City 20 Norwich 18 Arsenal 18 Aston Villa 15 Tottenham Hotspur 15 Chelsea 13 Newcastle 13 West Ham 15 Watford 13 Leicester 10 Everton 5 Liverpool 5 Bournemouth 3  Sides who do not score in a match     West Bromwich Albion and Aston Villa were among the least entertaining sides in the Premier League, and played out a 0-0 draw in January. Photograph: Darren Staples/Reuters    The entire point of the game of football is to score goals. There is absolutely no point to any of this if teams do not score goals. No wins, no losses, just draws. Take it to its logical conclusion and every team finishes the season on 38 points with zero goal difference. So, scoring goals is pretty key – not scoring them is inept. We’ll let the 10 least bad offenders off for at least trying to provide some entertainment (Leicester are the best, failing to score on only three occasions). For the 10 worst, we’ll award one point to each team for each fixture in which they failed to score. That means Aston Villa: 16 points. Palace, Norwich, West Brom: 14 points. Newcastle, Stoke, Watford: 13 points. Sunderland, Swansea City: 12 points. Bournemouth: 11 points. Table  West Bromwich Albion 35 Crystal Palace 34 Swansea City 32 Norwich 32 Aston Villa 31 Newcastle 26 Watford 26 Arsenal 18 Tottenham Hotspur 15 West Ham 15 Bournemouth 14 Chelsea 13 Stoke 13 Sunderland 12 Leicester 10 Everton 5 Liverpool 5  Blowing a two-goal (or more) lead     Norwich City watch their two-goal lead against West Ham go up in a puff of smoke. Photograph: Michael Regan/Getty Images    If a team are two or more goals to the good but then fail to win the match, the players should be forced to play their next fixture wearing big red clown noses, having spent the week knocking on every single door in the area they represent and apologising for being bungling oafs. Everton, Liverpool, Norwich, Aston Villa and West Brom have each been at least two goals up at some stage and have gone on to lose. They get 10 points each and, by rights, ought to trot on to the pitch with this music booming from the stadium PA. But it gets worse. Everton and Liverpool, as well as Stoke, have also gone on to draw after being at least two goals up, so they get five points for each time they’ve done that too: so 10 apiece. Norwich, Arsenal, Bournemouth, Manchester United, Newcastle United, Southampton, Sunderland all pick up five points too for that same crime. And then there’s Tottenham. Tottenham have also blown a two-goal lead twice to go on to draw, but in the most recent one they managed to hand the title to another side in the process. They should, by rights, earn 10 points for their blown leads, but we’re going to fine them an extra five for making another team champions while they were at it. Table  West Bromwich Albion 45 Crystal Palace 34 Swansea City 32 Norwich 47 Aston Villa 41 Newcastle 31 Tottenham Hotspur 30 Watford 26 Everton 25 Liverpool 25 Stoke 23 Arsenal 23 West Ham 15 Bournemouth 19 Chelsea 13 Sunderland 17 Leicester 10 Manchester United 5 Southampton 5  Conceding a goal past 90 minutes     Norwich’s Martin Olsson celebrates scoring his side’s third goal against Newcastle, in the 93rd minute. Photograph: Reuters    Much like blowing a two-goal lead, conceding in injury time is a sign of a team with raw doltishness. How many minutes have you got to see out? Three? Four? Five minutes without allowing an opposition player to do one of the hardest things in football – score a goal? Well done to Manchester City and Watford, who are alone in managing to keep it tight in stoppage time. No other team get let off here: even if a side have done it just once, they get punished. We’ll award 10 points for the worst teams (Newcastle, Norwich, five times each), eight for the next worst (Aston Villa, Liverpool, four times each), six for the next (Bournemouth, Crystal Palace, Everton, Sunderland, three times each), four for the next (Arsenal, Leicester, Stoke, Swansea, West Brom, twice) and one for the rest (Chelsea, Manchester United, Southampton, Tottenham, West Ham, once). Table  Norwich 57 Aston Villa 49 West Bromwich Albion 49 Newcastle 41 Crystal Palace 40 Swansea City 36 Liverpool 33 Everton 31 Tottenham Hotspur 31 Stoke 27 Arsenal 27 Watford 26 Bournemouth 25 Sunderland 23 West Ham 16 Chelsea 14 Leicester 14 Manchester United 6 Southampton 6  Missed penalties     Oh, Kun. Photograph: Reuters    Those with sharp eyes will have spotted that one team have yet to make an appearance on the ineptitude index and it is clearly wrong to suggest Manchester City have been competent this season. So what about missed penalties? It is hard to think of another occasion in a football match where scoring a goal is so likely. To fail to do so, therefore, must be incompetent. Manchester City and West Brom are the joint worst at penalties in the league, missing three each. We’ll award five ineptitude points per miss so Manchester City and West Brom get 15, Leicester get 10, and Arsenal, Bournemouth, Chelsea, Palace, Everton, Southampton and Watford all get five. We’ve decided not to include a category for penalties conceded because, at times, those come about through refereeing incompetence (the worst offenders, though, are Norwich, nine, Watford and West Ham, eight). Table  West Bromwich Albion 64 Norwich 57 Aston Villa 49 Crystal Palace 45 Newcastle 41 Everton 36 Swansea City 36 Liverpool 33 Arsenal 32 Watford 31 Tottenham Hotspur 31 Bournemouth 30 Stoke 27 Leicester 24 Sunderland 23 Chelsea 19 West Ham 16 Manchester City 15 Southampton 11 Manchester United 6  Yellow cards for dissent, yellow cards for simulation     John Terry begs to differ with Jon Moss. Photograph: Arfa Griffiths/West Ham United via Getty Images    In the first category, a player is punishing his team by basically being a moron. Whether or not the referee was right, a player is unlikely to change an official’s mind by yelling abuse at him. In the second, the player is cheating. It is hard to think of anything more inept than failing to play by the rules of the game. So we’ll award five points for the worst referee abusers (West Brom, 11 yellows for dissent), four each for the next worst (Chelsea, Watford, 10), and three each for the next (Aston Villa, Leicester City, Tottenham, eight). On top of that, we’ll award two points for any yellow card handed out for simulation to any team who have done it more than once. Crystal Palace, Everton and Watford get six points each. Aston Villa, Chelsea and Spurs get four each.  Table  West Bromwich Albion 69 Norwich 57 Aston Villa 56 Crystal Palace 51 Everton 42 Newcastle 41 Watford 41 Tottenham Hotspur 38 Swansea City 36 Liverpool 33 Arsenal 32 Bournemouth 30 Stoke 27 Leicester 27 Chelsea 27 Sunderland 23 West Ham 16 Manchester City 15 Southampton 11 Manchester United 6  Red cards     Sadio Mané doing what Southampton players do best: getting sent off. Photograph: Reuters Staff / Reuters/Reuters    Doing anything that leaves your side with fewer men on the pitch can hardly be described as competent (except, admittedly, in this scenario). We’ll award 10 points for the worst offender (Southampton, six), eight points for the second-worst (Everton, West Ham, five each) and six points for the next worst (Arsenal, Newcastle, Chelsea, Stoke, four each). Table  West Bromwich Albion 69 Norwich 57 Aston Villa 56 Crystal Palace 51 Everton 50 Newcastle 47 Watford 41 Arsenal 38 Tottenham Hotspur 38 Swansea City 36 Liverpool 33 Stoke 33 Chelsea 33 Bournemouth 30 Leicester 27 West Ham 24 Sunderland 23 Southampton 21 Manchester City 15 Manchester United 6  Mistakes that lead to a goal     Arsenal’s Theo Walcott shoots and scores past Aston Villa’s Alan Hutton. Villa made the most mistakes that led to goals. Photograph: Adrian Dennis/AFP/Getty Images    If scoring a goal is the point of the game, stopping your opponents from the doing the same has got to be next on the list of priorities. So it stands to reason that making an error that leads to an opposition goal is incompetent. We’ve awarded one point per error: Aston Villa are the worst, having done it 15 times. Leicester are the best having only committed one error all season leading to an opposition goal. Which is astonishing. The full list looks like this:  Aston Villa 15 West Ham 13 Liverpool 10 Bournemouth 9 Crystal Palace 8 Everton 8 Swansea City 7 Chelsea 7 Norwich City 7 Sunderland 7 Newcastle United 6 Tottenham Hotspur 6 Southampton 6 Watford 5 Manchester City 5 Arsenal 5 Stoke City 3 West Brom 3 Manchester United 2 Leicester City 1  And it does this to the table  West Bromwich Albion 72 Aston Villa 71 Norwich 64 Crystal Palace 59 Everton 58 Newcastle 53 Watford 46 Tottenham Hotspur 44 Arsenal 43 Liverpool 43 Swansea City 43 Chelsea 40 Bournemouth 39 West Ham 37 Stoke 36 Sunderland 30 Leicester 28 Southampton 27 Manchester City 20 Manchester United 8  Failing to find your own player inside your own half     Newcastle United’s Jonjo Shelvey. His side have failed to find a team-mate inside their own half more than any other club this season. Photograph: Alan Walter/Reuters    Not the worst crime a team can commit on the pitch, nor a foolproof indicator of incompetence, but a competent professional footballer ought to be able to find a team-mate in his own half pretty regularly. Not in Newcastle, though, where players failed to find a team-mate inside their own half an incredible 906 times. That means that, 25 times per game, they pass the ball to the opposition in an area of the pitch they should control. Let’s punish the five worst teams and give Newcastle 10 points. Liverpool and Bournemouth are the next worst, doing it 860 times each, so get eight points each. Swansea City and Tottenham are next, 813 times, and get six points. Leicester are the sixth-worst team at finding a team-mate in their own half but, given that playing without the ball actually seems to be a tactic of theirs (see throw-ins), they get away without censure (we did say that some of this is arbitrary). Table  West Bromwich Albion 72 Aston Villa 71 Norwich 64 Newcastle 63 Crystal Palace 59 Everton 58 Liverpool 51 Tottenham Hotspur 50 Swansea City 49 Bournemouth 47 Watford 46 Arsenal 43 Chelsea 40 West Ham 37 Stoke 36 Sunderland 30 Leicester 28 Southampton 27 Manchester City 20 Manchester United 8  Errors by goalkeepers that lead to goals     Liverpool’s Simon Mignolet allows a free-kick by Sunderland’s Adam Johnson to roll under his left hand. Photograph: Reuters    Goalkeepers got an easy ride in last season’s ineptitude index, a fact quite rightly spotted by those below the line. Disappointingly, Opta does not carry stats on goalkeepers letting the ball between their own legs but, being football’s all-seeing stats machine, it does know how many times a keeper’s mistake has directly led to a goal. That Liverpool, alongside Bournemouth, top this list suggests whoever decided to award Simon Mignolet a new contract may not have had a key to the Opta engine room. We awarded one point each for errors from outfield players leading to a goal, so we’ll double it to two points for goalkeepers since their entire raison d’être is to not concede goals. The goalkeeping error list looks like this:  Liverpool 5 (10 points) Bournemouth 5 Aston Villa 4 (eight points) Crystal Palace 4  Swansea City 4  Norwich City 3 (six points) Sunderland 3 Tottenham Hotspur 3 Arsenal 2 (four points) Manchester City 2 Watford 2 West Ham United 2 Chelsea 1 (two points) Manchester United 1 Southampton 1 West Bromwich Albion 1  Table  Aston Villa 79 West Bromwich Albion 74 Norwich 70 Crystal Palace 67 Newcastle 63 Liverpool 61 Everton 58 Swansea City 57 Bournemouth 57 Tottenham Hotspur 56 Watford 50 Arsenal 47 Chelsea 42 West Ham 41 Stoke 36 Sunderland 36 Southampton 29 Leicester 28 Manchester City 24 Manchester United 10  Results It’s hardly a surprise that Aston Villa, a side relegated midway through April, top the list. But Sunderland’s relatively competent performance this season (by these measures) means they should not be battling for survival in the relegation zone alongside the far more hapless Norwich and Newcastle. Leicester were the fourth least competent side last year, and are now the third most competent which is just one turnaround from a remarkable season for them. West Bromwich Albion’s position near the top of the table is a surprise: Tony Pulis’s sides are not supposed to make mistakes; however their habit of playing out 0-0s, throwing the ball directly to the opposition and giving referees lip has cost them dear. So, on second thoughts, that sounds exactly like a Tony Pulis side. Crystal Palace, too, have been hurt by 0-0s, own goals and goalkeeping errors. But, really, clubs such as Liverpool and Everton should be ashamed of themselves and must fear the talent scouts from Billy Smart’s Circus will soon be hovering. Chelsea can count themselves lucky not to be higher up the table given their disastrous season. Tottenham can only dream of what might have been: cut out the errors and perhaps they would still be in the title race.  Finally, though, the biggest surprise of all is right at the bottom of the table. How are Manchester United the least incompetent side in the league? It’s hard to see many in the Old Trafford stands agreeing (though a certain Dutchman might). But perhaps it does fit: after all it takes a special kind of ineptitude to make so few mistakes but still be bobbing about in fifth, struggling for Champions League qualification.",
  "webTitle": "The Premier League teams' ineptitude index 2015-16 | Tom Bryant",
  "webPublicationDate": "2016-05-05T09:50:04Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/05/premier-league-ineptitude-index-2015-16-leicester-city",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Bryant",
      "id": "profile/tombryant"
    }
  ],
  "guardianId": "football/blog/2016/may/05/premier-league-ineptitude-index-2015-16-leicester-city"
}