{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/saudi-arabia-bombs-yemen-tories-human-rights",
  "id": "2016-05-05-245",
  "sectionId": "commentisfree",
  "body": "We now have a real insight into the moral character of the Conservative government. Three thousand unaccompanied child refugees saw Britain’s door slammed in their face, before the resulting outcry forced a partial climbdown. Disabled people have had vital support taken away from them in George Osborne’s budget. But something even worse is happening, and it is barely being discussed: the UK’s complicity in an indiscriminate, Saudi-led bombing campaign in Yemen that has killed and maimed thousands of innocent people. Conservative members of the parliamentary select committee on international development blocked a call for the suspension of arms sales to Saudi Arabia. They cast this shameful vote after hearing overwhelming evidence from the world’s leading human rights groups and aid agencies that a Saudi-led coalition is systematically bombing civilian targets in Yemen, exacerbating a humanitarian disaster comparable in scale to that in Syria. Since the 1960s, Labour and Conservative governments have sold the Saudi regime entire fleets of combat aircraft, as well as providing regular continuing supplies of training, upgrades and ammunition. Since the onslaught on Yemen began in March last year, the flow of arms – bombs, rockets and missiles in particular – has not only continued, but dramatically increased. The arms that Tory committee members seem to think should continue to be provided include the 500lb Paveway IV bomb, manufactured by Raytheon in the UK, whose production lines were diverted to the replenishment of Saudi stocks last July, in full knowledge of Saudi atrocities. These could be among the “huge bombs” that Unicef’s Julien Harneis told the select committee were being used against civilians in Yemen. Harneis described “a sort of double-tap. They will drop a bomb. Ambulance and health workers will rush to assist the victims, and then they will drop another bomb two hours later and blow up the ambulance crew.”     Smoke rises after a Saudi airstrike on a weapons depot in Sana’a. Photograph: Hani Mohammed/AP    In evidence to the committee, both Harneis and Save the Children’s Grant Pritchard described the bombing they had witnessed on the ground as “indiscriminate”, corroborating careful investigations by Amnesty International, Human Rights Watch and UN experts, which all described the same pattern. In her evidence, Josephine Hutton of Oxfam remarked that attacks on hospitals, schools and aid agency warehouses are so frequent that it is now “pretty hard” to see them as accidental. The committee itself acknowledged that the “evidence we have received, from humanitarian actors operating on the ground in Yemen and respected human rights organisations including UN commissioned evidence, unanimously suggested that humanitarian law is being breached”. The moral case for not arming the Saudi air force while it is committing mass murder hardly needs to be elaborated upon. But there is a legal case to answer as well. The law forbids arms sales where there is a “clear risk” that they “might” be used in serious violations of international humanitarian law. The committee’s report says that the “powerful evidence” it has heard “suggests that there is more than a clear risk of IHL [international humanitarian law] violations by the Saudi-led coalition”. Given the Saudis’ extensive use of British planes, missiles and bombs, it would seem to be a miracle if British arms had not been used in any of the scores of documented violations. Yet Tory committee members, with one honourable exception, voted down specific text calling for a suspension in the supply of those arms, instead calling for the parliamentary committees on arms export controls to consider the case for a suspension, and for a separate, independent inquiry into Saudi conduct.   Related: Human rights groups condemn steep rise in UK arms sales to Saudis    It is impossible to see why the international development committee would need more inquiries and committee deliberations before making the clear and urgent statement it should have made this week on UK arms sales. Or why those Yemenis who have survived the war so far should have to wait even longer for the British government to stop pouring fuel on the flames. In fact, what the Tory committee members have done complements the government’s strategy of political and diplomatic stalling. After months of disingenuous denials that any evidence of Saudi atrocities existed, ministers then offered a barely substantiated dismissal of the evidence gathered by the UN, Amnesty and Human Rights Watch, instead telling us to wait with bated breath for the results of an investigation conducted by none other than the Saudis themselves. In the agreed text of the committee’s report, the UK government’s denials of Saudi crimes are described as “deeply disappointing” and contributing to “an ‘anything goes’ attitude” by parties to the conflict. But by ignoring the basic requirements of the law and common morality and refusing to call for a suspension of arms sales, Tory committee members have contributed to that same atmosphere of impunity, in which “double-tap” bombings can be carried out by the militaries of the richest states in the Middle East against civilians in the poorest. It’s another squalid reminder of Conservative priorities, and how low they are prepared to sink in pursuit of them.",
  "webTitle": "Who’s making sure the Saudi bombs keep falling on Yemen? The Tories | David Wearing",
  "webPublicationDate": "2016-05-05T10:08:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/saudi-arabia-bombs-yemen-tories-human-rights",
  "keyword": [
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Wearing",
      "id": "profile/david-wearing"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/saudi-arabia-bombs-yemen-tories-human-rights"
}