{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/documentary-festival-hotdocs-announces-first-australian-program",
  "id": "2016-05-05-354",
  "sectionId": "film",
  "body": "HotDocs – the Australian edition of North America’s largest documentary festival, which has been held in Canada for 23 years – has announced its inaugural program of films, a curated selection that will show in Melbourne, Canberra and Sydney from 14 June.   Related: Jim: The James Foley Story review - simplistic but powerful look at journalistic bravery    The Australian festival’s 24 documentaries cover a wide range of topics from sports to the arts, journalism, politics and female empowerment, and include explorations of medical marijuana, corruption in China and a profile of the US photojournalist James Foley, who was kidnapped in Syria and killed on camera by Islamic State. Its artistic director, Richard Moore, said hotDocs will be the country’s first major film festival dedicated solely to documentaries, sitting alongside some state-based documentary festivals including Antenna (New South Wales), the Australian International Documentary Conference (Melbourne), and Stranger than Fiction (Australian Capital Territory).  Many of the documentaries will be of high interest to Australian audiences, Moore said. “These stories are happening now: the women in Gulistan, Land of Roses are fighting Isis today. The corruption taking place in The Road is a reality for anyone doing business, or thinking about doing business, in China today.” Other festival highlights include Diving into the Unknown, which captures underwater tragedy in Pluaden, Norway; a look inside the first girls’ school in a small Afghan village (What Tomorrow Brings); a film following attempts to create a sexually inclusive Moulin Rouge in Sweden (The Sex Temple); and a movie that captures the world of the Israeli choreographer Ohad Naharin, Mr Gaga.     A still from Motor Kite Dreaming, with a microlight in the background. Photograph: hotDocs    Two Australian documentaries will make their world premiere at the festival: A Life of its Own, an investigation into medical marijuana by the reporter Helen Kapalos, and the road trip film Motor Kite Dreaming, in which two couples travel 4,000km across Australia on microlights, otherwise known as “lawn mowers on wheels”. Moore says the partnership with the Canadian festival was born out of a desire to see more documentaries on the big screen. “The industry is tough for the makers: on one level you could argue that the doco business is a form of cottage industry proving fodder for the TV factories, but it’s not that simple anymore. There are hundreds of stories out there and hundreds of people armed with brains, a keen eye and equipment to capture them.  “My interest, as an ex-doco maker, is finding ways to get these stories on a big screen in front of a live audience, and I hope that hotDocs at Palace Cinemas provides another real opportunity to do just that.”     Gulistan, Land of Rose looks at a brigade of female Kurdish guerrillas fighting Islamic State. Photograph: hotDocs    Full hotDocs 2016 program   Related: A Syrian Love Story review – ‘a microcosm of a global crisis’     A Ballerina’s Tale (2015, US) A Life of its Own: The Truth About Medical Marijuana (2016, Australia) A Syrian Love Story (2015, UK) Chameleon (2015, Canada) Chuck Norris Versus Communism (2015, UK/Romania/Germany) Diving into the Unknown (2016, Finland/Norway) Fassbinder (2015, Germany) Gulistan, Land of Rose (2016, Canada) Gun Runners (2015, Canada) I Am the Blues (2016, Canada) Ingrid Bergman (2015, Sweden/Italy) Jim: The James Foley Story (2016, US) League of Exotic Dancers (2016, Canada) Motor Kite Dreaming (2016, Australia) Mr Gaga (2015, Israel/Sweden/Netherlands/Germany) Norman Lear: Just Another Version of You (2016, US) Orion: The Man Who Would Be King (2015, UK) Raving Iran (2016, Switzerland) T Rex (2015, US) The Legacy of Frida Kahlo (2015, Japan) The Road (2015, China/Denmark) The Sex Temple (2015, Sweden) Ukrainian Sherif (2015, Ukraine/Latvia/Germany) What Tomorrow Brings (2016, US)    hotDocs is at Palace Westgarth and Palace COMO, Melbourne, 14-29 June; Palace Electric, Canberra, 15-26 June; and Palace Verona, Sydney, 21 June-3 July",
  "webTitle": "Documentary festival hotDocs announces first Australian program",
  "webPublicationDate": "2016-05-05T02:22:23Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/documentary-festival-hotdocs-announces-first-australian-program",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "film/2016/may/05/documentary-festival-hotdocs-announces-first-australian-program"
}