{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/05/rsa-on-the-rise-as-restructuring-boosts-profits",
  "id": "2016-05-05-237",
  "sectionId": "business",
  "body": "RSA Insurance is on the rise after an upbeat trading statement from chief executive Stephen Hester. The insurer said it was on track to at least meet analysts’ forecast for its full year profits, as it stepped up cost cutting in the wake of a failed £5.6bn bid from Zurich Insurance last year. The business has been concentrating on its core businesses in the UK and Ireland, Canada and Scandanavia, and has sold operations in Brazil, Russia and Argentina among others. Its first quarter results showed an 8% increase in premiums excluding discontinued businesses and a strong increase in operating profits, and Hester said:  A streamlined and focused business model is already proving its worth...Higher profits are underpinned by better attitional loss ratios and falling costs as planned.  But he added:  The external environment is challenging, characterised by slow growth, competition and volatile financial markets. Hence our reliance on self-help as the route to a focused, stronger and better RSA.   Charlie Huggins, equity analyst at Hargreaves Lansdown, said:  Stephen Hester’s turnaround plan at RSA appears to be working. The balance sheet has been painstakingly restored, £180m of cost savings have already been delivered, with more to come. Following the sale of the Latin American business, the asset disposal programme is largely complete, meaning RSA is now a much more focused operation.  The dividend has proved about as reliable as an English summer historically, but now looks more secure, given RSA’s much stronger balance sheet position.  These self-help measures have enabled RSA to overcome a very challenging operating environment. The increased cost saving guidance announced alongside full year results suggests there is still much to play for, underpinning analysts’ forecasts for double-digit profit growth out to 2018.  ...However, cost cutting cannot continue indefinitely without damaging the business, and we still struggle to get excited about RSA’s long term prospects.   Eamonn Flanagan at Shore Capital said:   RSA has issued a robust first quarter 2016 interim management statement with operating profits “up strongly”, benefiting from both benign weather and also the better attritional losses and reduced cost base arising from the recent restructuring. The quarter delivered better underwriting results across the UK, Scandinavia and Canada... We expect the shares to respond favourably to the overall tone and content of this IMS statement this morning. However, following a strong rally in the stock recently, we reiterate our hold recommendation on RSA, highlighting the near 55% premium to our 2016 forecast net tangible asset value of 300p and little income attractions in the short to medium term, at around 2.3% for 2016 (versus 11p).  RSA shares, which benefited from an upbeat analyst note earlier in the week, are currently up 11.8p at 481.3p.",
  "webTitle": "RSA on the rise as restructuring boosts profits",
  "webPublicationDate": "2016-05-05T10:26:35Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/05/rsa-on-the-rise-as-restructuring-boosts-profits",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "RSA Insurance",
      "id": "business/royalandsunallianceinsurancegroup",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/05/rsa-on-the-rise-as-restructuring-boosts-profits"
}