{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/european-rugby-union-awards-guardian-writers-2015-16-season",
  "id": "2016-05-16-290",
  "sectionId": "sport",
  "body": "Player of the season  Robert Kitson Impossible to look beyond Maro ‘Is it a bird, is it a plane’ Itoje. To be man of the match in both the semi-final and final as Saracens advanced to their first European title is some achievement, let alone for a 21-year-old. As his team-mate Schalk Brits said last month: “He is the total package...he’s already world-class.” Both Saracens and England are lucky to have him.    Related: Maro Itoje focusing on Leicester following standout display for Saracens | Paul Rees    Michael Aylwin Owen Farrell. His kicking - and not just from tee - tortured Racing in the final, but his confidence with ball in hand, up against the gainline, shredded Toulouse and Ulster in the pool stages. That tackling technique still needs work, but he’s turning into quite the player.  Eddie Butler Billy Vunipola. He has become such a presence on the field, sorting out the occasional scrum that’s not solid, taking the bumps when it’s time to stop and start again, and above all playing a full part in the transition of Saracens from challengers to champions. Tough as old boots but with a smile on his face.  Paul Rees Any one of a number of Saracens, unbeaten in a tournament they have become equipped for. Their current England players have been to the fore, but no one epitomises their determination, work rate and willpower more than the player who led them to victory over Racing, Brad Barritt, as selfless as ever. Honourable mentions for Chris Masoe, Charles Piutau and Peter Betham.  Favourite match  Eddie Butler Wasps 25-24 Exeter. This had been England’s season and this was an all-England quarter final that began at pace and grew faster with each passing minute. No two clubs epitomise better the evolution of old-style England into the spearhead of the game aiming at the future.  Michael Aylwin Clermont 28-37 Bordeaux. A few candidates, but this beats them all for breathless insanity. Just a bonus point would have done for Clermont. They led 14-0 after four minutes, then 28-20 after 63. But Bordeaux kept coming. Then Morgan Parra confounded us all by tapping the penalty that would have taken Clermont through.  Paul Rees Wasps’ victory at Leinster in the opening round was based on opportunism rather than possession, seizing on mistakes and counter-attacking with dazzle. They followed it up at home to Toulon and at Bath, but Dublin marked the real start of their season.  Robert Kitson Exeter Chiefs 33-17 Ospreys. It should have been impossible for Exeter to top their European pool but a combination of a five-try drubbing of Ospreys and Morgan Parra’s head-clutching decision to tap and go rather than kick a crucial penalty for Clermont against Bordeaux made for an unforgettable Sunday afternoon in the West Country.      Charles Piutau of Wasps celebrates scoring a try during the European Rugby Champions Cup Quarter Final against Exeter. Photograph: Tony Marshall/Getty Images    Try of the season  Michael Aylwin Tom Habberfield for Ospreys at Clermont. Another remarkable match in the Massif Central ended with this astonishing try with time up. Dan Evans fielded restart, Dan Baker carried, Habberfield to Dan Biggar, half-break by Rory Thornton out of 22, three-quarter break by Hanno Dirksen, to Biggar for full break, then Habberfield with the pace of the winger he sometimes is to run in past two defenders for two bonus points.    Related: Wasps thrash champions Toulon and point way to brighter future for England    Robert Kitson Wasps’ 32-6 pool win over Toulon in Coventry was undoubtably the most startling scoreline of the season and their third try, scored by Frank ‘The Tank’ Halai with considerable assistance from Charles Piutau summed up their attacking intent perfectly. Toulon had not suffered a bigger European defeat for five years.  Paul Rees Halai for Wasps at home to Exeter in the quarter-final. They were 24-11 down with 20 minutes do to go when Thomas Young won a turnover, Elliot Daly started a move from behind his own line and after Wasps briefly lost possession in Exeter’s 22, Young’s off-load to Siale Piutau who fed Halai to start an unlikely comeback.  Eddie Butler Dan Robson for Wasps against Saracens last month. A try from the kick-off that set the tone for a riveting semi-final. It wasn’t an immediate break-out, because Wasps had to go left and then right to the touchlines before Jimmy Gopperth combined with George Smith to release Christian Wade, who in turn found his scrum half in support. A classic start to a classic match.  Best atmosphere Eddie Butler Sandy Park. The crowd played a full part in Exeter’s defeat of the Ospreys in the last pool game. The match atmosphere was bettered only by the post-match euphoria that greeted Exeter’s passage, thanks to results elsewhere, to the knock-out stage.  Paul Rees The City Ground at Nottingham in the semi-final when Racing 92 overcame an atmosphere as hostile as that in a French stadium to squeeze past Leicester.  Robert Kitson Even when the home side are not playing well the Stade Mayol in Toulon offers a vivid setting: passionate fans in the stands, great talent on the pitch, yachts bobbing in the adjoining Mediterranean. They may have lost their European title but in this category at least, they still lead the way.  Michael Aylwin Toulon. Can’t imagine anywhere having a better atmosphere than Clermont, but didn’t go there this season. Did go to Toulon, and that’s next best. Drew Mitchell scored with the last play to beat Wasps. No four tries, but the papers went up in the air anyway. Steak-frites on the waterfront afterwards.      RC Toulon’s South African Number Eight Duane Vermeulen (TOP) warms up with teammates. Photograph: Bertrand Langlois/AFP/Getty Images    What hope is there for the Pro 12 sides in 2017?  Eddie Butler No panic. The Pro 12 was never going to compete, it was said – just before Leinster became champions. England may have pulled ahead and may be embracing the grand style, but the neighbours won’t be left behind for long. England’s surge is just part of rugby union’s rich cycle. The best hope: Glasgow.    Related: Glasgow Warriors sign Italy wing Leonardo Sarto for next season    Michael Aylwin What hope for the Premiership? France’s next TV deal will be worth twice what the English earn from theirs now and seven times what the Pro12 do. The recent re-organisation of Europe further impoverishes the Pro12. If one league starts to fall behind it is to no one’s benefit. Thankfully it remains 15 v 15, so there’s some hope at least.  Paul Rees If Leicester City can win football’s Premier League and Crystal Palace reach the FA Cup final …  Which teams outside France and England will mount the strongest bid next season?  Robert Kitson Charles Piutau will give Ulster a different dimension and Leinster will surely come again. Looking at the power of the Montpellier pack and the growing spending power in England, though, an instant Celtic revival feels far from inevitable.",
  "webTitle": "European Champions Cup awards: our writers on the 2015-16 season",
  "webPublicationDate": "2016-05-16T08:59:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/european-rugby-union-awards-guardian-writers-2015-16-season",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pro12",
      "id": "sport/pro12",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/16/european-rugby-union-awards-guardian-writers-2015-16-season"
}