{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/19/dinosaur-porn-or-rabid-puppy-pastiche-the-strange-story-of-chuck-tingle",
  "id": "2016-05-19-230",
  "sectionId": "books",
  "body": "Who is Chuck Tingle? Here are the details gleaned from his social media presence: he lives in Billings, Montana, he has a son called Jon, is widowed. He is apparently both a Tae Kwon Do grandmaster and a PhD in holistic massage. Mainly, he is an erotic author and inventor of “the tingler” – “a story so blissfully erotic that it cannot be experienced without eliciting a sharp tingle down the spine.”   Related: Rex appeal: the literary attraction of dinosaur erotica    How erotic can he be? Spoiler: not very. Tingle writes parodies of niche erotica: think sexual liaisons between humans and dinosaurs (an actual subgenre), muscly guys and unicorns, Leonardo Decaprico and an Oscar. His bizarre tales of (always) gay sex has landed Tingle a legion of fans: they call themselves Buckaroos, someone built a Tingle Title Generator. But Tingle has suddenly reached wider recognition, through a surprising Hugo award nomination. For the second year running, campaign group Rabid Puppies has dominated the Hugo shortlists, encouraging its supporters to block-vote for specific titles and authors that they believe have been overlooked because of leftwing bias in science fiction publishing. The vast majority of the “slate” recommended by blogger Vox Day ended up with a Hugo nomination – including, on the best short story ballot, Space Raptor Butt Invasion by one Chuck Tingle. Tingle’s presence shifted the dynamic of the post-Hugo discussions. Wasn’t his placing on the best of the best of science fiction list indicative of the Rabid Puppies’ true motivations, people asked: not to reward “better” writing, but to simply destroy the Hugos’ reputation? The presence of the author behind titles such as Helicopter Man Pounds Dinosaur Billionaire Ass and My Ass Is Haunted By the Gay Unicorn Colonel does somewhat detract from the grand stature of the Hugos. It’s easy to see why the Rabid Puppies would nominate Tingle; when a tingler appeared on the ballot, they must have had conniptions. Day initially presented Tingle’s nomination as a way of combating homophobia in science fiction. (“The decades of discrimination against gay dinosaur love in space by the science fiction community stops now, and it stops here!”) but later admitted it was a joke. “I don’t give a quantum of a damn what my critics thought about it. Some things are worth doing simply because they are amusing,” he wrote, following it up with: “Chuck Tingle’s nomination is not a joke. Well, all right, it is.”   Related: The Hugo Awards: George RR Martin, Vox Day and Alastair Reynolds on the prize's future    So who is he? The easiest answer would be the Rabid Puppies leader himself, Vox Day. But no. “I am not Chuck Tingle,” Day says. “I have my suspicions, but I do not actually know [who it is].” Nora Jemison, nominated for best novel for The Fifth Season, doesn’t know either, or “even if they’re only one person”. Theories abound online: is Tingle Lemony Snicket? The South Park boys? Some sort of performance artist – perhaps the “Banksy of self-published dinosaur erotica” as someone once called him on Twitter? Last year, Jon Tingle – apparently the son of Chuck – appeared on a Reddit AMA (Ask Me Anything) thread to share unsettling insights into his father: “Yes, my father is very real. He is an autistic savant, but also suffers from schizophrenia. To make it very clear, my father is one of the gentlest, sweetest people you could ever meet and is not at all dangerous, although he does have a history of SELF harm … I would not let him be the butt of some worldwide joke if I didn’t have faith that he was in on it in some way. Regardless, writing and self-publishing brings him a lot of joy.” If this is all a joke, it’s hard to know where it starts or where to laugh. Although Tingle was initially held up as a victory story for the Rabid Puppies, they may have inadvertently been overshadowed by a monster, if not of their own making, then at least of their own promotion. Tingle has since started displaying some very anti-Puppy behaviour, including slinging Vox Day with accusatory tweets and asking Zoë Quinn, the first target of Gamergate and very often the Rabid Puppies, to attend the Hugos for him (at once spurring people to ask if Quinn was Tingle).    IMPORTANT: cant go to hugos award so to thwart devil plans, true buckaroo ZOE QUINN (name of @unburtwitch) has agreed to accept award for me— Chuck Tingle (@ChuckTingle) May 5, 2016    Whomever he is, Quinn doesn’t believe Tingle is part of the Rabid Puppies. “I don’t actually know … we’ve only ever spoken publicly on Twitter, but he does tell me I’m his best friend,” she says. “I like the idea of being good buds with a potentially fictional man. He’s been nothing but kind to me … It’s extremely unlikely that Chuck is a rightwing construction, especially because people from that group never hesitate at an opportunity to take a crappy dig at me.” I, too, have spoken to Chuck Tingle: in fact, I have more than 2,000 words of interview notes that you don’t really want to be subjected to. Here’s a sample of one of Tingle’s answers (spellings his own): “yes i am a real man name of chuck last name is PENNAME which is way for doctors to hide away as secret buckaroos (like handsome DANIELS CRAIG 007 in the movie BOBS BIG SECERT and SPY ANOTHER SPY). please resepct my privacy as a doctor this means i have to use penname thats what handsome son (name of jon) says.” Phew. Which brings us back to the question of who he is: the best kept joke in science fiction or actually who he claims to be? What the more discombobulating option is, I honestly don’t know.",
  "webTitle": "Dinosaur porn or Rabid Puppy pastiche? The strange story of Chuck Tingle",
  "webPublicationDate": "2016-05-19T10:53:59Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/19/dinosaur-porn-or-rabid-puppy-pastiche-the-strange-story-of-chuck-tingle",
  "keyword": [
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Hugo awards",
      "id": "books/hugoaward",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Barnett",
      "id": "profile/davidbarnett"
    }
  ],
  "guardianId": "books/booksblog/2016/may/19/dinosaur-porn-or-rabid-puppy-pastiche-the-strange-story-of-chuck-tingle"
}