{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/indiana-primary-donald-trump-republican-nominee-ted-cruz",
  "id": "2016-05-03-263",
  "sectionId": "us-news",
  "body": "Donald Trump only needs to win Indiana on Tuesday by a single vote to be the likely Republican nominee. One recent public poll had the real estate mogul up 15 points over rival Ted Cruz, giving Trump plenty of margin for error. If Trump wins the 30 delegates that Indiana awards the winner of the state’s popular vote (the winners in each of the state’s nine congressional districts receive three delegates apiece), only a huge upset by Cruz in California can stop him obtaining the 1,237 pledged delegates needed to clinch the nomination on the first ballot.    Related: Indiana primary: what's at stake for the remaining presidential candidates    By Monday, Trump had 996 pledged delegates. Considering the frontrunner is expected to win New Jersey’s June primary, which awards all 51 delegates to the winner, a win in Indiana would mean that Trump could seal the nomination even with a mediocre performance in California. The result is that campaigns have gone all-in in the Hoosier State. Desperate anti-Trump forces pressured the state’s governor, Mike Pence, into an endorsement of Cruz, while Trump has trotted out the legendary Indiana University basketball coach Bobby Knight as a supporter, along with a constellation of the state’s other sporting celebrities. The stakes for Cruz have grown so desperate that, in an unprecedented move, he announced former rival Carly Fiorina as his running mate in Indianapolis last week in an attempt to gain momentum. The bitterness and rancor between Cruz and Trump has reached epic proportions. Cruz, who once described Trump as a “friend”, is now slamming him as someone who wants to let grown men “in the little girls’ restroom” as well as being a liar and a New York liberal.    GOP delegate tracker   In contrast, Trump has long labeled Cruz “lyin’ Ted”, a shout that is given constantly at the frontrunner’s rallies. Trump has even attacked the appearance of the Texas senator’s wife.  Many supporters of each candidate wouldn’t consider ultimately voting for the other. Michael Strawn, a 52-year-old mortgage banker from Carmel, Indiana, who supports Cruz, told the Guardian: “Donald Trump scares me. He is unpredictable and self-centered.” A lifelong Republican, Strawn said he would have a hard time voting for Trump if he was the nominee. “I know what the worst case is with Hillary. I don’t like it but I can manage. With Trump I just don’t know.” In contrast, Danny Buechler of Greenfield not only couldn’t imagine voting for Cruz, but he couldn’t imagine voting for anyone besides Trump. The long-bearded biker, who wore a black cowboy hat with “Trump” written in silver, said he had last voted for Richard Nixon in 1968. To him, the Republican frontrunner represented “truth and change”, and Buechler took reassurance in the fact that the mogul “ain’t a politician yet”. Many Trump voters shared this suspicion of politics as usual. One calling himself Tom told the Guardian at the frontrunner’s rally in Indianapolis on Wednesday: “We need someone that’s not a puppet, that’s not bought.” To him almost every politician going back over a century was bought. This included Reagan, “who was a decent president, but he was still on leash”. Trump was different, Tom reckoned. The Trump rally was certainly different. In a performing arts center built to look like an old-fashioned theater, the frontrunner seemed in high spirits as he used uncharacteristically populist language for a Republican. “Frankly, I don’t like the rich people so much.” As much as he liked attacking “lyin’ Ted”, Trump seemed to be pivoting to a general election, echoing Bernie Sanders in saying former secretary of state Clinton had “bad judgment”. But mostly Trump seemed to be taking a victory lap. He insisted: “If we win Indiana, it’s over – they’re finished, they are done. “And if we don’t I’ll win it next week or the week after or the week after. They have no path and I have a very easy path.” He even bragged about how good he would be in the Oval Office after Bobby Knight said “Trump’s going to be a great president”. Trump responded: “I can’t say that about myself but OK, I’ll say it.” In contrast, Cruz held an election eve rally in a half-full barn on the Indiana state fairgrounds. Whereas Trump rallies can feel like rock concerts – with college-age white men in Make America Great Again hats and vendors outside selling vulgar T-shirts about Hillary Clinton – Cruz’s events can often feel like church meetings. The room was packed with families. It seemed almost as many people were holding children on their shoulders as Cruz signs over their heads.  The Texas senator dismissed Trump as a bully who depended on the type of language one might expect from an after-school special. “Bullies have a empty hole inside they fill by trying to find someone weaker than they are, picking on them, abusing them.”   Related: Indiana is the only place that can save the GOP from a Trump takeover    Mostly he adhered to his repeated arguments that he was the real conservative and Trump was a fake, repeating a stump standard “that Donald Trump has been supporting liberal Democrats for over 40 years”. Cruz even came close to accusing Trump of being pro-rape, noting that the frontrunner had praised former heavyweight champion Mike Tyson, whom Cruz noted “was a convicted rapist, who spent three years in prison here in Indiana for raping a 17-year-old girl”.           ‘Indiana don’t want you!’: Ted Cruz fails to win over Trump fans    The most powerful moment in Cruz’s speech came when he discussed his confrontation with pro-Trump protesters at a campaign event in Marion earlier in the day. He related his experience where he went over to try to persuade them of the error of their ways. As Cruz described it, “on one side we had a civil, respectful conversation”, on the other the Trump supporters repeatedly called him a liar. Cruz expressed his befuddlement as he contrasted his record on the second amendment, immigration and gun control. The response was to be repeatedly called a liar. Cruz defiantly insisted that “truth matters” to a cheering crowd at his own rally, and seemed to express more sadness than anger about how his opponent’s supporters responded to him. But while the Texas senator may still be breathing defiance, others within the party are starting to make peace with the idea of Trump as the nominee. Establishment doyens such as Jon Huntsman, who mounted a failed presidential bid in 2012 trying to push the GOP to more moderate positions, and Ron Kaufman, a longtime confidant of Mitt Romney and George HW Bush, are already calling for the party to rally around Trump. But Brad Armstrong, a two-term county commissioner from Hancock County, Indiana, may best typify the movement towards Trump.  Armstrong, who was on the ballot for a third term on Tuesday, was an avid Fred Thompson supporter in 2008 and was supporting representative Todd Young, the establishment choice, in the state’s Senate primary on Tuesday. He said he was supporting Young over Freedom Caucus member Marlin Stutzman because “we don’t want another Richard Mourdock scenario”. This was a reference to the 2012 Republican Senate primary where a Tea Party candidate upset six-term senator Richard Lugar and then lost the general election to the Democrat. Armstrong was voting for Trump. It may not be happening nationally yet but, at least in one corner of Indiana, it seems the party has decided.",
  "webTitle": "Indiana primary: Donald Trump looks poised for a win – and the nomination",
  "webPublicationDate": "2016-05-03T10:00:52Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/indiana-primary-donald-trump-republican-nominee-ted-cruz",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/03/indiana-primary-donald-trump-republican-nominee-ted-cruz"
}