{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/donald-trump-bunker-climate-change-views",
  "id": "2016-05-24-67",
  "sectionId": "commentisfree",
  "body": "A golf-and-hotel complex on the west coast of Ireland has applied to construct extensive dune erosion defences to mitigate the effects of erosion “due to sea level rise and increased Atlantic storminess”. An investigation by the US news website Politico found that the environmental impact statement included with the application specifically uses climate change to justify the defence scheme. “If the predictions of an increase in sea level rise as a result of global warming prove correct … it is likely that there will be a corresponding increase in coastal erosion rates,” it says. Why is this interesting? Because the resort in question is the Trump International Golf Links and Hotel. The golf course, for as long as it remains above water, is owned by a US presidential candidate, who has dismissed global warming as a “total hoax”. He’s also called it “bullshit” and a con, and although he now claims it was a joke he once tweeted that global warming was invented by the Chinese to make US manufacturing less competitive.    The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.— Donald J. Trump (@realDonaldTrump) November 6, 2012    In September, Trump said Barack Obama’s climate strategy was trying “to solve a problem that I don’t think in any major fashion exists”. But the disappearing golf course is no hoax. Shortly before Trump concluded the deal to buy it, in 2014, a storm carried off eight metres of beach. On a visit last week Trump’s son Eric told the Irish Times: “You have a couple more storms and, quite frankly, that course doesn’t exist.” To suggest that Trump is willing to put his business interests ahead of his beliefs would be to imply he has beliefs in the first place. Does he secretly accept global warming, or is he just pretending it exists to get this sea wall built? The latter scenario would imply he at least read the environmental impact statement – which is, I can attest, really long and boring – submitted to Clare county council on his behalf. Anyway, it has been shown over and over that Trump’s core supporters aren’t troubled by questions about his integrity or his consistency. They like him like this. So far, one person has filed a submission objecting to Trump’s planning application, but on the grounds that the erosion management works would have a negative impact on a special conservation area, and not because global warming is bullshit. There’s still time. Money for nothing     ‘I too have faced the withering accusation Webb’s daughter levelled at him.’ Photograph: Linda Nylind for the Guardian    I sympathise with the Radio 4 Today presenter Justin Webb, who described in the Radio Times having to defend himself to his daughter for earning more than the prime minister. I don’t sympathise because I earn more than the PM, but because I too have faced the withering accusation Webb’s daughter levelled at him: “But you don’t do anything,” she said. In his defence Webb maintained that his job required him to get up extremely early. “But you just read things out,” she said. “Literally, Daddy, you just read for a living.” I wish I could plausibly claim to my children that I rose at dawn to read aloud, but they’re usually out of the house before I wake up. As a freelance writer, I accept that my job doesn’t look like much to the untrained observer. To my children it just looks like a man who is sitting in front of a computer but not using it. And I accept that on some days when they arrive home earlier than I expect, it might look more like a man eating custard creams in front of Bargain Hunt. Testing times With all my children in the middle of exams, I am making a temporary effort to seem more administratively engaged when they’re around as a sort of show of support. But their exam schedules mean they come and go at weird hours, and all the looking busy is starting to get me down. I can’t carry on working like this, not even for the prime minister’s money.",
  "webTitle": "Has Donald Trump dug himself into a bunker with his climate change views? | Tim Dowling",
  "webPublicationDate": "2016-05-24T17:16:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/donald-trump-bunker-climate-change-views",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Radio 4",
      "id": "media/radio4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/donald-trump-bunker-climate-change-views"
}