{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/30/peacock-spiders-scientist-finds-seven-new-species-of-fairly-cute-creatures",
  "id": "2016-05-30-205",
  "sectionId": "environment",
  "body": "A scientist with a passion for peacock spiders – only a couple of millimetres long, extraordinarily colourful and “like dogs or cats” in their behaviour – has discovered seven new species. Jürgen Otto, a biologist from Sydney, has been researching the arachnids since 2005, and has gained a significant following online with his footage. He first came across one while walking in the Ku-ring-gai Chase national park, north of Sydney. “I’m always looking on the ground when I walk around, mostly for mites and other small things, and I almost stepped on this little spider. “That’s what started my passion.”   Related: Australian peacock spiders that behave 'like dogs and cats' – in pictures    A paper Otto co-wrote about the discovery of seven new species from Western Australia and South Australia was published in the international jumping spider journal Peckhamia on Sunday. He believes there are now 48 confirmed species of peacock spider within the Maratus genus, found across Australia but particularly in Western Australia – and many more awaiting confirmation.     Maratus vultus, one of the new species discovered by Jürgen Otto. Photograph: Jürgen Otto    The spiders are between three and five millimetres long and belong to the jumping spider family, which has tens of thousands of members. With their large eyes and almost mammalian characteristics, they look and behave differently to other spiders. Their bright colours and patterns form a key part of courtship rituals, as with peacocks and birds-of-paradise. “They’re fairly cute, which is why people are attracted to them,” Otto said. “They behave very differently to how people think a spider does ... they behave more like cats and dogs, moving around, perceiving and reacting to their environment.”   Related: The false widow spider and the woodlouse    Otto maintains a Facebook page dedicated to the colourful arachnid, which has more than 61,000 followers. He also posts videos to his YouTube channel; one video has 5.4m views. “For me, it’s important to document all of these spiders and their behaviour ... I just wanted there to be a public record.” He has dedicated a spare bedroom to his “spider work”.  “I wish it was larger, but it’s not ... this hobby sort of consumes everything.” Otto’s day job is national mite expert for the Department of Agriculture and Water Resources.  “By comparison to mites, these spiders are actually quite large,” he said. “It’s all relative.  “If you know what you’re looking for, you can find them. But I have to be careful not to lose them – particularly the babies – and not to squash them.”",
  "webTitle": "Peacock spiders: scientist finds seven new species of 'fairly cute' creatures",
  "webPublicationDate": "2016-05-30T04:04:29Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/30/peacock-spiders-scientist-finds-seven-new-species-of-fairly-cute-creatures",
  "keyword": [
    {
      "webTitle": "Spiders",
      "id": "environment/spiders",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "environment/2016/may/30/peacock-spiders-scientist-finds-seven-new-species-of-fairly-cute-creatures"
}