{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/papua-new-guinea-must-tell-un-its-plan-for-closing-manus-detention-centre",
  "id": "2016-05-05-351",
  "sectionId": "australia-news",
  "body": "Papua New Guinea must present a plan and timetable for closing the Manus Island detention centre during its appearance before the UN human rights council on Friday, Human Rights Watch has said.   Related: Papua New Guinea and Australia at loggerheads over 905 Manus detainees    It comes as Spanish construction firm, Ferrovial, announces it has completed the 75% buyout of Broadspectrum, the Australian company contracted to run the offshore immigration facility, plus another on Nauru. Ferrovial does not intend to continue running the two centres. Human Rights Watch (HRW) on Thursday said Papua New Guinea’s upcoming universal periodic review at the UNHRC was an opportune moment for the country to explain how it intends to implement its supreme court’s decision. Last week the PNG supreme court found the detention of asylum seekers to be unconstitutional and illegal, and ordered PNG and Australia to “forthwith” act to end the incarceration. The following day PNG prime minister, Peter O’Neill, announced the centre would close and requested Australia find alternative arrangements for the detainees. The Australian government rejected the detainees were its responsibility, and the two countries remained at an impasse. Talks between Australian and PNG officials began this week, but no plans have been announced. “To comply with its own court ruling, PNG should take steps immediately to close the Manus detention centre once and for all,” said Elaine Pearson, Australia director at Human Rights Watch.    Related: This is Manus Island. My prison. My torture. My humiliation | Behrouz Bouchani    “PNG should make arrangements to send asylum seekers and refugees to Australia or third countries with capacity to settle refugees safely and with dignity.” There are about 900 detainee men on Manus Island, around half of whom had been granted refugee status. However the controversial determination process saw a much lower rate of refugee claims approved than on Nauru, and also granted refugee status to people who had not applied for it. The centre, which sits in a naval base near Lorengau, is run by Broadspectrum, formerly Transfield Services. The company is currently the target of legal action by a number of detainees, and Ferrovial has been warned by the campaign group, No Business in Abuse, it could face legal action if it took over the centres. Ferrovial said on Wednesday it had so far received acceptances on its offer for 75% of Broadspectrum shares. The offer period runs until 13 May. A temporary trading halt had been placed on Broadspectrum shares in the midst of the supreme court ruling fallout. Last week it announced the detention centre services did not form a core part of its valuation and acquisition rationale and they were “not a strategic activity in Ferrovial’s portfolio”. HRW also called on PNG’s officials to show what efforts had been made to address concerns about human rights abuses which were raised at its last universal periodic review in 2011.   Related: Manus Island detainees launch high court bid to be moved to Australia    Despite pledging wide-ranging reforms at the time, PNG continues to lag in many areas. It remains among the worst places in the world for violence against women and children, police brutality continues with more than 1,600 complaints made in the seven years to 2014, and anti-domestic violence legislation has not been implemented, despite passing in 2013. Abortion remains illegal in the country, and one couple was sentenced to five years’ jail in October. “Over the last four years, we’ve seen no practical improvement in justice for violence against women,” Pearson said. “Countries need to press PNG to decriminalise abortion and implement the Family Protection Act without delay.” Australia’s universal periodic review last November saw more than 100 countries line up to criticise its record on human rights. The issue of asylum seekers dominated the concerns from international representatives, who – because there were so many – had just 65 seconds each to speak. The president of the the Australian human rights commission, Professor Gillian Triggs, has told Senate estimates on Wednesday that asylum seekers and refugees on Manus Island and Nauru should be moved to a “safer place”. “Our position at the AHRC is that because of the prolonged detention on these two islands, the failure to provide a durable solution or settlement, coupled with the particularly poor and dangerous conditions, means that they must be moved to a safer place for settlement,” Triggs told an estimates hearing this morning.",
  "webTitle": "Papua New Guinea 'must tell UN its plan' for closing Manus detention centre",
  "webPublicationDate": "2016-05-05T02:43:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/papua-new-guinea-must-tell-un-its-plan-for-closing-manus-detention-centre",
  "keyword": [
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/05/papua-new-guinea-must-tell-un-its-plan-for-closing-manus-detention-centre"
}