{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/challenger-banks-accuse-watchdog-cma-naivety-big-four-dominance",
  "id": "2016-05-24-64",
  "sectionId": "business",
  "body": "Britain’s challenger banks have accused the competition watchdog of being “frankly naive” and of failing to create a level playing field in an industry dominated by the big four. In an open letter the bosses of eight challenger banks told the Competition and Markets Authority that its investigation into the sector had not addressed the stranglehold imposed by the UK’s biggest banks. The signatories, including the chief executives of Metro Bank and Aldermore, said the CMA had failed to tackle the higher cost of funding and disproportionate capital requirements for smaller banks relative to the largest ones.   Related: UK Asset Resolution deal triggers bonuses for 2,000 employees    “The most effective and sustainable way to foster competition across the board in the UK banking market is to create a truly level competitive playing field, especially in respect of capital and funding,” the letter said. “This will allow normal competitive forces to work for the benefit of consumers and businesses, and potentially the taxpayer.” The CMA published the initial conclusions of its banking review last week. It immediately attracted criticism from consumer bodies, challenger banks and independent analysts who said the measures would do little to break the dominance of Lloyds Banking Group, Royal Bank of Scotland, HSBC and Barclays, which have a combined 77% share of current accounts.  The bosses of the challenger banks said the annual marketing budget of just one of the dominant banks “is probably more than the sum of the annual profits of all the challenger banks”.  The competition watchdog has spent £5m on its investigation, first announced in July 2014 at a time when the Labour party was promising to create new banks to increase competition. However, the bosses argued that the “too big to fail” problem – which resulted in the state bailout of several global institutions in the financial crisis including Lloyds and RBS – posed more of a risk now than before.     Financial crisis led to RBS being bailed out. Photograph: Luke Macgregor/Reuters    They said: “During the 2000s a ‘too big to fail’ paradigm grew and persists to this day. Indeed the six largest firms now control more of the market than they did before the failure of Northern Rock.”  The leaders of the challenger banks said the CMA’s initial findings had misrepresented the hurdles faced by smaller entrants to the sector. “Having noted that smaller banks need to charge more for lower-risk lending than bigger banks do, it is frankly naive of the CMA to then suggest: ‘What’s really holding them back is their ability to highlight to customers how new offerings compare with their current deal.’  “It stands to reason that being able to highlight a higher price than the bigger banks is unlikely to be a compelling offer.” They said that for every £1 of capital set aside to cover credit risk, a large bank can do 10 times more low loan-to-value mortgage lending than a small bank or building society.  “Put another way, for taking exactly the same credit risk the smaller lenders have to set aside 10 times more capital than the six biggest firms that control 80% of the mortgage bank. As capital is a bank’s most expensive resource this is a huge competitive impediment.” The bosses called on the CMA to include a “detailed roadmap” of how to get to a level playing field in the sector when it publishes its final report on banking competition. A spokesman for the CMA said it had received the letter and would be responding but had no further comment.",
  "webTitle": "Challenger banks accuse watchdog of naivety over big four dominance",
  "webPublicationDate": "2016-05-24T17:29:00Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/challenger-banks-accuse-watchdog-cma-naivety-big-four-dominance",
  "keyword": [
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Lloyds Banking Group",
      "id": "business/lloyds-banking-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Barclays",
      "id": "business/barclay",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Bank of Scotland",
      "id": "business/royalbankofscotlandgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "HSBC",
      "id": "business/hsbcholdings",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Metro Bank",
      "id": "business/metro-bank",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/24/challenger-banks-accuse-watchdog-cma-naivety-big-four-dominance"
}