{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/david-haye-demolish-arnold-gjergjaj",
  "id": "2016-05-21-2",
  "sectionId": "sport",
  "body": "For David Haye nothing less than an “explosive knockout” would suffice against Arnold Gjergjaj on Saturday night and that is what he delivered. Gjergjaj may have come into this fight undefeated and confident of putting on a “special” performance but he simply had no response to the force and fury unleashed upon him, with Haye wrapping up victory inside two rounds. This was Haye’s second contest since returning to the heavyweight scene, following January’s 131-second demolition of Australian Mark De Mori, also at this venue, and in truth it was always going to be a case of when rather than if the 35-year-old secured the win that extended his overall record to 28 wins (26 by knockout) and two defeats. Gjergjaj may have won all 29 of his previous bouts, with 21 coming via knockout, but the bulk of his victims have been substandard and, bar one occasion, all been defeated in Switzerland, Gjergjaj’s country of residence having moved there from Kosovo aged 14. “The Cobra” is a hometown fighter with an undistinguished record and he crumbled in the bright lights of London. Haye was in control from the first bell, flooring Gjergjaj inside 40 seconds with a lightning fast left-right combination before patiently waiting behind a jab for another opportunity to hurt the 31-year-old.   Related: Q&A: David Haye, boxer: ‘My guiltiest pleasure? Crisps, late at night’    That came at the start of the second round and Haye yet again floored Gjergjaj, this time with a left jab. Yet again the man from Basel rose to his feet but he was clearly shaken, clearly out of his depth, and found himself with nowhere to go after Haye pinned him up against the ropes and unleashed a barrage of shots, the last of which was a chopping right. The referee, Terry O’Connor, stopped the fight one minute and 35 seconds into the round. For Haye, this contest was not just about winning but also impressing as he looks to prove he has what it takes to return to the summit of the division. The former WBA champion’s ability to do that had been questioned by Lennox Lewis, who feels Haye’s decision to bulk up under his new trainer, Shane McGuigan, had taken away some of his trademark speed. The Bermondsey man came into this fight 13lb lighter than Gjergjaj but, at 16 stones, was a stone heavier than during his reign as champion. However, as was also the case against De Mori, Haye did not look compromised in front of a sell-out 02 Arena crowd, which included Manchester United’s manager-in-waiting, José Mourinho. After two routine wins, it is now time for Haye to step up a level. He has made no secret of his desire to take on Anthony Joshua for the 26-year-old’s IBF title. But Joshua’s promoter, Eddie Hearn, has said that all-British dust-up is at least a “year away”, so Haye confirmed here that he will stick by his word and face the veteran American Shannon Briggs in September.   Related: David Haye: plans for professional boxers to compete at Olympics are insane    The former two-times world champion has literally pursued a fight with Haye, turning up uninvited at his promotional events, shouting abuse into his face, until the Brit cracked and agreed to take on the 44-year-old from Brooklyn on the basis they both triumphed here. Briggs faced Emilio Ezequiel Zarate on the undercard and won with ease, knocking out his Argentinian opponent with a viscous right to the side of the body two minutes and 22 seconds into the first round. Such was the power with which Briggs took out Zarate, to extend his 24-year career record to 60-6-1, that the loser required oxygen after a prolonged period lying on the canvas. “I’m looking forward to seeing big fights next year but more immediately I’ve got Briggs,” said Haye. “I’ll flatten him in September.” A battle with Briggs may not offer Haye a world title shot but it is sure to generate more interest than there has been around the De Mori and Gjergjaj fights. After all, this is a man who has shared a ring with the likes of George Foreman and Vitali Klitschko and, as his behaviour in recent weeks show, is not shy of saying and doing the sort of things that create headlines and puts bums on arena seats. There was more of the same here after Briggs had to be held back by security staff, after trying to confront Haye following his victory over Gjergjaj. “Let’s go champ,” the American repeatedly chanted at ringside. An autumn clash between the pair is likely to be explosive in and out of the ring.",
  "webTitle": "David Haye unleashes force and fury to demolish Arnold Gjergjaj",
  "webPublicationDate": "2016-05-21T23:25:44Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/david-haye-demolish-arnold-gjergjaj",
  "keyword": [
    {
      "webTitle": "David Haye",
      "id": "sport/davidhayeboxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "sport/2016/may/21/david-haye-demolish-arnold-gjergjaj"
}