{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/i-have-sympathy-for-mark-latham-hes-barking-at-a-cloud-thats-passed-him-by",
  "id": "2016-05-03-312",
  "sectionId": "commentisfree",
  "body": "With the upcoming election and in the week of Malcolm Turnbull’s first budget as prime minister, there’s a lot to talk about in terms of his government’s policy impact on women.  It’s highly unlikely Abbott-era cuts to community legal centres that serve women experiencing family violence will be reversed. Women’s healthcare is threatened with the removal of subsidies that incentivise bulk billing, raising the price of mammograms and Pap smears. Even Scott Morrison’s suggestion of tax cuts for people on “average wages” of $80,000 a year is gender exclusive: average female full-time earnings are only $69,846.    Related: Health campaigners push budget wish-lists – politics live    So to have, perhaps, a necessary conversation about the reality of Australian women, I agreed to go on Weekend Sunrise alongside my conservative counterpart, Miranda Devine. Any hope there’d be a meaningful discussion croaked within me like a kitten strangled when I realised the cameras were rolling and I was – surprise! – also on a panel with Mark Latham. The segment began with the provocation “Are men second class citizens?” Miranda Devine invoked the spectre of the “criminalisation of masculinity” by man-hating mainstream feminists, before co-host Angela Cox identified herself a feminist who doesn’t believe all men are rapists. I reminded everyone that gender-based violence actually kills women and Rory Gibson from the Sunday Mail insisted he isn’t a misogynist just because women call him one.  Then, Latham. What happened next is what’s become sadly inevitable; “feminism” is something of a trigger word to the former Labor leader – he proceeded with a personal attack, invoking me as some kind of a feminist folk villain, just as he has done of domestic violence campaigner Rosie Batty, journalist Lisa Pryor, and senior military officer Cate McGregor and many more. What the audience received was no spirited left/right contest of gender values, but Latham barking easily disproven claims about gender pay disparities, more personal insults and then a shouting match with host Andrew O’Keefe. Asked by Cox if there was truth to the argument that men feel threatened by greater freedom of women. Latham replied:  No, I think the average man is doing quite fine. They ignore most of the left feminist claptrap, they ignore people like Van, who are a very very minority interest in our society. She’s a self declared anarchist way way on the extreme left of politics representing perhaps point zero, zero, per cent of thought in Australia so she’s safely ignored.  Latham’s was a textbook demonstration of what feminists deride as a “manologue” – a bitterly vocalised defence of an unearned male privilege to be the centre of everyone’s attention. It’s the melodrama of Latham’s last-stand bitterness that makes great television, just as its the splattering of blood that renders Game of Thrones the same; when Latham’s on, no one is safe, and that’s why they keep getting him back – on Sunrise, the Verdict, columns and even a notorious appearance at a writers’ festival that descended into a brutal, clown-show-level farce. But why Latham himself keeps coming back himself – increasingly, as the object not merely of feminist scorn but popular mockery – is the sadder question. Because Latham was not always an hourly-rate media misogynist. I remember well his stint as leader of the Labor party, and, before that, as a shadow education minister. That’s where I met him a few times, in 1998. I was a student politician and we participated in some forums together. His declaration on Sunrise that he never knew me at all is either disingenuous or indicative of a degeneration beyond the merely political – you’d think as one of the few senior Labor men from working class suburbs he’d remember a young woman in public life who was, at least, one of his own. But for all Latham’s self-avowals on Weekend Sunrise that he somehow still represents the working class, it’s sad to see that a man once described by former Victorian premier Steve Bracks as having a “permanent chip on his shoulder ... constantly belittling groups of people from all walks of life” has become even more chip than shoulder since leaving politics, even with his parliamentary pension. There’s a cruel tradition within Australian politics where a fraction of the blue-collar brotherhood is left unable to navigate back to the ‘burbs when the fairyland of political power deserts them. After championing the rights of the small side of town, politics inflates some male personalities to a size too big to fit back into it.    Related: Donald Trump or Mark Latham? Which pugnacious politician said it – quiz    I’ve had the Eggs Hemingway in the invite-only Qantas Chairman’s Lounge, and will admit they’re just as tasty as priority bookings, private drivers, complimentary hotel upgrades and the chance to say whatever you want on TV because everyone knows who you are.  But Latham’s seizure of anti-feminism is pathetic, because in a world where even Alan Jones is calling himself a feminist, it’s a public role he can have because no one else wants it. The rise of the feminist commentator like myself – and all the other women Latham publicly barks at – is itself based on the majority social recognition that the hard questions about women’s equality, economy and gender fairness are the ones that even morning television in Australia is maybe, just maybe, preparing itself to take seriously. And despite my visible frustration on the show, I actually have great sympathy for Latham, for he’s yelling not even so much at women, as he is at a cloud that’s passed him by. There is, of course, a life much richer to be lived than one spent waiting for the phone to ring again. Anyone left in the media who retains any sympathy for the man should do him a favour, and stop making the calls.",
  "webTitle": "I have sympathy for Mark Latham. He's barking at a cloud that's passed him by | Van Badham",
  "webPublicationDate": "2016-05-03T07:12:43Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/i-have-sympathy-for-mark-latham-hes-barking-at-a-cloud-thats-passed-him-by",
  "keyword": [
    {
      "webTitle": "Mark Latham",
      "id": "australia-news/mark-latham",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Van Badham",
      "id": "profile/van-badham"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/i-have-sympathy-for-mark-latham-hes-barking-at-a-cloud-thats-passed-him-by"
}