{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/10/russian-alexander-perepilichnyy-whistleblower-death-left-uk",
  "id": "2016-05-10-62",
  "sectionId": "uk-news",
  "body": "A Russian linked to the mysterious death of Alexander Perepilichnyy flew out of the UK a day after the whistleblower collapsed and died outside his home in Surrey, a court has heard. Andrei Pavlov was in Britain at the time of Perepilichnyy’s death aged 44 in November 2012, new evidence supplied by the UK Border Agency this week revealed. Pavlov was a “candidate for the killing of Mr Perepilichnyy”, the pre-inquest hearing in Woking was told on Tuesday.  Surrey police insist that no foul play was involved in Perepilichnyy’s death. In 2015 toxicology tests showed that gelsemium elegans – a rare fern known to have been used by Chinese and Russian assassins – was found in Perepilichnyy’s stomach. Friends of the whistleblower believe he was murdered.  Perepilichnyy fled to the UK in 2010 after falling out with powerful figures in Moscow. He managed the finances of several interior ministry and tax officials linked to a convicted gangster, Dmitry Klyuev. Pavlov was a “prominent member” of the “Klyuev organised criminal group”, the court heard. Perepilichnyy revealed details of a $230m (£160m) fraud carried out by the gang. The money was stolen from taxes paid by the investment company Hermitage Capital to the Russian treasury. A lawyer who investigated, Sergei Magnitsky, died in jail. Perepilichnyy passed bank documents to Hermitage and Swiss prosecutors, who froze several accounts.     Sergei Magnitsky, who died in 2009. Photograph: AFP/Getty Images    Against this backdrop Perepilichnyy received increasingly ominous messages from Moscow, allegedly delivered by Pavlov. The two men met on at least two occasions including at Heathrow airport terminal five and in Geneva. Pavlov allegedly demanded in Skype conversations that Perepilichnyy pay the group €1m (£800m), the court was told. Henrietta Hill QC, acting for Hermitage, urged the coroner, Richard Travers, to interview Pavlov as a matter of urgency. His whereabouts were unknown, she said, adding that he visited Brussels last week. New UK Border Agency information showed that Pavlov flew out of Heathrow on 11 November 2012, she said. This was a day after Perepilichnyy’s death.  In the months before he died Perepilichnyy took out several multimillion-pound life insurance policies. Bob Moxon Browne QC, acting for the insurer Legal & General, said: “Pavlov was in the country at the time of Mr Perepilichnyy’s death. He was a prominent member of the Klyuev organised crime group. “He is certainly in any view a candidate for the killing of Mr Perepilichnyy.” On the day of his death Perepilichnyy also travelled through Heathrow, returning from a business trip to Paris. It is unclear whom he met there. In an interview with Kommersant newspaper, Pavlov, a Moscow-based lawyer, said he met Perepilichnyy twice in 2012. He said Perepilichnyy had wanted a rapprochement with former customers in Russia, from whom he had fled. Separately the court heard that a Chechen assassin linked to the case has been arrested in Turkey. Valid Lurakhmaev, 55, was detained in Istanbul last month together with another Chechen, Yuri Anisimov, 52. The authorities suspect the men of killing another Chechen last November who ran a well-known opposition website. Citing official sources, the Turkish media reported that both men are Russian spies. French police have linked Lurakhmaev to the 2011 murder of a Russian businessman in Nice. During a search of the Chechen’s home they found an alleged hit list which included Perepilichnyy’s name and his home address in Britain.  Hill urged the coroner to seek help from the Foreign Office to arrange for a British police officer to interview the alleged assassin, who also uses the name Alexander Smirnov. She said it was imperative to do this before he was handed back to the Kremlin. “He is significant,” she said.  The court heard that other evidence could be important including CCTV footage from Heathrow airport and the exclusive St George’s estate in Weybridge, Surrey, where Perepilichnyy was living with his wife Tatiana and their two children. Several Skype chats with Pavlov have been retrieved but those from April to November 2012 are missing. An inquest is due in September.",
  "webTitle": "Russian with links to whistleblower left UK day after death, court told",
  "webPublicationDate": "2016-05-10T18:48:10Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/10/russian-alexander-perepilichnyy-whistleblower-death-left-uk",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    }
  ],
  "guardianId": "uk-news/2016/may/10/russian-alexander-perepilichnyy-whistleblower-death-left-uk"
}