{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/everton-players-did-not-gang-up-on-roberto-martinez-tim-howard",
  "id": "2016-05-13-22",
  "sectionId": "football",
  "body": "Tim Howard has said there was no dressing room mutiny against Roberto Martínez at Everton and the players share responsibility for the underachievement that cost the manager his job. Martínez was sacked on Thursday following a dismal run of results and performances that indicated the players had stopped responding to his methods. Southampton’s manager, Ronald Koeman, is the preferred replacement of Farhad Moshiri, Everton’s major shareholder, with Frank de Boer also under consideration. David Unsworth, Joe Royle and Duncan Ferguson will take charge of Everton’s final home game of the season against Norwich City on Sunday, when Howard will bring his distinguished decade with the club to an end. The USA international is to join Colorado Rapids in MLS on 1 July. Howard was on the bench for feeble away displays at Liverpool, Leicester City and Sunderland – when there were a total of 84 shots on the Everton goal – and denies witnessing a team that had stopped playing for their manager.   Related: David Unsworth tells Everton’s players they owe Goodison Park a performance    “That is a grenade that people throw and they duck and watch to see what happens. It’s a load of rubbish,” the Everton goalkeeper insisted. “There is so much in the head of a footballer. You pull that shirt on, you run out on the pitch and the last thing that crosses your mind is: ‘Hey, I’ve got an idea, I’m just going to strut around here because I am going to get the manager sacked. Let’s do that.’ “I don’t know how that works. I don’t think anyone thinks like that individually. We don’t sit around in the dressing room and have a pow-wow that we are all going to down tools. I don’t really know where that comes from.” Martínez repeatedly denied that a squad he labelled the strongest of his tenure had underachieved this season. Everton are 12th in the Premier League and have recorded the lowest points total at home since the introduction of three points for a win in 1981. Howard said: “I think we have underachieved this season. The players have probably let ourselves down. Any time a manager loses his job, they can’t replace 22 of us, which is probably unfortunate for them. It is always the manager who ends up suffering. Roberto has not kicked a ball all season. That is down to us. The results have not been good enough for the talent we have and the squad. That is no secret. “Everyone needs a bit of luck. We have a fantastic squad here that keeps getting talked about. We are going to finish mid-table or just below. We have no God-given right to do anything or finish higher. We have to earn that right. This team is good enough to compete near the top and if it has been a disappointing year then so be it. “The foundation is there. The next manager that comes in will be delighted to see some of the faces here at his disposal and to be able to mould that team, play the way he wants to. He will be sitting on a goldmine.” The 37-year-old will make his 414th and final Everton appearance on Sunday, having decided against staying at Goodison Park until his contract expires in 2018. Howard had a few run-ins with supporters before losing his place to Joel Robles midway through the season but insists the exchanges played no part in his decision to return to the US. “I was irritated that we weren’t playing well,” he said. “I love the supporters here. They get pissed off when we lose, I get pissed off when we lose. I never go home happy when we lose. It is no different. Someone has something to say to me that is off-colour then I say something back even if it is at the grocery store or at Goodison. There wasn’t any spat. They were pissed off we weren’t playing well and so was I. “That didn’t influence my thinking about the future. My plan was always to see out my contract – I love this club. As we know this is a business and it is a tough business sometimes. I have two young children, I wanted to have an opportunity leading up to the World Cup to be in the shop window right in front of my [international] manager every week. “From a contractual stand point, Colorado offered me another year and a half on the back of my contract. Those are all real things. People talk about footballers being robots but this is all real life. If that was offered to my dad in the truck yard he would probably take it because it makes sense. Ten years seemed like the right time. I will always be an Evertonian but this just seemed like the right time.”",
  "webTitle": "Everton players did not gang up against Roberto Martínez, says Tim Howard",
  "webPublicationDate": "2016-05-13T21:30:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/everton-players-did-not-gang-up-on-roberto-martinez-tim-howard",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/13/everton-players-did-not-gang-up-on-roberto-martinez-tim-howard"
}