{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/11/mary-beard-ultimate-rome-cunk-shakespeare",
  "id": "2016-05-11-364",
  "sectionId": "tv-and-radio",
  "body": "Defending The Rhino: A Newsround Special5pm, CBBC Since 2008, poachers have been responsible for the deaths of almost 6,000 African rhinos. South Africa in particular has seen the number of killings skyrocket in recent years. Presenter Ayshah Tull looks at the dreadful effects of poaching, meeting the conservationists and campaigners fighting to stop the slaughter of this endangered species, as well as hearing sweetening stories of rhinos that somehow survived against the odds. David Stubbs Horizon: Curing Alzheimer’s8pm, BBC2 The search for a cure for Alzheimer’s grows ever more urgent as the population ages. This science documentary sketches the current state of our understanding and reveals some heartening, if tempered, optimism about potential ways forward. We meet people suffering from this cruel disease, as well as the researchers who are looking for the means to spare others. An absorbing film that’s likely to promote equal parts amazement at human fortitude and awe at scientific enterprise. Andrew Mueller Nature’s Epic Journeys9pm, BBC1 Liz Bonnin is your host in this three-part wildlife series following dramatic animal migrations. In tonight’s opening episode, we’re in northern Kenya for an annual gathering of elephants – a 21-day, long-distance excursion away from their usual stomping grounds – to eat and mate. Satellite tracking helps plot the movements of bull elephants such as the sizeable, testosterone-packed Matt; and also the cuter herd of young orphan elephants that are travelling in search of adoption. John Robinson Mary Beard’s Ultimate Rome: Empire Without Limit9pm, BBC2 This week in Mary Beard’s enthralling exploration of the history of the Roman empire, the classicist and historian travels to Algeria to look at how the Romans used an early incarnation of citizenship to expand their imperial conquest. Algeria boasts some of the most important and impressive Roman remains in the world as a result of the region’s run-in with the empire. The empire put down roots, building cities such as Timgad in the Aurès mountains, where Romans, Africans and Berbers lived side by side. Ben Arnold Killer Women With Piers Morgan9pm, ITV The US true-crime boom continues, and this latest dose of orange boiler-suited intrigue comes with added Piers Morgan. His customary blend of provocation and smarm doesn’t feel like a particularly good fit for the material. Tonight’s episode deals with Erin Caffey, who plotted the murder of her family at the age of 16. Morgan is on comparatively muted form, so even if his encounters don’t elicit many revelations, at least he doesn’t disgrace himself. Phil Harrison Cunk On Shakespeare10pm, BBC2 “Four hundred years ago this year the world-famous playwrighter William Shakespeare stopped happening …” The Great Philomena (comedian Diane Morgan) brings all her wisdom and sensitivity to bear in her sublime exploration of the “King of the Bards”, observing that Titus Andronicus is “a posh Friday The 13th”; pondering what Hamlet is all about (“about four hours long”); and noting that Shakespeare had an easy time at school “as he didn’t have to study Shakespeare”. Ali Catterall Sex Pod10pm, 5STAR Despite a title that makes it sound like an off-brand version of Channel 4’s Sex Box, this new series seems more geared to sex education than public exhibitionism. With no copycat Perspex enclosures in sight, young audiences will put their most intimate quandaries to a panel of sexperts, in a format that sounds a bit like Embarrassing Bodies for the bedroom. But will it make for as bizarrely compelling viewing as Dr Christian’s escapades? Hannah J Davies Film choice My Week With Marilyn (Simon Curtis, 2011) 10pm, BBC4 Based on Colin Clark’s memoir about his (platonic) romance with Marilyn Monroe during the shooting of The Prince And The Showgirl in 1957, Curtis’s evocative tale has a strong sense of time and place, and a superior cast, with Eddie Redmayne as a winning Clark, Kenneth Branagh grandstanding as co-star Laurence Olivier, and Michelle Williams a marvellous Marilyn. Paul Howlett The Kids Are All Right (Lisa Cholodenko, 2010) 1.30am, Channel 4 Annette Bening and Julianne Moore lead Cholodenko’s sensitive, witty and moving film: they play Nic and Jules, whose 20-year relationship is tested when their children-by-artificial insemination – 18-year-old Joni (Mia Wasikowska) and 14-year-old Laser (Josh Hutcherson) – seek out their father, the feckless, charming Paul (Mark Ruffalo) who unintentionally opens fault lines between the two women. A film of emotional power and subtlety. PH Live sport Cycling: Giro Extra Stage five of the road race. 1.30pm, Eurosport 1 IPL Cricket: Royal Challengers Bangalore v Mumbai Indians From M Chinnaswamy Stadium. 3pm, Sky Sports 1 Scottish Premier League Football: St Johnstone v Celtic From McDiarmid Park. 7pm, Sky Sports 2 Premier League Football: Liverpool v Chelsea Hiddink’s Chelsea visit Anfield. 7.30pm, Sky Sports 1",
  "webTitle": "Wednesday’s best TV: Mary Beard’s Ultimate Rome; Cunk on Shakespeare",
  "webPublicationDate": "2016-05-11T05:20:04Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/11/mary-beard-ultimate-rome-cunk-shakespeare",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/11/mary-beard-ultimate-rome-cunk-shakespeare"
}