{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/alex-cameron-single-of-the-week",
  "id": "2016-05-06-190",
  "sectionId": "music",
  "body": "PICK OF THE WEEK Alex Cameron She’s Mine            Welcome to the weird and wonderful world of Sydney’s Alex Cameron, a warped cabaret turn with a cheap keyboard in the vein of Alan Vega and Ariel Pink. He may look like a photofit of the guy who tried to break into your dad’s Vauxhall Senator in 1981 while high on Araldite, but She’s Mine is as meticulously crafted as any Beyoncé belter. It’s even got two choruses, of which the second – “It’s just water/ Taste it/ I promise” – is the creepiest you’ll hear this week. Unless Robin Thicke has a record out. Sonny Green Bars             Southend MC Sonny Green – no relation to Professor, or Sir Philip – eschews the screwface to deliver grime with a grin. Not just a cheeky little smirk either but a big, toothy, shit-eating grin, somewhere between Rob Beckett and the Mad magazine mascot. Bars won’t win any prizes for originality, but as a track that celebrates the simple pleasure of saying stuff that rhymes over a hyped-up PlayStation beat, it’ll make you beam like Green himself. Nite Jewel Kiss The Screen       In all those gushing profiles of electro pioneer Giorgio Moroder last year, everyone was too kind to mention that his comeback record, featuring Kylie and Charli XCX, was an absolute shocker. This is what it should have sounded like: a slightly awkward but affectionate clinch of austere European synths and sickly American pop sugar, singing about falling in love with a Tinder profile. And given some of the Tinder dates my friends have been on, Nite Jewel’s shimmering “handheld fantasy” is surely preferable to meeting any of those pouting chancers IRL. Loyle Carner Stars & Shards            There’s no doubting Loyle Carner’s verbal dexterity as he calmly lays down a wry, intricate narrative about the downfall of an old acquaintance that pleasingly rhymes “losing the plot” with “itching his scrot”. But the acoustic jazz-hop beat is a bit… too nice. I suspect the industry loves this kind of Jools-friendly rap more than the public. Two words: Speech Debelle. Terry Don’t Say Sorry       Terry is in the running for worst band name ever, until you discover that one them is also in a group called Dick Diver. But one thing we instantly learn about Terry is that they’re proudly unapologetic. In fact, refusing to apologise is the very topic of this insolently basic Sham 69 chug. There’s no tune and, frankly, it’s about two minutes too long, but you imagine they won’t say sorry for that, either.",
  "webTitle": "Alex Cameron’s She’s Mine: the best of this week’s new music",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/alex-cameron-single-of-the-week",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Richards",
      "id": "profile/samrichards"
    }
  ],
  "guardianId": "music/2016/may/06/alex-cameron-single-of-the-week"
}