{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/the-guardian-view-on-syria-the-agonies-of-aleppo",
  "id": "2016-05-05-75",
  "sectionId": "commentisfree",
  "body": "Aleppo was once Syria’s second largest city, with 2 million inhabitants and a vibrant tourist industry around its 13th-century citadel, its Umayyad mosque, its ancient souk. After nearly five years of civil war, the city is an open wound, the bleeding symbol of a country’s descent into hell. It has been cleaved by a frontline, endured barrel bombs and artillery fire, and in many places been reduced to a landscape of ruins. Its estimated 300,000 remaining inhabitants in the rebel-held area struggle daily for bare necessities. And their nightmare has recently got worse. Fighting has again flared up in the past few weeks, destroying two medical facilities that offered rare relief, especially to children. The ceasefire brokered from Wednesday morning promised a mere 48 hours of relief even if it were honoured, and in practice observance has been patchy. The backdrop is the near collapse of Syria’s two-month-old partial truce, negotiated by Russia and the US. At one level, Aleppo is one battleground of many, in a seemingly endless war of attrition; and yet the fate of a nation could hinge on this city. For Aleppo is a centre for the anti-Assad groups that are meant to be part of the UN-negotiated settlement, if it ever materialises. It is also because of Aleppo’s strategic location, close to the border with Turkey, which has acted as a lifeline for supply lines and refugee movements. If Aleppo falls, all hopes for a genuine peace negotiation will be crushed. Diplomatic efforts in Geneva and elsewhere have never seemed quite so divorced from realities on the ground as they are now. The Assad regime, supported by its Russian and Iranian allies, has naturally put great effort into trying to retake Aleppo since parts of it fell to rebel forces in the summer of 2012. These areas stood out as laboratories of the anti-Assad revolution, with citizen committees creating new forms of local governance in a war-torn society. While it is true that jihadi groups started throwing their weight around as the civil war ground on, Aleppo is also where anti-Assad rebels have registered significant victories against Isis – pushing them out of key areas in early 2014. Aleppo’s current plight traces back to Russia’s military intervention in Syria, launched in September 2015, which has radically changed the balance of forces. It has consolidated Assad’s power base, weakened the opposition, and secured Moscow’s position as a central player in the crisis. It has cornered western powers, which have been left trying to harness Russian cooperation, with dismally few results so far. While Assad was creating facts on the ground, a diplomatic track was explored by the UN. This effort has been turned on and off, at different moments, depending on Russia’s tactics. A “cessation of hostilities” agreement on 27 February was meant to secure a basis for meaningful peace talks – instead, it has allowed Assad and his backers to regroup and prepare new attacks, such as those on Aleppo. While the world focused on the intricacies of discussions in Geneva or on Moscow’s headline-grabbing March announcement of a withdrawal, more military hardware poured into the Assad camp. The Syrian regime felt empowered enough to speak of reconquering lost territory. It has used the pretence of talks to buy time. It has rejected, all along, the basic tenets of a “political transition” that was called for by a UN resolution in December. Meanwhile, Vladimir Putin’s regime has capitalised on appearing on an equal footing with the US, without having to make any serious concessions. The Syrian war has reached a death toll of 400,000 and there is still no end in sight. The US is in election mode and the president does not disguise that his priority is to fight Isis, not change the regime in Damascus. It hardly seems to figure in the calculation that Assad’s continuing grip on power fuels the radicalisation that Isis relies on. Russia, having acted more decisively than the west, has the upper hand. Its entrenchment in Syria, which includes powerful air-defence systems, has given it a dominant position. Nobody knows whether a new US president will change the position, but for the moment it seems that the current US administration prefers to maintain an appearance of talks – for lack of other options. John Kerry can be commended for spending a lot of energy on talks, but his recent threat of “repercussions” if Assad doesn’t stick to a ceasefire will have rung hollow. The 27 February truce has brought a degree of relief to some parts of Syria, with fewer airstrikes and more aid convoys – that is obviously important. But to claim that this deal addressed the roots of the conflict, as opposed to the symptoms, is deluded, if not cynical. An enduring way out of Syria’s tragedy requires facing up to those roots. More international pressure will have to be applied on Assad’s backers, in Moscow and in Tehran, if anything is to change. No ceasefire worthy of the name can exist if it isn’t respected in Aleppo. A diplomatic process that turns a blind eye to continuing violence risks becoming an exercise in virtual reality, a distraction from swiftly changing facts on the ground. Ultimately, there is no use in that. It may create a mirage of progress, but no more than that. And the agonies of Syrian civilians will continue, as events in Aleppo are making plain. • This article was amended on 6 May 2016. An earlier version said that Aleppo had an estimated 300,000 remaining inhabitants. That is the estimate for the number living in the rebel-held area of Aleppo.",
  "webTitle": "The Guardian view on Syria: the agonies of Aleppo | Editorial",
  "webPublicationDate": "2016-05-05T18:06:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/the-guardian-view-on-syria-the-agonies-of-aleppo",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John Kerry",
      "id": "us-news/john-kerry",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bashar al-Assad",
      "id": "world/bashar-al-assad",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/the-guardian-view-on-syria-the-agonies-of-aleppo"
}