{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/19/businesses-government-development-projects-more-than-pr-live-chat",
  "id": "2016-05-19-219",
  "sectionId": "sustainable-business",
  "body": "An increasing number of companies are setting up on the ground projects designed to improve conditions for workers in their supply chains and alleviate poverty – a trend reinforced by the UN sustainable development goals. But without the support of government, it’s hard for businesses to make significant breakthroughs and long term change.  Businesses have been working for years in the Dominican Republic, for example, to improve the pay and conditions of banana workers – many of whom are Haitian immigrants living in makeshift slums. They made progress through signing up to certification schemes and their own projects, but it took the government agreeing to allow Haitian banana workers to apply for legal status – giving them access to health insurance and bank accounts – to start to tackle one of the biggest issues. Equally, in Bangladesh’s garment industry, improving the low wages and working conditions of workers can only be done if fashion brands and governments work together. H&M has previously expressed frustration with governments for a lack of action on developing a living wage. While some argue that governments shouldn’t work with companies, others recognise the ability of partnerships to advance development in their countries.    Related: Development needs business but we must be free to criticise | Jonathan Glennie    Join the discussion Join a panel of experts in the comments section of this page on Wednesday 25 May, 2-3pm BST. Points for discussion will include:  How can business work best with governments? What are some examples of successful business and government collaborations? What are the main challenges and sticking points, for example in deciding who to work with, and overcoming anti-private sector attitudes?  Panel Nicolas Mounard, CEO, Farm Africa. Erik Simanis, consultant on corporate growth and innovation. Sahba Sobhani, technical advisor, Business Call to Action. Amanda Gardiner, vice president of sustainability and social innovation at Pearson. Darian Stibbe, executive director, The Partnering Initiative. Andrew Jenkins, coordinator of BRAC’s research units around sustainability impacts of development projects Leave a question now    Loading...",
  "webTitle": "Can business and government work together for development? - live chat",
  "webPublicationDate": "2016-05-19T11:14:15Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/19/businesses-government-development-projects-more-than-pr-live-chat",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Corporate social responsibility",
      "id": "environment/corporatesocialresponsibility",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sustainable development",
      "id": "environment/sustainable-development",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Bangladesh",
      "id": "world/bangladesh",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Gould",
      "id": "profile/hannah-gould"
    }
  ],
  "guardianId": "sustainable-business/2016/may/19/businesses-government-development-projects-more-than-pr-live-chat"
}