{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/canada-immigration-detention-deaths-border-services-agency",
  "id": "2016-05-17-222",
  "sectionId": "world",
  "body": "It was a plan that was months in the making. Francisco Javier Romero Astorga dreamed of leaving his home in Chile and starting a new life in Canada, one that would perhaps revolve around his love of music or cooking. But three months after he left the seaside city of Viña del Mar for a fresh start in Toronto, the 39-year-old disappeared. His family nervously called the Chilean consulate. Francisco had been arrested, they were told. Later they would find out that he had been detained by border officials. It would be weeks before the next piece of news would come, in a terse, devastating phone call from the consulate: Francisco was dead. Two months later, little more is known about his death. “Francisco left Chile in perfect health, he spent much of his recent time in Canada in immigration detention and now he is dead,” said his brother Esteban. “It makes no sense.” Since 2000, at least 15 people have died in the custody of the Canada Border Services Agency (CBSA). On Saturday, a 24-year-old man died in CBSA custody in Edmonton, Alberta. Of those who died, five are thought to have died of natural causes, three committed suicide while in custody, and six deaths remain listed as unknown causes. Each death has left families and loved ones around the globe scrambling to piece together what happened. “We are utterly in the dark,” said Esteban Romero Astorga. He had no idea why his brother was arrested or what his immigration status would have been at the time of the arrest. “We need the help of Canadians in getting us answers.”    We are utterly in the dark. We need the help of Canadians in getting us answers  Esteban Romero Astorga     His brother’s death – one of two immigration detainees to die in March – has reignited calls for an overhaul of how Canada treats those who run afoul of its immigration laws and shone a spotlight on what critics describe as a “legal black hole” in Canada.  The CBSA has the power to detain non-citizens deemed to be a flight risk, who pose a threat to public safety or whose identities cannot be confirmed. The agency’s mandate also extends to children, such as the 16-year-old Syrian boy detained in isolation for three weeks earlier this year when he attempted to claim refugee status after entering Canada from the US. The deaths in CBSA custody highlight an area in which Canada has been slammed by the UN for lagging behind many western countries – and which has too often hidden behind Canada’s reputation as a welcoming country for immigrants. Canada remains one of the few western countries in the world without a time limit on detentions, a sharp contrast to the UK – where peers voted in March to limit detention to 28 days unless otherwise ordered by a court – and the US, where a landmark 2001 decision by the supreme court said justification was needed for any detention longer than six months.  “Canada is a rogue nation,” said Macdonald Scott, an immigration consultant for Toronto law firm Carranza LLP.  “What ends up happening is that people end up spending 10 or 12 years in detention in Canada,” he said. According to Canadian border authorities, 6,768 individuals were detained from April 2014 to March 2015. Of those, 2,366 were released and 3,325 were deported from Canada, authorities said, noting that a person could be detained and released more than once. The average length of detention was 24.5 days. But for those who end up entangled in a deportation dispute with another country, the legal limbo can stretch to years. Mainly due to space constraints, as many as a third of those in immigration custody in Canada are held in provincial jails, often crammed in a small cell for upwards of 21 hours a day and without access to international calls or legal counsel, according to advocates. While conditions vary across the country, in some facilities immigration detainees are not segregated from prisoners. The result is a mix that has, at times, led to deadly consequences. In 2010, Trinidad-born Kevon Phillip, a 24-year-old father who had lived in Canada for some 15 years and who was facing deportation, was beaten to death by fellow inmates.      Kevon Phillip. Photograph: Handout    “We should not be using jails to enforce administrative law,” said Scott, likening it to using a stick to beat people for not paying a parking ticket. A 2013 study from Montreal’s McGill University hinted at the mental toll prisons can take on immigration detainees, with a third of detainees reporting symptoms of post-traumatic stress disorder after short stays that averaged around 31 days.  Advocates have long pointed out that detention can be particularly stressful for asylum seekers or those who have experienced armed conflict or torture. “I’ve watched it make people crazy,” said Scott, who has worked on immigration issues for 20 years. “I’ve watched it slowly kill my people.” Those calling for reform include the detainees themselves. “They are locking us up and forgetting about us,” said one 51-year-old from inside a prison in southern Ontario, where he has been held for nearly six years over immigration violations despite his 27 years in Canada.  “I have seen five people held in detention with me pass away while in CBSA custody; there is no end to detention and I am worried the next one will be me. I want immigration detention to end now,” he said in a statement. He asked that his name be withheld out of fear of repercussions from border authorities. Those with firsthand knowledge of being detained are often loth to speak out, fearing reprisals later down the road, said Josh Paterson of the British Columbia Civil Liberties Association. “Even if they succeed in their refugee claim or whatever, they may still not want to get into an entanglement with the very government from whom they are asking for protection.”  The resulting silence surrounding abuses in the system is perpetuated by border authorities themselves. Deaths that occur in CBSA custody are often shrouded in secrecy, with the agency citing privacy concerns to avoid releasing the names and nationalities. In most cases, the identities and circumstances of those who died has been painstakingly uncovered by local journalists and advocates.  Paterson’s organisation is one of many across Canada that have been calling on the government to create an independent oversight body to monitor and investigate complaints regarding the CBSA. “It’s an agency that seems to run amok in so many different circumstances,” said Paterson. “Unlike pretty much every police agency and border security service in any other English-speaking commonwealth country, there is no independent oversight body for the CBSA.” Instead the agency – created in the wake of the 11 September 2001 terrorist attacks in the US – investigates itself.    It’s an agency that seems to run amok in so many different circumstances  Josh Paterson, British Columbia Civil Liberties Association     The hope is that oversight, coupled with a review of the agency’s practices, could help ensure immigration officials are truly serving the needs of the country rather than systematically violating the rights of some of the country’s most vulnerable people, said Paterson. “This is an agency that just seems to be completely impervious to transparency and to accountability.” The agency falls under the portfolio of Canada’s public safety ministry. In a statement to the Guardian, the CBSA’s minister, Ralph Goodale, addressed the calls for reform. “I am concerned about the recent deaths in custody and my thoughts are with the families of those individuals,” he said. “The Government is examining CBSA’s National Immigration Detention Program and how best to provide the agency with appropriate review mechanisms. Our goal is to ensure our Canadian approach is world-class, including our methods of enforcement, with effective transparency and accountability.”  He pointed to Canada’s welcome of 25,000 Syrian refugees, saying: “The UNHCR recognizes Canada’s refugee system as among the best in the world, but we can and must do better.” Until changes are made, the family of Francisco Romero Astorga have vowed to continue their search for answers, hoping to glean some idea of how the father of four spent his last days in Canada. “We are fighting to know the very basic things – did he ask for a doctor, did he get proper medical help, how long before someone checked on him,” said his brother Esteban. “These are people who are leaving home for a better future – they shouldn’t be coming back home in a coffin,” he said. “No one else must suffer like we are suffering.”",
  "webTitle": "Immigrant deaths expose 'legal black hole' of Canada's detention system",
  "webPublicationDate": "2016-05-17T10:30:00Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/canada-immigration-detention-deaths-border-services-agency",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/17/canada-immigration-detention-deaths-border-services-agency"
}