{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/uc-berkeley-sexual-harassment-scandal-blake-wentworth",
  "id": "2016-05-27-216",
  "sectionId": "us-news",
  "body": "Nicole Hemenway was coming out of a class when her thesis adviser pulled her aside and asked if she could talk. It was 21 November 2014, and the professor, Blake Wentworth, walked her to a secluded area of the University of California, Berkeley campus, according to Hemenway. Wentworth, in tears, allegedly confided to Hemenway that other students had complained about his conduct and told the undergraduate senior that if he ever made her uncomfortable, she should not report it because it could cost him his job. Standing with her behind a building, he also referred to Hemenway as a “gorgeous young woman” and said other men in the department thought she was an “obvious target” for sexual harassment and were “jealous that such beautiful young women are always coming and going from my office”, according to a complaint obtained exclusively by the Guardian.   Related: Disturbing details of sexual harassment scandal at UC Berkeley revealed in files    “It just made my skin crawl ... imagining middle-aged white men talking about how beautiful and tempting I was in an office,” Hemenway recalled in a recent interview. Hemenway, now 24, is the latest woman to take legal action against a powerful male faculty member at the prestigious northern California university, widening a scandal that has roiled the campus over the past year and ignited a national debate about sexism and discrimination in academia.    It just made my skin crawl, imagining middle-aged white men talking about how beautiful and tempting I was in an office  Nicole Hemenway     In her first interview about her case, Hemenway described how Wentworth’s treatment of her and his sexual advances derailed her studies and how the school failed to protect her – allowing her to sign up for an independent thesis with the professor despite the fact that officials knew of numerous misconduct allegations against him. Hemenway said she felt obligated to speak up in hopes that it would push the University of California to do a better job shielding students from harassers and supporting victims when they come forward.  She knows it’s a gamble. By launching a case and sharing her experience, she said, she may jeopardize her future graduate school and career prospects since Wentworth is well-known in the field of south Asian studies. And even if the professor is found to have harassed Hemenway, it’s unclear if he will be punished. The university concluded Wentworth harassed another student last October, but eight months later, he has faced no discipline. Remaining silent out of fear Hemenway’s complaint with the California department of fair employment and housing, along with extensive emails shared with the Guardian, paint a picture of a professor who frequently behaved inappropriately and unprofessionally with a student he was advising – escalating to sexual advances that made it very challenging for her to finish school. Wentworth’s alleged misconduct resembles the behavior two graduate students described in recent formal complaints against him in which the women said he repeatedly made offensive sexual comments and inappropriately touched them.      Nicole Hemenway said she felt obligated to speak up in hopes that it would push the University of California to do a better job shielding students from harassers and supporting victims when they come forward. Photograph: Sam Levin for the Guardian    The university disclosed the original cases when it released records of 19 employees in which the school’s office for the prevention of harassment and discrimination substantiated claims of misconduct. Although 11 of them resigned or were terminated, no faculty members were fired – including Wentworth, a tenure-track assistant professor in the department of south and south-east Asian studies. The school also determined that a famous UC Berkeley astronomer and the dean of the elite law school harassed subordinates but they faced minimal consequences. In the wake of accusations that the school systematically refuses to hold harassers accountable, UC Berkeley provost Claude Steele resigned, later admitting that he had regrets about the light punishment the law dean faced. Hemenway’s difficulties started in fall 2014 after Wentworth agreed to be her honors thesis adviser. Immediately, the professor began initiating very personal conversations with her, including discussions of sexual harassment accusations he was facing from others, according to the complaint.   Related: 'I was expendable': how UC Berkeley failed a woman being sexually harassed    Emails reveal that Wentworth also invited her on a one-on-one walk in the woods and a car ride, and that he frequently wrote her intimate messages about his feelings. The professor also forwarded Hemenway extensive email conversations he had with others about the harassment claims against him – correspondences in which he and others mocked the allegations. In one message, Wentworth wrote, “I want to find out who’s spreading this rumor, and grind their fucking nuts into powder before I distribute it into communal meals for his family.” He also repeatedly referred to Hemenway as “attractive” and a “shining star” in the emails, while calling another undergraduate an “ugly girl”. Hemenway said she tried to brush aside his behavior, but it only got worse. She wanted to speak up but was worried about her career. Because Wentworth was advising her on her thesis and responsible for her letters of recommendation, she felt she had to remain silent.     University of California graduate student Kathleen Gutierrez, center, is comforted by graduate student Erin Bennett, left, and Tyann Sorrell before all spoke at a news conference about sexual harassment claims. Photograph: Jeff Chiu/AP    ‘He got plenty of warnings’ Hemenway tried to minimize contact with Wentworth after a meeting on 17 February 2015 that she said was particularly upsetting. According to the complaint, the professor repeatedly called her “honey” and “honey bear” and put his hands on hers while complimenting her and staring intensely into her eyes. He also allegedly suggested that he wanted to pursue a romantic relationship with her as soon as she graduated.  “I will always honor professor-student boundaries,” he said, according to the complaint. “Once you graduate, that’s an entirely different scenario. I look forward to the day when you graduate. … But until then, just know that I will never come onto you or make you feel uncomfortable. Got that, honey?”    He got plenty of warnings. My harassment never should’ve happened if Berkeley was doing its job  Nicole Hemenway     Wentworth had also repeatedly promised to leverage his connections in the field and help her get into graduate programs. She feared that if she rejected his advances, she would lose opportunities – and that if she raised concerns about harassment, he would be enraged. She had read his angry rants about other accusations and had once seen him throw a chair when he was angry, according to the complaint. Hemenway strongly considered skipping her commencement ceremony altogether so she wouldn’t have to see him. “I would’ve done anything to not go to graduation,” she said.  She ultimately decided to attend so she could give a commencement speech but hopped on a flight immediately afterward in an effort to avoid Wentworth’s invitation to a “dinner date”, according to the complaint. Wentworth declined to comment on a detailed list of Hemenway’s accusations. His attorney Michael Hoffman also declined to respond to the claims, saying: “Dr Wentworth denies the allegations, and we’re going to address the matter in the proper forum.”   Related: UC Berkeley students to file state sexual harassment complaint against professor    Hemenway said she decided to file a case this month in part to support the two women who went public with their experiences – graduate students who could still run into Wentworth at any moment on campus, despite the fact that the university found last fall that an allegation against him was credible. “They don’t even know how much they’re sacrificing, but they’re still willing to take that risk for the greater good so more women don’t have to experience this,” Hemenway said. She said she was also driven to expose how the university fails to take allegations seriously and act on complaints. “He got plenty of warnings,” she said. “My harassment never should’ve happened if Berkeley was doing its job … His rights have taken precedence over our rights.” According to a letter multiple faculty members signed, at least seven students have given testimonials expressing concerns about Wentworth. ‘I’m in limbo’ Officials at UC Berkeley and across the public university system in California have pledged to improve its policies and procedures for investigating sexual harassment. In April, UC president Janet Napolitano announced a series of reform efforts aimed at increasing accountability of investigations, improving the reporting process for victims, developing sanctions that match the seriousness of substantiated complaints, and ensuring that processes are completely in a timely manner. Despite those pledges, Wentworth’s case has dragged on with no clear explanation.     The school also determined that a famous UC Berkeley astronomer and the dean of the elite law school harassed subordinates were also found guilty of harassment but they faced minimal consequences. Photograph: Geri Lavrov/Getty Images    UC Berkeley spokeswoman Claire Holmes declined to comment on Hemenway’s complaint or Wentworth’s employment status, but said in an email, “The university is aware of the concerns from students and others regarding the time it takes for the faculty discipline processes to be completed. We understand and share those concerns.” Erin Bennett, one of the grad students who filed a complaint last month, said that because Wentworth’s punishment was still pending, she doesn’t know if she’ll be able to return to campus in the fall. “I feel like I’m in limbo,” she said. Hemenway said it’s a very real possibility that she will no longer be able to pursue south Asian studies. “I understand so well now what barriers to entry in a male-dominated field means and how difficult it is to cross those barriers. The system isn’t made for me.”",
  "webTitle": "‘Honey bear’: Berkeley student details alleged sexual advances by professor",
  "webPublicationDate": "2016-05-27T10:30:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/uc-berkeley-sexual-harassment-scandal-blake-wentworth",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/27/uc-berkeley-sexual-harassment-scandal-blake-wentworth"
}