{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/19/how-to-make-ngo-videos-for-social-media-facebook-twitter",
  "id": "2016-05-19-176",
  "sectionId": "global-development-professionals-network",
  "body": "They are called dabs, those short, snappy and highly shareable videos that dominate your Facebook or Twitter feed. News organisations such as NowThisNews and AJ+ (Al Jazeera) are leading the way in this micro-video style, based on the idea of a little bit of news, every now and then.    Related: 10 tricks to appear intelligent during development meetings    How they work The videos are short and reduce a story to its bare bones, but “that doesn’t mean they are any less sophisticated,” says Michael Tait, multimedia commissioning editor at the Guardian. A great deal of thought goes into the script, length, amount of words and which images or footage is used. “In fact, it’s really difficult to take a journalistic story and reduce it to 20 lines of texts, and then make all the images graphic enough to be engaging,” he says. More and more people watch videos on their mobile phones (Facebook has actually changed its algorithm to prioritise live video) so the videos must be made for mobile rather than, say, created for desktop and pushed through social media channels. Critically, videos must be shareable. “If people don’t share the video, it won’t get the reach,” says Fred McConnell, deputy video editor for Guardian Australia. “We have 5m followers on Facebook, but have views of more than 18m on some videos.” Think beyond your own followers and make the video as accessible to as many people as possible. But don’t make it with the thought that people should share it because that never works, he says. Ask yourself instead, “Would I share it?” How to make your own Hire millennials     Greenpeace’s video gives us George Osborne and nuclear power stations.   The hardest part is finding the right people to do the job. They need to be digital natives, millennials, and they need to understand the language. “We’re hiring people who aren’t just great filmmakers or who can produce really artistic stuff, it’s about having a strong understanding of why people share stuff on social media and how they interact with content,” says Richard Casson, online campaigner at Greenpeace. As well as being social media savvy, you need someone who can use Premier, Final Cut Pro, Photoshop and, ideally, AfterEffects to create motion graphics. They should also have some journalism experience. “We’re not close to these stories so we can make decisions that improve the storytelling, but if someone is really invested in the issue, they’re not going to have that distance or that objectivity,” says McConnell.  Invest in assets You don’t need a huge team to make micro-videos, but you do need access to images, footage and music. “We try to use open source music and we always credit the person whose songs we’re using at the end of the video, with a link to wherever we found it,” says Casson. “We also try to use open source footage or pay a fee to use someone else’s. If it’s a small organisation, they’re often happy for us to just credit them.” Another option is to buy subscriptions to production libraries or photography agencies for instant access to images and video. “A licence is quite expensive in the short-term but would pay off over time, both in terms of finance and the speed at which you can produce these videos,” says McConnell. But these days, says Tait, even an iPhone will do and there are apps – such as Verify – that ensure coverage from news hotspots around the world. If you have that, and the means to steady your iPhone, you can record all sorts of things to include in videos. Grab people’s attention “We call them thumbstoppers,” says Tait. “Because you’re scrolling through your news feed on your phone and whatever holding image and headline you choose has to be dynamic and powerful enough to stop someone scrolling.” McConnell says you have around a second to get people’s attention, so don’t have an introduction, a build-up, or fade in from a black screen. You should also create a separate eye-catching holding image for the video that gives a good overview of what it’s about. Putting a famous face at the front of the video also helps, says Casson. “When we bring people like George Osbourne or David Cameron to the forefront of the video we tend to get a higher reaction.”  Be concise If you want the video to be watched on social media, keep it short. “It has to be as tight as you can get it without compromising on the content,” says Tait. Micro-videos shouldn’t be longer than two minutes. “Focusing on an individual is really effective when you only have a minute,” says McConnell.   Related: 15 ways NGOs can attract positive media attention    Make sound optional More than 90% of people watch Guardian dabs without sound, so it has to be optional. Avoid talking points, but if someone is speaking, add subtitles that can be read on a small screen. And think carefully about any text used in the video.  “Strike a balance between having enough time to read the text and having it move in a way that keeps you interested,” says McConnell. “Your eye shouldn’t have to travel from one corner of the screen to the other, either.” Also make sure that any words are positioned above the play bar so it doesn’t obstruct the text.     A Guardian video made in Damascus.    Tell real (and positive) stories “Charity videos often feel fake,” says McConnell. “We know that person’s probably not called Jean, for example – it’s just an anonymous child you happen to have footage of.” Videos can be serious, but doom and gloom is not appealing and won’t make people stop scrolling. Use real people, focus on the issue and deliver character and narrative. Tell a positive story about an inspirational person. “We had really interesting footage of a 26-year-old girl who refuses to leave Damascus and is still teaching ballet at a school without heating or anything like that,” says Guardian video producer Ekaterina Ochagavia. “She spoke so passionately about the kids, dancing and how she couldn’t leave her home, but it was also interesting about the crisis there. You could show a story like that and, at the end, have a call to action for donations to help her.” Include a call to action  We try to make it as explicit as possible that there is some sort of call to action,” says Casson. “We might put words at the end, such as ‘Share to expose this story’ or ‘Share to celebrate’ if we have some good news. Within the video itself, we always try to have a mini theory of change so that it’s not just reporting on a problem, but actually a way for people to participate in the campaign by interacting with the video afterwards.” And ideally, posts should have a link accompanying the video where people can read more.   Related: Aid fundraising videos: the best and worst of 2015    Don’t make it all about the campaign A good approach is to have a desire to create good content that will increase your NGO’s social media reach. If Facebook recognises, through its algorithm, that your page produces good videos, it will continue to place them into people’s news feeds. “A successful piece of content will bring more people to our page,” says Casson. “More likes means more reach and more ways for people to support us.” Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "How to … make NGO videos for social media",
  "webPublicationDate": "2016-05-19T12:57:48Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/19/how-to-make-ngo-videos-for-social-media-facebook-twitter",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Communications",
      "id": "global-development-professionals-network/communications",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "BuzzFeed",
      "id": "media/buzzfeed",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Communications",
      "id": "voluntary-sector-network/communications",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Mobile",
      "id": "media-network/mobile",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Katherine Purvis",
      "id": "profile/katherine-purvis"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/19/how-to-make-ngo-videos-for-social-media-facebook-twitter"
}