{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/22/hampstead-heath-athletics-british-10000m-trials",
  "id": "2016-05-22-16",
  "sectionId": "sport",
  "body": "North London, Saturday evening. A tale of two events. At Wembley Tinie Tempah exhorts supporters to “make some noise”, something they were merrily doing long before his jarring interjection. A sterile, sallow FA Cup final follows: for once one cannot blame those in the corporate seats for being slow to return after half-time. Meanwhile, down the road on Hampstead Heath a couple of hours later, dozens of athletes are being roared on as they charge through a beer tent while trying to earn a spot in the British team for the Olympics. I know which one was more fun to watch. Track and field has taken a justifiable kicking in recent years. Too many of its administrators have been shown to be bent. Too many medal winners have been busted for drugs. Suspicion of anything extraordinary now lingers like smog. But being among the 3,000 or so crowd standing around the third lane of the Parliament Hill track at the British 10,000m trials – so close to the action, in fact, that an injudicious shoulder turn could have stiff-armed a world or European champion – was a reminder that this wounded sport still has the capacity to inspire and attract a new congregation.   Related: Jo Pavey’s Olympics hopes in balance after missing out in 10,000m    This crowd was noticeably younger than at most athletics meetings. Many nursed beers, others burgers. A live steel band thumped away in the background. There were even samba dancers, a nod to the forthcoming Olympics in Rio, and a hell of a lot of noise, especially when athletes zoomed under the snaking beer tent halfway round the track. Afterwards Ross Millington, the men’s 10,000m winner, reckoned it was the best atmosphere he had ever raced in and suggested the night’s organiser, Ben Pochee, deserved a knighthood for performing the kiss of life on the event, which has often been the unloved child of track running. Most would not have tried. Three years ago only nine men and one woman, Aly Dixon, turned up for the 10,000m at the British trials. It led to the women’s race being cancelled and Dixon, at her suggestion, running with the men. It was a spirit-sapping spectacle, not only for Dixon, who was lapped several times, but for the few stragglers watching. Spool forward to 2016 and the change was dramatic. Pochee’s energy, along with the City of London’s help, ensured most of Britain’s top distance runners – save for Mo Farah, who will get in the team automatically – turned up for a shot at the Olympics. As Pochee explained, there is no money or profit involved, as it is free entrance for spectators, and they rely on the goodwill of dozens of volunteers. “We are trying to tap into the good part of our sport,” he said. “Put a 12‑year‑old kid a metre away from Jo Pavey as she runs past and I bet she’ll be more inspired than if they were sat in a sterile stadium.” It was not Pavey’s night. The 42-year-old, who was hoping to become the first British female track athlete to qualify for five Olympic Games, was weakened by a persistent chest infection and fell back after halfway. Instead it was the 23-year-old Jess Andrews whose star shone brightest as she smashed her personal best by more than 80 seconds and beat the Kenyan 2009 world champion, Linet Masai, to book her spot for Rio.   Related: Greg Rutherford keeps up winning habit with victory in Manchester    For most people it was a fantastic feelgood story. In 2013 Andrews was good enough to beat Laura Muir, who was fifth in the 1500m at the World Championships last year, and Gesa Felicitas Krause, who took bronze in the steeplechase, at the European under-23 cross-country championships. However, by her own admission she had fallen out of love with the sport and taken a year off before deciding to give it another go. The results were dramatic, to some on Twitter too dramatic. Even though Andrews’ time of 31min 58sec was more than a minute behind the fastest 10,000m in the world last year and 1,208th on the all-time list, they narrowed their eyes. That is the age we live in. As the Olympic long jump champion, Greg Rutherford, says: “I hate having to always be that guy who is saying: ‘No, no, there are people who are doing it right,’ because people’s opinions are changing and that’s a problem.” Yet build it and they will come. When Rutherford competed at the Great CityGames in Manchester on Friday night, a free event in the city’s centre, thousands crowded round a sandpit to gawp, clap and admire as he leapt 8.20 metres. “You need to think outside the box and appeal to a new audience,” he says. “Because the system has been the same for such a long time. Of those fans who were massively into athletics in the 80s and early 90s, some are dead and others haven’t passed on the enjoyment to their kids.” Of course, such events will not bring back the glory days of track and field. Its problems are deep and football’s dominance asphyxiating. Yet as sport becomes even more super-corporate and expensive for spectators, guerrilla events such as the Night of the 10K PBs and the Great CityGames, which evangelically bring athletes closer to people who would not necessarily pay to watch a Diamond League meeting, might just help slow down the death rattle.",
  "webTitle": "An evening of goodwill on Hampstead Heath to inspire hope for athletics | Sean Ingle",
  "webPublicationDate": "2016-05-22T21:00:20Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/22/hampstead-heath-athletics-british-10000m-trials",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/blog/2016/may/22/hampstead-heath-athletics-british-10000m-trials"
}