{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/its-hard-to-begrudge-long-suffering-cronulla-their-nrl-surge",
  "id": "2016-05-26-47",
  "sectionId": "sport",
  "body": "The depths to which sporting memorabilia can fall could crush a submarine but it’s still jolting to see Cronulla selling on their website a framed photograph commemorating the Sharks’ recent 62-0 win over Newcastle, the “equal biggest” in their history. If that seems like a joke then the punchline must either be the price ($195 plus delivery) or the fact there isn’t something a little more meaningful to commemorate. But what would that be? As the continued absence of Harold Holt reminds us, the Sharks have been playing top-flight league since joining the competition in 1967 but they have no premiership to show for it. Neither do the New Zealand Warriors and the Gold Coast Titans but, at 21 and 9 years respectively, their winless existences are, comparatively speaking, still in their formative years. Yep, forty-nine years it’s been – a vast stretch of (mostly) noble but unremarkable toil; such a suburban, white-bread, clock-punching existence that even the flirtations of Elle Macpherson in the early ’90s didn’t bestow upon them an ounce of glamour – because didn’t we all suspect the supermodel was only draping her arms over the Sharks’ shoulders as a favour to her father, the then club president Peter Gow? The Sharks have never been the kind of club to get the girl.   Related: Cameron Smith ends feud with Channel Nine after broadcaster's on-air apology    But everyone needs a reason to swing their legs out of bed each morning so there have been, thankfully, players to quicken the pulse (like Steve Rogers, Andrew Ettingshausen and David Peachey) and even whole seasons when it seemed Cronulla might transcend their underdog, workaday status. Most notably there were grand final appearances in 1973, 1978 and 1997 (Super League), and minor premierships in 1988 and 1999. Each time, however, they fell short, though they put up a hell of a fight, figuratively, in 1978 (forcing a grand final replay against Manly) and, literally, in 1973. In that latter game, in which it’s been said the softening up period lasted 80 minutes. Led by their brilliant and belligerent captain-coach Tommy Bishop , Cronulla threw everything at Manly – lefts, rights, uppercuts, the lot. If not for the class of Manly’s Bob Fulton the Sharks may have won the competition in just their seventh season. Perhaps that would have changed everything. The Sharks, like Penrith, are now in their 50th season. It’s a nice round number on which to break a duck, although by this stage the club would be willing to wring its downy neck. Could it be propitious, then, that the Sharks currently sit on top of the premiership ladder after 11 rounds? It’s a position of prominence they haven’t occupied since 2000, albeit in round two when you’re never more than four points off the lead anyway. The comedians in the Sharks’ merchandise department may well be planning a new piece of memorabilia to mark the milestone (‘Sharknado: Round 11 Champions!’) but lest anyone get carried away coach Shane Flanagan is ensuring things are being put into perspective. “We’re really happy with where we’re at,” he said this week. “(But) competitions aren’t won at this time of the year. A lot of water to go under the bridge yet.” Captain Paul Gallen’s recent gripe that the ribbing he and his club gets for its winless history hurts him will not engender much sympathy from rival fans, many of whom would gladly bathe in his tears. Yet as loyal a servant as he’s been to Cronulla he’s now parroting the critics’ jibes, no doubt trying to keep a lid on hope which, given the free reign of a liberated genie, can be the cause of emotional havoc down the line: “We understand as a club that basically we’ve done nothing.” It’s true that trophies aren’t awarded after round 11 but Gallen in wrong in one respect. The Sharks have given their supporters reasons to be cheerful and optimistic, which is the more than most supporters can realistically expect. Moreover, to their credit, they’ve done it after enduring one of the worst periods in the club’s history. The years of receivership in the early 1990s were bad enough before the appointment of John Lang as coach and Super League money ushered in an era in which the Sharks were highly competitive. The early to mid 2000s were no carousel ride either as the club went through four coaches and registered some grim results. The nadir was a 74-4 loss to Parramatta in 2003. But the 2010s have, for the most part, echoed with the sound of barrel scrapping. Up to their eyeballs in debt and with sponsors running for the hills there was speculation in 2009 that the Sharks, like the Beverly Hillbillies next door, should be relocated (Perth or bust!) or replaced by a team like the Central Coast Bears. Then, not long after new coach Shane Flanagan came on board in 2010, the Sharks began a supplements program that, in 2013, was revealed to have included the use of banned peptides. Among a mass rolling of heads the long-running scandal prompted a 12-month suspension of Flanagan, a $1 million club fine, and twelve-month backdated bans for a number of players, including stalwarts Gallen and Wade Graham. Many will argue that the club and its players got off lightly but, in any case, Cronulla finished 2014 with the wooden spoon, a full six points below 15th-placed Canberra. Cronulla was officially on the nose. That the Sharks were the architects of their own malaise does not change the fact that the club has done remarkably well to emerge, so quickly, from the smoking wreckage. As the club picked itself up financially, Flanagan, returned from his enforced sabbatical, has built an exciting team on the stumps of the old one. Cronulla teams are usually about as exciting as devon sandwiches, even when going well, but this one is like Dwayne ‘The Rock’ Johnson in flares – a crowd-pleasing balance of panache and muscle. Gallen and Graham are still there, Michael Ennis, James Maloney, Andrew Fifita, Chad Townsend and Ben Barba have rediscovered their best form, while exciting players like Valentine Holmes and Jack Bird have brought out the youthfulness lying dormant in their elders. After 49 years of their not needing a trophy cabinet, no-one is about to predict the Sharks will claim their maiden premiership this year. For one thing, leading the competition after 11 rounds isn’t a predictor of much at all (as St George Illawarra know well enough having led at the same point last season before dropping to 8th). For another, to win the competition the Sharks will have to overcome standout Brisbane and North Queensland teams, with Melbourne not far away either.  But for all that you can’t begrudge the Sharks’ and their supporters the enjoyment they’re having and the hope they must be entertaining, even if they’re doing their best to keep a lid on it. Their merchandise department notwithstanding.",
  "webTitle": "It's hard to begrudge long-suffering Cronulla their NRL surge | Paul Connolly",
  "webPublicationDate": "2016-05-26T20:30:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/its-hard-to-begrudge-long-suffering-cronulla-their-nrl-surge",
  "keyword": [
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cronulla Sharks",
      "id": "sport/cronulla-sharks",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Connolly",
      "id": "profile/paul-connolly"
    }
  ],
  "guardianId": "sport/2016/may/27/its-hard-to-begrudge-long-suffering-cronulla-their-nrl-surge"
}