{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/18/manchester-united-fake-bomb-fiasco-allahu-akbar-trafford-centre",
  "id": "2016-05-18-156",
  "sectionId": "football",
  "body": "With the best will in the world, these feel like degrading times for the Manchester United royal warrant, once the gold standard for everything from wine to logistics. Last week’s needlessly late arrival of the team bus to Upton Park brought questions for Bulova, “The Official Timekeeping Partner of Manchester United”. But at least United were at that stage still on schedule to finish the season on time. Since then, you may have discerned a little upset caused by what we’ll class as The Official Security Search Experts of Manchester United. In days gone by, time itself appeared to be a client state to the club, with temporal laws subservient to a higher form of measuring: Fergie time. Back then, United would finish top in April. Now, they’re coming fifth in the second half of May. None of the above is meant to give the club what their own sources are promising the relevant “idiot” at Security Search Management and Solutions – namely, “a right kicking”. But I can’t help feeling that much of the angst and the anger flying around isn’t really about the pretend pipe-bomb fiasco, but about the post-Ferguson fiasco. Training devices are just something else to add to the long list entitled What We Talk About When We Talk About Fergie. Bombs in the bogs are the latest thing that many reckon “wouldn’t have happened under Sir Alex”, though the thing of all things is obviously Europa League football. The training device is just a plot device. (Sorry.) Not that the public safety implications can be entirely dismissed. However Keystone Cops it appears to have been, the pipe-bomb/search dog exercise at Old Trafford serves as a sobering reminder. The highly complex modern security threat means we are effectively engaged in conflict and proxy conflict in any number of theatres, including the Afghan theatre, the Syrian theatre, and the Theatre of Dreams. Even so, the reaction to United’s cancelled game against Bournemouth on Sunday still feels absurdly overblown. A furious Greater Manchester mayor and police and crime commissioner, Tony Lloyd, has called for “a full inquiry”. Really? There are surely enough really horrid things happening in the world without police overlords wetting their pants about false alarms. Still, if there is an actual inquiry, I hope Sir John Chilcot does it, because I’d be quite happy for it to report in the new post-Ferguson measure for elasticity: Chilcot time. Furthermore, I know that the absolute last thing Mr Lloyd would want is for the furore over the bungled Old Trafford training exercise to obscure another criticised training exercise, this time one organised by Greater Manchester police. It was, after all, only last week that a simulated suicide bombing in Manchester’s Trafford Centre was chided for featuring a “bomber” needlessly shouting “Allahu Akbar” as he kicked it off by detonating his own pretend explosives. There is no sense speculating on whether any of this would have happened under Sir Alex Ferguson, the former United manager having explicitly ruled himself out of mayoral contention last November. All we can do is consult our Bulova watches, and wonder whether a close season in Manchester bombing exercises is now due. Olympic pot calling the Fifa kettle black Of all the bandwagon-jumping lectures in the wake of the Fifa arrests in Zurich, the ones emanating from a hundred miles down the road in Lausanne were the hardest to stomach. To hear the International Olympic Committee pontificate at the time was to sense that a major tear had opened up in the sports-bullshit continuum. “It’s absolutely important for Fifa to regain credibility for Fifa,” intoned the pious IOC president, Thomas Bach, “so I can only advise that they work hard at reforms and work hard on addressing these grave allegations.” By October he had upgraded to declare that “enoughis enough”, adding various instructions on “credibility”. Imagine the collective lack of shock, then, as we watch the developing fallout from Tokyo’s successful bid for the 2020 Olympic Games. On Tuesday, the president of Japan’s Olympic Committee refused to disclose details of its contract with a shadowy account named “Black Tidings”, believed to be linked to the son of the disgraced former IAAF chief Lamine Diack. (Honestly, who calls their dodgy account “Black Tidings”? You’re a blazer, not Magneto.) Even accounting for creative accounting, though, the biggest con in the era of sporting mega-events remains the idea of Olympic legacy. I note that in the case of Rio this has now pretty much been commuted down to a single abstract noun. For your records, it is “hope”. Let’s see it in action. “This message of hope is perhaps the most important legacy that the Olympic Games will bring Rio de Janeiro,” explained Bach last month. At the lighting of the Olympic flame in Greece, the Rio organising committee president took up the baton with the claim: “The Olympic flame means hope to us all.” Does it now? “It brings a message that can and will unite our dear Brazil.” What it doesn’t bring, according to Moody’s – which in February cut Brazil’s debt rating to junk status – is any hope of affecting Brazil’s deepest economic recession since the 1930s, despite the usual woolly suggestions to the contrary. As the credit ratings agency insisted firmly this week: “The Games will last just one month and the associated economic stimulus pale compared to Brazil’s economy.” Still, you can’t put a price on hope. And – much more conveniently – you can’t begin to measure it.",
  "webTitle": "No one wants Manchester United fake bomb fiasco to become a smokescreen | Marina Hyde",
  "webPublicationDate": "2016-05-18T13:58:47Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/18/manchester-united-fake-bomb-fiasco-allahu-akbar-trafford-centre",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "football/blog/2016/may/18/manchester-united-fake-bomb-fiasco-allahu-akbar-trafford-centre"
}