{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/labor-to-disendorse-fremantle-candidate-chris-brown-after-failure-to-disclose-convictions",
  "id": "2016-05-12-381",
  "sectionId": "australia-news",
  "body": "Bill Shorten has said he accepts a recommendation to dump Labor’s candidate for Fremantle, unionist Chris Brown, because he was “not forthcoming with the truth” about prior convictions. According to the West Australian, Brown failed to disclose convictions from the 1980s, including pleading guilty to assaulting a police officer during an altercation and drink-driving. The assault conviction was later expunged but Brown received a 12-month good behaviour bond, it said. Guardian Australia has confirmed Labor will disendorse Brown. On Thursday, Brown said he had been charged with assault but not assault of a police officer. He said he had been king-hit at a festival in Clermont.  “I was the victim in the incident and fortunately there was a police officer that had contact made with him,” he said. Brown also claimed “the only reason the ALP is aware of is is because I’ve been open and honourable about this process”. But Shorten said: “It is on clear that serious matters the candidate wasn’t forthcoming with the truth to the Labor Party.” Shorten said he “agreed 100%” with the national secretary’s recommendation to dump Brown as the candidate. Brown is a freight and logistics worker who has spent the past 12 months as a campaign coordinator for the Maritime Union of Australia. He won the preselection battle for Fremantle, beating Josh Wilson, a former staffer for the current Fremantle MP, Melissa Parke. Wilson, who is Fremantle’s deputy mayor, beat Brown in a local ballot in March but the MUA candidate won endorsement at the ALP state council. Shorten said the party would make a decision on disendorsement today. “They will do so and I believe that Josh Wilson,the deputy mayor of Fremantle, will be a very good candidate in Fremantle,” he said.   Related: Cowan's curious contest: how a changing electorate could help decide the election    Fremantle is held by Labor on a 4.8% margin. Is is one of just three seats Labor holds in Western Australia, compared with the Coalition’s 12. It is being targeted by the Greens, whose candidate, Kate Davis, was a lawyer for the UN and an outspoken critic of Labor’s support of the offshore detention model. Brown’s preselection had been a cause for some consternation for some Labor members, who felt he was an unnatural successor to Parke, a former human rights lawyer. Davis has attempted to exploit the view she is Parke’s more natural successor. “I think Melissa Parke is known in the electorate for her advocacy in relation to human rights, particularly with regard to refugees,” she told Guardian Australia for an earlier feature on the electoral contest.  “Her justified anger was outspoken regardless of whether that was in contravention of Labor party policy. I think people saw her as an advocate with integrity.” On Monday, Brown brushed aside concerns about his preselection. Brown said he believed he was fit to represent Fremantle because he had a “very good understanding” of the suburb, where his family first settled in 1851. “I am not someone who has come in from outside,” he said. Brown was contacted for further comment about the disendorsement.  After discovering news of the disendorsement, Davis said: “It doesn’t matter who the Labor party chooses as its candidate in Fremantle, that candidate is still bound by the party’s policies, including offshore detention of asylum seekers and a weak climate policy.”",
  "webTitle": "Bill Shorten: Fremantle candidate dumped over failure to reveal convictions",
  "webPublicationDate": "2016-05-12T02:00:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/labor-to-disendorse-fremantle-candidate-chris-brown-after-failure-to-disclose-convictions",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    },
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/11/labor-to-disendorse-fremantle-candidate-chris-brown-after-failure-to-disclose-convictions"
}