{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/brix-smith-start-interview-rise-fall-rise-mark-e-smith-nigel-kennedy-philip-start-the-extricated",
  "id": "2016-05-01-162",
  "sectionId": "music",
  "body": "In May 1983, Brix Smith, then aged 20, arrived in Manchester. A Californian by birth and disposition, her first impressions of the city were not favourable. The buildings, she writes in her entertainingly bonkers memoir, The Rise, the Fall and the Rise, “looked like mean structures where horrible atrocities had been committed”. The sky was “toxic”, the people were “joyless”, their clothes “drab”. As a taxi took her towards Prestwich, where the man she had fallen for just six weeks earlier lived, he pointed out the local landmarks: “Look, Brixie, there’s the Boddingtons brewery! There’s Strangeways prison!” Entering the lobby of his building, she was struck by the dirt on the walls and the “strong odour of urine”. In his flat, there were cats everywhere and items of unwashed underwear belonging to his ex-girlfriend. As they sat down for a cuppa, he reached out on to the window ledge for the pint of milk that sat there alongside a pack of back bacon, a carton of eggs and a Hovis loaf. “I was incredulous,” she writes. “Perhaps this was a traditional resourceful British custom.” To paraphrase one of the album titles of her then boyfriend Mark E Smith, this was Brix’s fast-track introduction to the strange and frightening world of the Fall, the British post-punk group with whom she would play guitar and co-write songs for the next six years. Given that she is someone who, as she mentions more than once, is guided by her instinct and intuition, why did she not turn and run at the sight of his ex-girlfriend’s discarded knickers?    The book is full of outlandish, occasionally alarming anecdotes that vividly evoke Smith Start's wild, impulsive youth    “Good question,” she says, smiling. “Firstly, I was so excited to be in England. I was young and in love and I was in this cool band that had transfixed me from the first time I had heard them. It felt like I was on a magic carpet ride.” That ride, which was more roller coaster from hell than magic carpet, is the most enthralling section of her memoir, coming after her troubled childhood in Los Angeles and before her second great doomed romance with the classical violinist Nigel Kennedy, who, though not a born contrarian like Smith, has an ego and controlling streak to match his. She describes Kennedy as “a cross between Amadeus Mozart and Keith Moon” and tells me he once tried to roll over his car for kicks while she and her mother were passengers. It’s that kind of book: full of outlandish, occasionally alarming anecdotes that vividly evoke her wild, impulsive youth.     Brix Smith Start with Mark E Smith, circa 1985: ‘We loved each other and made magic together.’ Photograph: Lisa Haun/Getty Images    I meet Brix Smith Start, as she is now known, in her local cafe near Old Street, east London. Now 53, and happily married to Philip Start, a fashion entrepreneur who once owned the Woodhouse chain, she retains the boundless enthusiasm of a Californian teenager. She talks as she writes, in flurries of excited eagerness followed by moments of semi-reflection, and her speech is peppered with therapy speak and new age philosophy – “I’ve always been super-guided about things, intuitively and spiritually.” For all that, she is hugely entertaining company. “It took 15 years of cooking,” she says of the memoir. “I needed to find a voice and to be honest and to write it with love. I didn’t want to be bitter or spiteful.” It begins in Disneyland with her first great love, Mickey Mouse, on whom she was fixated throughout her childhood. It was, she says, the most enjoyable part to write, not least because she used “a technique of sense memory, self-hypnosis and deep meditation that meant I could go back and put myself into situations where I could smell what was cooking and feel the texture of the clothes I was wearing.” She was born Laura Elisse Salenger in 1962, and her parents, Lucy and Steve, divorced before she was two. Her mother worked for CBS Television, leaving her in the care of their Mexican maid, Carmen, who was “mean”, often depositing her in her cot for hours with the central heating on max. Sometimes, she went to the CBS studio and watched from the wings, “entranced” as Sonny & Cher rehearsed their weekly programme. “I learned the work ethic early from watching Cher on her show,” she says. Occasionally, too, she went to stay with her father, a neurotic and distant Beverly Hills psychiatrist with whom she was “besotted”, and his Swedish girlfriend. As a young teenager, she attended the elite Crossroads school in Los Angeles and later Bennington College in Vermont, where her contemporaries included Bret Easton Ellis and Donna Tartt as well as “one of the Getty girls and Princess Farahnaz, the ex-shah of Iran’s daughter”. When her mother remarried and took a job in Chicago, Brix moved there, too, becoming a pothead and a punk. She played The Guns of Brixton by the Clash so often that her friends nicknamed her Brixton, later shortened to Brix. It was in Chicago, too, that she discovered the Fall through a friend who owned their EP Slates. “When I heard the Fall,” she tells me, “something hit me so hard I became obsessed with them, though not in a psycho fan way. I listened to Slates over and over and over until I understood it, internalised it and then could move. It was kind of like my relationship with food, really. I tend to have the same meal over and over too until I discover another one I like.” The book touches on what she calls her “borderline bulimia”, though often self-mockingly: one chapter is called Barbie Cleaned up My Barf, another, Interview With a Vompire. The latter begins: “I find vomiting both heinous and hilarious in equal measures. My life is splattered with vomiting stories.” She has a tendency throughout not to linger long on the terrible things that have happened, as evinced by a short, shocking chapter in which she revisits being tied up and raped in a basement by a former school acquaintance she calls J. It ends: “Writing this now is the first time I’ve ever openly acknowledged it. For all these years, my subconscious mind has kept my secret safe, even from me… Some people may call this denial. For me, it was survival.”     With Nigel Kennedy in 1990. ‘There’s a deep bond between us but his life is crazy.’ Photograph: John England/Rex/Shutterstock    Her life changed dramatically after a chance meeting with Mark E Smith, whom she literally bumped into after a gig in Chicago. They chatted, hit it off and she went back to his cheap motel room. “I had found my soulmate,” she writes. Perhaps the most uncompromising, abrasive and mysterious of all the British post-punk groups, the Fall on paper were not a good fit for a Californian girl raised on Disneyland, summer camp and courtside seats at Lakers games. For a while, though, it worked. The pair got married in a register office in Bury two months after her arrival in Manchester, celebrating with sausage rolls, crisps and pickled onions in the Eagle & Child pub. She was 20 years old (he was 26) and had known him for less than six months. “I had no maid of honour, no friends and family there,” she writes. “I didn’t know anyone at my wedding apart from the band and Mark’s parents and sisters.”    There were red flags the whole way. With Mark, it’s about control. He controlled the band and me. It was a dictatorship  Brix Smith Start     Brix’s presence seemed initially to mellow Mark E Smith. He began dressing smartly and the Fall songs became detectably less abrasive, a smidgen more melodic. They even made it into the top 40 with their cover of the Kinks’ Victoria. Then, suddenly and brutally, it didn’t. In 1989, she and Mark were divorced but only after a protracted period in which she remained part of the group – even though he refused to speak to her, was sleeping with someone else and that someone else was on the road with them. By then their relationship was unravelling slowly and messily against the backdrop of the Fall’s supremely dysfunctional dynamic. She recalls whole tours where band members barely exchanged a word. “There were red flags all along the way that I chose to ignore or I made excuses and dealt with it,” she says now. “It began to go really bad when I signed a deal for the Adult Net [her own more pop-oriented group]. I wasn’t under the control of Mark E Smith any more, and with Mark it’s all about control. He controlled the money and the band and me. It was a dictatorship, basically.” Why did she put up with it for so long, though? “Initially, I was driven by creativity. Writing and making the music satisfied my soul. I didn’t want a child, I wanted to be an artist. Plus, we loved each other and made magic together and I do think he was happy for a while. And proud of what he had achieved. It mellowed him and took the edge off his anger.”     Performing live with the Fall on The Tube in 1985. ‘Writing and making the music satisfied my soul.’ Photograph: ITV/Rex/Shutterstock    As with other books that have been written about the Fall by ex-members of the Fall, this is an insider chronicle of bullying and verbal abuse as well as the creation of often singular music. The singer’s talent for offending people reaches a nadir of sorts when, having rejoined the band in the mid 90s, Brix witnesses an ugly incident in Denmark in which a drunken Smith, incensed that the Fall have to share a minibus with another, younger group, reaches, “Tourette’s-like, for the most offensive thing to say”. In this instance, that meant screaming, “Get away from the fucking bus, boy!” at a member of a mixed-race group. Whether intentionally racist or the result of a mind twisted by years of sustained amphetamine and alcohol abuse, it earned Smith a pre-gig kicking from the younger group that left him with a broken nose and several missing teeth. “He turned up just as we were about to go on stage to thousands of people,” she recalls, “his nose looking like a mouse’s snout, but nobody seemed to notice and he sang brilliantly.” Did she gain any insight as to the source of Smith’s anger while they were together? “That’s not really for me to say,” she answers. “People said he had a chip on both shoulders about being northern. I remember him talking about fucking southern bastards a lot and not wanting to come to London. He hated London intensely. He’s quite contrarian as a person and as a writer, which is what gives him his edge. My theory is that some people who are super-creative and channelling all the time need some mechanism to shut down what is happening in their head. Or they think they need the drugs or the drink to lower their resistance. It’s complicated. He’s complicated.”    Nigel is a magical elf. As a friend, he’s amazing, but as a boyfriend, I cannot recommend him  Brix Smith Start     Likewise Nigel Kennedy, with whom, unlike Smith, she is still on good terms. Their relationship began just as he was about to release his mega-selling version of Vivaldi’s The Four Seasons and she was preparing to debut her first post-Fall album with the Adult Net. Inevitably, as his celebrity accelerated, she became swept up in the ongoing circus around him. Suddenly, she was best friends with the Linekers and a guest at Princess Diana’s birthday party. “We never had any meaningful conversations,” she writes with characteristic honesty, of meeting Diana. “I feel like she merely tolerated me to get to Nigel – on whom she shined her magnetic light. I’ve rarely seen a woman turn it on the way she did.” Her chaotic relationship with Kennedy ended messily and humiliatingly, too. More than once, as she describes the oafish behaviour that attended his genius, I found myself wondering how she resisted the urge to crush his beloved Stradivarius slowly under the wheels of his beloved BMW. Somehow, though, they have managed to remain on good terms. “He’s a magical elf,” she says, smiling. “As a friend, he’s amazing, but as a boyfriend, I cannot recommend him. I went to see him play a few weeks ago. And it was great, we locked eyes and he came over and hugged me and wept on my shoulder. There is a deep bond, but his life is crazy.” You can certainly pick them, I say. She nods. “I do think my relationship with my father is key. He was a controlling, mercurial genius and a larger-than-life personality. I was looking for men to love me that were in the mould of my father because I wanted my father to love me. Once that was identified, the pattern could be broken.”     Brix Smith Start photographed in London last week by Richard Saker for the Observer New Review.    A few years ago, her aunt called to tell her that her father was in hospital and close to death. She had not spoken to him in years, though it was not for the want of trying on her part. “By then, I had realised that whatever was going on with him, was about him and not me. His pain was his pain and I had never done anything to cause it. Once I stepped back and saw that, I could forgive him.” Did she call him? She nods. “I said, ‘I heard you were dying and I want you to know that I love you and I think about you and I have no anger towards you whatsoever and you can call me anytime and I’d love to hear from you.’” How did he respond? “He sobbed. It was very much a long, making-peace conversation. Later, I heard that he had sobbed for three days.” Well, at least you made peace with him before he died, I say, sensing she may be on the verge of sobbing herself. “No!” she shrieks. “He survived.” She shakes her head as if still in disbelief. “And, did he call me back ever since that? No.”    It was like the songs had been hanging in the ether above my head all these years and came fully formed in chunks  Brix Smith Start     Her memoir makes for a fast and funny read, at least until she finds true love with her current Mr Right and temporarily forsakes the world of indie rock for the world of fashion, setting up a chain of shops called Start in Shoreditch, only one of which remains in business. You suspect that the few heads that turn as she leaves the cafe recognise her from her role as sartorial expert on Channel 4’s Gok’s Fashion Fix  a few years ago. Writing the memoir, though, has rekindled her passion for rock’n’roll. Songs, she says, have literally been pouring out of her. “It was like, I swear to God, a kind of bladder filled with songs in the ether had been hanging above my head all these years to which, all of a sudden, the tube went in and downloaded they came fully formed in chunks.” She currently has two albums in the pipeline, one a solo outing, the other as lead singer and guitarist of the Extricated, which includes two other ex-members of the Fall. You wonder how Mark E Smith has reacted to his ex-charges performing his songs and his wife singing them? “That I don’t know. I don’t communicate with him. I don’t know him any more. I tried with Mark as I tried with everybody, but I gave up. I’ve made peace within myself and I wish him the best.” If her memoir is anything to go by, you suspect the feeling is not mutual. The Rise, the Fall and the Rise by Brix Smith Start is published by Faber (£14.99). Click here to order it for £11.99",
  "webTitle": "Brix Smith Start: ‘Mark E Smith? He’s complicated’",
  "webPublicationDate": "2016-05-01T07:30:48Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/brix-smith-start-interview-rise-fall-rise-mark-e-smith-nigel-kennedy-philip-start-the-extricated",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nigel Kennedy",
      "id": "music/nigel-kennedy",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Gok Wan",
      "id": "tv-and-radio/gok-wan",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean O'Hagan",
      "id": "profile/seanohagan"
    }
  ],
  "guardianId": "music/2016/may/01/brix-smith-start-interview-rise-fall-rise-mark-e-smith-nigel-kennedy-philip-start-the-extricated"
}