{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/leicester-city-jamie-vardy-premier-league-title",
  "id": "2016-05-09-46",
  "sectionId": "football",
  "body": "Jamie Vardy has described Claudio Ranieri’s decision to give the Leicester City players a week off in February as a “great idea” and described it as one of the defining moments in the club’s title‑winning season. The England striker also revealed that his break in Dubai was made all the more enjoyable by the fact that the Sunderland players were pounding the beach across the road while he was topping up his tan. Ranieri made the bold call to give everyone an extended breather after Leicester lost 2-1 against Arsenal on Valentine’s Day. With no match for a fortnight because of their FA Cup elimination, Ranieri reasoned that it was an ideal opportunity for his players to switch off from football following the injury-time defeat at Arsenal that Vardy described as a “killer blow”.   Related: Leicester let Premier League joy sink in before Champions League dreams begin    The striker said: “I think a good thing that helped us straight after that game was the gaffer had seen exactly how much we’d all fought for each other and put into that game, and because we weren’t in the week after because we’d been knocked out of the FA Cup he gave us a week off to completely forget about everything and recharge the batteries. “We all ventured off, quite a few of us went to Dubai together as a team, and I think that moment, for him to even think about doing that, showed what he’d thought of us as a team and how much work we’d already put in. So to get those batteries recharged for that week and come back fighting stronger was a massive part [in winning the league]. “It was a great idea. I went to Dubai and I remember sitting on a sun lounger and in the same hotel Sunderland were there, running up and down the beach doing fitness. For me to be relaxing while they’re doing the training was quite nice. It worked out perfectly, no one was going to go on a seven-day bender. It was a case of being there to relax with family and that’s all we did until we got back to training.” Speaking at the launch of his V9 Academy in Manchester, which has been set up to give non-league players a chance to break into the professional game and follow in his own footsteps, Vardy was on good form as he reflected on winning the league with Leicester and that slightly mischievous tweet he sent out showing the Lion King’s Mufasa falling down a cliff. “That’s just my favourite kids’ film!” he said, smiling. Vardy posted that picture immediately after Leicester claimed the title on the back of Tottenham Hotspur being held to a 2-2 draw at Chelsea, and in response to the picture Harry Kane had put on Instagram after Ranieri’s side had dropped points at home against West Ham United a fortnight earlier. Kane’s image showed a pack of lions about to go a hunt. Asked whether there was a friendly rivalry between himself and Kane, who could be playing alongside one another at Euro 2016 this summer, Vardy replied: “We’re away with England to do a job for England and that’s all we focus on while we’re there. After that when you go back to your own clubs, I’m sure a few of us can put a few pictures out and let the media join the dots up themselves.”           Leicester City: their Premier League title glory in numbers    Mauricio Pochettino, the Spurs manager, has criticised other managers and players for expressing their “personal opinion” about who they wanted to win the title before it had been decided and implied that some clubs may have got caught up in the Leicester fairytale, yet Vardy was dismissive of the idea that his team benefited in any way during the run-in. “I can’t see any team doing that, to be honest with you. I don’t think anyone would like to just turn up and be rolled over to let someone else win, I don’t think that is inside anyone, it wouldn’t look good on the club if they were doing that and I’m sure the fans wouldn’t like it. So I can’t see that being true whatsoever.” Vardy’s Premier League winners’ medal is hung up by the side of his bed and he has not given up hope of picking up the golden boot to go along with the Football Writers’ player of the year award that he will receive in London on Thursday. He is on 24 league goals, level with Sergio Agüero and one behind Kane with the trip to Stamford Bridge to come on Sunday. “I’d have been level if I’d not put that penalty in the garden,” he said, smiling at the memory of the spot-kick that sailed over the crossbar in the 3-1 win against Everton on Saturday and which cost him the chance of a first Premier League hat-trick. Alluding to the team spirit that has been such a cornerstone of Leicester’s success, Vardy described his team-mates as being like “brothers” and said that the camaraderie among them is “the main thing that has got us where we are”. He expressed his hope that their achievements this season will keep the squad together. The 29-year-old also suggested that his own future – in February he signed a contract extension until 2019 – is secure. “We’ve just won the league and will be playing in the Champions League next year. I am happy here,” Vardy said. Vardy’s rag-to-riches story is the inspiration behind his academy, which receives its first intake of players in May next year. Held at Manchester City’s Etihad Campus, the academy will host 42 non-league players across five days and offer elite coaching as well as the opportunity to train and play in front of scouts from professional clubs. Sat alongside his agent, John Morris, who is the co-founder of the V9 Academy, Vardy talked about wanting to “give something back” after his own experiences in non-league football. Released from Sheffield Wednesday at the age of 16 for being too small, Vardy spent seven years with Stocksbridge Park Steels and another two with Halifax and Fleetwood Town before breaking into the professional game with Leicester at the age of 25. “I think you have got to give everyone the full time to develop, to see how big and strong they become, up until 21,” Vardy said. “It is a long time to keep someone on, for teams to hope you are going to fulfil that potential. But [it cannot be right if] you’re telling them six years previously. When I was released, I was only 4ft 11in, so I probably was too small. Two months later I had a massive growth spurt, so who knows what difference it would have made. I doubted myself as soon as I got released. It was my boyhood club, I had made them the highlight of everything. To be told at that age I was not big enough or strong enough was hard to take. The important thing was playing non-league football and enjoying it again, but it was a long hard process.” For information about the V9 Academy, see www.V9academy.co.uk",
  "webTitle": "Leicester’s Jamie Vardy praises Ranieri’s foresight in title-winning run",
  "webPublicationDate": "2016-05-09T19:30:46Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/leicester-city-jamie-vardy-premier-league-title",
  "keyword": [
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/09/leicester-city-jamie-vardy-premier-league-title"
}