{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/05/marlon-james-makes-heros-return-to-the-caribbean-at-bocas-festival",
  "id": "2016-05-05-225",
  "sectionId": "books",
  "body": "When Marlon James appeared at Trinidad’s Bocas festival in 2013, he was the author of two novels little known outside the Americas, who used a keynote speech to decry the concept of a national literature. He joked about being restricted to asking pre-selected questions of an interviewee because he was deemed “unsuitable to represent Jamaica to an international forum, which was sort of like telling Bunny Wailer that you cannot hang out with Peter Tosh because you have never been known to smoke weed”. His ascent to international celebrity began two years later, when he won the fiction section of the OCM Bocas prize with A Brief History of Seven Killings, losing the overall award to a St Lucian poet, Vladimir Lucien. He returned this month as a national hero, though what exactly that means to this archipelago of some 28 island nations was arguably the most compelling issue in the four-day festival. How did Jamaica take his Man Booker win? “It was a celebration of a celebration,” he told a bulging audience at Port of Spain’s old fire station, the main festival venue, which erupted into the first of many ovations. Now in its sixth year, Bocas is modest in scale but expansive in its cultural reach, reflecting a region that has responded to its own colonisation over the centuries by seeding its people to every continent. When the shuttle bus carrying delegates to an evening concert got lost in downtown Port of Spain, a chorus of different accents piped up with directions. “Don’t listen to her – she lives in Canada,” joshed one passenger, provoking a hearty cry of “We all live in Canada!” One of the Canadians was 74-year-old Olive Senior, whose short-story collection, The Pain Tree, saw off section winners in poetry and nonfiction to take the $10,000 (£7,000) Bocas prize. It was a distillation of nearly 30 years’ work for a Jamaican-born writer who told the festival that, despite living abroad for most of her adult life, she had only once set a story outside the Caribbean. “We are interestingly placed, this body, this bone of the Americas,” said Trinidad-born Dionne Brand, another Canada-based expatriate, who chaired the jury. Several discussions circled around James’s widely reported statement that he could not have flourished as a writer if he had continued to live in Jamaica. Though he made the comment as a gay novelist, he has also talked of his generation’s forced march from bland Anglocentrism to worthy regionalism. “The result was a steady diet of simplistic poems, leaden dramas and failed novels which caused an unworthy association of local literature with mediocrity, nostalgia and sentimentality.” His own self-discovery as a writer, he told this year’s audience, involved clambering out of a fictional tradition of “Jane Austen meets black people”, refusing a publisher’s request to rewrite A Brief History of Seven Killings “in a distanced third person”, and embracing Jamaican patois – in particular its love of “chatting bad”. “A lot of us wield Standard English as if it’s our master,” he said. “Mess with it, violate it! If you don’t get the patois, I don’t give refunds.”  The ebullience of such diasporan writers masked a darker local undercurrent, which surfaced in a session celebrating the 50th anniversary of Jean Rhys’s Wide Sargasso Sea. Like Antoinette, her recreation of the first Mrs Rochester from Jane Eyre, Rhys was regarded with suspicion as a white Creole who had made a life outside her home island of Dominica. The hostility dramatised by Rhys in her portrayal of Antoinette’s childhood was still an issue, said Trinidadian writer Sharon Millar – a runner-up in the fiction section of the prize with her debut collection, The Whale House and Other Stories – “but it’s an issue we don’t talk about”. Pride of place was given to two Europeans, Cervantes and Shakespeare, discussion of whose work dominated the final day. Cervantes was bound to come off worse in an Anglophone festival that had relegated the Caribbean’s Spanish-language heritage to its film strand, but Shakespeare was in rude health – a poet at home in a literary culture that holds poetry in the highest esteem, whether read from slim collections, rapped out in a poetry slam or riffed on at length in a late-night calypso session. A gloriously inventive calypso duel between three-time national extempo champion Black Sage and his blind sidekick the Mighty Lingo, which embraced many of the plays and not a few of the sonnets, showed that you can mess with great writing all you like without having to worry about violating it.",
  "webTitle": "Marlon James makes hero's return to the Caribbean at Bocas festival",
  "webPublicationDate": "2016-05-05T10:57:11Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/05/marlon-james-makes-heros-return-to-the-caribbean-at-bocas-festival",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Marlon James",
      "id": "books/marlon-james",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Trinidad and Tobago",
      "id": "world/trinidad-and-tobago",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Armitstead",
      "id": "profile/clairearmitstead"
    }
  ],
  "guardianId": "books/2016/may/05/marlon-james-makes-heros-return-to-the-caribbean-at-bocas-festival"
}