{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/venezuela-braced-for-protests-political-crisis-nicolas-maduro",
  "id": "2016-05-18-176",
  "sectionId": "world",
  "body": "Venezuela’s political crisis has deepened after the country’s president, Nicolás Maduro, predicted that the opposition-controlled parliament would soon “disappear” while his political rivals prepared for a day of protests in the capital to demand a recall vote.  Both sides have intensified the rhetoric as they vie for control of a country wracked by food shortages, looting, power cuts, spiralling violence, a shrinking economy and the world’s highest rate of inflation.           Blackouts, looting and murder: Venezuela’s state of emergency     Maduro, who says the country’s problems are the result of a plot by rightwingers and foreign interests to destabilise the country and end his rule, decreed a state of emergency on Friday. But parliament refused to pass it, with opposition leaders instead pushing for a referendum to recall Maduro for mismanagement. They have collected enough signatures to trigger a broader recall petition under the constitution, but the president dismissed the referendum as “optional”.  For now, Maduro has the upper hand, because the supreme court and election authorities are broadly supportive of his government, and can overrule parliament on the state of emergency and obstruct efforts to organise a recall vote.    Either they solve this problem, or we’re going to have to take to the streets  Wilson Fajardo, mechanic      If Maduro can put off a referendum until next year, losing would have a more limited impact. An ousting this year would trigger an election, while next year it would simply allow his deputy to take power.     Maduro addresses reporters at the Miraflores presidential palace in Caracas. Photograph: Miguel Gutierrez/EPA     But opposition leaders warned against ignoring popular discontent. “What will happen if they block the democratic route?” asked Henrique Capriles, who is championing the push for a referendum. “We don’t want a social explosion in Venezuela nor a military solution.” Maduro did not detail any plans for parliament, which the opposition took over with a landslide victory in December elections, but accused legislators of wanting to destroy the economy.  “[It] has lost political relevance; it’s a question of time until it disappears, I believe,” he said in a news conference on Wednesday. There is deep frustration about Venezuela’s slide towards chaos even among people who voted for Maduro or supported his populist predecessor, Hugo Chávez. People are forced to queue for hours for basic goods, and still their children go hungry. “This is unbearable,” Wilson Fajardo, 56, a mechanic whose three children ate only bread for dinner the previous night, told Reuters this week. “We voted for Maduro because of a promise we made [to] Chávez, but that promise has expired. Either they solve this problem, or we’re going to have to take to the streets.” Public servants are on a two-day week, there are regular rolling blackouts and the murder rate has soared. The number of people killed in Venezuela in the first three month of this year has outstripped the civilian toll of Afghanistan’s war in all of 2015, the New York Times noted in an editorial damning Maduro’s rule. Previous protests about the recall vote turned violent, with demonstrators throwing stones and police using teargas on protesters and pepper spray on Capriles, and Caracas is bracing for another day of unrest.",
  "webTitle": "Venezuelan president braced for protests as political crisis deepens",
  "webPublicationDate": "2016-05-18T12:54:55Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/venezuela-braced-for-protests-political-crisis-nicolas-maduro",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Graham-Harrison",
      "id": "profile/emma-graham-harrison"
    }
  ],
  "guardianId": "world/2016/may/18/venezuela-braced-for-protests-political-crisis-nicolas-maduro"
}