{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/volunteers-with-crossbows-embark-on-madrid-wild-boar-cull",
  "id": "2016-05-23-101",
  "sectionId": "world",
  "body": "A group of 55 volunteer hunters armed with crossbows are working with the Madrid authorities to cull wild boar encroaching on the city’s suburbs. Declining numbers of hunters and few predators mean the population of wild boar, is increasing rapidly. The animals destroy vegetation and frequently cause traffic accidents.   Related: Bull spearing outlawed by Spanish regional government    “There are between 36,000 and 40,000 wild boar in the Madrid area,” said Javier Sintes, a member of the volunteer group. “The population is increasing in giant steps. They suffer from few diseases, there are no predators in the region and they’re omnivorous so it’s easy for them to find food. A female can produce 10 young in a year.” Sintes insists that a crossbow is a humane way of killing. “The arrow, because it makes such a large wound, doesn’t give the animal time to feel pain and in less than a minute it loses consciousness and a minute later dies from lack of oxygen,” he said. The animal rights group Peta disputed this claim. “As the tragic killing of Cecil the lion taught us, animals shot with high-powered crossbows can suffer for hours and even days before they bleed to death,” said its associate director Elisa Allen.  “Several studies indicate that bowhunting yields a 50% wounding rate, which means that for every animal dragged from the woods by a bow hunter, one is left wounded to suffer and die slowly and painfully.” Wild boar are not just a problem for Madrid. Over 1,000 of the creatures live in the Collserola park on the edge of Barcelona, and in the mornings they can often be found snuffling around the private clinics in the exclusive Zona Alta area of the city. At least 200 are now resident in the upmarket satellite town of Sant Cugat. Last year, one was spotted in Barcelona city centre and another was seen by the main Sants railway station. There are an estimated 100,000-120,000 wild boar in Catalonia alone, five times the number there were 25 years ago. The animals have also recolonised parts of Scandinavia and the UK where they have been extinct for centuries. The Madrid government is also seeking volunteers to help cull 2,500 mountain goats over the next five years.",
  "webTitle": "Volunteers with crossbows embark on Madrid wild boar cull",
  "webPublicationDate": "2016-05-23T16:27:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/volunteers-with-crossbows-embark-on-madrid-wild-boar-cull",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Burgen",
      "id": "profile/stephen-burgen"
    }
  ],
  "guardianId": "world/2016/may/23/volunteers-with-crossbows-embark-on-madrid-wild-boar-cull"
}