{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-launchpad-publishing-ltd",
  "id": "2016-05-02-175",
  "sectionId": "small-business-network",
  "body": "Jenny Inglis, managing director of Launchpad Publishing Ltd, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Basing business decisions on a clear goal has been key to the success of my exciting new startup. My aim is to help as many children as possible to enjoy science, and so I launched Whizz Pop Bang – a gender-neutral kids’ magazine that makes science fun and engaging.  With no funding capital of my own, I wore my ethos on my sleeve and took to crowd-funding platform, Kickstarter, to raise the£10,000 I needed. After a hugely successful campaign, Whizz Pop Bang rocketed into print in August 2015.  I was keen to avoid the pink/blue sea of plastic on the kids’ magazine supermarket shelves, so my magazines are only available by subscription, which meant I needed to spread the word. Offering UK primary schools a free annual subscription might sound like a crazy business strategy, but that’s exactly what I’m doing. I’m determined that as many children as possible benefit from the magazines – and in return for their free subscription, I’m asking schools to hand out Whizz Pop Bang leaflets to pupils. This has been a terrific and cost effective way to market my magazine, whilst also helping to engage tens of thousands more children with science.  The magazine has grown to over 5000 subscribers in six short months, but without doubt the greatest achievement is all of the heart-warming feedback from parents, teachers and children. That warm, fuzzy feeling of encouraging more kids to have fun with science is what Whizz Pop Bang is all about.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Launchpad Publishing Ltd",
  "webPublicationDate": "2016-05-02T10:46:31Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-launchpad-publishing-ltd",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-launchpad-publishing-ltd"
}