{
  "apiUrl": "https://content.guardianapis.com/science/life-and-physics/2016/may/01/weasels-in-the-large-hadron-collider-and-self-throwing-dead-cats",
  "id": "2016-05-01-130",
  "sectionId": "science",
  "body": "On Thursday I was on BBC Radio 4’s Inside Science, discussing with Adam Rutherford some excitement around the new data from CERN’s Large Hadron Collider. Under his newly-invented ‘Cloak of Speculation’, we mused as to whether the currently statistically-marginal blip might develop into the first evidence for a new particle, perhaps some kinds of heavier version of the Higgs boson, or maybe even some kind of graviton looped over higher dimensions of spacetime. You can listen to us here.    Eventually, someone is going to ask ‘Who threw the dead cat?’    I had thought the Cloak of Speculation would provide enough cover to maintain scientific respectability, and avoid drawing the ire of my superiors in the mysterious order that runs the LHC (and indeed everything else). But it seems I went too far, and not twelve hours later, a recently developed technology was deployed to prevent the speculation taking off. The ‘dead cat’ manoeuvre is by now well established. Attributed to the Australian politico Lynton Crosby it is a method of moving the discussion off a topic which one would rather not have discussed. Boris ‘American ancestry’ Johnson, a serial beneficiary, sums it up thus:  There is one thing that is absolutely certain about throwing a dead cat on the dining room table – and I don’t mean that people will be outraged, alarmed, disgusted. That is true, but irrelevant. The key point, says my Australian friend, is that everyone will shout, ‘Jeez, mate, there’s a dead cat on the table!’ In other words, they will be talking about the dead cat – the thing you want them to talk about – and they will not be talking about the issue that has been causing you so much grief.  The method works extremely well and, and is claimed as a major factor in the surprise election win for the Conservatives in the UK general election of 2015.  However, there are risks, alluded to in the Johnson quote above. Eventually, someone is going to ask ‘Who threw the dead cat?’ In the short term this is irrelevant, but in the longer term it could be damaging, especially now that Johnson, with his typical respect for the intelligence of voters, has blown Crosby’s secret.   Related: Large Hadron Collider on paws after creature chews through wiring    Thus the all-powerful, secretive conspiracy-that-runs-everything-to-some-mysterious-plan (insert your prejudice here as to its identity, but of course you will be wrong, because it is all-powerful and secretive) has been developing the ‘self-throwing dead cat’. The conspirators have deployed it twice this week. Of course it is a metaphor, and the fact that in one case it was a fouine (colloquially translated as ‘weasel’, though beech marten is more accurate), which diverted attention from any graviton speculation at the LHC, should not be a surprise. The other deployment of course was an ex-Mayor of London. Trained in the same school as the weasel, Ken Livingstone expertly invoked a version of Godwin’s law then hid in a disabled toilet. As intended, the particularly odious stink he caused totally derailed all political discussion in the UK. This is especially impressive given the current National Health Service crisis and the fact that local government and parental representation are being removed from all schools, all while the governing party tears itself to pieces over the tricky debate as to whether the UK should retain its leading role in the EU, or return to the welcoming arms of its grateful Imperial colonies.  The immense success of both gambits will be a huge relief. Rumours persist that both Donald Trump and Ted Cruz are earlier prototypes of the ‘self-throwing dead cat’, deployed by the Republican establishment in the USA, which got disastrously out of control. There is no sign that either the weasel or the ex-Mayor will go on to world domination.  Though perhaps we should not be complacent. Jon Butterworth’s book Smashing Physics is available as “Most Wanted Particle” in Canada & the US and was shortlisted for the Royal Society Winton Prize for Science Books.",
  "webTitle": "Weasels in the Large Hadron Collider, and self-throwing dead cats",
  "webPublicationDate": "2016-05-01T10:28:14Z",
  "webUrl": "https://www.theguardian.com/science/life-and-physics/2016/may/01/weasels-in-the-large-hadron-collider-and-self-throwing-dead-cats",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Physics",
      "id": "science/physics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Large Hadron Collider",
      "id": "science/large-hadron-collider",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Particle physics",
      "id": "science/particlephysics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Cern",
      "id": "science/cern",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Butterworth",
      "id": "profile/jon-butterworth"
    }
  ],
  "guardianId": "science/life-and-physics/2016/may/01/weasels-in-the-large-hadron-collider-and-self-throwing-dead-cats"
}