{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/kevin-love-tristan-thompson-cavaliers-biyombo",
  "id": "2016-05-25-248",
  "sectionId": "sport",
  "body": "Even the best players in the world can, all of a sudden, look like they have lost their essence in the NBA playoffs. It is the thing that never stops being amazing about the post-season, the urgency that such an occurrence brings about. In the regular season, such a dip in play is a bad week. In the playoffs, if it happens to the wrong player, it can completely derail a team’s season. It happened to LeBron James in the 2011 finals. At the height of his physical powers, James was turned into an uncertain jump-shooter thanks to the Dallas Mavericks’ mixture of defensive schemes. He averaged 8.8 free throws per game in the Eastern Conference finals, and then 3.3 in the championship round. He was lost and his team lost, sending him into a self-imposed period of seclusion and self-assessment in the summertime. Even Stephen Curry, a supernova in the first three rounds of the playoffs, had a slump in last year’s finals that the Warriors could overcome because of their depth.    Related: Thunder roar to leave Warriors on brink in NBA Western Conference finals    In the first two rounds of these playoffs, it was Kyle Lowry and DeMar DeRozan’s turn. The two Toronto Raptors all-stars struggled alternately, and occasionally at the same time. Finally, over a long weekend in Canada, they broke out together, scoring 119 of their team’s 204 points to improbably tie the Eastern Conference finals as two games apiece. “I always told [Lowry] when we were struggling, it’s not about now,” DeRozan said after Monday’s Game 4. “As long as we’ve got an opportunity to keep playing, we’ve got an opportunity to make up for this. And I think that’s where we’re at.” Kevin Love and Tristan Thompson are not as important to this year’s Cavaliers as James was to the 2011 Heat, Curry was to last year’s Warriors or Lowry and DeRozan are to the Raptors. The Cleveland starting frontcourt appears lost, nonetheless, with their strengths – Love’s shooting and passing and Thompson’s rebounding – neutralized, and their weaknesses – a lack of rim protection – exposed. Accordingly, the Cavaliers, a team that was supposed to have a huge margin of error until the NBA finals, are being legitimately pushed a round early. And as Game 4, the best contest of the series, came down to the final minutes, Thompson and Love and their maximum-value contracts were on the bench. (Love hurt himself at the end of the third quarter, stepping on a referee’s foot, but it is tough to imagine he would have replaced the sizzling Channing Frye down the stretch.)Love shot five for 23 in the two games in Toronto. Some of that, as Love alluded to after the game, is merely good shots just not falling. That happens. However, his unease in certain situations is tangible. He has developed tunnel vision when posting up the Raptors’ six-minutes-and-out starter, Luis Scola, effectively eliminating his own passing prowess. And as the misses pile up, you can see him calculating what constitutes a good shot. In other words, he appears to be feeling less and thinking more, a dangerous place to be in any competitive sport. That the Cavaliers have such a natural easy replacement for Love in Frye makes it at once easier for Cleveland to adjust and harder for Love to get comfortable. “Just to try to put Kevin back in with four minutes to go in the fourth quarter in a hostile game, hostile environment, it’s not fair to him,” coach Tyronn Lue said.Thompson’s game is more physical, and his problems are more physical, too. The Cavaliers were a minus-14 in Thompson’s 29 minutes on Monday, and he has been destroyed on the glass by his Toronto counterpart, Bismack Biyombo, in both games. The memory of him wrecking the Warriors with his rebounding last year is gone. Instead, he looks like a space-filler, without Biyombo’s shot-blocking and shot-altering ability to justify that. It is at that point that you have to really consider the team that the Cavaliers want to be. In hitting 77 three-pointers over four games in a sweep over Atlanta, the Cavaliers looked like an offensive juggernaut. That was the vision when the Cavaliers traded for Love. However, they made the Finals last year despite injuries to Love and Kyrie Irving by having James dominate the ball and Thompson caddy for him on the glass. As the Cavaliers scored on 14 straight possessions, they looked to be a hybrid of those teams: James repeatedly got the ball on the right elbow, and then made the corresponding read. Sometimes he would drive for a layup. Sometimes he would find a cutting Richard Jefferson. Sometimes he would fit Frye beyond the arc on the opposite side of the floor.It was incredibly successful. It was just not precisely what the Cavaliers envisioned when forking out money to Thompson and Love this summer. “We have to play to our identity,” James said. “I think our second unit did a great job of giving us a boost and whoever comes in after that has to continue to play at a high level.”Chances are the Cavaliers will still find themselves and advance to the Finals. The three games these two teams have played in Cleveland this season have all ended in decisive Cavaliers victories. In Games 3 and 4, the Cavs shot 10 for 35 from six or more feet from the basket on what NBA.com terms as “wide-open shots”. That is impossibly bad. Still, the Cavaliers’ Canadian swoon is a reminder that all plans, no matter how expertly crafted, can come apart for games at a time. With two fifths of their starting lineup looking for their best selves (and JR Smith being exposed as the unreliable proposition that he is), the Cavaliers’ season is on the brink, or close enough. Does this team, assembled on James’ whim and with a first-time coach, have enough faith in itself not to change course?",
  "webTitle": "Cavaliers' big men, thwarted by Biyombo breakout, coming up short",
  "webPublicationDate": "2016-05-25T08:30:35Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/kevin-love-tristan-thompson-cavaliers-biyombo",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cleveland Cavaliers",
      "id": "sport/cleveland-cavaliers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/25/kevin-love-tristan-thompson-cavaliers-biyombo"
}