{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/watford-sunderland-match-preview",
  "id": "2016-05-13-84",
  "sectionId": "football",
  "body": "One club, the fifth biggest in the league if ranked by stadium capacity, is delighted just to have avoided relegation; the other, recently promoted and 18th in the same rankings, is so disappointed to have spent the season in mid-table that they have just disposed of their manager. Sunderland will come 17th whatever happens but go into the gameare on a wave of survivalist euphoria; Watford could finish as low as 16th or as high as 11th, a difference of £6,180,415 in “merit payments”, but motivation may still be an issue. Simon Burnton Kick-off Sunday 3pm  Venue Vicarage Road Last season n/a Referee Kevin Friend This season G19, Y62, R3, 3.58 cards per game Odds H 11-10 A 11-4 D 5-2 Watford Subs from Pantilimon, Paredes, Prödl, Hoban, Ekstrand, Aké, Holebas, Guedioura, Berghuis, Amrabat, Oularé Doubtful None Injured Behrami (rib, Jun), Capoue (knee, Aug), Gilmartin (knee, Aug) Suspended None Form DWLWLL Discipline Y71 R3 Leading scorer Ighalo 15 Sunderland Subs from Mannone, Van Aanholt, Kaboul, Koné, Agnew, Cattermole, M’Vila, Lens, Khazri, Agnew, Mandron, Borini, Defoe, N’Doye Doubtful None Injured None Suspended None Form LWDDWW Discipline Y66 R2 Leading scorer Defoe 18",
  "webTitle": "Watford v Sunderland: match preview",
  "webPublicationDate": "2016-05-13T16:52:56Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/watford-sunderland-match-preview",
  "keyword": [
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/watford-sunderland-match-preview"
}