{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/29/european-unity-meaningless-without-media-to-match-eu-superstate",
  "id": "2016-05-29-184",
  "sectionId": "media",
  "body": "Thomas Jefferson knew which side he was on. “The basis of our governments being the opinion of the people, the very first object should be to keep that right; and were it left to me to decide whether we should have a government without newspapers or newspapers without a government, I should not hesitate a moment to prefer the latter.” And America still more or less keeps that First Amendment faith. But what happens, more than two centuries on, when you have a government with no matching press presence at all? That’s the European dilemma that dogs every debate, and this Brexit referendum. It’s the weakest point for the euro faithful – and also the reason why the sceptics are wrong about “super-federalism”. Laws aren’t the answer. Single currencies can’t do the trick. For there is no real union if members can’t watch together, read together, instinctively think and bind together. No news means no common purpose. Of course you can make a contrary case with numbers attached. More and more accredited correspondents – nearly a thousand of them now – cluster in Brussels these days. Question the FT’s fidelity and they’ll provide reporters’ names from all over the EU. Politico, opening a European wing to match its Washington DC operation, is already the favoured option for the union’s movers and shakers. Euronews – the TV and web service that EU money helped kickstart in the early 90s – is alive and still kicking with a putative audience of 8 million or so: and, only this week, new plans to reach university campuses too. It isn’t that no one is trying to fill the Jefferson gap. The European commission itself knows all about the hole in its defences: the nightmare vision of a snooty, out-of-touch elite bound to some mystic creed and inflicting its will on 500 million ordinary people. The IDS of March. But understanding the problem isn’t solving it. Nothing comes simple from start to finish. Countries joined the market and then the union at different times for different reasons. Germany and France bonded for peace instead of war. The old Soviet satellites rushed to cement their fledgling democracies inside a great democratic club. Spain and Portugal wanted to make sure fascism never came back. And Britain, economically, didn’t want to get left behind, washed up on the beach of history. How does the council of ministers interlock with the commission and the European parliament? Is there a driving force buried deep in the office blocks of bureaucracy, or do we just imagine it? Did Heath and Wilson, when they took Britain into Europe, ever dream that the Soviet empire would be rubble a couple of decades later? And what would they have told the British people then? Evan Davis looked slightly bemused on Newsnight when presented with evidence of how little even his viewers knew about the mechanisms and realities of EU governance. But then, nobody had taken much time to tell them. Bring Jeremy Paxman out of retirement to provide solid answers and all you get is a straight banana of snide condescension, much as though Paxo were auditioning for a Eurovision commentary slot. Of course it’s difficult. Interlocking arms of governance don’t fit I’m-afraid-that’s-all-we’ve-got-time-for media life. Long discussion meetings, open or closed, don’t make snappy television. Compromise isn’t half as newsworthy as confrontation. Seeing things through the prism of 28 nation states means 28 different versions of success or failure (just go to a summit and observe 28 teams of spin doctors toiling away). Unelected elites? But the commissioners – including Britain’s Lord Hill – are all nominated by their own elected governments. (We don’t talk about Obama’s unelected US cabinet.) The bureaucrats who flit behind the scenes have been sent to Brussels by their governments back home. We elect the European parliament but don’t report its sessions or votes. Most of Britain’s red-top and middle-market press covers the union from lobby correspondent bunkers in the palace of Westminster. And why is there no powerful, elected EU president? Because none of the 28, including Mrs Merkel, want one? Nothing much here makes mass media fodder. There’s no central authority for praise or blame. It is a stage without heroes and only shadowy villains, one drained of personality or easy opinions. You merely have to observe Euronews’s run of terse, neutral reporting to see that BBC World News, CNN and the burgeoning rest are competitors, not allies.     A Europe of many nations: the prime minister of Sweden, Stefan Löfven, speaks to Swedish broadcaster SVT outside a meeting in Brussels. Photograph: Dean Mouhtaropoulos/Getty Images    And when it comes to the new world of digital, naturally enough, Europe is nowhere. The world’s top digital news sites, the world’s dominant social media presences, are American or (lower down the top 10) British. A continent of many languages has no means of building businesses with the scale digital success seems to demand. Axel Springer, Germany’s and mainland Europe’s most dynamic news force, looks to America and the English-speaking world as its expansion highway. The Guardian, 30 years ago and again much more recently, has made efforts to create a European news and opinion network for 500 million of Planet Earth’s richest, most educated, most cultured citizens. But where’s the truly transnational advertising market that needs? Alas, no lift-off. There is obviously movement, obviously traction. See how, in only five years, British TV screens run Swedish, Danish, French, Italian, Norwegian, German and Belgian dramas with mounting confidence: subtitles no problem. See the complete normality of a Portuguese manager displacing a Dutchman at Man U while a Spaniard moves from Munich to City. See the stream of British undergraduates choosing Amsterdam University over Sheffield or Birmingham. See the fact that a bright, ambitious US digital outfit – Politico again – can find Springer a partner and begin to transform the flow of reporting about political Europe. See the tides of economic buoyancy or disillusion that wash across 28 borders. See one great story of threat and challenge – mass, desperate migration – that shakes all 28. Some feelings have to be personal. I feel them when I sit down with my Dutch, Danish, Polish, Swiss, French and Russian colleagues to help choose the best European Press Prize entries from – this year – 40 different countries. I recognise the common urge to discover, uncover and inform. I feel it, like many journalists, when we meet to hand out those prizes and discuss the state of our nations, the state of our continent, the state of the world. Journalists in these environments – like doctors, engineers, architects, indeed anyone with a common trade or skill – cross borders naturally. They become a band of brothers and sisters five minutes into the session. They communicate naturally. But that embryo “superstate”, that federal monster of fevered imagination? It’s a non-government without a leader, or a public identity and space, or a story to tell that links 500 million. It will never endure without the reforms and beliefs that can bridge Jefferson’s gap. Not Leave or Remain, you see: but change. ■ In 2006, before the iPhone, before the iPad, the Telegraph moved from Canary Wharf to Victoria and Will Lewis, then master of digital enlightenment, housed staff on a 65,000 sq ft floor arranged in a giant wagon wheel. State of the art for 15 seconds. And today? Hot-desking is the decree du jour. Sit down anywhere and find out if you’ve got a job. Make lunch for yourself in the non-canteen. It’s easy to sneer as this Telegraph toils: but I prefer sensible humility. Everyone guiding the transition of news in the last decade has been wrong time and time again. The moving two fingers always jerk upwards. Trial and error as a way of life.",
  "webTitle": "European unity is meaningless without a media to match",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/29/european-unity-meaningless-without-media-to-match-eu-superstate",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The news on TV",
      "id": "tv-and-radio/tv-news",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Television",
      "id": "tv-and-radio/european-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/29/european-unity-meaningless-without-media-to-match-eu-superstate"
}