{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/marriage-kids-children-relationship-suffers-research",
  "id": "2016-05-24-182",
  "sectionId": "commentisfree",
  "body": "Lots of women look forward to motherhood – getting to know a tiny baby, raising a growing child, developing a relationship with a maturing son or daughter. All over the world, people believe that parenting is the most rewarding part of life. And it’s good that so many mothers treasure that bond with their child, because the transition to parenthood causes profound changes in a woman’s marriage and her overall happiness … and not for the better.    The belief that having children will improve one’s marriage is a persistent myth among those who are young and in love    Families usually welcome a baby to the mix with great expectations. But as a mother’s bond with a child grows, it’s likely that her other relationships are deteriorating. I surveyed decades of studies on the psychological effects of having a child to write my book Great Myths of Intimate Relationships: Dating, Sex, and Marriage, and here’s what the research literature shows. When people marry, they’re usually in love and happy to be tying the knot. But after that, things tend to change. On average, couples’ satisfaction with their marriage declines during the first years of marriage and, if the decline is particularly steep, divorce may follow. The course of true love runs downhill. And that’s before you factor in what happens when it’s time to start buying a carseat and diapers. For around 30 years, researchers have studied how having children affects a marriage, and the results are conclusive: the relationship between spouses suffers once kids come along. Comparing couples with and without children, researchers found that the rate of the decline in relationship satisfaction is nearly twice as steep for couples who have children than for childless couples. In the event that a pregnancy is unplanned, the parents experience even greater negative impacts on their relationship. The irony is that even as the marital satisfaction of new parents declines, the likelihood of them divorcing also declines. So, having children may make you miserable, but you’ll be miserable together. Worse still, this decrease in marital satisfaction likely leads to a change in general happiness, because the biggest predictor of overall life satisfaction is one’s satisfaction with one’s spouse. While the negative marital impact of becoming parents is familiar to fathers and mothers, it is especially insidious because so many young couples think that having children will bring them closer together or at least will not lead to marital distress. This belief that having children will improve one’s marriage is a tenacious and persistent myth among those who are young and in love. It seems obvious that adding a baby to a household is going to change its dynamics. And indeed, the arrival of children changes how couples interact. Parents often become more distant and businesslike with each other as they attend to the details of parenting. Mundane basics like keeping kids fed, bathed and clothed take energy, time and resolve. In the effort to keep the family running smoothly, parents discuss carpool pickups and grocery runs, instead of sharing the latest gossip or their thoughts on presidential elections. Questions about one’s day are replaced with questions about whether this diaper looks full. These changes can be profound. Fundamental identities may shift – from wife to mother, or, at a more intimate level, from lovers to parents. Even in same-sex couples, the arrival of children predicts less relationship satisfaction and sex. Beyond sexual intimacy, new parents tend to stop saying and doing the little things that please their spouses. Flirty texts are replaced with messages that read like a grocery receipt. With nearly half of all births being to unmarried couples, some parents may think they have gamed the system by skipping the wedding. Not so. The relationship burden of having children is present regardless of marital status, gender orientation or level of income. In addition, the adverse impact of becoming a parent is found in other countries, including those with greater rates of nonmarital parenting and more generous family policies. Not surprisingly, it is mothers, not fathers, who bear the heaviest cost of becoming parents. Even when both parents work outside the home and even in marriages in which both spouses describe themselves as sharing the burden of household chores, most parents slide toward gender-stereotypical ways of parenting. Women are more likely to become the “on call” parent, the one who gets up in the night to bring a child a tissue or who’s called by the school nurse. As part of this pattern, new mothers tend to cut their hours in outside work, which often leads fathers to feel more of the burden of financial responsibility. A common pattern emerges in which dads start spending more time and energy on outside work and moms start doing an increasing percentage of the childcare and housework. Cue the feelings of frustration, guilt and distress for both parents. New mothers often talk about their social isolation, becoming disconnected from friends and colleagues and how their world feels like it’s shrinking. All of these changes lead to fundamental and long-lasting effects on new mothers’ circle of support, including their spouses. The consequences of the relationship strain can be serious. Marital stress is associated with many serious physical health problems as well as symptoms of depression and other mental health problems. The link between psychological and marital problems is strong enough that researchers have found that couples therapy is one of the most effective ways of treating depression and some other mental illnesses. If the arrival of children is hard on marriages, is the departure of children good for marriages? Some marriages do improve once the children leave the nest. In other cases, the successful launch of the children leads spouses to discover they have few shared interests and there’s nothing keeping them together. These downsides to having children may partly explain why more and more women in the United States and around the world are choosing not to procreate. According to the US census, the percentage of childless American women (ages 15-44) increased a staggering amount in just two generations: from 35% in 1976 to 47% in 2010. Despite the dismal picture of motherhood painted by researchers like me (sorry, Mom), most mothers (and fathers) rate parenting as their greatest joy. Much like childbirth, for which nearly all mothers believe the pain and suffering was worth it, most mothers believe the rewards of watching their children grow up are worth the cost to their romantic relationships. This article first appeared on the Conversation",
  "webTitle": "Want to save your marriage? Don't have kids",
  "webPublicationDate": "2016-05-24T12:00:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/marriage-kids-children-relationship-suffers-research",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew D Johnson",
      "id": "profile/matthew-d-johnson"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/marriage-kids-children-relationship-suffers-research"
}