{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/live-at-leeds-review-zozo-blossoms-hannah-lou-clark-girli-loyle-carner",
  "id": "2016-05-01-101",
  "sectionId": "music",
  "body": "Back in 2007, Live at Leeds started to showcase the city’s homegrown talent. Now in its 10th year, it’s one of the UK’s best established street festivals, with 180-plus bands (compared to 2007’s 54) playing at 16 venues. Attendance has also grown massively, from 1,500 to 10,500 punters pressed body-to-body in tiny bars, driving Uber price surges as they rush between distant venues in search of the next best thing. The bill is full of unknowns, but sticking a figurative pin in the map for the first band of the day works out well: ZoZo are a local five-piece with a saxophonist in their ranks. “They’re not paying us, so you’d better come forward,” singer/guitarist Kang Clinton tells Belgrave Music Hall. It turns out that seeing the whites of Clinton’s eyes is key to ZoZo’s performance. They marry Protomartyr’s post-apocalyptic incantations to brassy postpunk in debt to the Ex. Each member jitters as if he’s short-circuiting, and Clinton’s absurd, overheated gesticulations are funny and unpredictable. For the last song, he shoots across the floor like a bowling ball and disappears, leaving a random bloke to seize the mic and chant along to the frenzied music. They make midday feel like midnight.     Technical problems … Hannah Lou Clark. Photograph: C Brandon/Redferns    But even the best laid plans have a tendency to go awry. Late-running sets are a big problem, throwing the whole day off as you dash from one silent venue to the next. Over at Holy Trinity church, Hannah Lou Clark has a nightmare: technical issues mean her set starts 30 minutes late, then she does one track – a plaintive electric-guitar ballad – only to break a string, stall again, and end up playing just three songs. The breaking down of genre barriers means that pop-leaning acts now get a look-in at ostensibly indie festivals like this. At Headrow House, duo Girli’s cyberpunk Claire’s Accessories aesthetic and vocal fry affectations are meant to be subversive – they discuss periods and throw “pre-bled” pants into the crowd – but, unlike Kathleen Hanna’s Valley Girl Intelligentsia, it all seems to be a joke at the expense of teenage girls and pop fans, rather than a provocative spin.  It’s a strange sign of the times that proper indie lads such as Blossoms have finally recognised the power of their teen-girl fans, and adapted accordingly. Following the 1975’s lead, they embrace their floppy-haired heart-throb status at Leeds University union, and bring rolling funk and silvery synths to their robust, devotional guitar pop. There must be 2,000 people in the room; Blossoms will be massive.     Endearing wonder … Loyle Carner. Photograph: Waytao Shing/Getty Images    For all that Live at Leeds offers, there’s surprisingly little grime or hip-hop. At the Brudenell, Loyle Carner provides a welcome corrective, though he has a more sentimental approach than the genre’s comic, spitting mainstays. Over soulful samples, he raps about his parents and wishing for a little sister. “I tell her, eat her spinach and she’ll see that the skies are limitless,” he imagines, with endearing wonder. Afterwards, to loud cheers, he says that his mum has just told him she’s adopting a little girl.  Despite logistical difficulties resulting from its size, Live at Leeds thrives in intimate moments like this.",
  "webTitle": "Live at Leeds review – big ideas, intimate moments",
  "webPublicationDate": "2016-05-01T13:01:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/live-at-leeds-review-zozo-blossoms-hannah-lou-clark-girli-loyle-carner",
  "keyword": [
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Snapes",
      "id": "profile/laura-snapes"
    }
  ],
  "guardianId": "music/2016/may/01/live-at-leeds-review-zozo-blossoms-hannah-lou-clark-girli-loyle-carner"
}