{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/megyn-kelly-no-hero-in-the-donald-trump-cringe-show",
  "id": "2016-05-19-52",
  "sectionId": "commentisfree",
  "body": "When Megyn Kelly first vaulted to our attention by standing up to Donald Trump in an early Republican debate, it was a confusing time for all of us. There she was, a member of the broadcasting wing of the Republican party, holding him to account more effectively than anyone else, and winning admiration from people who would rather have a colonoscopy than watch Fox News. On Tuesday she and Trump met again for a prime-time interview on Fox, their first since he publicly called her a bimbo. It was both a disappointing and deeply gratifying spectacle: disappointing, because she failed to repeat her aggressive performance; gratifying because we all like to have our prejudices confirmed. Thank God, it turns out Kelly’s no hero.           Donald Trump makes menstruation jibe at Megyn Kelly - audio    Quite the opposite, in fact. Now that Trump is the last man standing in the Republican race, the former Trump-baiter went into soft focus. She asked him whether he had any regrets about his campaign. She asked him if anyone had ever really hurt his feelings. Hurt his feelings! She asked him whether, when parents across the country were trying to deal with name-calling and bullying in schools, he set a bad example by doing both of those things. When he replied with a version of “the other kids started it” she accepted the answer and moved on. She coyly referred to their bust-up, reminding him about the bimbo thing, to which he replied, equally coyly: “You’ve been called worse.”   Related: Megyn Kelly's Donald Trump interview: the latest episode of a reality TV election | Richard Wolffe    By this point, I was crawling around on the floor, looking for something to throw up in. It’s true that Stockholm syndrome can set in during interviews, not just because interviewers want stars to like them, but because it is genuinely difficult to spend an hour in the company of another human being and not find something sympathetic about them. But this was something else. The oddest part of the interview was when Kelly brought up Trump’s brother Fred. This was supposed to be the hard segment, when she summoned skeletons from the closet, and she duly mentioned Fred’s early death from alcoholism. What she failed to mention was that, after the funeral, Trump cut off company health insurance to his brother’s disabled grandson during a fight over the Trump patriarch’s will. Trump said he wouldn’t write nasty tweets about Kelly any more, because he likes her. She averred that tweeting at her wasn’t necessary. “You have my cell number,” she said, sweetly. Dim view of Nazi spice During the course of the campaign Trump has been likened to a Nazi, as have the overlords of the EU, by Boris Johnson just a few days ago, and of course Nazi analogies are never far from Ken Livingstone’s frame of reference. I met a 95-year-old this week who was in Paris in 1942, and briefly detained by the Nazis. She takes a dim view of the way in which Nazi references are used, like seasoning, to spice up any argument. There are so few survivors of that era left to tell us off about this, but Françoise Gilot, the artist and former lover of Picasso, is one. “We all thought we were going to die,” she said, with a matter-of-factness that should shame casual users of the Nazi joker. Cauliflower cheer Making unpalatable things bearable has been the order of the week. Most evenings, I stand at the stove, prising open a grilled cheese sandwich to poke some carrot inside, or trying to vaporise a courgette. Opinion divides over whether or not one should disguise vegetables in order to get children to eat them, or whether this protects them from the harsh realities of life. Personally, I’m in favour of subterfuge, although most of the time it doesn’t work. The carrot was detected by my two kids and thrown on the floor – but pureed cauliflower in the pasta sauce was a successful stealth operation for which, a week later, I am still congratulating myself.",
  "webTitle": "Megyn Kelly’s no hero in the Donald Trump cringe show | Emma Brockes",
  "webPublicationDate": "2016-05-19T18:58:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/megyn-kelly-no-hero-in-the-donald-trump-cringe-show",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Fox News",
      "id": "media/fox-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Megyn Kelly",
      "id": "media/megyn-kelly",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Brockes",
      "id": "profile/emmabrockes"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/megyn-kelly-no-hero-in-the-donald-trump-cringe-show"
}