{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/18/is-it-evil-not-to-be-sure-lena-dunham-review",
  "id": "2016-05-18-83",
  "sectionId": "culture",
  "body": "“Is it wrong to do things just to write them down?” Lena Dunham wondered to herself six months before her 20th birthday. Is It Evil Not to Be Sure?, her just-released book, is a collection of short and very casual expressions of exactly these kinds of searching impulses, with small scenes and observations pulled real time from her sophomore year at Oberlin college. Though Dunham’s since become a household name, after her success with her TV show, Girls, and her co-created publishing company, Lenny, the young woman who kept the brief notes collected in Is It Evil was deeply unknown, in many ways even to herself.    Related: Lena Dunham's surprise book sells out in 24 hours    Dunham surprised her fans and followers on Tuesday morning this week, announcing the publication of a diary she’d kept from October 2005 through to the following autumn. In the introduction, she describes the project as more of an “informal log” recently rediscovered on an old hard drive. She decided to release the text as both a limited edition zine and an ebook, the proceeds from which she’ll be donating to Girls Write Now, a New York City organization that pairs teen girls with grown writing mentors. As she was writing what became Is it Evil, she had been calling the collection of word documents Creative Snippets and Observations. (The new title is, to say the least, an improvement.)  The question of what is right and what is wrong appears throughout the book, taking many forms – though quite often as lightly sketched humorous quips and small doses of self-pity, with an almost total lack of analysis. Entries range in length from a few words to a few paragraphs and have the feeling of a kind of list, “snippets” as signposts for a young woman just beginning to create a cohesive map of herself. Of course there is almost no context, of course the questions just lay there, simultaneously urgent and inert; this is merely an outline, the very first stages of building a life. As their writer begins to fumble into sexual relationships, many of the pieces here are anxious aphorisms about desire and discomfort­, which will hardly come as a shock to anyone with a passing familiarity with Dunham’s work. In her first book, Not that Kind of Girl, Dunham described a certain queasiness about sex, an uneasy pairing with her desire to perform an easy ribaldry, to shock and to confess as part of a radical history of women doing and saying the things we’ve been told not to. “I have always believed that women chronicling their own lives, even (or especially) at their most mundane, is a radical act,” Dunham said, in a statement on her reasoning behind releasing the surprise book. On Girls, and in her indie feature film Tiny Furniture, Dunham performs the roles she’s written with a built-in sense of obligation regarding sexual liberation – the message being that if millennial women are free to fuck, we probably should.   Related: Tiny Furniture – review    One of the major strengths of Is It Evil is Dunham’s ability to confront exactly this paradox, and to do so over and over again, but without an audience in mind. Writing only for herself at the time, Dunham had no need to create conclusions, only to jot down enough to remember the many (and contradictory) impulses she’d experienced. “I could surrender to a very sad feeling but my father thinks that’s a waste of time,” Dunham wrote a month or so after having sex for the first time. “So now it’s part of my personal mythology: I lost my virginity to a total psychopath.” After a paragraph break, a little injection of white space, she continues: “I saw him shaving with his hat on.”  The way she records her jealousies and insecurities, about sex and the men she has sex with, is shot through with irony, and reading her private thoughts from the period is an experience in tenderness. To be so young and unsure is a burden, and it is precisely the kind of thing we as a species seem to prefer to forget as soon as we’ve shrugged it off. At 20, I craved certainty and self-assuredness, developing a taste for the minor cruelty and shallow irony so clearly on display in Is it Evil. Now it’s plain that certain of these affectations were things I wore with all the awkwardness of a costume; it was a time for trying things on, and looking back it’s easy to see how silly I looked, not understanding the difference between what lays heavy on the heart and what in life is to be held so lightly it may as well just float away. Dunham introduces the book with an essay wherein she describes how proud she is of her younger self for keeping this scant record, for making it through a tumultuous year of firsts. And yet, the specificity of Dunham’s experiences doesn’t fully bear on the way she’s created these sketches. The airiness of her record leaves plenty of room for readers to breeze through, for the jokes to land and for the spirit of experimentation to permeate. There are moments where you can forget that these highly personal things happened to the woman whose face you’ve seen peering back at you from pretty much every newsstand and website. Instead you are confronted with collected fragments, little shards of someone’s – anyone’s – first attempts at adult life, catching the light there in the palm of your hand. In the end, nothing here is evil, and nothing is sure.   Is It Evil Not to Be Sure? is available in the US and the UK in a limited-edition hard copy and electronic forms.",
  "webTitle": "Is It Evil Not to Be Sure? by Lena Dunham review – anxious and tender",
  "webPublicationDate": "2016-05-18T17:21:25Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/18/is-it-evil-not-to-be-sure-lena-dunham-review",
  "keyword": [
    {
      "webTitle": "Lena Dunham",
      "id": "culture/lena-dunham",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Emily M Keeler",
      "id": "profile/emily-m-keeler"
    }
  ],
  "guardianId": "culture/2016/may/18/is-it-evil-not-to-be-sure-lena-dunham-review"
}