{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/deal-junior-doctors-contracts-nearly-there-peace-talks",
  "id": "2016-05-17-37",
  "sectionId": "society",
  "body": "Hopes are rising that the bitter NHS junior doctors dispute could soon be over, with an announcement expected on Wednesday that peace talks have produced a compromise deal. The Department of Health and British Medical Association believe that after what both privately describe as positive negotiations in the last 10 days, the outline of a revised contract for junior doctors in England will be published.  “We’re nearly there,” a source with knowledge of the discussions said. Insiders said the talks, which began on 9 May, had produced significant progress on a range of key issues. The independent Advisory, Conciliation and Arbitration Service (Acas), which has overseen the latest search for a resolution, is expected to say that the BMA, DH and NHS Employers have finally reached agreement on the details of a new contract for England’s 55,000 trainee medics.  “The talks have gone well,” said another source close to the negotiations. However, another said there were “still hard yards to go” before all outstanding issues were resolved.   Related: Is the junior doctors’ strike justified? | The panel    The Guardian understands that the deal includes a resolution of the thorny issue of how much of a Saturday should become part of a junior doctor’s normal working week. The previous talks fell apart in early February when the BMA, the doctors’ union, refused to discuss what was the main remaining sticking point.  That prompted Jeremy Hunt, the health secretary, to end those talks and decide to impose a version of the contract that would make Saturdays up until 5pm part of junior doctors’ “plain time”, with some being paid 30% more for working then.  Sources say BMA negotiators, led by Dr Johann Malawana, may have conceded the principle of Saturday working to help Hunt introduce the seven-day NHS ministers have promised, but agreed that it will last only until 1pm. Sources say Hunt has agreed to end an anomaly that means junior doctors are the only staff in the NHS who do not enjoy legal protection if they blow the whistle on bad care or other dubious practice.  Whether or not the deal is enough to end months of industrial action by junior doctors will depend on the outcome of a ballot among the 45,000 junior doctors who belong to the BMA.  Much will rest on whether Malawana, the chair of the BMA’s junior doctors committee, endorses or rejects the deal, given his popularity among BMA members.  Malawana told the BMA junior doctors’ annual conference last Saturday: “We’re talking. They’re listening. We’re listening too. If this were a movie, I’d now pull out a large envelope with the word ‘deal’ written on it. We’re not there, and I can’t even add the word ‘yet’ to the end of that sentence.”  He noted that the negotiations, supervised by the Acas chairman, Sir Brendan Barber, were being held “in a spirit of constructive engagement”, which he said “might just be a good way of conducting business in the wider NHS”. Tens of thousands of junior doctors have taken part in stoppages on eight days since January, leading to the cancellation of almost 40,000 planned, non-urgent operations and more than 100,000 outpatient appointments.  For two days last month they withdrew cover even in areas of life-or-death care, such as A&E, intensive care, maternity services and emergency surgery, in the first-ever total walkout by junior doctors across the NHS. Last month Hunt refused to reopen negotiations and insisted that “the matter is closed” and that he would impose his own version of the contract on junior doctors from August onwards. However, he changed his mind after a last-ditch plea from the Academy of Medical Royal Colleges for both sides to stage a five-day truce to allow time-limited fresh talks. They were supposed to end last Friday but were extended to allow more time, to enhance the prospects of success.  The BMA said it could not say when its ballot would start or how long it would take to produce a result.",
  "webTitle": "Deal on junior doctors' contracts 'nearly there' after progress in talks",
  "webPublicationDate": "2016-05-17T19:27:48Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/deal-junior-doctors-contracts-nearly-there-peace-talks",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/17/deal-junior-doctors-contracts-nearly-there-peace-talks"
}