{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/29/eu-vote-disastrous-diversion-economic-problems-uk",
  "id": "2016-05-29-180",
  "sectionId": "business",
  "body": "This is all absurd; yet it is also very important, with serious implications for the future of the UK and the rest of Europe. Yes: in or out, we shall still belong to the continent of Europe. Moreover, given that the rest of the world also seems to be taking an interest, the outcome of the 23 June referendum can hardly be invested with too much importance. Apart from anything else, a Brexit vote would almost certainly add to the growing dissatisfaction with the EU in many continental countries. There are even fears of a domino effect. Regular readers will be aware that, while always being opposed to suggestions that we should ever put the pound into the eurozone, I am a passionate believer in the importance of our remaining within an EU that successive predecessors of David Cameron spent decades trying to join, and which, for all its faults, is better than the alternative. For some time I have been extremely nervous about the outcome. I keep meeting the most surprising people who say they intend to vote Leave. It is also worrying that for cynically political reasons the Conservatives, under the coalition, made it more difficult for 18-year-olds to register to vote. Given that the young are much more strongly European than many of their elders, David Cameron and the Cabinet Office are now desperately encouraging them to register, an act which the prime minister, no doubt himself a master of new technology, promises can be carried out in three minutes on the government website. The worry is that the older, generally pro-Brexit people will turn out in force. Which brings us to an interesting point made at London University last week by that doyen of pollsters, Sir Robert Worcester, at a symposium entitled Brexit – Then and Now, organised by the Institute of Commonwealth Studies. The “then” was the June 1975 referendum, held shortly after we joined what was then the European Community in 1973. Worcester pointed out that from January 1975 until June the polls consistently showed that the probable outcome would be what we now refer to as Remain: by the impressive margin of two thirds to one third. Those polls were as good as spot-on when the day came. By contrast the polls have been much closer in recent months – indeed, from the Remain camp’s point of view, perilously close until the last week or so, when there appears to have been a shift towards staying in, even among older voters. The betting market is interesting, but not entirely reassuring. William Hill tells me that the odds are now 6-1 on for our voting to remain in the EU. So Remain is apparently a racing certainty: so much so that the big gamblers are prepared to put down £60 in order to win £10 – something, I have to say (after a salutary experience at Ascot many years ago) I myself would never risk. On the other hand, far more individual bets are being placed on a Brexit outcome. Thus, although almost four fifths of the money has been put on Remain, two thirds of the individual, and obviously much smaller, bets have been for Brexit. One’s overall impression is that while nothing can be taken for granted, the truly abysmal failure of a divided Brexit camp to present anything like a coherent case for leaving is beginning to affect marginal voters. But if there is indeed a shift of opinion in favour of Remain, things could still go awry if there is another terrorist attack and/or the subject of immigration becomes an even bigger issue. Meanwhile, it has to be said that, while historically significant, the referendum is a serious diversion from the underlying economic and political problems facing both the UK and Europe generally. The Treasury, the Bank of England and assorted international institutions and domestic thinktanks have been doing their level best to frighten the electorate with doom-laden prophecies of what lies in store if the nation votes for Brexit. But, as John Llewellyn and Russell Jones of Llewellyn Consulting remind us in their latest weekly comment: “In or out of the EU, the country is confronted by major economic challenges and the political environment is likely to remain fraught and unsettled.” They point to the huge current balance of payments deficit – at 7%, much higher than the deficit that brought such problems in 1976, once the 1975 referendum was out of the way. This and problems such as the housing crisis and the lamentable structural weakness of the British economy will resurface, come what may, on 24 June. But a positive outcome is surely a necessary condition for a serious economic recovery plan. I agree with such respected commentators as Roger Bootle, Gerard Lyons and Larry Elliott that there is much wrong with economic policy in the EU (Elliott’s stimulating new book with Dan Atkinson is called Europe Isn’t Working) but am surprised that they all want to take the Brexit route. Who knows? A Remain vote could set a good example to other member nations where the commitment to the EU is wearing thin.",
  "webTitle": "Whoever wins, the EU vote has been a disastrous diversion",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/29/eu-vote-disastrous-diversion-economic-problems-uk",
  "keyword": [
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "William Keegan",
      "id": "profile/williamkeegan"
    }
  ],
  "guardianId": "business/2016/may/29/eu-vote-disastrous-diversion-economic-problems-uk"
}