{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/phil-ryan-obituary",
  "id": "2016-05-30-62",
  "sectionId": "music",
  "body": "My friend Phil Ryan, who has died aged 69, was an incredible musician. He played keyboards, both live and in the studio, with the bands the Eyes of Blue and Man, although his tremendous abilities as composer and arranger were less well known. Born in Port Talbot, Phil was a member of the early South Wales R&B band the Smokestacks, while briefly holding down a job at the steelworks. I first met him in 1967, when we shared a residency at the psychedelic dungeon Middle Earth in Covent Garden, London. He was then with the amazing Eyes of Blue, whose records have recently been reissued to considerable acclaim. After the Eyes broke up in 1970, I grabbed Phil for my band Piblokto, and though we fought initially we became firm friends after many miles of shared road. Phil’s first marriage, to Pamela, didn’t survive the musical life, though he worked hard to maintain his relationship with her and and their children, Ella and Noel, and his grandchildren. He was always a family man, very close to his parents, Jim and Jean, and three sisters, Susan, Janet and Carol. When Phil moved to Denmark in 1980, he had a successful time writing music for stage and TV, often in conjunction with his second wife, the writer and director Bolette Bernild. When Bolette went blind and later became seriously ill, Phil looked after her with intense devotion for more than nine years until her death in 2009.  Phil was a dedicated socialist all his life, following in the footsteps of his father Jim, who was involved with the union structure at the Port Talbot steel works for most of his life. The songs that Phil and I wrote and played together often reflected our leftwing views, although we found time for many other subjects, sometimes influenced by our love of science fiction and westerns, and we never neglected our own unique mix of Jewish and South Wales humour. I’ve heard it said recently that songs of protest don’t exist any more – well, we never stopped writing them. Phil soldiered on through three heart attacks and a stroke, still an inspiration to musicians young and old, including Jamie, his son with Bolette. I never stopped learning from him. I am extremely proud of the four albums and countless gigs we did together. He is survived by his mother, his three children, and his sisters Susan and Janet.",
  "webTitle": "Phil Ryan obituary",
  "webPublicationDate": "2016-05-30T16:53:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/phil-ryan-obituary",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/30/phil-ryan-obituary"
}