{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/air-france-workers-in-court-shirt-ripping-incident",
  "id": "2016-05-27-275",
  "sectionId": "world",
  "body": "Sixteen Air France workers have gone on trial in connection with their alleged role in chaotic scenes last year, when two executives from the struggling airline had their shirts torn off outside a company meeting.  The “case of the ripped shirts” made headlines last autumn when the airline’s human resources chief, Xavier Broseta, was pursued half-naked by staff after a work council meeting about job cuts.  He first tried to flee a crowd of workers in a committee room at the airline’s headquarters near Charles de Gaulle airport outside Paris. His shirt was ripped to pieces as he struggled through a crowd outside the building, and then, naked from the waist up with only a tie hanging round his neck, he scaled an outside fence to escape.  Another executive, Pierre Plissonnier, in charge of the long-haul flight division, also had his shirt and jacket ripped after he came to the aid of other executives.  The protests took place last October as the airline’s management unveiled a plan to cut 2,900 jobs. Five men are accused of violence towards the executives as well as a security guard and bodyguards. Four of the accused work for the airline’s cargo arm, the other is an employee of Air France industries. The five accused risk up to three years in prison and a €45,000 (£34,000) fine. Investigative website Mediapart said defence lawyers deny the charges.  Eleven others are on trial for criminal damage for forcing open metal barriers outside the building. After beginning briefly on Friday, the trial was adjourned until September.      Xavier Broseta (right) and Pierre Plissonnier flee Air France headquarters at Roissy airport, Paris, in October. Photograph: Solal/Sipa/Rex Shutterstock    Defence lawyers say the case rests on video footage of a moving crowd that is unclear and accounts from witnesses in the chaotic crowd. Air France sacked four workers over the chaotic scenes, accusing them of “serious misconduct”.  Trade unionists and Air France workers staged a demonstration outside the court in Bobigny on Friday morning, contesting the airline’s decision to take the men to court.  The high-profile trial comes as the government is locked in an escalating standoff with the hardline CGT union, which has for days blockaded oil refineries, fuel depots and nuclear sites in an attempt to choke off the country’s fuel supply and force ministers to abandon plans for labour reforms.  In this climate of rising tension across France, the Air France trial is likely to attract a large number of demonstrators. Unions supporting the Air France workers on trial say the company had fostered an atmosphere of confrontation. The men on trial have become a symbol of opposition to what unions call a legal crackdown on striking workers.  There was outrage earlier this year at a French court’s decision to send eight Goodyear tyre factory workers to prison for nine months after they held two managers hostage in a meeting room for 30 hours in a high-profile “bossnapping” incident in Amiens in 2014. The Air France incident came amid rising tensions at the flag-carrier as the airline, facing intense competition from global rivals, sought to persuade its pilots to adopt more flexible working practices. Air France, which employs 52,000 people, is struggling to compete with rivals and had prepared a restructuring plan involving 2,900 redundancies – 1,700 ground staff, 900 cabin crew and 300 pilots – before 2017. That plan has been reviewed but job cuts and a restructuring will go ahead.  A two-week strike by Air France pilots in September 2014 crippled the airline and cost €416m in turnover. When the images went round the world last year of the half-naked executives, the president, François Hollande, said it was unacceptable and bad for the country’s image.",
  "webTitle": "Air France workers in court over shirt-ripping incident",
  "webPublicationDate": "2016-05-27T06:45:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/air-france-workers-in-court-shirt-ripping-incident",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air France/KLM",
      "id": "business/air-france-klm",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/27/air-france-workers-in-court-shirt-ripping-incident"
}