{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/hotline-blab-the-latest-way-to-police-muslim-identity-from-the-inside-and-out",
  "id": "2016-05-10-323",
  "sectionId": "commentisfree",
  "body": "The attorney general’s department, tasked with “countering violent extremism”, often comes up with ideas that objectively seem sound, but in the context of growing and rampant Islamophobia, are actually rather daft.  Take the recent announcement that they will be establishing a hotline for parents who fear their children are being “radicalised”. They say it will “… help families and other frontline workers such as teachers and community leaders to seek help for young people at risk of online grooming by terrorists.”    Related: Australian election 2016: Plibersek attacks Greens over 'pragmatic deals' – politics live    It is not entirely clear how the hotline will work, however from the information available, the hotline will seemingly act as a “support” service, run by a non-government entity. The department doesn’t outline how it will define radicalisation, what kind of help it will provide, nor what happens after the matter is phoned in.  It appears it leaves much of this to preconceived notions on why and how people become radicalised. Keeping in mind the propagation of Islamophobic and racist rhetoric, such projects often act an exercise in futility, almost bordering on delusional. As such, perceptions of this hotline among the community it is intended for are extremely negative, with few believing it to be anything other than a line to report on people.  No matter how well intended the hotline is, or how well it may executed by the NGO who ends up running it, I still would not advise anyone to actually use the hotline. Such initiatives only exacerbate the paranoia and anxiety undermining current community discourse. This paranoia has forced the Muslim community to turn on itself, policing religious expression and even youthful boisterousness.  The department, though, believes it will be “tackling the root of the problem,” with such a hotline, reinforcing the widely held belief in government that violent extremism is only a security based issue, and thus framing their initiatives as such.  That they believe they are tackling root causes here is telling in its reflection on the department’s own inherent misunderstandings, either conscious or not, of violent extremism.  This approach is not just exclusive to the attorney general’s department. It would be comforting to think this misunderstanding boils down to one individual, or one specific government agency, but is a consequence of a wider narrative around Muslims in Australia.  This narrative drives and dictates much of the approach to community engagement here. At both state and federal levels, the Muslim community has almost exclusively been engaged with via policing bodies. Even after extensive lobbying that social and family services need to be included in the conversation, we continue to be treated like a community of criminals. It sends a very clear message: the Muslim community is exclusively facing criminal challenges, not challenges of a social or generational nature. It reinforces the idea that Muslims need to treated as though their experiences and context are inconsequential to their actions, that they are defined by their belief in or against violence. Rhetoric around Muslims has thus always been anchored by opinions on violent extremism as a national security issue. Never is space or time given to the wider framework in which the violence exists, never consideration given to actual root causes.  A discussion on root causes must consider that wider context. Conversations must consider international foreign policy that has created generations of traumatised migrants, forced to leave their homes as neo-imperialism takes its toll. It must consider the socio-economic conditions that prevent access to educational and financial opportunities, must consider the cultural limbo second and third generation migrants suffer through, and must consider the family and community dysfunction often at the heart of marginalisation.   Related: There's a lot written about young Muslim men in Australia, hardly anything written by them | Omar Bensaidi    A discourse that ignores such issues does so much more than just emphasise one factor over another. It forms the coordinates around Muslim identity, strangling discussion and boxing expression of Muslim-ness around it’s select issue, namely national security.  This means that any talk of what it means to be Muslim in Australia is anchored by a focus on whether or not you pose a security risk, consequently dividing the community. Identity has become hinged on this issue, as young Muslims co-opt this narrative and define themselves by the coordinates set for them.  Large swathes of young people’s entire identity are then based in how they feel they are perceived, as threats or peace-loving Muslims, their sense of self reduced to stereotypes. They become either a negation or affirmation of this politics, their humanity and identity no longer defined by religious or cultural expression. Their experiences and existence instead become defined by conversation other people are having about them, without asking them to join in.  Muslims are being stripped of their agency, demanded to fit into either camp, no matter the nuances of their political positions, nor the historical context of their religious expression.",
  "webTitle": "Hotline blab: the latest way to Muslim identity from the inside and out | Mostafa Rachwani",
  "webPublicationDate": "2016-05-10T04:55:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/hotline-blab-the-latest-way-to-police-muslim-identity-from-the-inside-and-out",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mostafa Rachwani ",
      "id": "profile/mostafa-rachwani-"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/hotline-blab-the-latest-way-to-police-muslim-identity-from-the-inside-and-out"
}