{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/novak-djokovic-french-open-rafael-nadal-andy-murray",
  "id": "2016-05-29-22",
  "sectionId": "sport",
  "body": "The fallout from Rafael Nadal’s departure from the French Open continues to resonate as Novak Djokovic’s odds on winning his first Roland Garros title are tightening markedly at the start of the second week. When the world No1 played so frenetically in near total darkness on Saturday night to get past the British No2, Aljaz Bedene, in three sets, he knew he would need Sunday as a day of rest, before his fourth-round match against the 14th seed, Roberto Bautista Agut, on Monday.   Related: Andy Murray eases past John Isner after rain hitch to reach last eight    There was no way he wanted to spoil his schedule by returning to finish the match against Bedene and possibly run into a rejuvenated opponent who could make life difficult for him. As it transpires, Djokovic is in just about the perfect place in this tournament. He is in the sunlight now, though – what there is of it – and the forecast for disruptions stretch into midweek here. Before a ball was struck at Roland Garros, however, it was Andy Murray among the leading contenders who was considered to have the most straightforward passage to the final weekend. Admittedly he had the reigning champion, Stan Wawrinka, on his side of the draw but the Swiss brought little in the way of recent form with him and nobody could be sure if he would rediscover the zest that lifted him to the pinnacle of his career here 12 months ago when he hit Djokovic off the court in the final to win his second and most significant major. This time, after years of near misses and disappointments, Djokovic was initially set to cope with the sophisticated challenge of Roger Federer, as well as a resurgent drive by Nadal, winner of nine titles here and desperate for double figures after an encouraging lift in form during the past month or so. Who would know that Federer would not even make it to the first round, withdrawing to protect his ailing body before Wimbledon, and Nadal’s left wrist would end his involvement after two splendid opening wins? If Djokovic beats Agut in the fourth round and either of David Ferrer or Tomas Berdych in the quarter-finals on Wednesday, the Serb, remarkably, will then have an even easier run to the final next Sunday. His prospective roadblocks in that part of the draw are not daunting: Marcel Granollers (56 in the world), Dominic Thiem (15), David Goffin (13) or Ernests Gulbis (80). Those are the sort of opponents who would make a first week tricky; after Djokovic has found his rhythm here, they might end up being little more than warm-up partners before the final. So who might be there to stop his run? On form and rankings, it should be Thiem, the 22-year-old Austrian who is growing in confidence by the day and who looked seriously impressive in accounting for his fellow prospect Alexander Zverev in the third round. Now he has to beat Granollers, who is still in the tournament because of the walkover Nadal gave him. That should set up Thiem for a quarter-final against Goffin, whose opponent on Monday is the unreliable but occasionally spectacular Gulbis. Thereafter Thiem and Goffin make for an intriguing quarter-final match-up. Goffin has returned to something like the form he first showed here when taking a set off Federer five years ago. He has come through injury and a dip in confidence to play with freedom and sharpness, a genuine threat to anyone in the top 10 on his day. He might have such a day against Thiem. Will he have the strength and consistency to wear down the most formidable opponent in the game, however? Highly unlikely. And that will put Djokovic safely in the final, well rested more than likely with his tennis retuned to its best after slightly worrying slippage in Rome, where Murray beat him stylishly and clearly in two sets in the Italian Open final two weekends ago. It is next weekend that matters most, however – to both of them: Djokovic, who has the other three major titles in his portfolio of 14, and Murray, who is yet to play for the prize in Paris. There is a lot of tennis to play between now and then but, on this rainy first weekend, that is looking like the final, perhaps even in some sunshine.",
  "webTitle": "Novak Djokovic appears on course for place in sun and French Open final",
  "webPublicationDate": "2016-05-29T20:13:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/novak-djokovic-french-open-rafael-nadal-andy-murray",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/29/novak-djokovic-french-open-rafael-nadal-andy-murray"
}