{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/which-player-has-suffered-the-most-relegations-with-one-football-club",
  "id": "2016-05-18-278",
  "sectionId": "football",
  "body": "The Rev Sam Bailey asks: “With all this talk about Andy King winning three titles with Leicester, it struck me - what’s the furthest a player has gone down with a team? Has anyone stuck with a team for three relegations? Four? I should probably start my search with Blackpool, but figured I’d let some one else do the heavy lifting.” It appeared our readers, perhaps motivated by schadenfreude, were only too eager to rifle through the archives of ignominy for some examples. Alastair Horne found two sorry souls from among Wolves’ ranks in the 1980s who went down through four divisions consecutively. “Two players in the Wolves squad relegated from Division One (1983-84) were still in the squad for their first season in Division Four three years – and three relegations – later: Paul Dougherty and Geoffrey Palmer (not that one),” he writes. “Though Palmer spent a year at Burnley between October 1984 and October 1985, he played in all four seasons (and divisions); Dougherty didn’t move, and seems to have made intermittent appearances all four years.” It seems that to survive three relegations you need a partner. Darren White has dug up two long-suffering Blades who endured a more convoluted journey of self discovery that took them down through all four English divisions. “Between 1975 and 1984, Sheffield United went up and down the divisions as follows:  1975-76 relegated from Division One 1978-79 relegated from Division Two 1980-81 relegated from Division Three 1981-82 promoted from Division Four 1983-84 promoted from Division Three  Defenders Paul Garner and Tony Kenworthy were with United throughout that period, so had three relegations and two promotions with the club. Kenworthy was still with the club in 85-86, with United sitting in second place in Division Two halfway through the season. Sadly, they fell away and finished seventh, so Tony didn’t get to complete the full set.”   Related: Who was the first footballer to be worth their weight in gold? | The Knowledge    Liam Corte can’t beat four divisions, although his offering does take the hapless players involved from professional football into non-league. “One can’t answer any relegation-related question without bringing up Stockport County’s recent misfortunes,” begins Liam. “The Hatters were relegated from League One in 2009-10, from League Two in 2010-11 and from the Conference Premier in 2012-13. Four players appeared for County in all three of those seasons, namely Andy Halls, Matty Mainwaring, Greg Tansey and Paul Turnbull (though, to help salvage their pride, Tansey and Turnbull also played during Stockport’s successful 2007-08 promotion season). Of those four, Turnbull made his debut during 2004-05, when County were relegated from League One, giving him an unenviable three relegations with the club.” “Further to the question of a player sticking with the same team for three relegations can I offer Bradford City legend David Wetherall,” writes James McKenzie. “Wetherall scored the decisive goal when City beat Liverpool to stay in the Premier League in 1999-2000. What followed then was three relegations, two administrations and hundreds of players coming and going. However, Wethers remained a loyal servant despite our relegation into League Two in 2007. In fact, he was caretaker manager when we were relegated into the bottom tier due to the sacking of Colin Todd four games before the end of the season. He played one more season in the basement division before calling it a day. I’m sure I’m not the first to point this out though.” In fact, you are James.      David Wetherall celebrates after Bradford stayed up, thanks to him, in 2000. Photograph: PA    If you can beat four divisions, you know where to find us: knowledge@theguardian.com. Winning two titles with two clubs in one season “The other weekend we saw Ritchie de Laet win promotion from the Championship on loan at Middlesbrough, while also winning (and qualifying for a winners medal) the Premier League with his parent club Leicester City,” notices Fritz Maddrell. “This made me wonder if there is a player who has in fact won two leagues in the same season?” (Also asked by Xavier Lizin and Gooner Holic). This got you asking whether there is a player who has in fact won two leagues in the same season. You did the digging so that our hands remained nice and clean. “Kevin Doyle achieved the feat of winning two titles in one season. He left my local club, Cork City, in the summer of 2005. As this was the middle of the Irish season, he received a winner’s medal when City lifted the title in November. The following spring, he was a key part of the Reading team which won the Championship title. I’d like to give credit to my friend Dylan O’Connell for telling me about this,” writes Daniel Herlihy, who should have stole the glory for himself, Daniel Sturridge-style.     Kevin Doyle in action for Reading in 2005. Photograph: Ian Walton/Getty Images    Lee Rooney also has an example of a player winning a non-league and professional title. “Back in the summer of 2005, having just won promotion back to the Football League via the Conference playoffs, Carlisle United’s manager, Paul Simpson, looked back to the non-league ranks for one of his main summer signings, bringing in the Ivorian forward Raphael Nade from Woking, after impressive performances against us in the Conference. Rafa started brightly at Brunton Park but it became gradually clear that he wasn’t up to league football – one fan brilliantly describing him as ‘having a running style like a collapsing clothes horse’. Despite his lack of ability, he was certainly a trier and still managed to clock-up 22 league appearances by Christmas. Unfortunately for Rafa, the arrival of the outstanding Michael Bridges meant he wasn’t getting game time and Conference South side Weymouth came in to take him on a half-season loan in January. To say he coped better at that level was an understatement – he scored 13 goals in 17 games for The Terras as they were crowned Conference South champions. Meanwhile, Carlisle made it two successive promotions as they picked up the League Two title – with Rafa even returned in time to feature in the last two games of the season.” And there’s a late addition, courtesy of Emil Reventlow. “On the question on whether there is a player who has won two leagues in one season, Daniel Amartey of the present Leicester squad, has won the Premier League (having made five appearances since January) and has now won the Danish Superliga with FC Copenhagen, from whom he was transferred in January after having made 15 appearances this season.” Cross-border derbies “Are there any ‘local’ derbies between two teams from different countries?” asked Alan Boag last week. Of course there are, Alan. Let us visit the doctor for a comprehensive answer … “We’ll leave out cross-border rivalries in the UK (ie Wrexham-Chester, Bristol City-Cardiff City) and focus on international borders between UN member states,” begins Dr Alasdair Brooks. “Close to home, look no further than Derry City’s derby rivalry with Finn Harps, with the two teams – one in the United Kingdom, the other in the Republic of Ireland – competing for Ireland’s Northwest Derby. Monaco FC are based in one of Europe’s smallest countries, but play in the French league; they contest the Derby de la Côte d’Azur with Nice.  “In MLS, the Vancouver Whitecaps have a strong cross-border rivalry with both the Seattle Sounders and Portland Timbers, with the three teams annually competing for the Cascadia Cup, awarded to the best team in the Pacific Northwest. Further east, but still in North America, the ‘Trillium Cup’ awarded to the winners of the FC Toronto v Columbus Crew match was arguably a bit forced in its 2008 origins, but has since seen proper derby-like altercations between opposing fans, police arrests, and use of ultra-style flares. “But the longest-distance international ‘derby’ prize likely goes to Perth Glory (Australia) and Wellington Phoenix (NZ), who compete for the ‘long-distance derby cup’ to celebrate having to play the domestic league fixture with the longest distance between two clubs (5,255km) – at least until FC Luch-Energiya Vladivostok manage to get themselves promoted back into Russia’s top flight.” Thank you good doctor. We’ll chip in with LA Galaxy v Club Tijuana of Mexico (133 miles). Phew!      Long-distance bragging rights. Photograph: Google    But, call us parochial, we couldn’t let ignoring the UK lie. “There is a derby between teams from two different countries right under our noses – between Chester in England and Wrexham, 12 miles south over the Welsh border,” writes Fraser Warburton. “The fixture goes back to 1888 and some 150 matches have been played, chiefly in the lower reaches of the Football League, but latterly in the National League. Chester do have other traditional rivalries with teams from (the old county of) Cheshire – Tranmere (17 miles), Crewe (25 miles) and, at a push, Stockport (40 miles) but this is the one which has always been the most keenly felt. If anything the rivalry has increased in intensity in recent years, which has led to a friend of mine commenting that whereas Rangers v Celtic goes back to 1689, this fixture dates back to the 13th century. Perhaps less than tactfully, Wrexham’s shirts are emblazoned with the name of the town university – Glyndwr – named after the eponymous Owain who led a revolt against the English in 1400. It is, however, an urban myth that any Welshman found within Chester’s walls after six o’clock may be shot with a bow and arrow.  “Controversially, Cheshire Constabulary and Heddlu Gogledd Cymru have instituted ‘bubble’ matches over the last three seasons, which has led to the somewhat ridiculous situation of one person of my acquaintance who lives within sight of the Wrexham ground having to drive to the Chester ground to to be transported in a sealed convoy to within walking distance of his house and back again so that he can drive home. To complicate matters, whereas Chester’s old ground was safely in England by some 300 yards, the present Deva Stadium straddles the border. The main stand and dressing-rooms are in England, but once the players run out on to the pitch they are in Wales. Thus the ground is one of the few where the main stand faces west into the setting sun; it was built that way to keep the offices in England.” Relegated on the last day without being in the drop zone all season (2) “Last week you gave some examples of teams being relegated on the final day of a league despite never having been in the relegation zone for the rest of the season, including one from the top flight of English football,” writes Warren Lyons. “However, you missed the season when not just one, but two teams were relegated despite never having been in the relegation zone all season: the 1927-28 English First Division. It’s not the only remarkable occurrence in that campaign – it also featured Dixie Dean scoring 60 goals and, rather topically, a team on their way to doing a Leicester.   Related: Football teams relegated despite not being in the drop zone all season | The Knowledge    “The two teams relegated were Tottenham and Middlesbrough. Spurs hadn’t started the season particularly well and in mid-October they had dropped to 20th place but they picked up thereafter and just before Christmas they were in sixth place, just a point off second-placed Cardiff, six points behind runaway leaders Everton. They were still sixth on 28 March, now just four points behind second-placed Everton and with just seven games left to play. That doesn’t quite tell the whole story though – in terms of points they were nearer the relegation zone (six points ahead of 21st-placed Manchester United) than the top of the table (seven points behind leaders Huddersfield). Nevertheless, even after Easter, they were still ninth with three games left to play. Spurs played their last game, a defeat at Anfield, on 28 April, a week before the last weekend of the season. They were 17th at this point with 38 points. No team had been relegated from the top flight with this many points (or ever would be under two points for a win). “Middlesbrough had been eighth on 27 December. They then started to slide down the table, but a draw with Leicester on FA Cup final day (21st April) saw them in 15th place with two games left to play and three points above the relegation zone. “The last day of the season was Saturday 5 May. At the start of that day Spurs were 18th with 38 points. The four teams below them had 37 points – Wednesday, Middlesbrough (now in 20th place – their lowest position they had been in all season) with Sunderland and Manchester United occupying the two relegation places albeit only on goal average. It turned out to be a remarkable last day of the season. Wednesday beat Aston Villa, Manchester United thrashed Liverpool 6-1 and Sunderland won 3-0 at Ayresome Park, to send the hosts down with Tottenham, who received the bad news on the post-season tour of Holland. The very same day, Dixie Dean scored a hat-trick for the new champions Everton against Arsenal, taking his tally to 60 goals, breaking George Camsell’s 59-goal record set the year before. “Tottenham and Middlesbrough’s surprise drop to the Second Division was matched by Wednesday’s remarkable escape from relegation. Wednesday (they didn’t officially change their name to Sheffield Wednesday until the following year – 1929) had dropped into the bottom two on Boxing Day 1927 and remained there for the next four months. In fact on the penultimate weekend of the season they were still bottom of the table. On 17 March, they were seven points from safety with 10 games to go. They had only picked up seven points in their last 12 games – Wednesday looked doomed. Which makes it all the more remarkable what happened next. The experienced Jimmy Seed was made captain and inspired the team to seven wins and three draws in their last 10 games. In 22nd place on the penultimate weekend of the season, incredibly they finished 14th. It was the first time they had been above 18th place all season. Ironically Spurs had sold Seed to Wednesday the previous year, thinking the 32-year-old was past his best. “Wednesday’s incredible form carried on into the next season in much the same way as Leicester did this year. By the end of November Wednesday were top of the table where they remained until they were crowned champions. Drawing even more parallels with this season, Everton had a terrible time defending their title – even more so than Chelsea. Everton ended up 18th with 38 points, which of course would have seen them relegated the year before! In fact the year after, 1929-30 they were relegated. Still captained by Seed, Wednesday went to win a second successive title in 1929-30 to cap an amazing turn around. They are two thirds of the way there, but can Leicester do a full Wednesday? We’ll see next season.” Knowledge archive “Are Rot-Weiss Essen the only team in world football that does exactly what it says on the tin?” asked Dave Gibbs 15 years ago. “Translated as Red-White Essen, they are a team from Essen who play in red and white. I can’t think of any others, can you?” We couldn’t, but our readers certainly could.    Related: Footballers sent off for taking their shirts off | The Knowledge    “What about their local rivals Schwarz-Weiss Essen (Black-White Essen)?” asked Paul Crankshaw. Several of you cite German examples. “Of the top of my head: Rot-Weiss Erfurt; Rot-Weiss Oberhausen; and Blau-Weiss Berlin (one season in the Bundesliga in the 80s),” suggests Jan Brynjolffssen. “I’m sure I’ve also heard of a few Austrian and Swiss clubs called along these lines,” he adds. Meanwhile, Meir Moses says: “In Holland, before the introduction of full professionalism, teams existed in the Dutch Premiership such as Blauw-Wit Amsterdam (Blue-White). They were a real local favourite who used to play in the old Amsterdam Olympic Stadium to decent crowds (while Ajax played in the smaller De Meer until the 90s). “This club still exists as a fairly strong amateur side today after dropping out of the professional leagues in the 60s, I believe,” he continues. “It is fairly common in Holland to denote football, baseball, handball, Korfbal etc teams according to club colours.” For thousands more questions and answers take a trip through the Knowledge archive. Can you help? “Last Saturday was a bad day for football in Stuttgart: all three of the city’s professional football teams were relegated – VfB Stuttgart from the Bundesliga, Stuttgarter Kickers and VfB Stuttgart II from 3 Liga,” emails Julian Unkel (and several others). “Has any city seen worse days with more teams relegated?” “Luis Suárez won the Pichichi on Sunday, meaning that he has been the leading scorer in three top-flight European leagues: the Eredivisie, the Premier League and La Liga (a distinction he shares with Ruud van Nistelrooy, if memory serves),” notes Art Durbano. “Has anyone else ever pulled off this particular hat-trick? And has anyone won Golden Boot honours in more than three leagues?” “Studiously completing my Euro 2016 sticker album, I noticed that Fleetwood defender Connor McLaughlin is in the Northern Ireland squad,” notice Daniel Jones. “Fleetwood finished near the bottom of the third tier. Has any player appearing at a major tournament ever placed lower with his club team?” “With Quique Sánchez Flores parting company with Watford, Roberto Martínez given the chop at Everton, and Louis van Gaal likely to be shown the door at Manchester United, I was wondering if there has ever been a season where the managers of all four FA Cup semi-finalists were sacked by their clubs, or will three be the record if Van Gaal is fired?” asks Fred Sullivan. Send your questions and answers to knowledge@theguardian.com or get in touch via Twitter @TheKnowledge_GU",
  "webTitle": "Which player has suffered the most relegations with one football club? | The Knowledge",
  "webPublicationDate": "2016-05-18T09:11:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/which-player-has-suffered-the-most-relegations-with-one-football-club",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Gregg Bakowski",
      "id": "profile/gregg-bakowski"
    }
  ],
  "guardianId": "football/2016/may/18/which-player-has-suffered-the-most-relegations-with-one-football-club"
}