{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/22/changing-chelsea-modernising-the-chelsea-flower-show",
  "id": "2016-05-21-11",
  "sectionId": "lifeandstyle",
  "body": "Last year’s Chelsea flower show represented the high point of a certain kind of traditional English horticultural charm. Returning to Chelsea for the first time in a decade, Dan Pearson won best in show for the Chatsworth Garden, inspired by the stately home and, in fact, including huge stones brought down from the garden on enormous lorries. A trout stream ran through moss and willow. It was a joy, but Chelsea as a whole met with criticism that it was growing tired, with a lack of fresh voices in design. “We found that the number of female designers was actually decreasing,” says Matthew Appleby, deputy editor of Horticulture Week, “but the membership of the Guild of Landscape Designers is more than half women. The RHS [Royal Horticultural Society] wondered why it was happening, and it was because they weren’t putting female designers on their shortlist.” “It’s about time,” adds gardening writer and Chelsea veteran Val Bourne. “There’s a lot of talent among the women, but the top jobs tend to go to men.” This year there are six main show gardens designed by women, up from two last year. Jo Thompson is perhaps the best established of them. She has designed the Chelsea Barracks Garden, sponsored by Qataria Diar. Rosy Hardy has created Forever Freedom for Brewin Dolphin, and Catherine MacDonald has created a garden for growers Hartley Botanic. Jekka McVicar, the doyenne of herbs, has moved away from the show tents to bring to life “a modern apothecary”. Hay Joung Hwang, originally from South Korea, has created the Smart Garden, sponsored by electronics giant LG.     Star of the show: Juliet Sargeant, who designed the Modern Slavery Garden at Chelsea Physic Garden, London. Photograph: Nick Harvey/Rex/Shutterstock    Even more radically, and somewhat late, 2016 will see the first black female designer create a garden at Chelsea. Juliet Sargeant aims to raise awareness of modern slavery. Her garden – in the Fresh category – will have an oak at its centre to represent the tree under which William Wilberforce sat when he decided to abolish slavery. “When I was invited to design the garden [my race] didn’t even occur to me, but I suppose I am [the first black female designer],” Sargeant says. “And I do think that it’s important to say something. The industry isn’t as diverse as it could be, and we need to ask ourselves why that is. “The RHS is a very, very traditional organisation, but hopefully things will start to change. I see lots of young people from different cultures enjoying their gardens, but that interest isn’t reflected at Chelsea.” Her garden has not been simple, either. “As it’s an anti-slavery garden, we wanted to check that everything in our garden was slave-free, but it’s an incredibly hard thing to guarantee – the supply chains from around the world are so complex.” With Diarmuid Gavin, Andy Sturgeon and Cleve West, all loaded with gold medals, making appearances, the bookies say the money is still on the boys, at least in the Show Gardens category. But the message couldn’t be clearer: change is afoot in SW3. Beyond the border Now in its fifth year, the Chelsea Fringe sees dozens of events around the country – and further afield – putting on horticultural talks, walks, meals, deals and every other kind of event (chelseafringe.com), while around the ground itself local businesses are competing for the Chelsea in Bloom prize. The Chelsea flower show runs from 24-28 May",
  "webTitle": "Changing Chelsea: modernising the Chelsea flower show",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/22/changing-chelsea-modernising-the-chelsea-flower-show",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Cumming",
      "id": "profile/ed-cumming"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/22/changing-chelsea-modernising-the-chelsea-flower-show"
}