{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/madam-butterfly-eno-review-mahan-esfahani",
  "id": "2016-05-22-153",
  "sectionId": "music",
  "body": "Hard though it is to measure impressions, the mood seemed brighter at English National Opera last week – and it has been fairly morgue-like of late – before curtain-up on Puccini’s Madam Butterfly. The previous evening at the Savoy theatre, ENO’s chorus, whose work has continued to dazzle despite months of darkness over its future, won its category in the fourth International Opera awards, outsinging choruses from the New York Met, Berlin and elsewhere. The cheers at the announcement were loud and unanimous. (Having once sat on the judging panel for the IOA, headed by a tough bunch of international opera cognoscenti who have seen all and been everywhere, one thing is sure: the discussion would not have been a kindly “who deserves to win?” but a ruthless “who is best?”).     Members of the triumphant ENO chorus at the International Opera awards last week.    Word is that Daniel Kramer’s first priority as newly appointed artistic director is to restore some of the shattered confidence of chorus, orchestra, technical teams and all the central workforce of the company. This past year, with all its exits, arguments and industrial conflicts, too much control has fallen inevitably on the shoulders of the chief executive, Cressida Pollock, firefighting on all fronts, including those where she lacks expertise. She has come in for a level of personal attack unpleasant to witness, however fair or unfair the criticism. Now is her chance to prove herself. It is within her power, as some previous and inherited issues were not, to relinquish the artistic reins to those trained in that area. ENO has enough other issues of a physical, corporate, funding kind, all urgent, for a CEO to tackle. Perhaps some wise old opera head (in both senses) can persuade Pollock to trust absolutely her artistic director and, when he or she is appointed, a new music director. Either they are good enough to carry out the task, respecting the responsibilities and restraints that come with public funding, or they are not. They won’t stick around to find out unless given proper scope.     Rena Harms and David Butt Philip in Madam Butterfly. Photograph: Thomas Bowles    Alas this was a disappointing Butterfly. The cast was uneven and one particularly pressing issue for ENO was evident: diction, or lack of it. This was the sixth revival of the exquisite staging by Anthony Minghella, the film and stage director’s only foray into opera before his premature death in 2008. Directed and choreographed by Carolyn Choa and designed by Michael Levine (another International opera awards nominee), the production stands strong and fresh in Sarah Tipple’s revival. For sheer beauty it’s hard to beat. Much of the singing was good, but the words of only one performer, the British-born tenor David Butt Philip making his role debut as Lieutenant Pinkerton, were consistently clear. David Parry’s translation is singable and unfussy. Sung words are always hard to hear, but surtitles for English texts should be a guide not, as here, a lifeline to comprehension.         ENO’s Madam Butterfly trailer    The orchestra, under Richard Armstrong, either began too loudly or had overestimated the power of the singers (not entirely the same thing). Eventually they settled and let the music unfurl. The American soprano Rena Harms made an uncomfortable title-role debut, inconsistent in tone, with too much shrillness where innocence and purity were needed, though also possessing a residual strength for the climactic moments. Butt Philip had the right degree of arrogant fecklessness – too naive to realise the consequences of his actions, rather than a downright thug. His voice is agile and secure: a wonderful talent in the making. Stephanie Windsor-Lewis was touching as the faithful Suzuki. George von Bergen combined assurance and despair as Sharpless, and his I-warned-you laments to Pinkerton were certainly easy to hear. Smaller roles were well taken, and the puppeteers of Blind Summit, inspired by Japanese bunraku theatre, were skilful and moving. I find Madam Butterfly, in which a mother is prepared to kill herself in front of her blindfolded child, so overpowering that I do not rush to see it and had resisted earlier revivals of Minghella’s staging. Despite reservations, this ENO production still hits hard and Puccini’s mercurial and brilliant score wins out.     ‘Harpsichordist extraordinaire’ Mahan Esfahani. Photograph: Bernhard Musil    After a couple of name changes (it was, for a long time, the Lufthansa festival), the London Festival of Baroque Music now has a clear identity as a platform for ambitious exploration of the 17th and 18th century beyond the Monteverdi, Bach and Handel mainstream, though with plenty of that ilk too. This year’s theme is “The Word” and the way instrumental repertoire reflected the lyrical qualities of the human voice. This allowed the harpsichordist extraordinaire Mahan Esfahani to construct a quirky programme with help from the tenor Thomas Hobbs. Esfahani, if you don’t know him already, approaches concerts with an impromptu flourish and some in-built randomness: not in his virtuosic playing but in the rest of the proceedings. It keeps you alert, which is not always true of an evening of harpsichord music. From a rich offering of the largely unfamiliar, the Sonata II, “Of Saul, Whom David Cured by Means of Music” (1700) by Johann Kuhnau stood out: flamboyant, expressive and ingenious. News came in late that Radio 3, one year into Alan Davey’s tenure as controller, has achieved its highest ratings for three years (2.12 million listeners this quarter, up from 2.05 million). Without space to analyse how this has come about, we must assume that Davey’s stealthy preference for dumbing up is beginning to work. May it become a fashion. Star ratings (out of 5)Madam Butterfly ***Mahan Esfahani **** • Madam Butterfly is at the Coliseum, London until 7 July",
  "webTitle": "Madam Butterfly; Mahan Esfahani – review",
  "webPublicationDate": "2016-05-22T07:30:36Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/madam-butterfly-eno-review-mahan-esfahani",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "English National Opera (ENO)",
      "id": "music/english-national-opera-eno",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Maddocks",
      "id": "profile/fiona-maddocks"
    }
  ],
  "guardianId": "music/2016/may/22/madam-butterfly-eno-review-mahan-esfahani"
}