{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/19/odd-ones-out-share-photos-out-of-place-city-buildings",
  "id": "2016-05-19-166",
  "sectionId": "cities",
  "body": "As cities develop and change, so their streetscapes often become a mix of different architectural styles and eras. But some buildings, either daring new additions or leftovers from a previous time, stick out like a sore thumb (perhaps a beautiful sore thumb, but still). One of my favourite examples of this, though admittedly on the silver screen, comes at the end of Batteries Not Included (a brilliant film which although technically about flying alien robots made of scrap metal is essentially about resisting corporate-led urban development and the destruction of built heritage) when we see a small, historic, stand-alone Manhattan apartment block surrounded by a sea of monolithic slick skyscrapers. I was always reminded of this vision when driving past the Albert Tavern in Westminster, London, which is a Grade II-listed Victorian four-storey brick building surrounded by glassy modern high-rise offices (pictured above). Which city buildings have you spotted that are surprisingly out of place? Share your examples, photos and stories with GuardianWitness and we’ll feature a selection on Guardian Cities.  GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication on GuardianWitness, and the best pieces will feature on the Guardian site.  Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Odd ones out: share your photos of the most out of place city buildings",
  "webPublicationDate": "2016-05-19T13:45:22Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/19/odd-ones-out-share-photos-out-of-place-city-buildings",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Francesca Perry",
      "id": "profile/francesca-perry"
    }
  ],
  "guardianId": "cities/2016/may/19/odd-ones-out-share-photos-out-of-place-city-buildings"
}