{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/super-rich-may-sell-london-homes-under-anti-corruption-rules",
  "id": "2016-05-12-62",
  "sectionId": "world",
  "body": "Super-rich international investors in London property are likely to sell off some of their mansions and penthouses after the introduction of anti-corruption rules cracking down on offshore secrecy, a leading estate agent has said. Privacy-hungry oligarchs, media owners and tech billionaires from around the world could also abandon plans to buy homes in Britain because they would no longer be able to keep their identity secret by purchasing them through offshore companies, Trevor Abrahmsohn told the Guardian. The owner of Glentree Estates, which has sold property to billionaires from Russia, Nigeria and China, said the obligation for any foreign company buying UK property to join a public register of beneficial ownership would drive wealth creators away. It would also prevent corrupt individuals using the London property market to hide ill-gotten gains in offshore companies located in places such as the Cayman Islands and British Virgin Islands. He said about half of his customers buy through offshore companies.   Related: David Cameron: The fight against corruption begins with political will    The rules, announced by David Cameron on Thursday, will also apply to companies which already own property in the UK, meaning the ownership details of tens of thousands of people will soon become public. Of about 100,000 properties in the UK owned by foreign companies, more than 44,000 are in London. One in three of the mansions on the richest stretch of The Bishops Avenue, known as “Billionaires’ Row”, in north London are owned offshore, while large sections of new luxury apartment blocks have been bought by offshore companies which hide the real owner’s identity.  “They may sell up if they can,” Abrahmsohn said. “Privacy is important for some of my clients. They have their own good, legitimate reasons, for example to safeguard their families. These are not just oligarchs but perfectly good people who just don’t want the limelight.            What are the top 10 most secretive tax havens?    “It could be a US media owner or internet billionaire who doesn’t want to be exposed. This [policy] is like calling everyone who wants privacy, a criminal. We can’t afford to do this and repel the wealth creators.” Downing Street said the register would mean “corrupt individuals and countries will no longer be able to move, launder and hide illicit funds through London’s property market”. Abrahmsohn said: “There are people who come from dangerous parts of the world who want to get money out of the country that they have achieved through unconventional means, but in the main, people who use offshore [havens] for tax efficiency and privacy are perfectly legitimate business people.” His view was backed by Craig Hughes, tax director in offshore services at Menzies accountancy firm, who said the policy “could impact investment in UK property” and argued that “high net worth, high profile individuals do have a right to a private life”. “It is categorically wrong to tar legitimate taxpayers with the same brush as those who are corrupt, who launder and hide illicit funds,” he said. Tom Bill, head of residential research at the estate agent Knight Frank, said: “In a minority of cases of offshore ownership, anonymity is the main attraction, and for those people this measure may make them think twice about buying.”   Related: Cooling luxury property market may get icier thanks to 'dirty money' crackdown    He said there had already been double-digit falls in asking prices in prime and super-prime (over £10m) properties in the capital. Across all properties in Knightsbridge, sale prices had fallen 7% in the last year, largely driven by the 2014 increase in stamp duty on the most expensive homes from 7% to 15%. The new measure was welcomed by advocates for greater transparency, but some said owners could still find ways to cheat the register, and its effectiveness would depend on whether the government verified what owners were telling them.  “I do think this is going to make a difference,” said Robert Palmer, an anti-corruption campaigner at Global Witness. “This is bold. There will be loopholes and some people will lie, but it is a big step.” On Wednesday, Wayne Panton, the Cayman Islands’ financial services minister, said a public register would only work if the information was verified. He told the Financial Times: “The small element of abusers of the international financial system … are the very people who are not going to be honest with voluntary disclosures.” Abrahmsohn said the measure would drive down an already slumping property market in the capital.  “At the same time the oil price dropped, the world stock markets went into gyration, the Russians had a problem with sanctions and the Chinese stock market crashed. Transactions at the £5m to £10m mark are down 50% to 70% over the last year and we have lost 75% of our buyers. Prices are dropping 10% to 15% a year.” • This article was amended on 13 May 2016 to correct the spelling of Trevor Abrahmsohn’s surname.",
  "webTitle": "Super-rich may quit London homes under new anti-corruption rules",
  "webPublicationDate": "2016-05-12T18:46:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/super-rich-may-sell-london-homes-under-anti-corruption-rules",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "world/2016/may/12/super-rich-may-sell-london-homes-under-anti-corruption-rules"
}