{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/24/a-subject-of-scandal-and-concern-review-john-osborne",
  "id": "2016-05-24-135",
  "sectionId": "stage",
  "body": "Written for a 1960 television production starring Richard Burton, John Osborne’s play has hardly been seen since. It deserves a theatrical revival, however, both for the fascination of its subject, which is an 1842 blasphemy trial, and for what it reveals about Osborne himself.   Related: John Osborne: a natural dissenter who changed the face of British theatre     You can see why Osborne was drawn to George Holyoake, a socialist teacher who in a Cheltenham lecture mildly observed that, since the church cost the state £20m annually, the deity should be put on half pay. Holyoake’s views were wildly distorted by the newspapers and, at his subsequent trial, he attacks “a magic circle of orthodoxy” that prevails in Britain, and a life-denying Victorian Christianity in which “thou shalt not” has precedence over “thou shalt”. But, although Holyoake possesses the anguished defiance of a typical Osborne hero, the play also conveys its author’s complex feelings about religion. Osborne clearly relishes the eloquence of a prison chaplain who prays to God, over Holyoake’s head, to “make him to hear of joy and gladness that the bones which thou hast broken may rejoice”.  Even if one wishes the play were longer and Osborne told us more about the historical context, Jimmy Walters’ production handles the multiple shifts of scene with great ingenuity. Jamie Muscato lends the stuttering Holyoake the air of a man driven to articulacy by palpable injustice and Caroline Moroney as his wife reminds us that others often pay the price for a hero’s principles. If nothing else, the play demonstrates that Osborne’s social rage was accompanied by a gnawing preoccupation with religion.  At the Finborough theatre, London, until 7 June. Box office: 0844-847 1652.",
  "webTitle": "A Subject of Scandal and Concern review – John Osborne wrestles with religion",
  "webPublicationDate": "2016-05-24T14:01:48Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/24/a-subject-of-scandal-and-concern-review-john-osborne",
  "keyword": [
    {
      "webTitle": "John Osborne",
      "id": "stage/johnosborne",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/24/a-subject-of-scandal-and-concern-review-john-osborne"
}