{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/02/iceland-presidents-wife-linked-to-offshore-tax-havens-in-leaked-files",
  "id": "2016-05-02-63",
  "sectionId": "news",
  "body": "The president of Iceland is expected to come under pressure this week after leaked documents appeared to show that part of his wife’s considerable fortune was held in offshore tax havens. Ólafur Ragnar Grímsson, who has been in office for 20 years, last month surprised many by declaring he would stand for re-election again after serving five terms. His decision was prompted by the Panama Papers scandal, which forced Iceland’s prime minister to resign.  There was now “a strong demand for stability [and] experience”, said 72-year-old Grímsson, who is on course to win a landslide victory according to the polls.  A presidential spokesman said Grímsson has never had any knowledge of his wife Dorrit Moussaieff’s financial affairs, which her lawyers said have always been conducted legally. Sigmundur Davíð Gunnlaugsson resigned as prime minister last month, days after the Guardian and other media published details of a secretive investment company called Wintris, based in the British Virgin Islands, which he had owned with his wife. The information was from the Panama Papers, the largest ever data leak to journalists, which was obtained by German newspaper Süddeutsche Zeitung and shared through the International Consortium of Investigative Journalists (ICIJ) with the Guardian, the BBC and other media. Gunnlaugsson’s links to Wintris, which he said did not need to be declared on the parliamentary register of financial interests, sparked mass protest in Reykjavik forcing him from office. Just over two weeks later, Grímsson – who praised the exposé as “a great public service” and “important wake-up call” for politicians – declared there would be no similar revelations concerning offshore accounts held by him or his wife, a wealthy London jeweller and socialite. “No. No, no, no, no,” he told CNN. “That’s not going to be the case.” But previously unreported papers – part of a leak from HSBC’s private bank in Geneva – show Moussaieff had links to offshore companies and to trusts registered outside the UK. Leaked bank files show Iceland’s first lady listed as one of three Moussaieff family members who jointly owned a company in the British Virgin Islands called Jaywick Properties Inc. She was also a beneficiary of the Moussaieff Sharon Trust, according to the files.  In addition, the HSBC files suggest Moussaieff, who is non-domiciled for UK tax purposes, was in line to inherit further portions of her family’s offshore wealth when her 86-year-old mother, Alisa, dies. The Moussiaeff family are best known for running a jewellery shop on New Bond Street, Mayfair, catering to London’s super-rich. Building up the business over generations, they are now among the world’s wealthiest jewellers. According to the Sunday Times’ annual rich list Alisa Moussaieff and her family have a fortune worth an estimated £200m.  Information on her daughter’s financial affairs taken from the HSBC files may well be out of date as the data covers a period of to 2005 to 2007. Asked if she still linked to Jaywick, the Moussaieff Sharon Trust, or any other aspect of the family’s offshore holdings, her lawyers declined to comment. They said her business interests were always carried out legally and they were a private matter. Moussaieff’s lawyers also said that she and Grímsson conducted their business affairs separately from one another and did not therefore know anything about each other’s financial circumstances. Asked about the first lady’s offshore interests, a spokesman for the president said: “[Grímsson] has no knowledge of [them] nor has he ever heard of them.” He added: “President Grímsson does not have, nor has he at any time had, any information about the financial affairs of his wife or other members of the Moussaieff family.” In the run-up to Iceland’s presidential election next month Grímsson has spoken out against the use of complex offshore structures. “I think one of the reasons people came out on the street was … moral disgust,” he said.   “We now live in a very open and transparent world. And everybody has to be accountable to the people in a way that people can for themselves see.”",
  "webTitle": "Iceland president's wife linked to offshore tax havens in leaked files",
  "webPublicationDate": "2016-05-02T18:00:31Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/02/iceland-presidents-wife-linked-to-offshore-tax-havens-in-leaked-files",
  "keyword": [
    {
      "webTitle": "Iceland",
      "id": "world/iceland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Bowers",
      "id": "profile/simonbowers"
    }
  ],
  "guardianId": "news/2016/may/02/iceland-presidents-wife-linked-to-offshore-tax-havens-in-leaked-files"
}