{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/13/peckham-beach-lido-crowdfunding-project-launches-london-outdoor-swimming",
  "id": "2016-05-13-200",
  "sectionId": "travel",
  "body": "As the UK continues to enjoy a renaissance in outdoor swimming, a south London group has launched a crowdfunding campaign to restore the derelict Peckham Lido back to its former glory. The campaign, which went live online today, hopes to raise £60,000 to help progress the project to the next phase in its development. The original Peckham Rye Lido served the local community for over 50 years, before falling into disrepair and closing in 1987. Now, all that remains is a crumbling blue fountain and some patchy grass.    Related: The swimmer: a journey across London's ponds and lidos – in pictures    It is hoped that the lido can be developed into an Olympic-size pool, complete with wild swimming pond channelling the river Peck. In a similar style to Brockwell Lido, which has a cafe, gym and offers cinema screenings, the new Peckham Lido will also offer community attractions beyond swimming. The modern design for “Peckham Beach” will have a roof-top sunbathing area, outdoor cinema, gym and yoga studio and a function room. The aim of the architects is to combine old and new, while embracing modern trends for urban and wild swimming.  Local property developer Ben Lloyd-Ennals started a petition in 2014, calling on the council to reopen the lido. The initial petition gained thousands of signatures including support from local MP Harriet Harman.  Since then, the campaign has been working with architects at Studio Octopi, the same team behind the Thames Baths concept that last year raised over £140,000 through a similar crowdfunding campaign. “Peckham, like the rest of London, is changing so quickly right now,” says Lloyd-Ennals. “It’s essential we harness this great energy and prosperity to keep London fun and liveable, which is what the Peckham Lido is all about.”",
  "webTitle": "'Peckham Beach' Lido crowdfunding  project launches",
  "webPublicationDate": "2016-05-13T11:51:52Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/13/peckham-beach-lido-crowdfunding-project-launches-london-outdoor-swimming",
  "keyword": [
    {
      "webTitle": "London holidays",
      "id": "travel/london",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Swimming holidays",
      "id": "travel/swimming-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crowdfunding",
      "id": "technology/crowdfunding",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/13/peckham-beach-lido-crowdfunding-project-launches-london-outdoor-swimming"
}