{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/white-collar-by-banks-in-australia-is-rife-and-going-unchecked-inquiry-told",
  "id": "2016-05-05-353",
  "sectionId": "business",
  "body": "Systemic criminal activity in the finance, insurance and real estate sectors has placed the livelihoods of consumers at risk, while authorities are aware but do nothing to stop it, a report from financial thinktank, LF Economics, says. The 52-page report tabled to the Senate inquiry into white-collar crime details evidence of widespread fraud committed by banks. The report uses research from an academic specialist in banking, financial and corporate fraud, Prof William Black, and banking and finance consumer rights advocate, Denise Brailey.   Related: Timeline: banking scandals in Australia since 2009    It says that fraud within the finance and banking sectors occurs with the full knowledge of Australian Securities and Investments Commission, the Australian Prudential Regulation Authority and the Reserve Bank of Australia.  “None of these public organisations, however, have taken any meaningful action to identify, uphold the law and impose penalties on those engaged in white-collar criminality, let alone suggesting such penalties be increased,” the report says. “The authorities know of these control frauds but refuse to act upon this knowledge; this is the first issue the inquiry must address.”  The major political parties had failed to take action to investigate or stamp out fraud and other crimes, the report says, adding that both the Coalition and Labor take campaign contributions from the sectors, “which may explain their reluctance to investigate the allegations of control fraud”. “Long trails of victims are now left to fend for themselves, unassisted and blatantly ignored by regulators that should be striving to bring justice to these victims,” the report says. Several examples of fraud are given. To hide the alleged fraud committed via service calculators and loan application forms, lenders have used a long, complex and opaque chain stretching from the brokers’ offices to the business development managers, the report says. “It allows both major banks and smaller lenders to keep their hands clean of alleged fraud, while ensuring the blame falls on brokers,” the report says.   Related: They make enormous profit and rip customers off – banks need to clean up their act | David Richardson    “The chain’s complexity suggests it is purposefully designed to hide the banks’ alleged fraud, providing a legal liability escape clause through plausible deniability. Under normal circumstances, banks would simply advertise sub-prime mortgages directly and hire more loan officers to meet demand.  “No bank manager with a sound understanding of business principles would seek to establish and deal with a complicated brokerage chain and pay fees and commissions, especially since services can be provided directly to the public at a lower expense ratio and with less bureaucracy to increase profits.” Despite Australian law requiring that a mortgage must be approved on the basis of the borrower’s ability to finance the principal and interest payments out of income, this has not prevented lenders from approving mortgages based on the equity in the owner-occupied home.  The report includes loan application forms from banks, including from Bendigo and Adelaide Bank, which suggest control fraud has been committed– crimes by the controlling agents of firms, including executives and managers.  The report suggests credit assessors and bank officers have illegally altered borrower details by falsely inflating the value of assets and incomes to “justify” issuing much larger mortgages than would otherwise be the case.  “Brokers are unwittingly engaged in control fraud as lenders coerce them into using the ‘serviceability’ or ‘amortisation’ calculators as covered above,” the report says. “Brailey has many emails leaked from the broker chain demonstrating lenders will not do business with brokers unless this calculator is used to fudge the borrowers’ details.” A response to the report by Bendigo and Adelaide Bank strongly refutes the allegation that borrower details were illegally altered. There were numerous controls in place to verify the information submitted in loan applications, the bank said. “Further, the bank maintains a ‘hindsight’ review process to review the credit quality of a random sample of loan approvals by credit assessors or officers,” the bank said. “The bank is satisfied that these controls would detect systemic actions by its credit assessors or officers of the type alleged in the submission.”",
  "webTitle": "White-collar crime by banks in Australia is rife and going unchecked, inquiry told",
  "webPublicationDate": "2016-05-05T02:31:21Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/white-collar-by-banks-in-australia-is-rife-and-going-unchecked-inquiry-told",
  "keyword": [
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "business/2016/may/05/white-collar-by-banks-in-australia-is-rife-and-going-unchecked-inquiry-told"
}