{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/backbench-mps-set-to-back-amendment-to-queens-speech",
  "id": "2016-05-19-208",
  "sectionId": "politics",
  "body": "Rebel Tory MPs are stepping up the pressure on David Cameron, who could face defeat over the Queen’s speech, as one Eurosceptic backbencher accused Downing Street of pursuing a “scorched earth” campaign to keep Britain in the EU. At least 25 pro-Brexit Tories are expected to team up with Labour and the SNP to put pressure on the prime minister over the Transatlantic Trade and Investment Partnership (TTIP), which some believe could force privatisation of the NHS.   Brexit explained: The Tories and Brexit   Jeremy Corbyn, speaking at the launch of an event about workers’ rights in Stroud, said his party would band together with pro-Brexit Tories to support an amendment, expressing regret that the Queen’s speech had no bill that would remove the NHS from TTIP. “Yes we will be backing that,” he said.  With Labour support, the government could face a humiliating defeat. The amendment is being tabled jointly by the Conservative former health secretary Peter Lilley, and Labour backbencher Paula Sherriff, who was involved in the “tampon tax” campaign to force George Osborne to cut VAT on sanitary products. It expresses regret that there was no bill to protect the NHS from TTIP, a trade deal being hammered out between the EU and US. Lilley said: “I support free trade. But TTIP introduces special courts, which are not necessary for free trade, will give American multinationals the right to sue our government (but not vice versa) and could put our NHS at risk. I cannot understand why the government has not tried to exclude the NHS.” Corbyn, who has long had reservations about the controversial trade deal, said: “I would personally go much further, because my concerns about TTIP are not just about the effect on public services but also the principle of investor protection that goes within TTIP planned rules, which would in effect almost enfranchise global corporations at the expense of national governments. This protection of the NHS is an important step but it’s not the whole step. We will be supporting it.” The scale of the likely Tory rebellion, which reveals the extent to which backbenchers are prepared to make trouble for Cameron, emerged as Steve Baker, the backbench MP who chairs the Conservatives for Britain group, accused the campaign to keep Britain in the EU, which is being closely coordinated from Downing Street, of orchestrating personal attacks on leading Brexit figures. “What I am saying is: please don’t anyone on any side follow a scorched earth policy. There have been too many instances where comment in the press from a campaigner has been followed by attacks on them personally. That must stop,” he told BBC Radio 4’s Today programme. Concerns about TTIP centre on proposals for investor-state dispute settlement – a system of arbitration that campaigners fear could allow multinational corporations to take governments to court and contest their decisions. The idea is rejected both by Labour MPs sceptical of the power of big business and eurosceptic Tories worried about compromising Britain’s sovereignty. Lilley said: “I and other Tory MPs successfully lobbied to bring a failing private Surgicenter serving our constituencies back into the NHS. It would have been impossible or hugely costly under TTIP had there had been an American owner who could have sued the NHS in a TTIP court.”  Nick Dearden, director of campaign group Global Justice Now, said: “The fact that the government is facing a backbench rebellion on the Queen’s speech over the issue of TTIP is testament to just how toxic an issue this trade deal has become. In the space of a couple of years, TTIP has gone from an obscure acronym to a massively controversial issue .” A spokesman for the prime minister said the government had not yet seen the amendment, but said: “The health service is completely protected under this agreement. Members do not have to outsource services to private providers. I refer you to the prime minister’s previous statements on this when he told parliament that it would be the ‘reddest of herrings’”. Backbench MPs campaigning for Brexit are stepping up the pressure on Cameron, seeing him and the chancellor, George Osborne, as the masterminds of “project fear” – the relentless campaign to warn voters of the risks of leaving the EU.  Baker, who will back the amendment, said the tone of the campaign had become too personal. He cited several examples, including attacks by Lord Heseltine on Boris Johnson’s judgment. Baker said: “Of course, I agree that we must get back together, that’s why I have taken this step, but what I am essentially saying is – Queensberry rules. So, a full frontal assault with due warning is fine, but the dagger in the heart, inserted from the back, through whispering in dark corridors is not OK.” Other supporters of the amendment include Jon Cruddas and Ian Mearns from Labour, as well as eurosceptic Tory Anne Marie Trevelyan. There is support from SNP politicians as well. Rebellions over the Queen’s speech from government backbenchers are rare but it is a strategy Eurosceptic Conservative MPs have used in the past to exert pressure on Cameron, with 116 supporting an amendment in 2013 demanding legislation on a referendum on EU membership.",
  "webTitle": "Rebel Tory MPs set to back amendment to Queen's speech",
  "webPublicationDate": "2016-05-19T11:35:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/backbench-mps-set-to-back-amendment-to-queens-speech",
  "keyword": [
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/19/backbench-mps-set-to-back-amendment-to-queens-speech"
}