{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/09/house-prices-fall-stamp-duty-changes-cool-buy-to-let-market",
  "id": "2016-05-09-226",
  "sectionId": "money",
  "body": "House prices fell in April as buy-to-let purchasers disappeared amid rises in stamp duty on second homes, according to figures from the UK’s largest lender.  Halifax said house prices dropped by 0.8% during the month, a sharp reverse on the 2.2% gain seen in March, taking the average house price to £212,321, down £1,624 on the month. The annual pace of inflation also slipped back, from 10.1% to 9.2%.  A rush to beat the new stamp duty tax rates for buy to let and second homes during February and March was behind highly volatile pricing and a big rise in the number of transactions in those months, Halifax said.  House sales jumped to 165,480 in March from 116,930 the month before, the highest monthly total since records began in April 2005.  A detailed breakdown by the Council of Mortgage Lenders reveals how far buy-to-let speculators dominated the market in March. It said there were just 28,100 first-time buyers, compared to 29,000 who used buy-to-let mortgages, and another 63,190 who used cash to buy. Landlords typically make up a large portion of cash buyers.  The CML said the spike in sales was “larger than expected, and we can now see that this was mainly as a result of a marked increase in cash transactions.” Analysts are now split as to whether continued tight market conditions will push prices higher, or whether the EU referendum will deter buyers. Halifax’s housing economist Martin Ellis said: “Current market conditions remain very tight as the severe imbalance between supply and demand persists. This situation, combined with low interest rates and rising employment and real earnings, should continue to push house prices up over the coming months.” But Halifax added that confidence in the UK housing market is at its lowest level in more than a year. Its Halifax housing market confidence tracker has been on a downward trend since a high point in May 2015, although 65% still believe that average UK property prices will be higher rather than lower 12 months from now. Some commentators are warning that double digit price rises are over, and that sellers will struggle to obtain asking prices. “Starved of the stamp duty stimulus, double-digit annual price rises are unlikely to return any time soon,” said Jonathan Hopper of Garrington Property Finders. “For the first time in more than a year, we’re seeing many mid-range properties in the most desirable locations selling for below asking price – hinting that the power dynamic is shifting from a seller’s to a buyer’s market,” The EU referendum could benefit first-time buyers if prices fall, but estate agents said it was a “black cloud” for sellers hoping to maximise prices.  Alex Gosling, chief executive of online estate agents HouseSimple.com, said: “With fewer buy-to-let investors looking to buy in April, the slack was expected to be picked up by homebuyers, and that doesn’t appear to have happened – largely due to the impending Brexit vote, a huge black cloud looming on the horizon.” Mark Posniak, managing director at lender Dragonfly Property Finance, said that after the artificial stimulus provided by the stamp duty deadline, house prices were almost certain to come off the boil in April. “As we approach the EU referendum, caution will almost certainly prevail and prices are likely to edge down further.”",
  "webTitle": "House prices fall as stamp duty changes cool buy-to-let market",
  "webPublicationDate": "2016-05-09T11:10:50Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/09/house-prices-fall-stamp-duty-changes-cool-buy-to-let-market",
  "keyword": [
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Buying to let",
      "id": "money/buying-to-let",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    }
  ],
  "guardianId": "money/2016/may/09/house-prices-fall-stamp-duty-changes-cool-buy-to-let-market"
}