{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/neil-harris-millwall-league-one-play-off-semi-final-bradford-city",
  "id": "2016-05-14-42",
  "sectionId": "football",
  "body": "“You can only really be the person you are,” Neil Harris says, explaining how he deals with the rigours of management on a grey, wet morning in Bromley. The rain is teeming down and his players are not due to arrive for another two hours, but Harris is in a bright and positive mood despite another early start. “As soon as you try to change the person you are, that’s when you’re heading for a fall,” Millwall’s manager explains and it is not a surprise that there are no motivational slogans on the walls of his spartan office at the training ground. Millwall had forgotten who they were before Harris was appointed. While Ian Holloway’s arrival in January 2014 initially raised expectations after Steve Lomas’s brief and undistinguished reign, they were 23rd in the Championship when he was sacked 14 months later. With his departure, Millwall were forced to look into their soul for an answer. They turned to a club legend. Harris played in some of Millwall’s most successful teams – he started up front when they were beaten by Manchester United in the FA Cup final in 2004 – and he was placed in temporary charge after Holloway’s exit. He could not save them from relegation to League One but, after careful thought, he saw enough positives to accept the job on a permanent basis.   Related: Neil Harris appointed full-time manager of Millwall    Harris’s first full season in management has been a success, no matter the outcome of Millwall’s play-off semi-final against Bradford City. They had lost their sense of identity and one of his main objectives was to restore the connection with the supporters. “It’s huge at any club,” he says. “The way Atlético Madrid fans buy into what they do, they don’t always have the ball, they play a very defensive minded game, but they work so hard and they get end product. I’m not likening us to Atlético Madrid. But style of play, formation, group ethos and mentality, then I look at Atlético Madrid, Leicester, Burnley, Millwall, teams that don’t always have the football but work extremely hard and play a 4-4-2 formation or variations of it.” He is adamant about what it means to represent Millwall. “You don’t have to be the best player,” he says. “It hasn’t got to be 1,000 passes a game, it’s got to be high tempo, aggressive and you can’t ever shirk a challenge. It’s frowned upon.” It comes naturally to some players and can be coaxed out of others. “We might show a player pulling out of a tackle early on and say: ‘You can’t do that’,” Harris says. “You haven’t got to be over-aggressive and injure somebody but you have to put your foot or head in if it’s a 50-50 ball. I want to say to a winger: ‘If you try to take on the defender and lose it and we pass you the ball a second time and you cross it behind the goal, what are you going to do the third time?’ If he’s not going to take someone on or cross the ball, he’s not brave enough to play for this club.” Harris led Millwall to fourth, four points off an automatic promotion place, and he is relishing the chance to take on Bradford. He believes that the experience will be beneficial for the young players he has brought into the first team after a ruthless summer clear-out, even if they lose, and Millwall have the second leg at home after beating Gillingham in their final league match. They visit Bradford on Sunday, having lost 1-0 at Valley Parade in March. Fostering a strong team spirit has been crucial. There has been a lot of time to kill on the motorway and in hotels during long trips up north. But he is careful not to become too matey with his players and wants them to feel his presence whenever he walks into a room, without creating a culture of fear. Harris’s approach sounds straightforward on the surface – he admits that he has an old-school mentality and remembers working a nine-to-five office job in the City – but he thinks deeply about tactics and how to reach modern players. If he can work at home, he is not afraid to leave the training ground in the afternoon to spend time with his wife and three children. Harris, whose playing career was put on hold when he was diagnosed with testicular cancer in 2001, knows when to close the laptop and spend an hour watching an old film or an episode of Only Fools and Horses. Yet his phone is always on. Learning how to keep players happy is an evolving challenge and Harris has made mistakes. He looks at the names on the whiteboard and recalls making a senior player travel north for an away game last season, only to leave him out of the 18-man squad. It went down badly – but he was new to the job. He has had to raise his voice on a couple of occasions and his assistant, David Livermore, has had to be the good cop. But Harris forgets quickly. When they lost to Bradford, he was unhappy about conceding a late goal. Yet he sat outside the dressing room for 90 seconds, gathered his thoughts and cleared the air. Millwall beat Burton Albion, promoted in second place, two days later. “You have to take every player individually nowadays,” Harris says. “The days of going to the pub – that’s what we used to do back in the late 90s. The Saturday or Sunday after a game, that was the culture. Of course, they socialise but now it’s different. Players go for a coffee and a green tea now.” Harris is also adaptable. He is not rigidly stuck to 4-4-2, having used a 4-3-3 system while he was managing the under-21 side, but he likes it. “I played in successful 4-4-2 teams,” he says. “That’s stuck with me. If we take this club, what do the fans like to see? Two centre-forwards on the pitch. Wide players crossing the ball. They’ve always liked wide players. Paul Ifill, Steven Reid, Lucas Neill, Christophe Kinet. That’s the mentality, pace and excitement and balls in the box. Blood and thunder.” He slaps his hands. “Get the ball forward,” he says. “Get the ball in their box. If you piece together how you’re going to get that on to the pitch, 4-4-2 fits the bill. We’ve adapted. I have played 4-3-3 this year. Would I hesitate to change? Not at all. It’s how you deliver messages to players.”",
  "webTitle": "Neil Harris proud of putting blood and thunder back in Millwall’s boots",
  "webPublicationDate": "2016-05-14T21:49:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/neil-harris-millwall-league-one-play-off-semi-final-bradford-city",
  "keyword": [
    {
      "webTitle": "Millwall",
      "id": "football/millwall",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League One",
      "id": "football/leagueonefootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bradford",
      "id": "football/bradford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/14/neil-harris-millwall-league-one-play-off-semi-final-bradford-city"
}