{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/fort-mcmurray-wildfire-evacuees-canada",
  "id": "2016-05-10-42",
  "sectionId": "world",
  "body": "Waheed Zafar was fast asleep when the orders came in to flee. Winds had whipped up a nearby wildfire, sending it unexpectedly towards the northern Alberta city of Fort McMurray. Within a few hours, flames were flickering in the trees that surround the city, making the jump on to some residents’ front lawns. A phone call from a frantic friend woke Zafar, who works night shifts as a shuttle bus driver. “I looked outside and all I could see was smoke and orange.” He jumped in his car and after an exhausting drive through sheets of flame, heavy smoke and gridlocked traffic, he ended up in Calgary, 400 miles south.  His first instinct was to find a hotel and head back to sleep, but he didn’t have enough money. He called the Red Cross, who directed him to a reception centre at the Southern Alberta Institute of Technology, where evacuees are being housed in student residences, and given three meals a day.  “I think we’re going to be in limbo for awhile,” says Zafar with a sigh. Tuesday marks one week since the blazing inferno reached the doorstep of the oil sands city, forcing the frenzied evacuation of some 88,000 people.   fort mcmurray alberta canada wildfires   For years high oil prices turned Fort McMurray into a boomtown, attracting workers from across Canada and the globe. Now – one week after their collective adrenaline-fuelled escape amid encroaching flames – evacuees can do nothing more than wait, dogged by doubts over whether their homes and jobs still exist. “I’ve been told that our home is OK. I’ve also been told it burned to the ground,” says Gene MacGillivray. “So we don’t know. We’re all alive, that’s the main thing.” Like many in Fort McMurray, MacGillivray works in the oil sands. The wildfire forced as much as half of Canada’s oil sands production capacity offline, according to estimates, leaving many residents wondering if and when they’ll be able to return to work.  The wildfire continues to grow in the region, although at a much slower pace. By Tuesday it had swelled to 229,000 hectares – an area more than 22 times the size of Manhattan – but winds were pushing it east, away from communities. Officials say they could be fighting the fire for months to come.  Cooler weather helped crews keep the fire at bay, away from Fort McMurray, Anzac and the Suncor Energy oil sands facility, where MacGillivray works. The shifting nature of the blaze has kept him glued to the news. “We try to change the channel, but you end up going back to it.”  His wife Velvet said she was struggling to reconcile her memories of the home they left behind with television images of the devastation. “It won’t really hit you until you actually drive through there,” she said. Others weren’t as sure they would ever return. “It looks like everything is burned,” said Farhana Mukhtar, as her five-year-old son proudly showed off a colouring book – given to him at the reception centre – about firefighters. “I don’t want the kids to go back there.” She and her family had arrived in Calgary on Wednesday, one day after a harrowing escape from the flames. “We walked out of the house, we couldn’t breathe. There was so much smoke outside.” Flames licked the highway as their seven-seat van – crammed with eight people – crawled along in bumper-to-bumper traffic. “It was horrible. Thank God we left the house when we did. If it had been later, I don’t know if the kids would still be alive.” The van became unbearably hot as the flames closed in. Worried about running out of gas, they tried to hold off on turning on the air conditioning. It took six hours to make it to the nearby community of Grasslands – three times longer than normal. Every day since the family left, Mukhtar has had to reassure her three-year-old daughter that everything is OK. “She keeps on asking me, ‘Is my house safe, is my house on fire?’” While she and her husband had hurriedly gathered a few possessions before fleeing the city, her daughter had used the time to carefully lay out her Barbie dolls on her bed, kissing them good night before the family left the house. “Every day she asks me, ‘Are my Barbie dolls OK?’” Mukhtar doesn’t know the answer. Pictures taken near her house show that some parts of her neighbourhood have been burned to the ground. The family lives near a gas station that has also been burned badly. “We’re just not sure about our house.” Concerned about the health of the children, she’s asked her husband – a bus driver in Fort McMurray – to start looking for a job in Calgary. “They say the water is red, because they were trying to sprinkle some chemicals to stop the fire. We don’t have gas and water in the city.” The past week has been stressful, emotional and depressing, she says, but the thought of a new job in a new city helps her feel the family is moving forward.     Evacuees look through donated items at Bold center in Lac La Biche, south of Fort McMurray. Photograph: Amru Salahuddien/EPA    As smouldering fires and downed power lines continue to keep evacuees out of their city, tens of thousands of Fort McMurray residents are stranded in community across the province. In Calgary, more than 2,000 people are being housed in reception centres, with thousands more thought to be staying with friends and family in the city.  Many of those staying in the reception centres are immigrants – from countries such as Pakistan, the Philippines and Eritrea – who found jobs in Fort McMurray but lack the social networks of Canadian-born evacuees. On Monday, Calgary’s emergency management said the centres in the city would soon reach capacity. On Monday, officials said it could be two weeks before evacuees are given a timeline on when they can return home. In the meantime, the province plans to issue pre-loaded debit cards, with C$1,250 per adult and C$500 per dependent, to help evacuees meet their immediate needs. Residents are also being urged to keep receipts for any expenses incurred, in order to claim them with their insurers.  The federal government has also said it will streamline the process of applying for unemployment insurance, in order to provide struggling evacuees with a cash flow while they wait.  It’s a rare bit of good news in what has otherwise been a tough week, says Noor Badshah, who has been wearing the same thin sweatshirt, jeans and trainers for the past week. The shuttle bus driver was at work when the evacuation orders came, forcing him to flee with nothing more than the clothes on his back. After a few hours on the highway, his car ran out of fuel. Now it sits on the side of Highway 63. “This is all I’ve got,” says Badshah, motioning to the clothes he has on. Some evacuees are trying to avoid thinking about what comes next. “I don’t want to talk about it,” says 44-year-old Ricky, who asks that only his first name be used. “Even when I walk by people and I hear people say, ‘It’s gone, it’s gone,’ I try to avoid them. I’m not watching the news.” He couldn’t bear to think about how the stress might be affecting his two infant children. “It’s been a lot, especially when you have kids with you,” he says. “I just want to take a break from it.”     Kirby Abo, a member of Ironworkers local 720, grills up bologna outside an evacuation center in Lac La Biche. Photograph: Rachel La Corte/AP    As evacuees settle in for what will probably be weeks of waiting, officials have urged evacuees to register their children in local schools where they had ended up. Sid Aboughoche’s hopes his twin nine-year-old daughters will soon settle into their new school in the town of High River, where he has family.  The owner of a pizza shop in Fort McMurray, Aboughoche’s hands shook as he described how the fire could have taken his home and his business. So far, though, it seems to be good news: his internet provider has confirmed that power and internet continue to flow into both. “There’s probably smoke damage though – it’s going to be lots of work,” he said.  The news has allowed him some breathing space to focus on his daughters who – exhausted and traumatised from the events of the past week – have been begging to go home. “The kids have been crying, ‘We miss home, we miss Fort McMurray. Is our house OK, is the school burned?’” The 47-year-old shrugs as he explains the answer he has taken to giving. “I tell them, we don’t know. It could be a month. Maybe less. Maybe more.”",
  "webTitle": "Fort McMurray evacuees caught in uneasy limbo week after wildfires",
  "webPublicationDate": "2016-05-10T20:11:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/fort-mcmurray-wildfire-evacuees-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/10/fort-mcmurray-wildfire-evacuees-canada"
}