{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/borussia-dortmund-sign-ousmane-dembele-from-rennes-on-five-year-deal",
  "id": "2016-05-12-186",
  "sectionId": "football",
  "body": "Borussia Dortmund have signed the highly rated Ousmane Dembélé from Rennes for an undisclosed fee. The 18-year-old, who had been watched by a host of European clubs, has signed a five-year contract with the Bundesliga club. This season, the forward has scored 12 goals in Ligue 1 in 25 games and provided five assists. He was voted the best young player in France this season. “Dortmund have looked at me for a long time and have always been in close contact with me and their conduct has really impressed me,” he said.   Related: Bayern Munich sign Dortmund’s Mats Hummels and Benfica’s Renato Sanches    “The concept of Borussia totally convinces me. I can’t wait to start playing games in the Signal Iduna Park in front of 80,000 people and to play in the Champions League.” The Borussia Dortmund sporting director, Michael Zorc, said: “Ousmane can play almost in any position up front. He is strong one-on-one, can play with both feet, has a lot of skill and is quick and has an eye for goal. The Dortmund chief executive Hans-Joachim Watzke added: “Respect to him for the stand he has taken considering all the offers from the best clubs in Europe and has done so for a long time. That is not to take for granted and is a sign of his character. “Ousmane has always given the impression that he doesn’t want anything else apart from playing for this special club with our intensive football and in our incredible stadium.”",
  "webTitle": "Borussia Dortmund sign Ousmane Dembélé from Rennes on five-year deal",
  "webPublicationDate": "2016-05-12T13:57:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/borussia-dortmund-sign-ousmane-dembele-from-rennes-on-five-year-deal",
  "keyword": [
    {
      "webTitle": "Borussia Dortmund",
      "id": "football/borussiadortmund",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rennes",
      "id": "football/rennes",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/2016/may/12/borussia-dortmund-sign-ousmane-dembele-from-rennes-on-five-year-deal"
}