{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/us-airstrike-taliban-leader-mullah-akhtar-mansoor",
  "id": "2016-05-22-98",
  "sectionId": "world",
  "body": "The leader of the Afghan Taliban has been killed by a US drone strike in an area of Pakistan hitherto off-limits for the remote-controlled aircraft, sources confirmed on Sunday. Both the Afghan government and members of the insurgent movement said Mullah Mansoor had been killed by an attack in the southern Pakistani province of Balochistan in an operation involving multiple drones. Earlier, the US Department of Defense said Mansoor had been targeted while travelling in convoy near the town of Ahmad Wal. The killing of the Taliban leader is likely to have major ramifications both for efforts to kickstart peace talks and for the often stormy relationship between the US and Pakistan.   Related: Death of Mullah Akhtar Mansoor likely to enrage Pakistan    The US secretary of state, John Kerry, speaking in Myanmar on Sunday, said Mansoor “posed a continuing imminent threat to US personnel in Afghanistan, Afghan civilians, Afghan security forces” and members of the US and Nato coalition. He said the air strike on Mansoor sent “a clear message to the world that we will continue to stand with our Afghan partners”. “Peace is what we want. Mansoor was a threat to that effort,” Kerry said. “He also was directly opposed to peace negotiations and to the reconciliation process. It is time for Afghans to stop fighting and to start building a real future together.” Kerry said the leaders of both Pakistan and Afghanistan were notified of the air strike but he declined to elaborate on the timing of the notifications, which he said included a telephone call from him to the Pakistani prime minister, Nawaz Sharif.       Mullah Abdul Rauf, a senior commander of the militant group, said that Mansoor had died in the strike. The office of Ashraf Ghani, the Afghan president, also confirmed the death, saying Mansoor had “refused to answer repeated calls” to end the war in the country.     Mullah Akhtar Mansour refused to answer repeated calls by the people & Govt of Afghanistan to end the war & violence in the country. (2/n)— ارگ (@ARG_AFG) May 22, 2016    Local government officials in Ahmad Wal said a destroyed taxi belonging to man called Mohammad Azam had been recovered. The driver’s brother Mohammad Qasim said he did not know the identity of the passenger but that he had been on a long drive with a customer from Afghanistan. An official from Nushki district said he recovered a passport and ID card for a man who closely resembles Mansoor from a bag that was blown out of the destroyed car.According to the passport he went by the name Muhammad Wali and was a resident of Killa Abdullah in Balochistan. The document showed that earlier on Saturday he had crossed into Pakistan from Iran at the Taftan border post, some 450km from where he was killed. He first entered Iran on March 28 immigration stamps showed. A local man said before the missile attack Mansoor had stopped for lunch at a restaurant in Nushki district before continuing his journey in the direction of the provincial capital Quetta. Mansoor’s death came days after diplomats from Pakistan, Afghanistan, US and China held the latest round of talks in Islamabad about a flagging effort to draw the Taliban into peace negotiations.  The Taliban were plunged into factional fighting in 2015 when it was revealed that their former leader Mullah Omar had been dead for nearly two years, with Mansoor running the organisation in his name. After asserting his control, Mansoor redoubled the Taliban’s campaign of violence within Afghanistan, even succeeding in briefly capturing the major city of Kunduz. It is not known whether Pakistan gave its consent for a strike that seems at odds with its stated strategy of attempting to broker peace talks between Kabul and the Taliban. In recent weeks, Pakistan has resisted Afghan calls for military action against “irreconcilable” members of the Taliban saying such a move would be counterproductive. Officially the country objects to all US airstrikes on its territory, although State Department cables leaked by the website WikiLeaks support claims by US officials that Islamabad secretly gives it consent. But almost all previous attacks have been tightly confined to specific areas of North and South Waziristan, tribal areas bordering Afghanistan that were until recently largely controlled by militant groups. Saturday’s strike, on an open road at 3.45pm local time, was the first known strike in Balochistan, the vast southern province that is home to many senior Taliban leaders. Islamabad has staunchly resisted Afghan demands for action against insurgent sanctuaries on Pakistani soil. It also backed Mansoor in his efforts to shore up control of a fast-splintering movement. After remaining silent most of the day the government finally released a statement on Sunday evening that confirmed the US only informed the Pakistani prime minister and army chief after the strike had taken place. The Ministry of Foreign Affairs did not dispute the claim the man was Mansoor but said further investigations were being carried out. “Pakistan wishes to once again state that the drone attack was a violation of its sovereignty, an issue which has been raised with the United States in the past as well,” the statement said. The government repeated its view that “a politically negotiated settlement was the only viable option for lasting peace in Afghanistan”. Some analysts and diplomats think Pakistan might have agreed to the strike, even if it would never dare say so publicly for fear of enraging public opinion and provoking violent attacks by Afghan militants in Pakistan.  “Pakistan has a history of offering up sacrifices to the Americans when the political heat gets intense,” a western official in Kabul said. “These gestures of goodwill have never diminished the intensity of Pakistan’s proxy war against Afghanistan, and it’s unlikely that the death of Mansoor will be any different.” The official said insurgent violence could increase if the death of Mansoor led to an especially lethal Taliban faction known as the Haqqani Network taking a greater control over the movement. In recent weeks Islamabad and Washington have been arguing about a deal to buy F16 fighter jets which has been jeopardised by the US Congress, which voted to block $450m (£310m) in military aid unless Pakistan takes various steps, including tackling the Haqqani network, which enjoys sanctuary on its territory.     Local residents gather around a vehicle hit by a drone strike in which Mansoor was believed to be travelling. Photograph: AFP/Getty    Ismail Qasemyar, a member of Afghanistan’s High Peace Council, a body tasked with negotiating with the Taliban, predicted Mansoor’s death would lead to a short-term surge in violence. “However, if Pakistan uses its sway over the movement to influence the pick of the next leader, it could choose to drive it toward reconciliation,” he said, adding that internal rifts in the Taliban could be healed if the leadership went to a member of Mullah Omar’s family. Saturday’s strike was also notable for being carried out by the US military and therefore with far greater transparency than under the officially clandestine CIA drone programme. Whereas details about the hundreds of drone strikes conducted by the CIA are almost never made public, on Sunday the Department of Defense gave extensive information about the operation to kill Mansoor. In Afghanistan on Saturday, a police official said six officers were shot and killed by colleagues who turned their guns on them at a checkpoint in the volatile southern Uruzgan province. Mohammad Hasham, head of police in the Charchino district, told AP the shooting happened in the early hours of the morning. Three of the gunmen escaped the scene, he said, taking weapons and vehicles with them. The incident followed another in the capital, Kabul, on Friday, when an Afghan security guard at a United Nations compound shot two Nepalese guards, killing one.",
  "webTitle": "US drone strike in Pakistan kills Taliban leader Mullah Mansoor",
  "webPublicationDate": "2016-05-22T11:40:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/us-airstrike-taliban-leader-mullah-akhtar-mansoor",
  "keyword": [
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US national security",
      "id": "us-news/us-national-security",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    },
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/21/us-airstrike-taliban-leader-mullah-akhtar-mansoor"
}