{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/cancer-deadly-black-treatment-race-economics",
  "id": "2016-05-26-238",
  "sectionId": "commentisfree",
  "body": "Next month, Joe Biden will convene cancer experts, donors and patients for the “National Cancer Moonshot Summit”. The vice-president’s son Beau died of brain cancer a year ago. It’s a well-meaning effort to better the lives of Americans, but fails to recognize that cancer is not one disease but hundreds. To prevent cancer deaths we’ll need different plans of attack based not just on the type of cancer, but also the population affected. We’ll score the biggest (not to mention most cost-effective) wins against cancer not through scientific study, but by finally recognizing and addressing socioeconomic inequities in this country.    Who and what we care about biases the questions we ask and our medical knowledge    Almost two-thirds of my colleagues acknowledge that patients receive poorer quality healthcare due to their race or ethnicity.  Lung cancer – the leading cause of cancer death in this country – is more deadly to African Americans than white people, especially in the midwest and south. Colorectal cancer – not only the third most common cause of cancer among Americans, but also highly preventable if routine screening is applied – is especially deadly for African Americans in the south. Half the disparity comes down to late diagnosis. Liver cancer – which is growing in importance due to higher rates of hepatitis C among baby boomers – is also more likely to kill black people than white people. Liver cancers tend to be detected later among black people, when the tumors are bigger and patients are worse candidates for lifesaving liver transplants. There are many reasons for these differences: biology, smoking rates, environmental exposures (eg radon), socioeconomics, insurance status, access to healthcare and quality of treatment provided. It’s not just about getting screened – a patient needs to have access and take the next steps to stop cancer early. Other factors – like having transportation to doctors’ offices and care for children and elderly or sick relatives during medical appointments – can make all the difference for cancer outcomes. Insurance coverage remains a major driver of racial disparities in cancer deaths. Efforts to block the Affordable Care Act (aka Obamacare), and in particular Medicaid expansion, have spelled disaster for minorities. People of color, especially black and Hispanic people, are twice as likely to still be uninsured. Even when poor patients – more commonly minorities – get insurance, they have far more limited access to care. Other medical conditions that are risk factors for cancer – like hepatitis B and obesity – are more common among African Americans. But at the same time, hepatitis C and alcohol and drug abuse are more common among white people. Many of our screening guidelines are based on population averages, but that one-size-fits-all approach comes at the expense of minorities. Take the case of breast cancer, the second most common cause of cancer among American women after lung cancer. Many breast cancer advocates were incensed when the US preventive services taskforce (USPTF) recommended women undergo routine mammograms starting not until 50, and then only every two years. Previously, the USPTF had recommended yearly screening starting at age 40. USPSTF guidelines determine what many insurance companies will cover. Many women bristled at the idea that their insurance company might block them from getting a mammogram before they turned 50, even if they were willing to undergo more invasive testing (including biopsies) for something found on mammogram that turned out not to be cancer. The guidelines were so controversial that Congress amended the Affordable Care Act to make sure that insurance companies would still cover annual mammograms starting at age 40. But lost in the debate is what these guidelines mean for women of color. Most of what we know about breast cancer screening is based on studies of white European women. We don’t actually know much about breast cancer screening among African American women. But we do know that they’re more likely than white women in this country to die of breast cancer. We don’t know all the reasons for this difference, but biology does play a role. African American women tend to have more aggressive, rapidly growing forms of breast cancer, especially young black women; those under 35 are twice as likely as white women the same age to get breast cancer. African American women have a higher rate of BRCA1 and BRCA2 mutations – Angelina Jolie, who underwent double mastectomy to avoid breast cancer, is a BRCA1 carrier – than white women. It’s harder to detect breast cancer in younger women because they have denser breast tissue, so any race-specific recommendations would need to consider the utility of earlier ultrasounds and MRIs, not just mammograms, among young African American women. Our research and guidelines are rigged to protect older white women. We haven’t done the research to know whether earlier or more frequent screening of black women would help bring down breast cancer deaths. Who and what we care about biases the questions we ask and our medical knowledge, much as it does the media’s coverage of drug addiction or lead in Flint, Michigan’s water supply. In west Philadelphia – 70% black and with the highest breast cancer death rates in the area – some doctors have chosen to ignore the USPTF guidelines. “It’s dangerous,” said Dr Marisa Weiss, director of Lankenau Health’s breast cancer screening program. “The very group of women who are more likely to get breast cancer early are going to miss their opportunity for early detection.” Women of color are also less likely, when they do get a mammogram, to get one at an academic medical center, which is more likely to have specialists and technology better at detecting cancer in younger women. The National Association for the Advancement of Colored People plans to discuss breast cancer disparities at its July convention. While I don’t believe most of my colleagues and I are swayed by an individual’s race or ethnicity when caring for patients, I think we all face structural racism. We can take pride in providing the best care possible based on what’s available to our patients and us, but at the same time accept and enable racial disparities. Through our silence, collective inaction and submission to systemic injustice, we are complicit.",
  "webTitle": "Why cancer is more deadly if you're black | Celine Gounder",
  "webPublicationDate": "2016-05-26T11:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/cancer-deadly-black-treatment-race-economics",
  "keyword": [
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Celine Gounder",
      "id": "profile/celine-gounder"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/cancer-deadly-black-treatment-race-economics"
}