{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/senators-climate-change-denial-oil-companies",
  "id": "2016-05-26-58",
  "sectionId": "us-news",
  "body": "Five hardline conservative senators, including former presidential candidate Ted Cruz, have demanded the US justice department stop all investigations into whether oil and gas companies lied to the public and shareholders about climate change. “We write today to demand that the Department of Justice (DoJ) immediately cease its ongoing use of law enforcement resources to stifle private debate on one of the most controversial public issues of our time,” the senators wrote in a letter dated 25 May.  The letter intends to forestall a federal investigation like those begun by states around the US. In New York last year, the state attorney general, Eric Schneiderman, began an investigation into whether Exxon Mobil lied to its investors about the dangers of climate change, and subpoenaed the oil giant for records.  The justice department did not immediately confirm that it has any such investigations in progress or under consideration. In March, the US attorney general, Loretta Lynch, said the question was discussed and information “referred it to the FBI to consider whether or not it meets the criteria for what we could take action on”. Also on Wednesday, Exxon’s CEO, Rex Tillerson, defied shareholders and activists who have called on the company to acknowledge climate change and change its behaviors. “Until we have [breakthroughs in green technology], just saying ‘turn the taps off’ is not acceptable to humanity,” he said. “The world is going to have to continue using fossil fuels, whether they like it or not.” Some investors have tried to force change within the company, and the Rockefeller family, descended from Standard Oil tycoon John D Rockefeller, divested fully from Exxon earlier this year.   Related: ExxonMobil CEO: ending oil production 'not acceptable for humanity'    Exxon funded efforts that cast doubt on climate science for years, research shows, and tried to censor a series of lectures to Congress in 2001, according to former officials of the US Global Change Research Program. But the company’s own scientists warned of climate change and records from the 1960s suggest the environment was on the oil company’s agenda: it was interested in patents to reduce carbon dioxide emissions in cars. The company was not mentioned by name in the senators’ letter. Parallel investigations have either been announced or reported in more than a dozen other states, including California, Connecticut, Massachusetts and Virginia. The senators’ letter took note of these investigations, and called them “disturbing confirmation that government officials are threatening to wield the sword of law enforcement to silence debate on climate change”.  The investigations amount to an assault on free speech, the senators argued. “Initiating criminal prosecution for a private entity’s opinions on climate change is a blatant violation of the first amendment,” they wrote, “and an abuse of power that rises to the level of prosecutorial misconduct.” At a March press conference, Schneiderman acknowledged this argument, but said that certain actions – for instance covering up information from shareholders – were not protected free speech. “The first amendment, ladies and gentlemen,” he said, “does not give you the right to commit fraud.” The senators asked for a response within two weeks to confirm that the department ends all investigations “arising from any private individual or entity’s views on climate change”, and assurance that no one will be persecuted “simply for disagreeing with the prevailing climate change orthodoxy”.  The senators voiced their opposition to the overwhelming evidence of climate change only two weeks after April was confirmed as the hottest on record, and only a month after researchers found alarming signs in cloud analysis and ice levels that suggest the effects of warming are happening faster than predicted. Forty-one percent of Americans, a record high, now believe that global warming will be a “serious threat” in their lifetime, polling shows. Some of the senators have embraced this “outsider” position. Jeff Sessions enthusiastically endorsed Donald Trump for president, Mike Lee has called for the Senate to defund the Paris climate agreement, and David Vitter has called the evidence “outlandish”, although his state of Louisiana includes an island that has lost 98% of its land.  Cruz has proven a staunch opponent of anyone who warns about global warming, and has called a jazz vocalist to testify opposite a meteorologist and former navy admiral. The oil and gas industry gave more to the Texas senator’s campaign than to any other candidate’s in the Republican primary election. The letter is one of Cruz’s first prominent actions since his reluctant return to the Senate.",
  "webTitle": "Senators demand US halt inquiries into climate denial by oil companies",
  "webPublicationDate": "2016-05-26T20:02:43Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/senators-climate-change-denial-oil-companies",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Senate",
      "id": "us-news/us-senate",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/26/senators-climate-change-denial-oil-companies"
}