{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/catholic-church-fights-clergy-child-sex-abuse-measures",
  "id": "2016-05-12-73",
  "sectionId": "us-news",
  "body": "The US Catholic church has poured millions of dollars over the past decade into opposing accountability measures for victims of clergy sex abuse, according to state lobbying disclosures. The lobbying funds have gone toward opposing bills in New York, Pennsylvania, New Jersey and Maryland that would extend statutes of limitations for child sex abuse cases or grant temporary civil windows for victims whose opportunities for civil action have already passed. In light of major child sex abuse scandals from Jerry Sandusky to Dennis Hastert, lawmakers nationwide are pushing to give victims other avenues to sue. In Pennsylvania, house representative Mark Rozzi, who was abused as a child by a Catholic priest, has led a campaign to extend the age before which child abuse victims can bring on cases. In New York, assemblywoman Margaret Markey is pushing to grant a temporary one-year window for those whose statute of limitations has already expired. “Many child sex abuse cases are done gradually, under the guise of love or sex education, and so what happens is most victims don’t even realize until literally decades later,” said David Clohessy, a director with the Survivors Network of those Abused by Priests. “The overwhelming majority of us rationalize it. That’s how we as survivors cope with this stunning betrayal. We cope with it by denying and minimizing it.”    The overwhelming majority of us rationalize it. That’s how we as survivors cope with this stunning betrayal  David Clohessy     Since 2007, the New York bishops’ lobbying arms have poured more than $1.1m into “issues associated with timelines for commencing certain civil actions related to sex offenses”, nearly half of their total compensation for lobbyists in that period. Another nearly $700,000 also went towards lobbying for a package of church priorities, including but not limited to influencing the climate on “statute of limitations” legislation.  During this same time period, bishops’ conferences spent millions on lobbyists in states where the church is actively opposing similar legislative proposals. Pennsylvania, Maryland and New Jersey spent more than $5.2m, $1.5m and $435,000 respectively on top lobbyists in the state capitols. Opposition efforts ultimately thwarted statute of limitations reform efforts in those states. These states did not provide breakdowns of how much of that money was spent opposing these particular bills. The Pennsylvania Catholic Conference said in a statement: “The list of issues for which we advocate is long – services for the poor, education, access to healthcare especially for the poor, elderly and children, religious liberty, immigration, pro-life issues, death penalty, just to name a few.” Under existing law, child victims sexually abused in New York have until the age of 23 to press civil charges, but those abused across the border in Connecticut have until the age of 48. In Maryland and Pennsylvania, victims cannot enter into civil suits after turning 25 or 30 respectively, but across the border in Delaware they can do so at any age.     Members of the Survivors Network of those Abused by Priests hold a press conference in Chicago. Photograph: Scott Olson/Getty Images    “New York is trying to move into the 21st century,” explains Brad Hoylman, a New York state senator sponsoring reform legislation. “How do we expect a 23-year-old to have the wherewithal to take on their church or youth group?”Reformers have faced staunch opposition from business advocacy groups, the insurance industry, and, most publicly, the Catholic church.  In states such as Pennsylvania and New York, bishops’ organizations make their influence felt particularly among state Republicans, wary of crossing an institution that mobilizes significant pro-life constituencies and channels diocesan revenues into robust lobbying efforts.“The Republican-dominated Senate has always been the stumbling block for final passage,” said Mike Armstrong, communications director for Markey. “They have blocked even committee consideration of the bill over the past few years.”  Representatives of the church say that the proposals they are opposing go too far in both the time window and the number of institutions they allow individuals to sue. Dennis Poust of the New York State Catholic Conference said: “While it is fair to argue that we should extend the statute of limitations going forward to give victims more time to sue, a wide-open ‘window’ allowing claims that are decades old is fundamentally unjust because the claims are impossible to defend.” Poust added that New York’s bishops support a law that would extend the statute of limitations cut-off date to the age of 28. Amy Hill of the Pennsylvania Catholic Conference worried about protecting other institutions from lawsuits. “We continue to have serious concerns about retroactively extending the civil statute of limitations against non-profit and private institutions, allowing lawsuits for cases involving matters that occurred decades ago,” she said. “In other states, such action has led to the closure of parishes, schools, and vital social service ministries.”  But Hoylman said that while these institutions “can take care of themselves”, victims don’t have the same resources. “Who is looking after these survivors who have had years of deeply seeded personal conflicts over a crime they’re not responsible for?”    Who is looking after survivors who have had years of personal conflicts over a crime they’re not responsible for?  Brad Hoylman     Marci Hamilton, a professor at Cardozo Law School, says fears about unjust lawsuits are overblown. ‘“Reviving expired statute of limitations has identified hundreds of hidden predators across the United States, but the number of cases has been modest. Out of a population of 35 million in California, only 1,150 claims were filed and in Delaware 1,175 claims were filed but 1,000 of those claims were against a single pediatrician, Dr Earl Bradley … False claims are a fantasy issue made up by church and insurance lobbyists.”As many as 100,000 US children may have suffered clerical sex abuse, according to an estimate by insurance experts presented at a 2012 Vatican conference. Nonetheless, only several thousand members of the US Catholic clergy have ever been accused of sexual assault, and only about 300 have ever been convicted. In past few years, the church has helped shoot down similar reform attempts in New Jersey, Colorado and Maryland. And over the past decade, bishops have opposed similar reform efforts in places such as Iowa, Virginia and Washington DC.  Many legal advocates and survivor groups have been particularly disappointed with the bishops’ lobbying efforts given the new era of reform promised by Pope Francis. “The pope announced last June he would be setting up a tribunal to investigate bishops who protected predators, but the tribunal reportedly hasn’t even been created yet,” says Anne Barrett Doyle of the watchdog group BishopAccountability.org.   In March, new revelations of abuse delivered fresh momentum for reform in Pennsylvania.  A Pennsylvania grand jury report revealed that as many as 50 church officials in the Diocese of Altoona-Johnstown had for five decades helped cover up the abuse of hundreds of children in collusion with police and county officials. In April, following some of the grand jury’s recommendations, the Pennsylvania state house overwhelmingly passed an extensive reform bill, abolishing the criminal statute of limitations for child sex abuse cases and permitting child sexual abuse victims as old as 50 to file civil claims. Despite the momentum stemming from the scandal, local observers expect the church will continue to lobby vehemently against the bill in the state senate. “If the bishops continue to win,” says Clohessy, the survivors network director, many victims will “behave in destructive ways because they were violated as kids … And we as society tell them ‘tough shit’.”",
  "webTitle": "US Catholic church has spent millions fighting clergy sex abuse accountability",
  "webPublicationDate": "2016-05-12T18:32:53Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/catholic-church-fights-clergy-child-sex-abuse-measures",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "George Joseph",
      "id": "profile/george-joseph"
    }
  ],
  "guardianId": "us-news/2016/may/12/catholic-church-fights-clergy-child-sex-abuse-measures"
}