{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/unsafe-sex-girls-health-feminism-sexual-trend-young-people",
  "id": "2016-05-16-339",
  "sectionId": "commentisfree",
  "body": "Back in 1990, unsafe sex came an unremarkable 14th in the worldwide risk table for deaths among adolescent boys, and 11th in the risk table for girls, according to a three-decade, global Lancet study. It was, in other words, well below inadequate hand-washing as a threat to health. But by 2013, it was reported last week, unsafe sex had risen to be the second riskiest behaviour for boys and the greatest single risk to the health of girls. The researchers know teenagers across the world are becoming more sexually active, and more of that activity is taking place outside marriage. What’s driving this is a mixed picture. These adolescents could be making their choices against a backdrop of chaotic migration and conflict, or within the airless confines of a forced marriage. They could be subject to the pressures of marketing and social media, or rape as a weapon of war. You may think the context in Mexico is so different to that in Chad that there is no through-line to be drawn between them. You may think it basically coincidental that all the data travels in the same direction, a cocktail of happenstance and modernity, with a dash of Facebook. You’d be wrong. At the source of every problematic sexual trend among young people, from the abstinence movement in America to child marriage in Nepal, is misogyny.    Child marriage is sometimes spun as a gender-neutral ill, rather than having its roots in misogyny    In the US, 37 states teach abstinence as part of sex education. The Lancet doesn’t break down its results country-by-country, but notes that adolescents “differ from adults in their capacity to override so-called hot emotions that arise in emotionally charged situations. This is particularly relevant in the context of sexual activity and one of the reasons why cool-headed intentions fail to predict adolescent behaviour.” Its authors have stressed that this makes abstinence training almost uniquely ineffective as a way of protecting young people from unsafe sex. It sounds like a unisex issue – it takes two people to abstain – but it isn’t. If you look at the literature of abstinence, apart from being horribly written, it is blood-boilingly sexist. It is almost as if being disrespectful of language and women were connected. Girls have no sexual identity, no agency, no desires of their own, they are merely effective or ineffective gatekeepers to the sexual experience of boys. One programme in Louisiana listed the disadvantages of pre-marital sex as (among about 90 others): “Pregnancy, fear of pregnancy, Aids, guilt, disappointing parents, inability to concentrate on school, syphilis, embarrassment, infertility, loneliness, cervical cancer, loss of reputation, being used, suicide, loss of honesty, jealousy, depression, death.” I went to upstate New York 15 years ago to see this programme in action and was incredulous that a civilised country could let such nonsense into its public health strategy. Since then, it didn’t just bed in, it became a Bush-era export, abstinence preached in sub-Saharan Africa as a condition of the aid budget. It didn’t work in the US, and it hasn’t worked anywhere else. Child marriage, meanwhile, is also sometimes spun as a gender-neutral ill, or at the very least a custom that has its roots in pre-industrial quaintness rather than the more timeless influence of misogyny and patriarchy (this is in cases where children of similar ages marry, of course: marriages between a nine-year-old girl and a 45-year-old man are more widely acknowledged as a crime against females). However, up close, it is again plain that the condition of marriage for a 14-year-old girl is effective enslavement. A few years ago I went to Nepal, where Save the Children was running a programme to keep girls in school and ratchet up the average age of marriage to at least the late teens. It was obvious that the obstacles to this were economic as much as cultural – the wives functioned as the main source of agricultural labour, treated like undersized donkeys.   Related: All children need to learn about sexual consent – it's their right    The rhetoric around women and girls, in the international health community, rarely uses the F-word explicitly. You can scour a report such as the one in the Lancet and find a view on everything from family size to genital mutilation, but you won’t find the word “feminist”. Women and children are always at the dead centre of every initiative – they are the mothers of the future, the holders of their nation’s destiny – and there are very often perceptive findings, leading to laudable aims. Women must be educated, protected from violence and inducted into public life, for the sake of their countries as a whole. Often this is expressed as an economic narrative: this country – whether Germany or Pakistan – won’t achieve the growth rates of its neighbour with women outside the workforce. But besides being infantilising – “women and children” still pronounced as one long word – this is an instrumental view of female emancipation. It’s a “what works?” approach: never mind tedious ideology, never mind equality as a human right, what actually works in creating better health outcomes? Let’s concentrate on that, and leave the feminists to talk about pay gaps and bank notes. The problem with “what works?” is that, until you are prepared to look at the root causes of trends in sexual behaviour and address them directly, nothing works. Misogynist policies and attitudes pollute sex for everyone, freight the act and its attendant customs with risk for all. Only a feminist agenda has the breadth, confidence and meaning to make a difference; it is as political an act not to approach world health through a feminist lens as it would be to do so.",
  "webTitle": "Unsafe sex threatens girls’ health worldwide. The prescription? Feminism | Zoe Williams",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/unsafe-sex-girls-health-feminism-sexual-trend-young-people",
  "keyword": [
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sexual health",
      "id": "society/sexual-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Child marriage",
      "id": "society/child-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Female genital mutilation (FGM)",
      "id": "society/female-genital-mutilation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/unsafe-sex-girls-health-feminism-sexual-trend-young-people"
}