{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/my-kitchen-my-workplace-carla-tomasi",
  "id": "2016-05-14-154",
  "sectionId": "lifeandstyle",
  "body": "My kitchen is … lovely. It overlooks my garden and the vegetable patch. I have a very old olive tree and a very old fig tree. This was my mother’s house; I came to live here after she died. I have enough space always to have my huge chopping board out. I make my own bread and I have a home-based pickling business, so I need a functional kitchen. My Sicilian willow baskets are my one concession to beauty. At the moment one has beautiful duck eggs in it for making fresh pasta. My favourite kitchen tool is …  a set of handmade wooden spoons of various shapes and sizes. I bought them years ago in a market in the Veneto from a middle-aged man who sold beautiful cooking implements made from wood from his own trees. He was so engaging – a real artist. Olive wood is a wonderful material, so durable, and beautiful. It very seldom chips, and gets more mellow over the years. My store cupboard staple is … rice. That might sound very odd coming from a central Italian person, but since I started working in the Veneto it has been my comfort food. My favourite breakfast and afternoon treat is sticky rice with jam – I’m a jam maker, so I always have a well stocked jam shelf. Apple and sage is my current favourite. When I’m starving I … defrost one of the pots of hummus I always have in my freezer. Some falafel too, if I’m particularly hungry. Both freeze so well, which means I always have this happy meal at the ready. It’s my fast food. Obviously, I have rice and some veg from the garden with it. Luckily the weather here is good year round, so I am never lacking in salad. My culinary inspiration is … Anna Del Conte. When Gastronomy of Italy came out, I read it like the bible. It was such an eye-opener. My best-kept kitchen secret is … to get ahead. I always take a couple of days each month to fill my freezer with cookie dough, tomato sauce, stock, cooked beans ... I also ensure my larder is always well stocked. It makes everything easier. My current obsession is … curing pork. I have a very good friend in Wales who has taught me how to make my own pancetta and pigs cheeks. But I want to make sausages next. Everything tastes better with … olive oil. No doubt. A splash of good olive oil makes the world go round. When I go shopping … it’s a military excursion. I live in the countryside, in an area not well serviced by shops, so I can’t ever improvise. I go to one friend’s farm to buy chicken, meat from another, cheese from someone else – it’s all mapped out. For dinner tonight … I am making vignarola: peas, broad beans and artichokes stewed together with fresh, fat sweet onions, wine and olive oil. A wonderful springtime dish, delicious hot or cold. I have white wine chilling in the fridge, and the loaf of bread I made yesterday. My kind of heaven.  Carla Tomasi is a pickler, preserver, biscuit-baker and cookery teacher based in Rome; @carla_tomasi",
  "webTitle": "My kitchen, my workplace: Carla Tomasi",
  "webPublicationDate": "2016-05-14T08:00:32Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/my-kitchen-my-workplace-carla-tomasi",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/my-kitchen-my-workplace-carla-tomasi"
}