{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/23/if-so-many-newspapers-back-brexit-why-will-remain-carry-the-day",
  "id": "2016-05-23-199",
  "sectionId": "media",
  "body": "Several people reacted on Twitter with sarcasm to the research findings of the Reuters Institute for the Study of Journalism about the bulk of the national press favouring Brexit. “Don’t hold the front page,” commented one tweeter. “Who’d have thought”, tweeted another. “No shit, Sherlock,” said a third, while a fourth remarked: “I think this could be concluded from... er... reading the papers.” They are correct, of course. But rigorous academic research has confirmed an impressionistic viewpoint. Its value, however, is an entirely different matter, as we shall see.   Related: Study confirms that the national press is biased in favour of Brexit    The institute’s final report, which will not be unveiled until September, is likely to show an even greater preponderance of pro-Brexit coverage in the final month of the EU referendum campaign. Take Monday’s newspapers, for example. In varying ways, using a range of different topics – Steve Hilton’s anti-EU stance, Turkey’s European Union hopes, and, of course migration – the Brexit pack made their case. The Daily Mail ran a front page piece about the decision by Hilton (“David Cameron’s guru”) to declare his Brexit position. And it carried Hilton’s article across a spread, “How the EU makes Britain impossible to govern.”  The paper registered its joy with Hilton in a leading article that described his viewpoint as a “searingly honest analysis” that puts “the scaremongering of the Remain camp to shame”. In addition, the Mail ran a further spread on the EU debate plus a page lead about a “string of Albanian murderers hiding from justice in UK”. One paragraph said:  “Last month justice secretary Michael Gove said about one in 20 of the 10,000 foreign criminals in British jails was from Albania.”   The Daily Express made a somewhat similar point in its leading article:  “In some parts of the country half of all rape and murder suspects are foreigners and in the country as a whole nearly 20 per cent of crimes are committed by those born outside the UK.”  This, said the paper, is one of “the terrible problems caused by mass immigration”. And the remedy? “There can be no better argument for Brexit.” The Daily Telegraph’s editorial, “We need to talk about immigration”, began by discussing the unlikelihood of Turkey joining the European Union.  It noted that when Michael Gove “raised questions about possible Turkish immigration... the Remain campaign accused him of fuelling ‘prejudice’ [which] depressingly echoes the politics that soured the immigration debate for so many years, when anyone who raised questions about migration was branded racist.” The Telegraph continued:  “Voters with genuine concerns about immigration and its effects - and who are in no way motivated by race - feel marginalised and belittled... Austria, where the far-right Freedom Party has proved so popular, is only the latest EU country to offer a warning of what can happen when the establishment tries to silence and ignore voters’ reasonable concerns about the mass immigration that is an intrinsic part of the European project.”  It hardly needs adding that Boris Johnson’s column amounted to another convoluted plea for a Leave vote.  The Sun took issue with Simon Stevens, the chief executive of NHS England, for claiming that Brexit could ruin the health service. His intervention was part of Remain’s Project Fear, it said, and went on to attack the Treasury’s “dodgy dossier claiming the UK would go into recession if the country chooses to leave.” In an adjacent article, Trevor Kavanagh offered “three reasons” why people should vote Leave: “the EU is unaccountable, unelected and undemocratic... its dithering leaders are useless at moments of real crisis such as the Balkans conflict and mass immigration... and the euro \u0097”is on the brink of catastrophic meltdown.” But despite such material, and despite the lengthy drip-drip-drip of poison in the national press about the EU over a number of years, opinion polls still suggest Remain will win the vote on 23 June.  Why? Charlie Beckett, director of Polis, the journalism thinktank at the LSE, has argued that “newspapers are not as powerful as the conspiracy theorists suggest”.  While accepting that the media’s shaping of public attitudes “is a notoriously difficult area for empirical research”, he points out that “the public say that it is broadcast news and programmes... that give them the best information to make up their mind.” Moreover, Beckett contends (which contradicts my view) that “newspapers do not determine the broadcasters’ editorial agenda to anything like the degree that their proprietors might hope.” Given the range of media – print, online and broadcast – “the role of newspapers looks increasingly partial and probably minor.” He continues:  “There may even be a case that the shrill Eurosceptic press might put off voters. Analysis suggests that there are two substantial blocks of voters with pretty settled views.  But of the undecided voters what concerns them most is the risk of leaving. They are not attracted by more extreme statements.  Quoting the hysterical misrepresentations of the facts in a paper like the Express may not be the best persuasive technique for these people. In the face of a frantic press onslaught, it is possible that they are more likely to stick with the status quo.”  Well, I happen to agree with Beckett that the likely outcome will be a Remain victory. And I certainly think the pro-Brexit papers are largely bought and read by people who are largely anti-EU anyway. Preaching to the converted won’t make much, if any, difference. But Beckett’s argument misses at least one important factor: the influence of the press on politicians, which may account for the pressure on Cameron to have made his referendum manifesto pledge.  And that influence is therefore linked to what gets broadcast on news bulletins too. It is part of the agenda-setting process and has an impact beyond the readerships of newspapers, including social media output.  It is fair to ask, as Beckett does, why this relentless Euroscepticism is still not appearing to carry the day. I’m unconvinced by his belief in it being a rejection of the “frantic press onslaught”. My hunch is that a small ‘c’ conservatism plays a part along with there being a sizeable number of people aged under 40 -a clichéd silent majority if you like - who have never been able to see what all thus fuss is about. It is a hunch though, and conceding Beckett’s point about the practical difficulties facing those who seek to study media influence, it is surely necessary to have research offering greater insight than the Reuters Institute one mentioned at the beginning of this piece. Although measuring the quantity of newspaper coverage is all very well, it doesn’t explain a great deal. One has to go deeper to find reasons and then deeper still to discover the effects. For instance, the study reveals that the steadfastly pro-EU Daily Mirror carried fewer articles focused on the referendum than any other paper (bar the irrelevant Daily Star).  Why has coverage been kept to a minimum? Because a large proportion of Mirror readers have made it clear to editors that they favour Brexit. It’s even possible that the majority do. What is required is a sophisticated study into both the public response to the press coverage and a parallel study into the effects of such coverage on broadcasting output. Now that would be of real value.",
  "webTitle": "If so many newspapers back Brexit why will Remain carry the day?",
  "webPublicationDate": "2016-05-23T11:34:37Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/23/if-so-many-newspapers-back-brexit-why-will-remain-carry-the-day",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Express",
      "id": "media/dailyexpress",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Star",
      "id": "media/dailystar",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London School of Economics and Political Science",
      "id": "education/londonschoolofeconomics",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Trevor Kavanagh",
      "id": "media/trevor-kavanagh",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/23/if-so-many-newspapers-back-brexit-why-will-remain-carry-the-day"
}