{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/being-judged-inadequate-not-all-bad-for-care-homes",
  "id": "2016-05-25-283",
  "sectionId": "society",
  "body": "Does tough regulation turn round failing care homes? Jan Whyment thinks that it does, because she cannot speak highly enough of the specialist dementia facility that is home to her son, David. Yet little more than a year ago, inspectors declared it “inadequate” and ordered immediate remedial action. The Acorn care home, a 22-bed unit in Handsworth Wood, Birmingham, has undergone such a remarkable transformation that it is now considered “good” on all measures. It is one of 73% of care homes initially judged inadequate by Care Quality Commission (CQC) inspectors that have raised their game sufficiently to be upgraded on reinspection. Andrea Sutcliffe, the commission’s chief inspector of adult social care, thinks that the figures – the first before-and-after comparisons that have been produced – are “very encouraging”. She says: “What we want to be saying to people is that it’s never too late to turn things round.”   Related: Care home crisis won’t be solved by just paying more, says Justin King    Of 372 homes in England originally rated inadequate by the CQC under its new “specialised, expert-led and intelligence-driven” approach that started in October 2014, 273 improved their grade on reinspection, which takes place usually within six months. Of these, 205 rose one level to “requires improvement” and 68, like Acorn, rose two levels to good. None has yet achieved the fourth, top, rating of “outstanding”. The downside is that 99 homes, or more than one in four, failed to make sufficient improvement to be upgraded. Nursing homes (78% of which improved) proved better than residential alone (68%). A further 34 homes found inadequate were not reinspected because they had either closed or been sold. Sutcliffe acknowledges that more needs to be done to chase the laggards. “It’s not for us to be complacent, or indeed for the providers to be complacent,” she says. “Only a quarter [of those making an improvement] have gone from inadequate to good, but then that is a really significant jump.” Acorn made the jump after CQC inspectors descended on the home last February. The then registered manager resigned within 24 hours and an enforcement notice was issued where the service was found in breach of legal requirements. The inspection report, released three months later, found the home inadequate on three of the five standard measures – safety, effectiveness and leadership – and as requiring improvement on being caring and responsive. The home’s owners, a small chain called 1st Care, drafted in a new manager while the first inspection was still under way. That sparked the rapid turnaround which resulted in the home being rated good on all five measures when it was reinspected last August. The manager, Jas Richards, is a qualified nurse. But she prefers to be thought of as a team leader rather than as either of those things. “Everything was a shambles and we had 60 days to turn it round,” she recalls. “We worked day and night. The key thing was that the team wanted to make the change, wanted someone to listen to them.” Nick Richards, 1st Care’s operations director, attributes the home’s striking overhaul to Richards’s “positivity, sensitivity and determination”, but also to what he calls the CQC’s “justifiably robust” approach. He stresses that the company retained a positive working relationship with the inspectorate throughout, in spite of the issuing of an enforcement notice. “Having a warning notice served sounds pernicious,” Richards says. “But we actually used it as a tool to say to the team: ‘This has got to happen and it can’t wait 12 months – it’s got to happen now.’” For Whyment, Acorn’s turnaround means she has the reassurance that her 49-year-old son, who has early onset dementia and has been at the home just over a year, is in a safe, supportive and caring environment. “I was full of scepticism when they said he had to go into a home,” she says. “But really, it feels like it’s his home – not a home. “I thought it was good from the get-go, but it’s just got better and better. You see little improvements every time you visit.”",
  "webTitle": "Why being judged inadequate is not all bad for care homes | David Brindle",
  "webPublicationDate": "2016-05-25T06:00:32Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/being-judged-inadequate-not-all-bad-for-care-homes",
  "keyword": [
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Care Quality Commission (CQC)",
      "id": "society/care-quality-commission",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "David Brindle",
      "id": "profile/davidbrindle"
    }
  ],
  "guardianId": "society/2016/may/25/being-judged-inadequate-not-all-bad-for-care-homes"
}