{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/gordon-ramsay-eyes-first-uk-restaurants-outside-london",
  "id": "2016-05-30-64",
  "sectionId": "business",
  "body": "Gordon Ramsay is looking to open his first UK restaurants outside London for over a decade after the celebrity chef’s company increased sales and narrowed losses. Ramsay is considering potential sites in Manchester, Leeds and Birmingham. He is also set to open three new restaurants in the US over the next 12 months, including a chippy in Las Vegas called Gordon Ramsay’s Fish & Chips. The US restaurants will extend Ramsay’s partnership with Caesars Palace, the casino operator with which he already operates four outlets in the US. Stuart Gillies, the chief executive of the Gordon Ramsay Group (GRG), said he wanted to open a first restaurant in a major regional city within 18 months. “We are looking at properties in Manchester, Birmingham and Leeds. There’s a great dining scene there and we are just considering what the options are,” he said. Gillies declined to say which of Ramsay’s formats might migrate north, but the company has been expanding Maze Grill, its upmarket chain, and Kitchen, which offers casual dining. The only UK restaurant Ramsay has opened outside London was Amaryllis, in Glasgow, in 2001 but it closed in 2004. The new sites would be GRG’s first openings in the UK for more than a year. GRG operates 14 restaurants in London and holds the license for 15 more around the world.  Sales for Kavalake, GRG’s holding company, rose 12.6% to £50.3m in the year to 31 August 2015 after it opened new sites in Hong Kong, Dubai, Singapore, France and the US, and two new Maze Grill restaurants and Heddon Street Kitchen in London. Despite the increase, Kavalake recorded its third year of operating losses, although they narrowed from £1.5m in the previous year to £1m.  Kavalake remained in red after a £4m bill for legal costs relating to a fallout with Rowan Seibel, Ramsay’s business partner in the Fat Cow, a Los Angeles restaurant which closed in 2014. Kavalake’s debts stood at a chunky £21.5m, including a £14.2m loan from Ramsay himself, although that is down from £24.3m a year before. The company said the legal costs did not include Ramsay’s dispute with his father-in-law Chris Hutcheson, who managed Ramsay’s companies until the chef sacked him and his son Adam on the grounds of “gross misconduct” in 2010.  Last January the chef lost a case in which he accused Hutcheson of using a ghostwriter machine – commonly used by authors to sign books and photographs automatically – to forge his signature on a document that made him the personal guarantor for the £640,000 annual rent of a London pub. Gillies said he expected the group to return to profit in the current year, with the various legal disputes finally coming to an end. “I’m pretty comfortable we will be back in the black,” he said. “Our forecasts look to be on target and there is nothing in the woodwork on litigation and that is great news after years under that cloud.” Gillies said the group was likely to open more restaurants in London, but he did not put a time scale on expansion. “We are glad to be in London in this period. There is more competition, but the more operators that come in they raise the level of quality. Certain restaurants will go but that’s the nature of business because the quality should remain. London is the capital of the world for quality and creativity.” He said that if Britain were to vote to leave the EU it would make life tougher for restaurateurs because many staff come from outside the UK. Big groups such as GRG have the resources to cope with any change, he said, but Brexit could mean that small family restaurants struggle to compete for staff, adding to the pressure already caused by the introduction of the government’s new minimum wage for over-25s, the so-called national living wage.",
  "webTitle": "Gordon Ramsay eyes first UK restaurants outside London",
  "webPublicationDate": "2016-05-30T16:44:21Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/gordon-ramsay-eyes-first-uk-restaurants-outside-london",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gordon Ramsay",
      "id": "lifeandstyle/gordonramsay",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/30/gordon-ramsay-eyes-first-uk-restaurants-outside-london"
}