{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/26/alan-jennings-obituary",
  "id": "2016-05-26-109",
  "sectionId": "science",
  "body": "My father, Alan Jennings, who has died aged 93, was a pioneer in the field of radiotherapy for cancer treatment and radiation science. He was born to Leila (nee Shepherd) and Sylvanus Jennings in Geneva, where his father, a Quaker, was the European correspondent of the News Chronicle. Alan went to school in Geneva until his teens when he went as a boarder to the Friends’ school in Saffron Walden, Essex. Alan’s plan to become an architect was dashed by the start of the second world war, so he took a job at the National Physical Laboratory in Teddington, south-west London, as a laboratory assistant for a year. In 1940 he went to study sciences at the Royal College of Science (part of Imperial College), where he gained the Tyndall prize. At the end of his second year Alan was asked to undertake war work but, as a pacifist, he could not accept this. He had to resign from Imperial and was sent to work at the Radon Centre in Bedfordshire, while continuing his studies in physics at Birkbeck College at weekends. Here he met his future wife, Maureen, whom he married in 1947. In 1943 he became the youngest founding member of the Hospital Physicists’ Association (now the Institute of Physics and Engineering in Medicine). Alan joined the Royal Northern hospital in London in 1947 where, with Anthony Green, he devised the pioneering “tracking x-ray unit”. This was a mechanical device that moved the radiation beam and patient in three dimensions to focus the treatment on the cancerous cells and was way ahead of its time. In 1955 Alan spent a year at the Argonne Cancer Research hospital at the University of Chicago introducing UK treatment-planning practice to the US. He also helped establish the American Association of Physicists in Medicine. The Americans wanted to keep him and made many offers but Alan wanted to go back to the UK to continue developing cancer treatments. In 1967 he returned to the National Physical Laboratory, eventually becoming superintendent of the division of radiation science and acoustics, and working with the International Bureau of Weights and Measures in Paris on the unit of ionising radiation, before retiring in 1983. He remained active on the International Commission on Radiation Units and Measurements, and the International Atomic Energy Agency in Vienna. Alan and Maureen were among the first to take to the roads in a now classic split-screen VW campervan, in the early 1960s. Our family travelled through every country in western Europe and behind the iron curtain, bar Albania, Finland and the USSR, even reaching Istanbul. He is survived by Maureen, their three children, Dee, Val and me, and four grandchildren, Gavin, Sally, Alexander and Charlotte.",
  "webTitle": "Alan Jennings obituary",
  "webPublicationDate": "2016-05-26T17:14:21Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/26/alan-jennings-obituary",
  "keyword": [
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "science/2016/may/26/alan-jennings-obituary"
}