{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/27/highlands-town-rallies-round-gregg-kathryn-lachlan-brain-home-office-visa-dingwall",
  "id": "2016-05-27-53",
  "sectionId": "uk-news",
  "body": "The break-time bell sounds down the brightly decorated corridors of Dingwall primary school and children spill out of their classrooms, heading out into the warm May morning. The reception area is signposted in Gaelic as well as English: about 70 of the school’s 400 pupils are learning the language as part of their daily curriculum and seven-year-old Lachlan Brain is one of them.   Related: Father urges Home Office to honour deal as family faces deportation    Over the past week, Lachlan and his Australian parents, Gregg and Kathryn, have made headline news as the family fight their deportation from the Scottish Highlands. They have become snared in tortuous bureaucracy after the visa scheme that initially attracted them to Scotland was retrospectively cancelled by the UK government.  The family will spend this weekend waiting to learn their fate following a series of 11th-hour meetings at Westminster and Holyrood on Thursday, although the Tories’ immigration minister, James Brokenshire, has assured the Commons that they are not facing “imminent deportation”, despite an initial order they would have to leave the country by next Tuesday. As the family and the ad hoc community campaign that has rallied around them pause for breath, Kerrie Macartney, whose eight-year-old daughter Evie attends the Gaelic-medium primary with Lachlan, is still dazed. “We had no idea that this would happen. We just hoped that someone would listen – now everyone is listening.”  Macartney and her husband David are part of a group of friends who set up a Facebook group in mid-March to support and crowdfund the family’s brutally expensive visa applications.  “The response has been overwhelming,” she says. “What started as a wee idea in our living room has snowballed into something national. It is the Highland mentality, supporting people in our community, fighting their corner in the way that you hope they would do for you.” For Kathryn Brain, the past week has been “a bit of a snowball effect”. The public support, she says, “just proves to us that we made the right decision” in moving to Scotland.     Ben Wyvis in winter, Ross-shire. Photograph: Iain Sarjeant/Alamy    She and her husband first visited the country in 2001 on a belated honeymoon. “We both felt an immediate connection to the Highlands,” she says. (Both she and Gregg have Scottish ancestors and her maiden name is Munro.) “I just felt I belonged here. We returned to Australia and all we could think about was how to get back to Scotland.” The couple returned in 2005 to research the possibility of living there permanently, she says, “to be sure it wasn’t just a romantic holiday idea”. But it was the deaths of their mothers only a few years apart that finally pushed the couple to make the move with their new son. “When we shared with each other what our mothers had said to us before they died, both told us ‘don’t die with your dreams still inside you’.”  Macartney’s friendship with the Brains dates back to 2011, when she and Kathryn were studying at the University of the Highlands and Islands. The family initially came to Scotland on Kathryn’s student visa, intending to move on to a two-year post-study work visa after she had completed her course. But the Home Office cancelled that scheme in 2012, citing widespread abuse, forcing them to apply for the far more stringent tier-two visa. All five parties at Holyrood have since backed the reintroduction of the post-work study visas in Scotland, arguing that the Home Office decision does not reflect the demographic needs of the country.  Along Dingwall high street, there is quiet bemusement and evident concern for the family’s predicament. Sitting behind the counter of his bookshop and gallery, David Duguid furrows his brow: “I do just think it’s bizarre that the government has moved the goalposts.” The community effort to halt the deportation is “typical of people up here,” he says. Referring to the recent campaign to support the Inverness-born judo champion, Stephanie Inglis, who fell into a coma following a motorbike accident in Vietnam, he notes: “They funded her hospital expenses in three days with collection points up and down the high street. It’s the kind of thing local people do, especially if there’s a sense of wrongdoing.”  The congregation of St James episcopal church, where the Brain family have worshipped since their arrival in Scotland, have already donated about £3,000 to their legal expenses. “They are part of the life of the church,” says Canon Ian Pallett. “They were always very open that they came to Scotland because of historical family ties that felt very strong for them. “For the church, this is about them as people, rather than a political issue. But, locally, people from a wide variety of political backgrounds have supported them.” Perched on the Heights of Docharty, past handsome sandstone villas and spruce housing estates to the north-west of Dingwall town, is GlenWyvis distillery, a community investment project headed by local farmer and green businessman John McKenzie. After reading about the family’s plight – and Kathryn’s Scottish history qualifications – in the Ross-shire Journal, McKenzie offered her a fundraising and curating role in his new venture, which may enable the family to meet the new visa requirements.  “This is a community project and they are obviously embracing the culture and super-keen on all things Scottish, so it is a perfect fit,” says McKenzie buoyantly. “It’s not easy to recruit qualified people in the Highlands because they mostly have to leg it to the central belt to find work.” The question of how to reverse depopulation is something that Kate Forbes, the newly elected SNP MSP for Skye, Lochaber and Badenoch, made central to her campaign.  “Emigration is a blight on the Highlands. But here we have a family who were first attracted by the Homecoming Scotland initiative, who wanted to reverse that trend of depopulation and moved here and invested in the area.”  While there has been some immigration over the past 15 years, she adds, this tends to be retirees from the south-east of England, rather than the younger families who will actively contribute the local community, as the Brains have done.  The family remains optimistic to the last, Forbes says, despite all their belongings now being in storage whilse they stay in temporary accomodation pending a last-minute reprieve. “They are a delightful family,” she says, “and they are incredibly grateful for all the support.”",
  "webTitle": "Highlands town rallies round as family awaits Home Office visa verdict",
  "webPublicationDate": "2016-05-27T17:22:42Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/27/highlands-town-rallies-round-gregg-kathryn-lachlan-brain-home-office-visa-dingwall",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "uk-news/2016/may/27/highlands-town-rallies-round-gregg-kathryn-lachlan-brain-home-office-visa-dingwall"
}