{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/07/northern-lights-graphic-novel-volume-one-philip-pullman-review",
  "id": "2016-05-07-114",
  "sectionId": "childrens-books-site",
  "body": "Northern Lights: The Graphic Novel Volume One is the first gripping instalment of the phenomenal His Dark Materials trilogy written by the hugely imaginative Philip Pullman. Lyra Belacqua, an adventurous, carefree and strong-minded 11-year-old girl, lives in Jordan College among her scholars with her “daemon familiar” Pantalaimon (whom she calls Pan) who is always by her side. But one day, her seemingly perfect and cosy life is turned upside down when the explorer Lord Asriel, her fearsome uncle, shows up at the college.  Curious as to his reasons for arriving, Lyra listens in on one of his private conversations with some of the scholars about his recent findings. She becomes very intrigued to learn about the mysterious land of the North, home to armoured polar bears, the mystifying, shape-shifting substance known as Dust and one of the most beautiful wonders of the world: the Aurora Borealis, known as the Northern Lights.       When she is told that she will be joining Lord Asriel for the venture to the Arctic, Lyra cannot believe her luck! However, when her best friend Roger is kidnapped soon after by the Gobblers (people who steal children) she is sent to live with a charming female explorer to prepare for her expedition to the North. Will Lyra abandon her dreams in order to save her one and only friend or will she put her past behind her and focus on embracing this once-in-a-lifetime opportunity? This engrossing and meaty graphic novel will pull you into a world of magnificent inventions and peculiar beings plagued by many deep, dark secrets that will change Lyra’s life forever.  The story just would not be the same without Clément Oubrerie’s impressive sketchy illustrations. They bring the story to life before your very eyes. They are the heart and soul of Northern Lights from the spectrum of colours used to capture the ambience of each scene to the expressions etched on the faces of the characters. The use of short, sharp vocabulary helps to keep the story moving forward at pace. This captivating adaptation of the original Northern Lights is recommended for older readers who won’t find the numerous sub-plots and overall storyline as challenging as younger readers would. Also, the many avid fans of the author’s His Dark Materials trilogy who wish to recap the events of the much-loved story can do so with the help of this illustrated adaptation. Those who have seen and loved The Golden Compass (the screen version of the novel) and want to re-live the story in a graphic novel format will also thoroughly enjoy picking this book up and joining Lyra on her perilous journey once again.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop.   Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Northern Lights: The Graphic Novel Volume One by Philip Pullman – review",
  "webPublicationDate": "2016-05-07T11:00:13Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/07/northern-lights-graphic-novel-volume-one-philip-pullman-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Comics and graphic novels (children and teens)",
      "id": "books/childrens-comics-graphic-novels",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Witches, wizards and magic",
      "id": "books/witches-wizards-magic",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philip Pullman",
      "id": "books/philippullman",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/07/northern-lights-graphic-novel-volume-one-philip-pullman-review"
}