{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-thoughtful",
  "id": "2016-05-02-142",
  "sectionId": "small-business-network",
  "body": "Daianna Karaian, founder and CEO of Thoughtful, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Thoughtful is growing a global movement by reflecting the values of collaboration, creativity and generosity in everything we do.  In response to the growth in social enterprise, we started a year ago as an online magazine helping people make a positive impact. Building on that, we launched Thoughtful Works, a creative studio helping brands make money by making a real difference in the world. We’re taking conscientious consumerism beyond its niche, making it desirable and accessible for everyone.  In the last six months, our readership more than doubled. Today we have access to more than 2,000 creatives and entrepreneurs who we collaborate with to provide brand and innovation support to companies, helping them create and sell more thoughtfully designed goods and services. Our client list is growing at pace.  Even our marketing reflects our values. In the lead up to Christmas, we hid 500 origami envelopes across London, each containing a penny and urged people to pay it forward to anyone in need. This turned into a global campaign reaching tens of thousands of people, and attracting participation and press coverage from the Netherlands to New York, Colombia to Canada, Manila to Moscow.  We have a minimal marketing budget, but simply work collaboratively to bring great ideas to life. This grows the magazine’s audience organically and shows our clients the kind of impact we can make.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Thoughtful",
  "webPublicationDate": "2016-05-02T12:21:31Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-thoughtful",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-thoughtful"
}