{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/last-stand-for-europes-remaining-ancient-forest-as-loggers-prepare-to-move-in-bialowieza",
  "id": "2016-05-18-262",
  "sectionId": "environment",
  "body": "Europe’s last primeval forest is facing what campaigners call its last stand as loggers prepare to start clear-cutting trees, following the dismissal of dozens of scientists and conservation experts opposed to the plan. Poland’s new far right government says logging is needed because more than 10% of spruce trees in the Unesco world heritage site of Białowieża are suffering from a bark beetle outbreak. But nearly half the logging will be of other species, according to its only published inventory. Oak trees as high as 150 feet that have grown for 450 years could be reduced to stumps under the planned threefold increase in tree fells. Białowieża hosts Europe’s largest bison population and wolves and lynx still roam freely across its sun-mottled interior. Its foliage stretches for nearly 1,000 square miles across the border between Poland and Belarus. Beneath its green canopy, sunlight filters down on to a panorama of skyscraper trees soaring as much as 180 feet into the air, swampy water pools dammed by beavers, and psychedelic fungi that sprout from tree trunks.     Białowieża national park covers 17% of the forest and has been untouched by humans since the ice age. Photograph: G Cappelli/Rex/Shutterstock    But a recently-passed logging law to allow work to begin on the old-growth forest has divided families, and led to death threats against campaigners and allegations of an “environmental coup” by state interests linked to the timber trade. The logging in Białowieża is expected to raise about 700m złotys (£124m), and pave the way for extensive and more lucrative tree clearances. Sources say that internal government discussions have already begun on extending the new timber regime to the national park, which covers 17% of the forest and has been untouched by humans since the ice age. Mirosław Stepaniuk says he was sacked as director of Białowieża’s national park shortly after Polish elections six months ago because of his support for turning the whole forest into a protected conservation area. He told the Guardian: “An environmental coup is being staged here not just by the government, but by the national forestry authority. If they are successful, it could trigger a cascade, an avalanche of similar cases in other places.” Last week, another 32 members were dismissed from the state council for nature conservation, an advisory body which had opposed the logging plan and has been accused of “inefficiency”. “We were sacked because the new government needs scientists who will applaud increased logging, to convince public opinion that this insane idea is okay,” said Przemysław Chylarecki, one of the dismissed scientists. Most of the new council member are foresters, or colleagues of the environment minister, he added.     Białowieża is home to Europe’s largest bison population. Photograph: Łukasz Mazurek/WildPoland.com    Since taking office, the government has set up a new Scientific Council of Forestry but it may not be minded to challenge the logging plan. Its president, Prof Janusz Sowa, said in February: “There is [only] one method for managing forests: an axe.” The Polish environment ministry declined requests for comment. The new Law and Justice party government is already in conflict with the EU over issues ranging from climate change policy to constitutional interference in the country’s courts and media, which is widely seen as undemocratic. Now, Brussels is weighing a separate court case over the law allowing 188,000 cubic metres of trees to be felled by 2021. The axe could fall on trees dotted around at least a quarter of the Białowieża forest area, excluding the national park, and possibly as much as two-thirds of it. Katarzyna Jagiełło, a spokeswoman for Greenpeace, told the Guardian: “The struggle to protect Białowieża and make it a national park is our Alamo. This place should be like our Serengeti or Great Barrier Reef. What happens to the forest here will define the future direction of nature conservation in our country.” Significantly, Greenpeace refuses to rule out direct action if the foresters move in. “Right now we are present in the forest,” Jagiełło said, “and whatever needs to be done to protect it, will be done.”  With the logging law now passed, the battle for its future could begin at any time. The forest occupies a symbolic and almost mystical place in Poland’s national consciousness, and its fate stokes dangerous emotions, according to Joanna Łapińska, a 37-year-old librarian in a Białowieża group opposing the clearances.     Joanna Łapińska and co-campaigner Agnieszka Jakoniuk. Photograph: Arthur Neslen for the Guardian     “Friends and families have fallen out over this,” she said. “When we were out petitioning recently, a sympathetic woman said ‘I can’t let you in because I don’t want a fight with my husband’.”  “People connected with the foresters are very aggressive. They told us that we are eco-terrorists, paid by the Germans – it’s usually the Germans, Jews or Russians – and they even said that somebody should have killed some eco-activists.”  At a conference organised by the national forestry authority in December, a former forester and beekeeper close to Jan Szyszko, the environment minister, received loud applause when he said that environmental experts “should be beheaded or put in jail for 25 years. They should be deported for what they did against the forest”. At the same meeting, Mikołaj Janowski, a councillor from Podlaskie, told environmentalists: “You are parasites. You get money for your incomprehensible, hostile scientific papers … You should be sent to Putin’s gulag for 10 years or more.” Revulsion against environmentalists has reached the highest levels of government. Earlier this year, the foreign minister, Witold Waszczykowski, told Bild newspaper: “We only want to cure our country of a few illnesses ... a new mixture of cultures and races, a world made up of cyclists and vegetarians, who only use renewable energy and who battle all signs of religion.” Sections of the Catholic and Orthodox churches have played a partisan role in the debate, with a passage from Genesis - “be fruitful, and multiply, replenish the earth and subdue it” - often used to justify increased logging. One orthodox priest from Hajnówka, Leonid Szeszko, recently called for scientific, environmental and NGOs which opposed the logging plans to be banned. Szyszko, who has championed the logging law, is a regular guest on the ultra-conservative Radio Maria, a Catholic radio station, and appears at conferences with a priest garbed in a forester’s green uniform.     Protesters march to demand full protection of the Białowieża forest, in Warsaw. Photograph: Alik Kęplicz/AP    Foresters are revered in Poland as patriarchs, protectors and fire-providers and retain public support in surveys second only to police and fire officers. Critics say though, that the national forestry authority is a state-run monopoly which suffers a conflict of interests between its twin mandates to protect trees while maximising profits from logging. “It is a schizophrenic situation,” Stepaniuk said. “They are a regular profit-making company that deals in wood. They log and sell and make incredible money. If there was any pressure to increase their profits, they would not hesitate to sacrifice environmental protection, which they perceive as their least important duty.” More than 90% of the national forest authority’s annual 7bn złotys (£1.2bn) earnings come from the firewood, furniture and pulp trades. Little of it is seen by the communities from which the timber was logged, which draw greater revenues from eco-tourism.     Elżbieta Laprus, president of Białowieża village council: ‘People who live here need firewood to heat their homes ... They want to buy trees from here.’ Photograph: Arthur Neslen for the Guardian    The forest’s 20,000 animal and plant species and Hansel and Gretel-style interior draw hordes of visitors every year, dazzled by its heterogeneous beauty and its clean reviving air. Tourism has helped to make Białowieża wealthier than many nearby villages but as its young people leave in search of better prospects, backing for the foresters among the elderly who remain is iron-clad, stoked by an anticipated bonanza of cheap fuel. Elżbieta Laprus, the president of Białowieża’s village council, said: “People who live here need firewood to heat their homes and [have] a good quality of life. They want to buy trees from here.” A five-year long bark beetle outbreak has infected up to 1 million of the forest’s spruce trees, and forestry officials are adamant that “active” forest management is now needed to save the rest. This includes the logging of trees that are more than 100 years old. Andrzej Antczak, the associate head forester in Hajnówka forest district, is a climate change agnostic, whose buildings are decorated with stuffed mink, deer and wild boar – a sign of the influence wielded by Poland’s hunting lobby which bridges the local community with politicians.     Andrzej Antczak, associate head forester, says cutting down trees is the best way to control bark beetle outbreaks. Photograph: Arthur Neslen for the Guardian    Sitting in his forest office, he said: “The best method to control bark beetle outbreaks is to cut down affected trees and take them out of the forest. But we are prohibited from cutting trees which are older than 100 years, or in nature reserves, wet woodlands or peat bogs. More than 35% of our territory is protected and it is a very big problem.” Bark beetles outbreaks usually affect trees of more than 80 years old, and are associated with dry conditions and a drop in lowland water tables. Because spruce trees have flat root systems, they cannot soak up enough water to produce the quantities of resin they need to protect themselves. As the infestation spreads, the trees’ bark breaks off, further preventing water being circulated to its leaves. These turn brown and fall, before the tree finally dies. The beetle eruption is a cyclical phenomenon that began earlier this decade and may now be nearing its end, according to park scientists. But it is the second worst outbreak in the last century and experts fear it may be a sign of worse and more frequent diseases to come as climate change takes hold. Rafał Kowalczyk, the director of the Mammal Research Institute at the Polish Academy of Sciences, argues that as temperatures warm and precipitation falls, boreal trees such as pine and spruce will naturally retreat northwards. Nature should be allowed to take its course in the forest as it has always done, he says. Walking through a section of the woods hit hard by the outbreak, he snaps off a shard of decaying bark and exclaims: “Look at this dead spruce tree! It is probably more alive now than it ever was because so many creatures are now living on it. There are nearly 100 invertebrate species that it gives life to. Woodpeckers are searching the bark for larvae, and there is space for spiders and fungi. The tree is dead, but the forest is still alive and it will regenerate.”   Map of the forest   Kowalczyk points to a tree trunk several metres away, lying like a toppled sentry. It has three new tree saps growing from its decaying husk. Dead spruce create light in which seedlings best suited to the conditions can grow, he says. They also carve out space for predators such as lynx and wolves to hide, house themselves, and hunt. One is the predatory beetle, which feeds on bark beetles, according to Luc Bas, the director of the International Union for the Conservation of Nature’s European office, who argued that removing the dead wood would also remove the bark beetles’ nemesis.  Chopping down infected trees would be ineffective because “to stop the beetle attack in a managed way, at least 80% of the spruce trees would have to be removed,” he wrote in April. “This simply is not possible because the wider region of Białowieża is divided in several interconnected zones, including large reserves and park areas that may not be touched.” The IUCN and Unesco, and many of the world’s environmental scientists, have thrown themselves into the debate with gusto. Last week, a letter sent to the Polish government by academics, including professors at Harvard and Oxford, said that the plan would destroy the forest’s ability to recover from the outbreak and mark a “drastic” break with international conservation rules.     A wolf in Białowieża forest. Photograph: Łukasz Mazurek/WildPoland.com    The academics wrote that the logging plan “is a drastic example of breaking [international conservation] rules. It will radically change the forest and will also impact the economic returns from tourism to the forest.” Any move to implement it would be “a very alarming and worrying sign for the international community.” Poland’s government and forestry authority counter that Białowieża is not a predominantly natural forest. Logging by Germans in the first world war, the Soviet Union in world war two and, particularly, the British Century European Timber Corporation, led to significant replanting in the forest, Antczak says. The very word “spruce” in English comes from the polish “s” (from) and “Prus” (Prussia). Białowieża’s “naturalness” has been interrupted by Polish kings and Lithuanian dukes who fed their armies on its animals, Russian tsars who turned the park into a hunting ground, and Nazi soldiers who executed and buried Jews and resistance fighters there.  But mass tree felling and replanting in Białowieża did not begin until 1920 and trees of 100 years or older – 41% of Białowieża’s total forest outside the national park – have been naturally regenerating for millennia, even if their surrounding habitat is now mixed. Chylarecki said: “The animals need all of these valuable trees to survive. Lynx or bisons or three-toed woodpeckers will not survive long in national park and nature reserves alone. They need large forest tracts to roam in.”     European bison in Białowieża forest. Photograph: Fabrizio Moglia/Getty Images/Moment RF    A compromise agreement with the previous government in 2012 allowed an increase in local logging 50% above estimated local needs. Local people say this was not enough. But spruce wood is resinous and does not burn well, so the firewood they need would have to come from other trees. “Everything the activists do they do against the local community,” Laprus said. “People who don’t live here want to change our lives without consulting us. If the European commission really wanted to help, they would help give us grants to change our heating from wood to gas.” For Kowalczyk though, logging would threaten the tourist trade which employs far more people than Białowieża’s 100 local foresters. “Tourists come here to see primeval forest which is wet and wild and dark,” he said. “They are afraid of the forest but it is magical. Managed forests, you can see everywhere.” As the sun goes down on Białowieża, a night chorus of frogs, nightingales and warblers pipes up under its clear and constellated skies. The forest is still thriving, despite the shadow of the axe.",
  "webTitle": "Last stand for Europe's remaining ancient forest as loggers prepare to move in",
  "webPublicationDate": "2016-05-18T09:40:02Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/last-stand-for-europes-remaining-ancient-forest-as-loggers-prepare-to-move-in-bialowieza",
  "keyword": [
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Poland",
      "id": "world/poland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "National parks",
      "id": "environment/national-parks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Arthur Neslen",
      "id": "profile/arthurneslen"
    }
  ],
  "guardianId": "environment/2016/may/18/last-stand-for-europes-remaining-ancient-forest-as-loggers-prepare-to-move-in-bialowieza"
}