{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/beyonce-lemonade-visual-album-review-woman-scorned",
  "id": "2016-05-01-157",
  "sectionId": "music",
  "body": "The cycle of infidelity can be broken with forgiveness, Beyoncé implies – but not before she breaks stuff    It’s unlikely there will be many more albums this year that will unite high art and low in the same way as Beyoncé’s jaw-slackening latest. Stealth-released like its predecessor, Beyoncé’s self-titled visual album of 2013, Lemonade was expected to be political, trailed as it was by February’s polemical Formation, and a paradigm-shifting Super Bowl half-time performance with Black Pantherised dancers. Black lives continue to matter on Lemonade – Formation, still startling, is included; Malcolm X is sampled and Trayvon Martin’s mother makes an appearance – but Beyoncé’s political bent takes a back seat to personal matters; these are, though, expansively contextualised. The album’s title comes from Beyoncé’s 90-year-old grandmother-in-law, Hattie White, who endorsed the old epigram that since life served her lemons, she made lemonade; a testament to female endurance and pragmatism. What unfolds is an album about male-pattern infidelity and female self-examination. That cycle can be broken with forgiveness, Beyoncé implies – but not before she breaks stuff with a baseball bat on Hold Up. With a sassy dancehall lilt, Beyonce unexpectedly quotes a Yeah Yeah Yeahs track, a cocktail of warmth and fury. “What’s worse, looking jealous or crazy?” she wonders. She appears, for half of the album, to be as mad as hell at Jay Z. It is tremendous.   Related: Beyoncé's Lemonade is #blackgirlmagic at its most potent    At its basest level, then, Lemonade is a gossip rag, as art-directed by a Vogue stylist who’s smoked the budget. In a series of sumptuous vignettes, in which Serena Williams gyrates (on the electrifying Sorry) and a range of other famous black female figures make visual cameos, Beyoncé appears to launder her business in public. Rumours of a rift in the marriage ricocheted around the internet in 2014 after Solange Knowles, Beyoncé’s hipper little sister, attacked Jay Z in a lift. Now Beyoncé names names (“Becky with the good hair”), regrets the ring, and threatens to leave if he “try that shit again”. So far, so daytime-TV. The songs, though, are not just prurient catnip, but actual dynamite – a dazzling series of edgy, but tuneful collaborations with a diverse array of guests. Beyoncé’s hurt is articulated magnificently, often quoting Somali-British poet Warsan Shire, who doesn’t mince words like “menses”. You can hear the confident hand of Jack White on the superb digital-analogue confection Don’t Hurt Yourselfcorrect where Beyoncé unleashes a righteous hip-hop blues-woman holler. Even heavier and more freaky with organ is Freedom, a declaration of intent that features a typically electrifying Kendrick Lamar verse. The tail end finds Beyoncé reconciled with the man she still loves – paving the way for Lemonade to be previewed on Tidal, Jay Z’s streaming service. Cynics will cry foul, that Beyoncé remains an entitled superstar, raging at a paper tiger. Those cynics will be ignoring one of this year’s finest albums.",
  "webTitle": "Beyoncé: Lemonade review – furious glory of a woman scorned",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/beyonce-lemonade-visual-album-review-woman-scorned",
  "keyword": [
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/01/beyonce-lemonade-visual-album-review-woman-scorned"
}