{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/speaker-of-brazils-lower-house-eduardo-cunha-suspended",
  "id": "2016-05-05-191",
  "sectionId": "world",
  "body": "Brazil’s supreme court have voted unanimously to suspend the speaker of the lower house, Eduardo Cunha, while he is investigated for alleged corruption, intimidation of lawmakers, obstruction of justice and abuse of power.  The decision adds to the political turmoil in Latin America’s biggest country, following last month’s lower house impeachment vote against president Dilma Rousseff, who will probably be forced to step aside next week for up to 180 days while the senate examines the charges against her. But it is likely to be cheered by the public as a positive response to a request filed last December by prosecutor general Rodrigo Janot, who accuses Cunha of being a “delinquent” whose misdemeanours including threats to the head of the house ethics council.    Related: With Rousseff on the ropes, Brazil's far right sees an opening    Supreme court justice Teori Zavascki accepted the speaker should be suspended because he used his position to try to influence investigations into his alleged crimes.  Prosecutors in the Lava Jato (Car Wash) investigation into a massive kickback scheme at state-oil company Petrobras say they have evidence that Cunha used secret Swiss bank accounts to stash more than 5m reais ($1.4m) in bribes.  The house speaker – who is an influential member of the powerful evangelical bloc and also the Brazilian Democratic Movement party – has denied the charges and said he will appeal, but among the public, he is even more reviled than Rousseff, who is blamed for a deep recession, political turmoil and widespread corruption. A recent Datafolha survey found 77% of the voters wanted Cunha to be stripped of his mandate, compared to 61-67% for the president.  At times in the past year, these two unpopular leaders have resembled gladiators locked in a bloody combat that watching voters hope will result in both of their political deaths. Last month, Cunha struck an apparently fatal blow by orchestrating the successful lower house vote to impeach Rousseff.  Now, however, he is struggling as the legal pressure against him mounts. In his ruling on Thursday, Zavascki said Cunha’s position as speaker “posed a risk to the criminal investigation” and represented “a harm that conspires against the dignity of the institution which he leads.” In a plenary session later that day, Supreme court judges voted 11-0 to uphold the suspension. But the speaker – who is a notoriously shrewd political operator – is far from defeated. Even if the supreme court approves an investigation and later finds him guilty, however, he cannot be ejected from congress unless a plenary of deputies approves his removal. That would depend partly on his replacement as speaker, Waldir Maranhao, a Cunha ally who is also under investigation by Lava Jato prosecutors.  Police, however, say privately it is only a matter of time before Cunha is stripped of his parliamentary rights, which include a degree of immunity from the lower courts. “I’m certain he will go to jail,” a senior officer told the Guardian. “There is so much evidence against him.” Roussef’s Workers’ party hope the judge’s ruling will breathe life into their flagging campaign to halt impeachment. The attorney general, Jose Eduardo Cardozo, said he plans to file an annulment request on the grounds that the vote was overseen by a speaker who now stands accused of abusing his power. But after more twists and turns than would be credible in a series of House of Cards, nobody can predict the denouement of Brazil’s political drama with any certainty. In the latest bizarre development, it has emerged that Vice-President Michel Temer - who is expect to form a new administration next week - is barred rom running for office for the next eight years because he violated campaign finance rules during the 2014 election.",
  "webTitle": "Speaker of Brazil's lower house Eduardo Cunha suspended",
  "webPublicationDate": "2016-05-05T12:20:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/speaker-of-brazils-lower-house-eduardo-cunha-suspended",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/05/speaker-of-brazils-lower-house-eduardo-cunha-suspended"
}