{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/mastering-meistersinger-wagner-opera-glyndebourne-michael-guttler",
  "id": "2016-05-09-108",
  "sectionId": "music",
  "body": "A few months ago I promised my wife I wouldn’t take on any new work for June so I could be around for our family – we had recently welcomed our third child. But then Glyndebourne called. Robin Ticciati has had to withdraw from conducting the festival’s opening show to recover from a back injury. Could I conduct Meistersinger? Next month? I had to disguise my immediate reaction – pure joy – when I discussed the proposal with my wife. Of course, because she’s the best partner in the world, she said: “You have to do it – go ahead.” I can hardly imagine another month or period of this year, or next, where it would have been possible.    Related: Die Meistersinger von Nürnberg – review    Mind you, I once agreed with five hours’ notice to conduct Siegfried at the Mariinsky theatre – an opera I had never conducted before. Compared with that, this was positively luxurious timing! I’m used to jumping in, and the St Petersburg performance went well. Immediately after the show I was offered the position of permanent guest conductor.  I love all of Wagner’s operas, but Die Meistersinger holds a special place in my affections. As a child I listened to it; I studied it as a student and dreamed of performing it one day. And now I have, several times. The work which – at about four and a half hours is one of the longest operas in the repertory – holds no fear for me. I have known it for such a long time that there’s rarely a moment when I do not know precisely what to do. I am swimming in a lake that I know well – although sometimes a fish comes along that I have never seen before ...     ‘This is Wagner saying” “I don’t think that art should just be about following the rules”.’Gerald Finley as Sachs and Johannes Martin Kranzle as Beckmesser in 2011’s production at Glyndebourne. Photograph: Tristram Kenton for the Guardian      A conductor’s approach should be like the captain of a very fast super-tanker    The first thing to consider is the mental demands. To focus for every moment of this very long piece is extremely demanding. It’s the same with other big operas by Wagner, but Meistersinger is even more complex. It’s a hugely rich piece full of different styles all making different demands. You have to be able to create magical moments with pianissimo and with impressionistic colours. You have to be absolutely crystal clear rhythmically. You have to be able to bring loud, full, rich sounds from the orchestra, the chorus and the soloists: sometimes all of this in the space of two or three bars only.  There is a huge amount of small values – trills, turns, acciaccatura, staccati, fast scales. There is a sometimes unbelievable counterpoint and polyphonic work, with up to 16 voices in the fugato at the end of act two. And of course not forgetting that the piece is meant to be a comedy, or as Wagner had it, a satyrspiel (a satyr play). As we know, making a good comedy work successfully is always difficult.  A conductor’s approach should be like the captain of a very fast super-tanker where you have to think two or three steps ahead, so that it’s always controlled and you’re always anticipating what’s coming next. Then there is of course musicianship – above all a conductor should be able to inspire people to make good music and to enjoy what they are doing. The moment before opening night is always rehearsal, rehearsal, rehearsal. Singers and chorus have long since learned their parts, but then – especially with such a complex piece – you have to supervise constantly. But I don’t think it’s a one-way street. Of course you should take the initiative, but nearly always there is something a singer or musician does which you like and want to take in. I don’t think it’s because I am German, but I don’t see any nationalist thread in the opera. Sure, you can find one if you think it important, but for me and my approach it is not. For me, Die Meistersinger is about art and the question of what makes an ideal artist – is it someone who knows all the rules by heart and follows them to the letter, is it someone who breaks the rules, or is it a combination of both?      Michael Güttler: ‘I have known Meistersinger for such a long time that there’s rarely a moment when I do not know precisely what to do’ Photograph: Glyndebourne press office    I think, as he always did, Wagner was writing about himself. I think that somehow this is Wagner saying: “I know the rules, I can write in any style to perfection, but I don’t think that art should just be about following the rules.” This is my first time at Glyndebourne, but I have an artistic link to the festival. I’m from Dresden and went to school and university there. The conductor Fritz Busch – one of the greatest of the 20th century as far as I’m concerned – was forced to leave the east German city in 1933, and went to England, and Glyndebourne, and helped found the festival. During my childhood I listened often to the three Mozart opera recordings Busch conducted here; recordings that had been given to me by a relative from in West Germany since you could not buy them in the shops in the East. I was fascinated by the idea that these people had just decided to make an opera house – how was this possible?  Now that I’m here, I’m finding it very inspiring. People are very focused – they want to work, to use the time well. And the environment is just beautiful. And I’m glad to say that my family will be joining me in a few weeks, so that family time I promised my wife has not been entirely sacrificed.  •Die Meistersinger von Nürnberg is from 21 May – 27 June at Glyndebourne festival. A live recording of the 2011 production will be shown in cinemas and online on 12 July.",
  "webTitle": "Mastering Meistersinger: Michael Güttler on conducting Glyndebourne's revival",
  "webPublicationDate": "2016-05-09T16:18:43Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/mastering-meistersinger-wagner-opera-glyndebourne-michael-guttler",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Richard Wagner",
      "id": "music/richard-wagner",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glyndebourne",
      "id": "music/glyndebourne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/09/mastering-meistersinger-wagner-opera-glyndebourne-michael-guttler"
}