{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/f1-cockpit-protection-2017-ecclestone-objections",
  "id": "2016-05-01-140",
  "sectionId": "sport",
  "body": "Formula One’s race director, Charlie Whiting, has confirmed that the use of a cockpit protection device in the sport is still set to go ahead for the 2017 season, despite objections from some drivers over the weekend in Russia. However the F1 chief executive, Bernie Ecclestone, stated on Sunday morning that he was not in favour of employing the cockpit safety system. Whiting also confirmed that there is a timetable in place for a decision to be made between the two systems currently being tested, the halo device and Red Bull’s aeroscreen, which made its first appearance in Sochi on Friday in practice.   Related: Lewis Hamilton suffers again as Nico Rosberg takes pole for Russian F1 GP    The deadline for confirming which device will be instituted was 1 July, Whiting said, to allow teams time to incorporate it into their designs for next year’s cars, which will also be subject to the new aero and engine regulations that were confirmed this week. “It would be unreasonable if we didn’t have a clear path by that time,” said Whiting. “It would be fairly unreasonable to expect teams to change chassis which is what it amounts to because this is a fundamental part of it. Their chassis design is normally fixed by this time. It’s only a small part of the chassis and it’s not going to affect things like fuel volume and those big things but it’s still part of a complex design process.” Ecclestone, speaking at the track in Sochi on Sunday morning, was less enamoured of the concept. When asked what Formula One should do on the cockpit safety question he answered “nothing” and asserted that racing should continue with an open cockpit. “I don’t like it,” he said and added that he did not believe it would necessarily achieve its goal, before questioning the testing methods the devices had undergone. He asked why the sport should “try to simulate something where you have a stationary object and fire a tyre at it, when in the race when the wheel has come off normally both cars will be moving? “So how can you simulate it by having a car stationary? And how would you ever know what is going to happen with a wheel? If it hits the thing it will probably bounce off anyway.”   Related: Lewis Hamilton has been slow off the mark and must recover his F1 focus | Richard Williams    The halo device, tested by Ferrari during preseason, was understood to be the strong favourite to be employed but the success of Red Bull’s aeroscreen, which they will run again in free practice in Spain and Monaco, has levelled the playing field. “Both devices are equally likely,” said Whiting. “A couple of months ago I would have said that the Red Bull solution was not likely to be implemented in 2017 but they have really accelerated the work on it in a short space of time to bring it to the point where it has now been tested successfully in the same way as the halo.” Ecclestone’s opinions are likely to hold little sway with the FIA which, although it could impose the device on teams, is unlikely to feel the need to do so, although a unanimous agreement would still be required to introduce a device in 2017. “Everyone’s aware that we want to press ahead with this,” Whiting said. “We are not expecting any teams to object, simply because it is a matter of safety. We are not expecting to have to invoke the safety card.” If both devices reach the same safety standard the decision on which to choose will be put to the F1 commission.",
  "webTitle": "F1 aims to introduce cockpit protection for 2017 despite Ecclestone objections",
  "webPublicationDate": "2016-05-01T08:46:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/f1-cockpit-protection-2017-ecclestone-objections",
  "keyword": [
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bernie Ecclestone",
      "id": "sport/bernie-ecclestone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/01/f1-cockpit-protection-2017-ecclestone-objections"
}