{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/23/sarah-crossan-louise-oneill-childrens-books-ireland-2016",
  "id": "2016-05-23-184",
  "sectionId": "childrens-books-site",
  "body": "Sarah Crossan’s book One has won the Children’s Books Ireland (CBI) awards given today in Dublin. Not only did Crossan win the Book of the Year award but she also received the Children’s Choice award for her book written in blank verse (which means it doesn’t rhyme!).   Related: Sarah Crossan: how writing about conjoined twins changed the way I wrote    One tells the story of conjoined twins Grace and Tippi. As they grow up and develop different habits and opinions, the sisters discover how difficult it is to have to always have your hip stuck to another’s hip and basically share a body.         Sarah Crossan told us that she changed the way she writes for One. Previously, Sarah wrote her books as soon as the idea came to her head, but when she wrote One, she took time to research – read books, watch documentaries and interview conjoined twins, experts and surgeons – to be able to tell an authentic story.    Related: PJ Lynch is Ireland's new children's laureate    The judges commented that “this elegant, sensitive story will stimulate reflections and conversations about discrimination, diversity, difficult choices and the bonds of love.”  One also won the Children’s Choice award, chosen by shadowing groups of children who read and judged the nine shortlisted titles and voted for their favourite.  Alongside the Book of the Year Award, the judges gave fiction, illustration, first children’s book and special awards.    Related: Louise O'Neill: 'I think this book will infuriate a lot of people because it’s going to push those buttons'    The Honour Award for Fiction went to Louise O’Neill for her YA feminist novel about rape culture Asking For It. The devastating and raw book talks about a teenage Irish girl who is raped at a party and blamed for it by her small town community.  In an interview for the Guardian children’s books site, Louise O’Neill said “Asking for It was a harrowing book to write; I felt completely depleted when it was finished and a lot of that was the reading I had to do around it and the research I had to do, meeting people who were victims of rape and having to interview them. I was having constant nightmares where I was raped and I think because I was so entrenched in it…” The book has struck a chord with many teenagers, including with one of our reviewers who had been forced to give in to some milder yet infuriating judgement about the way they dressed.     Lauren O’Neill won the Honour Award for illustration with Gulliver. Photograph: PR    Classic, timeless books have also been rewarded. Lauren O’Neill got the Honour Award for Illustration for her drawings for the classic tale of Gulliver by Jonathan Swift, retold by Mary Webb. The judges said O’Neill made “captivating, immersive illustrations that capture the original tale’s humour and satire” while bringing the book to life for new generations of readers.      Finally, John and Fatti (Kathi) Burke were awarded both The Judges’ Special Award and the Eilís Dillon Award for a first children’s book for Irelandopedia. The book takes you on a wide tour of Ireland’s sights and sounds, flora and fauna, local celebrities, world famous pop stars and athletes, as well as local delicacies and traditions. Illustrated by Fatti (Kathi) Burke and written by her father John, the compendium “has infectious appeal for all the family”, said the judges.          Congratulations to all the winners!",
  "webTitle": "Sarah Crossan wins the Irish children's book of the year",
  "webPublicationDate": "2016-05-23T12:03:36Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/23/sarah-crossan-louise-oneill-childrens-books-ireland-2016",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "War (children and teens)",
      "id": "books/childrens-war",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Louise O'Neill",
      "id": "books/louise-o-neill",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/23/sarah-crossan-louise-oneill-childrens-books-ireland-2016"
}