{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/bat-for-lashes-five-star-review-the-bride-natasha-khan",
  "id": "2016-05-17-197",
  "sectionId": "music",
  "body": "Natasha Khan, the creative spirit and tortured soul of Bat for Lashes, glides up the church aisle. Clad in a blood-red maxi dress, clasping a bouquet and with a black veil trailing down her back, she is the Bride, a tragic heroine at the heart of Bat for Lashes’ new direction, and the eponymous narrator of the band’s upcoming fourth album. Khan has used characters in her songs throughout her decade-long career. Bat for Lashes’ second album, 2009’s Two Suns, saw the emergence of blonde alter-ego Pearl, and last year came Sexwitch, a guise that allowed Khan to experiment in exoticism and sublimate her nature-inspired hippy persona into that of a psych-propelled harpy. As the Bride, she’s demure yet sensual, her dress cut with a high neck, her billowing sleeves accentuating her elegant, often wafting, arms. Khan requested that her audience dress appropriately too, in the formalwear fit for a wedding, and although the fascinators and floaty dresses are few, Khan is appreciative. “You look beautiful,” she grins.     More than a match for the surroundings … Bat for Lashes at Union Chapel, London. Photograph: Christie Goodwin/Redferns    It’s a big night for Khan, debuting songs from The Bride. But as the shivery notes of I Do ring out from her omnichord and her crystal clear voice trembles with emotion, Khan is more than a match for her impressive surroundings. Her new three-piece band nurture a stripped-back sound: subtle soul keyboards soften Khan’s shards of rockabilly guitar in Joe’s Dream; fast, rolling drums turn the sweetness of Sunday Love sweaty. Between songs, Khan tells us the story of the Bride, whose beloved dies on the way to their big day, prompting her to speed away in the honeymoon car on a journey of discovery. “She’s pissed off, quite frankly,” Khan explains. As the drama takes hold, Khan’s voice flows from an easy, Karen Carpenterish warmth – most strikingly on piano ballad If I Knew – to a haunted, grief-stricken falsetto. The startling Never Forgive the Angels begins as a touching, tear-stained lament but ends up a vengeful pledge, before I Will Love Again brings some sunshine-dappled hope.     Here comes the Bride … Natasha Khan. Photograph: Christie Goodwin/Redferns    With an apology to her mum for not playing her favourite new song, Khan moves on to the “treat section” of the show. She picks the best of her back catalogue, beginning with the gorgeous Laura, reworking Horse and I to match the spare sound of The Bride and, despite acknowledging “We’d make the most depressing wedding covers band of all time,” attempts the Carpenters’ We’ve Only Just Begun. Foiled at first by a wrong note, she sails through a second try, turning the MOR classic on its head, with unexpected high notes and a disquieting fragility courtesy of a guitar strummed with a violin bow. Barefooted and on familiar ground, Khan dances her way through What’s a Girl to Do and inhabits the lovingly wrought worlds of both Marilyn and Daniel. But she has one last job to do as the Bride. “I want to make it clear that you won’t be cursed,” Khan says, throwing her bouquet high above her head. “You’ll be happily married either to yourself or someone else. It’s all romance.” • Bat for Lashes play Glastonbury festival, 22-26 June 2016, End of the Road festival, 2-4 September 2016. The Bride is released on 1 July on Parlophone.",
  "webTitle": "Bat for Lashes five-star review – the Bride marries grief with hope on her big night",
  "webPublicationDate": "2016-05-17T11:02:29Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/bat-for-lashes-five-star-review-the-bride-natasha-khan",
  "keyword": [
    {
      "webTitle": "Bat for Lashes",
      "id": "music/batforlashes",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Betty Clarke",
      "id": "profile/bettyclarke"
    }
  ],
  "guardianId": "music/2016/may/17/bat-for-lashes-five-star-review-the-bride-natasha-khan"
}