{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/19/tumblr-mental-health-information-community-disorders-healthcare",
  "id": "2016-05-19-156",
  "sectionId": "lifeandstyle",
  "body": "Mea Pearson first confronted the world of online therapy after returning home from being diagnosed with borderline personality disorder, a mental illness characterized by unstable moods, behavior and relationships, in 2012 – a conclusion doctors reached after she attempted suicide. Vulnerable, and grappling with the new diagnosis, Pearson first searched online to find out more about her condition, where she was met with characterizations of people with BPD as violent and incapable of maintaining relationships. “The more I researched, the worse I felt,” Pearson said.  Seeking advice, Pearson went to Tumblr, a microblogging site. There, she was surprised to scroll through an endless page of people posting about BPD. She was so inspired, that she started her own blog: shitborderlinesdo, with the aim of creating a more positive and accurate online depiction of her illness. “It was just going to be a fun thing, with sort of different relatable things and memes,” Pearson said. But soon, her blog became one of the most popular sites about mental health on the platform. Today, her blog has nearly 20,000 daily visitors and functions as an open Q&A site, where people are free to ask anything they want to know about living with BPD. It’s become so popular that Pearson has hired a team of people with BPD to answer questions about the illness several times a week. Questions about medication, therapy and dealing with friends and family members are common.      A sample post on Pearson’s blog, shitborderlinersdo. Photograph: Tumblr    In a country where the path to obtaining consistent, quality mental health care is defined by its roadblocks, Tumblr’s mental health communities seem to be filling in the gaps for care. According to Tumblr, the five most popular tags connected to mental health in the past six months are mental illness, mental health, BPD, recovery and self care. Together, these five tags have 25 million notes combined, (the metric for how many people have made a post with that tag or liked a post with that tag).  The image-oriented social network allows users to post content or share others’ posts on their own feed. The site’s format allows people to write lengthy text posts, answer anonymous questions and post images. Each post can be tagged with things like BPD, mental health and self care.  Recent hits on the BPD tag: “Lmao (Laughing My Abandonment Issues Off),” and “TBPDFW [That Borderline Personality Disorder Feeling When] when you google how to cope with your disorder and all you can find are instructions for coping with people with your disorder”.     If a Tumblr user searches for ‘depression’ the following message pops up. Photograph: Tumblr    Tumblr has responded to its newfound popularity as a mental health forum. If a user searches for a word such as depression, they are met by a message headlined “Is Everything Okay?” with links to crisis intervention programs. And last year, it launched the Post It Forward initiative to bring awareness about mental health. The project was supported by celebrities including Vice-President Joe Biden and talkshow host Wendy Williams. But it’s not just those suffering with mental illness who use the platform. Clinicians and care providers do too. Gwendoline Smith, a clinical psychologist, learned about Tumblr’s mental health community from a friend, who had a strong following on the site. Her friend came to her with questions about how to deal with people who are threatening self-harm or seem extremely depressed on the platform. Smith gave some tips and then took things a step further – she started her own Tumblr to address those issues more deeply. Within minutes of creating her own page, she had collected 24 questions from people seeking guidance. She now has about 3,500 followers and has adapted the site to include a legal disclaimer specifying that her advice, while coming from a professional, is not the same as working with a therapist.  And while the site lists Smith’s credentials, it does not identify her by name. “Nothing I do on Tumblr is complicated by gender bias, racial bias, anything like that,” she said.  Smith thinks that is an advantage when providing advice to people who sometimes assume she is a man, or an American, or a bunch of other people she is not.  Her followers often send her messages of thanks. “Honestly, you’ve shown me my potential in life and the effect I have on this world! I love you!” and “It made me realize how small our problems can be compared to the world. Please stay healthy and thank you for being there for each and every one of the askers.” This, perhaps, is the most beneficial part of these communities, which cannot guarantee professional help or alleviate the burdens of people with limited resources to gain care. What it can provide, is a community for people experiencing illness that is still subject to intense stigma.  The nature of mental illness is that it is a person’s mind is acting against them, so even if a person can recognize destructive patterns and behaviors, they still might not have the tools or treatment to stop them. This is where shitborderlinesdo’s Pearson said the online community can be especially helpful.  “It’s knowing ‘hey, there’s thousands of people who follow my blog who are experiencing this exact thing,’” Pearson said. “Even if I know exactly what’s happening, I can’t stop it, I just feel less alone because of the online community.”",
  "webTitle": "'I just feel less alone': how Tumblr became a source for mental health care",
  "webPublicationDate": "2016-05-19T14:10:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/19/tumblr-mental-health-information-community-disorders-healthcare",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tumblr",
      "id": "technology/tumblr",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/19/tumblr-mental-health-information-community-disorders-healthcare"
}