{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/frozen-fans-urge-disney-to-give-elsa-girlfriend-lgbt",
  "id": "2016-05-03-353",
  "sectionId": "film",
  "body": "Twitter users are calling for Disney to give its Frozen heroine Elsa a girlfriend in the blockbuster’s keenly anticipated sequel. The record-breaking and critically acclaimed 2013 animated film tells of Princess Elsa’s struggle to master her magical powers to reconnect with her sister Anna. It was widely construed as the studio’s first foray into feminism because it eschewed a traditional happy-ever-after with a prince in favour of sisterly devotion.   Related: I tried to hate Frozen and the parents who love it. But I can't deny its power | Martin Pengelly    Now Twitter users have called upon Disney to give Elsa a girlfriend in Frozen 2, which is currently in production. Alexis Isabel was the first to use the hashtag #GiveElsaAGirlfriend on Sunday, tagging the studio in her tweet. It has since been retweeted more than 1,500 times.    I hope Disney makes Elsa a lesbian princess imagine how iconic that would be— Alexis Isabel (@lexi4prez) May 1, 2016      Dear @Disney, #GiveElsaAGirlfriend— Alexis Isabel (@lexi4prez) May 1, 2016    The hashtag later trended thanks to messages of support for wider representation of gay, lesbian, bisexual, transgender and intersex people in popular culture.    #GiveElsaAGirlfriend because LGBT kids deserve to know that there is nothing wrong with them💛💛💛💛💛— jeffrey marsh (@thejeffreymarsh) May 1, 2016      #GiveElsaAGirlfriend positive queer role models are needed from a young age; early exposure leads to better understanding/acceptance.— shirley (@thedreamgrrl) May 1, 2016      Making a kids movie with a queer character won't make your kids gay it will teach them that love comes in many forms #GiveElsaAGirlfriend— jade || 80 (@DROPDEADDlXON) May 1, 2016      #GiveElsaAGirlfriend because there is absolutely no representation of any LGBTQ+ people in children's Movies/Tv 💓🌈— Thomas Moore (@thomasistrash) May 1, 2016      IMAGINE #GiveElsaAGirlfriend pic.twitter.com/BjvS9GK62x— adri (@daddyelycia) May 1, 2016      GIVE ELSA A GIRLFRIEND AND I WILL THROW SO MUCH MONEY AT YOU, DISNEY. #GiveElsaAGirlfriend— Ana Mardoll (@AnaMardoll) May 1, 2016     Related: Branagh's Cinderella spits in the face of every Disney princess 'remixer' | Eleanor Robertson    Reimagining – or “remixing” – Disney characters, particularly princesses, to reflect different genders, races, sexualities, even bodies is a staple of internet culture. If the studio gives in to demand – and we’re not likely to know, one way or another, until Frozen 2 is released – Elsa would be its first openly gay heroine. But some read same-sex attraction into the character the first time round, anyway.    I already thought Elsa was a lesbian, sooo... #GiveElsaAGirlfriend— A Princess (@KivaBay) May 1, 2016      #GiveElsaAGirlfriend because half of Frozen is one big metaphor for being in the closet, getting outed, and coming to terms with yourself...— Dana Addams (@TheDanaAddams) May 1, 2016    At the time of its release Frozen was construed by some conservative as to be a vehicle for the “gay agenda”, with a pastor denouncing it as “very evil” on a Christian radio show in Colorado. This was prompted because of a blink-and-you’ll-miss-it cutaway to a father and children in a sauna – but the Frozen’s takeaway message of self-acceptance were read by some as an analogy for coming out. Its Academy Award-winning theme song, Let It Go – tattooed on both the popular consciousness and that of any parents of young children in 2013 – was adopted as a LGBT anthem. Asked about a perceived undertone of homosexuality in the film, writer and co-director Jennifer Lee told the Big Issue, “We know what we made. But at the same time I feel like once we hand the film over, it belongs to the world, so I don’t like to say anything, and let the fans talk. I think it’s up to them.” Frozen 2 was announced earlier this year, with both Kristen Bell and Idina Menzel confirmed to appear, and is slated for release before 2018. “We’re not demanding speed,” Robert Iger said in January. “We’re demanding excellence.”           Watch the trailer for Frozen Fever, the sequel to the hit Disney animation – video      Dreams really do come 2!!! #FROZEN2 #itsofficial pic.twitter.com/qF6qTQlnqi— Kristen Bell (@IMKristenBell) March 12, 2015    The original – which took two years to create – was an enormous success, ranking as the highest-grossing animated film of all time, and widely regarded to be Disney’s best animated feature since its “renaissance era” from The Little Mermaid (1989) to Tarzan (1999).   Related: Frozen-mania: how Elsa, Anna and Olaf conquered the world    “The Frozen Effect” has been enormous, with the United States Social Security Administration reporting skyrocketing popularity of the name Elsa among newborn baby girls in 2015. A one-day academic conference, Symfrozium, was held at the University of East Anglia in May last year to discuss the film’s impact. “It’s such an interesting and productive text,” said organiser Sarah Godfrey at the time. “We’ve watched it over and over, and there’s still so much to say about it.”",
  "webTitle": "Frozen fans urge Disney to give Elsa a girlfriend in sequel",
  "webPublicationDate": "2016-05-03T03:46:51Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/frozen-fans-urge-disney-to-give-elsa-girlfriend-lgbt",
  "keyword": [
    {
      "webTitle": "Frozen",
      "id": "film/frozen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "film/2016/may/03/frozen-fans-urge-disney-to-give-elsa-girlfriend-lgbt"
}