{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/06/warm-weather-in-the-uk-share-your-underwhelming-photos",
  "id": "2016-05-06-60",
  "sectionId": "uk-news",
  "body": "This weekend Britain is set to receive warmth and sunlight, a wholly unexpected set of affairs for early May.  Humans in offices up and down the country are spending their Friday afternoons rubbing their hands with glee, getting minimal amounts of work done, and vaguely plotting to buy barbeque equipment and maybe a few sausages. Obviously, many of these plans will end in mild disappointment. You’ll get stung by wasps. Sausages will be burned. You’ll forget to pack sunscreen. You’ll spend hours stuck in a traffic jam. Someone will drop ice cream down the front of your new shirt. If any of these minor disasters befall you, the GuardianWitness team would like to hear from you. Share your photos from your underwhelming weekend in the sun, and we’ll put together a selection of the most average in a gallery on Monday. You can share your stories by clicking on the blue ‘Contribute’ button on this article. You can also use the GuardianWitness smartphone app or the Guardian app or email us at guardian.witness@theguardian.com  GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others.",
  "webTitle": "Warm weather in the UK: share your underwhelming photos",
  "webPublicationDate": "2016-05-06T17:05:31Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/06/warm-weather-in-the-uk-share-your-underwhelming-photos",
  "keyword": [
    {
      "webTitle": "Weather",
      "id": "uk/weather",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "uk-news/2016/may/06/warm-weather-in-the-uk-share-your-underwhelming-photos"
}