{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/12/why-i-wish-i-hadnt-learned-how-to-make-pizza",
  "id": "2016-05-12-270",
  "sectionId": "lifeandstyle",
  "body": "Unlike Delia, I have very few iron rules, but here’s one: you should never find out how the magic trick works. It’s not exciting if you know the lady hasn’t really been sawn in half or that the rabbit was in the magician’s sleeve all along. As long as you don’t know it’s all a trick, every wardrobe might, conceivably, have an enchanted kingdom at the back of it. All of this is a convoluted way of saying: I really wish I hadn’t learned how to make pizza. Why? Well, pizza is a sort of magic trick. It’s a plate you can eat; the only meal that combines the sophistication of Italian food with the unrestrained joy of eating what is effectively fried bread. So, what went wrong when I made it? Nothing, really. Because, provided you know how to make your own bread, making your own pizza is really, really easy.   Related: Learn to make: Eggs benedict | The Delia project    You can go from zero to pizza in about an hour and a half, which, without wishing to libel a) the people I have ordered pizza with, or b) the places I have ordered pizza from, is significantly quicker than wrangling pizza orders with your guests and then waiting for it to arrive at your front door. Start by boiling a kettle of water, which must be “hand-hot” – this is the trickiest part of all bread, as if it is too warm, it will kill the yeast, and the bread won’t rise. What’s hand-hot water, I hear you ask? Delia, who was in a helpful mood when she wrote this chapter, describes it as water “you can hold your finger in without discomfort”. You might think that she could’ve suggested a temperature, so you could test it with a thermometer, instead of periodically dipping your hand in a jug and whimpering to yourself. Sadly, this thought doesn’t seem to have occurred to Delia.  The best approach is to pour the water into a jug, then start measuring out your flour, yeast, caster sugar, etc. By the time you have all that ready and mixed, the water should be about the right temperature – or, at least, at a temperature where you can safely test it by dunking your finger in it periodically. Once you’ve got your dough, roll it into a circle, and you’re ready to add your toppings. There is an easy way and a hard way to do this: either chop and peel your own tomatoes and place them carefully to form the bottom layer of the topping. Or just use tomato puree, which works just as well and is much, much easier. A good rule of thumb is to treat your pizza base rather like a baking tray – whatever cheeses you put on it will expand. Forgetting this will produce a lovely pizza with cheese all over the sides – and small, hard bits of cheese that will take ages to clean off. That aside, there was only one problem: it’s a little soul-destroying to learn that pizza is only slightly more difficult to make than a boiled egg and significantly easier to make than bread. Pizza, it turns out, is bread’s disreputable friend that dropped out of university and periodically turns up, skint broke and asking for money. And OK, pizza is sexier and knowing how to make pizza will get you invited to a lot more parties than bread. But I think I was a little happier before I knew that every pizza I’ve ever ordered would have been quicker, cheaper and easier to make at home.• Stephen Bush is cooking his way through Delia’s Complete How To Cook (BBC Books, £40) in a year; @stephenkb. You can watch Delia Smith’s free Online Cookery School videos at deliaonline.com; @DeliaOnline",
  "webTitle": "Why I wish I hadn't learned how to make pizza",
  "webPublicationDate": "2016-05-12T10:41:33Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/12/why-i-wish-i-hadnt-learned-how-to-make-pizza",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pizza",
      "id": "lifeandstyle/pizza",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Bush",
      "id": "profile/stephen-bush"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/12/why-i-wish-i-hadnt-learned-how-to-make-pizza"
}