{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/05/hidden-propaganda-and-british-muslims",
  "id": "2016-05-05-68",
  "sectionId": "uk-news",
  "body": "Over almost a decade of increasingly failed strategies by the Home Office to counter the radicalisation of young people (Revealed: UK’s covert propaganda bid to stop Muslims joining Isis, 2 May), is it not time the government embarked on a strategy of trusting British Muslims? It is now clear that the government has always considered its “psychological warfare and operations unit” headquartered in the Home Office as the principal way of dealing with the British Muslim community and not the Bell Pottinger PR-spun “communities” cheer-led by those that “ministers can work with” over recent years.    Related: Revealed: UK's covert propaganda bid to stop Muslims joining Isis    It is time the government tried hard to work with the un-annointed “others”, and stopped trying to navel gaze through the shameful use of battle-hardened soldiers and ex-MI6 officers to wage war on its own citizens. British Muslims, if engaged openly and honestly, may be able to help provide solutions and leadership that steer us away from current counterproductive paths which serve to ensure clashes of civilisation on our very own streets.Sharhabeel LoneChairman, Kentish Town Community Organisation, London • While it may well be quite right to employ clandestine propaganda as part of a counter-radicalisation programme, it is certainly quite wrong that the bulk of this should be discharged by a profit-making private company. We cannot have the defence of our realm secured by commercialism. If Breakthrough Media Network can run clandestine state security, we might as well hand policing over to G4S tomorrow.Robin WendtChester • Hand in Hand for Syria, Syria Relief, and Human Care Syria, the charities named in your article (Help for Syria; the ‘aid campaign’ secretly run by the UK government, 3 May), do crucial work in providing aid to communities under attack by the Syrian regime: communities that the UN is often unable to assist because of the obstruction of the Syrian government. If the British government chooses to assist that crucial lifeline – even in this convoluted manner – then what is the problem? I’d rather see my taxes spent on food and clothing for dispossessed Syrians than on bombs. My sole objection is that they are spending money on expensive contractors that could be far better employed helping the besieged people of Syria. That is the real scandal here. I can only hope that the undeserved conspiratorial shadow that this story has cast over these organisations doesn’t hamper their essential work. In order to ensure that, the Guardian owes these organisations equal space to explain what it is they do and why it matters so much.Brian SlocockChester • I wonder if your shock-horror exposé of a government attempt by the Research, Information and Communications Unit (Ricu) to influence Muslim would-be martyrs through covert propaganda has done them or the country a service? Such impressionable young people were never going to listen to reason. I can’t myself think of a better way to put across a “counter-narrative” as Ricu calls it. Certainly the operation that you report is creepy, but it’s not illegal and it might have done some good. But that has been negated by your revelations.Piers CrokeLondon • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Hidden propaganda and British Muslims | Letters",
  "webPublicationDate": "2016-05-05T18:31:52Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/05/hidden-propaganda-and-british-muslims",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/05/hidden-propaganda-and-british-muslims"
}