{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/sinead-oconnor-missing-found-safe-chicago",
  "id": "2016-05-17-136",
  "sectionId": "music",
  "body": "Sinéad O’Connor has been found safe, local police have confirmed, after a desperate hunt was launched to find the Irish singer when she disappeared on Sunday from a suburb of Chicago. News that she had not been seen since early on Sunday morning immediately sparked alarm as reports emerged on Monday that authorities were concerned for her health. Police in the Chicago suburb of Wilmette released a statement on Monday in which they said they were “seeking to check the wellbeing” of the 49-year-old. O’Connor “reportedly left the Wilmette area for a bicycle ride yesterday (Sunday) at 6 am (1100 GMT) and has not returned”, the statement said. Worried messages were soon posted on the singer’s Facebook page and concern intensified as it became clear there had been no reported sightings of O’Connor for more than 24 hours. But she surfaced not long after, Wilmette police confirmed. A concerned caller had contacted police after seeing O’Connor on a bicycle on Sunday. One report said O’Connor was riding a Raleigh motorised bike wearing a black parka, black leather pants and a sweatshirt with “Ireland” on the back. O’Connor appears to have posted on her official Facebook page at around 9am on Sunday, addressing her adult son Jake and talking about her custody battle with her ex-partner Donal Lunny. But she also wrote a post on 14 May declaring that she was heading for North Carolina to take part in a protest about the new legislation there that dictates that transgender people must use the bathroom that matches the sex on their birth certificate even if that does not match their gender identity. O’Connor has previously posted distressing updates on Facebook, including last November, when she wrote that she had taken an overdose. “There is only so much any woman can be expected to bear,” she wrote. “What was done to me this week was appalling cruelty. “The last two nights finished me off. I have taken an overdose. There is no other way to get respect. I am not at home, I’m at a hotel, somewhere in Ireland, under another name.” O’Connor was later found safe. The singer has opened up about her struggles with suicidal thoughts in the past. In 2007, she told Oprah Winfrey that she had been diagnosed with bipolar disorder and attempted suicide on her 33rd birthday. In recent weeks, she became embroiled in controversy after the death of Prince, who wrote her breakthrough hit Nothing Compares 2 U. The talkshow host Arsenio Hall filed a $5m lawsuit against O’Connor after she posted on Facebook to allege that Hall had given Prince drugs “over the decades”. She said she had reported Hall to the Carver County sheriff’s office in Minnesota, which is investigating Prince’s death, and that “anyone imagining Prince was not a longtime hard drug user is living in cloudcuckooland”.  O’Connor had been living in Wilmette, on the northern outskirts of Chicago, since February, according to a report in the Chicago Tribune.  The singer has performed at least twice in Chicago this year, with blues legend Buddy Guy in January and at a cancer charity fundraiser at the Metro Chicago theater in March. O’Connor has recorded 10 solo albums, and became a global star in the early 1990s, but she has never been a stranger to controversy. She memorably tore apart a photo of Pope John Paul II during Saturday Night Live in 1992, declaring: “Fight the real enemy!”  The Associated Press contributed to this report",
  "webTitle": "Sinéad O'Connor found safe after going missing from Chicago suburb",
  "webPublicationDate": "2016-05-17T14:33:03Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/sinead-oconnor-missing-found-safe-chicago",
  "keyword": [
    {
      "webTitle": "Sinéad O'Connor",
      "id": "music/sinead-o-connor",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Chicago",
      "id": "us-news/chicago",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Illinois",
      "id": "us-news/illinois",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "music/2016/may/16/sinead-oconnor-missing-found-safe-chicago"
}