{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/09/atletico-madrid-team-suffering-title-bid-ends-levante-diego-simeone",
  "id": "2016-05-09-134",
  "sectionId": "football",
  "body": "Atlético Madrid slipped into the lead after one minute and 18 seconds and out of the race after 89 minutes and two seconds. The “enthusiasm, hope and perseverance” that Diego Simeone had talked about finally left them in the last minute of the next-to-last week of the season when Giuseppe Rossi scored a winner that gave them no way back. Atlético will not make it to the final day, after all. Top virtually at the start of the day, they were out of it at the end, defeated by the team who were not just bottom but already relegated, a Second Division side. Levante had nothing to play for. Nor do Atlético Madrid any more. Apart from that European Cup final, of course, their second in three seasons.   Related: Barcelona and Real Madrid take La Liga title chase to final day    So here we are: Barcelona top, Real Madrid second, one point between them and one week to go. Real Madrid at La Coruña, Barcelona in Granada. “To The End”, ran the headlines on the front of both Marca and AS but Atlético could not get there with them. Unlike two years ago, there will not be three teams in it on the final day; and unlike two years ago, the champions will not be Atlético, either. They are at home against Celta on the final day, yet that does not matter much now. The team who won the cup at the Bernabéu and won the league at the Camp Nou could not win at the Ciutat de Valencia, the ground with a curious hold over them. They have won everywhere but never there, not under Simeone. They almost lost the league at Levante two years ago when they were defeated 2-0 in week 36, only for Barcelona and Madrid to slip up, too; this time, a week further on, they really did. There was, Simeone insisted, an “imperious need to win” but he watched through the window, a suspended man stuck in a glass cage, as they were defeated. “It was an accident and it cost us the league,” Koke said. Koke had put Fernando Torres through after only 78 seconds and he clipped in the opening goal. He turned and ran to the fans, almost 2,000 of them in the corner of the ground dressed in red and white; everywhere else was decked in blue and red plastic, more seats than supporters. Levante were down and Atlético were top. True, they were only there for six minutes until Lionel Messi put Barcelona 1-0 up against Espanyol with a gorgeous free-kick 350km north; true, their lead over Real Madrid was swiftly back to a single point again when, 350km inland, Cristiano Ronaldo scored against Valencia; but if anyone knows how to win 1-0 it is them. They had done it 10 times already this season, after all. They were on course. Which might just have been the problem. Maybe it had been too easy, a game that seemed impossible to lose for the team more accustomed to emerging triumphant when it is impossible to win. “The goal hurt us,” Saúl Ñíguez said – and, yes, he was talking about their goal. “We took our foot off [the gas] … and when you do that, teams beat you,” he said. “And when you relax in football, these things happen.” Atlético are a team made for suffering, it sometimes seems, almost like they are less comfortable with comfort – and there was a hint there of two other games they may look back on as moments that cost them the title: the 2-1 defeat at Sporting and the 1-1 draw at Depor, both of which they led, both of which seemed done. In both, Atlético appeared to be trying to keep something back, aware of fatigue and seeking to conserve energy, and in both they were caught. They were caught against Levante, too: on 30 minutes Víctor Casadesús headed an equaliser and the title tilted. At half-time Barcelona were leading 1-0, Madrid were leading 2-0 and Atlético were drawing 1-1. There was time still but the clock was ticking and somehow Atlético could not quite get started: five days after Munich, there was something missing. Madrid’s lead was cut to 2-1 and then extended to 3-1, Ronaldo getting his second. In between those goals, Barcelona went 2-0 up, then 3-0, then 4-0, Luis Suárez reaching 37 league goals this season, and the Espanyol goalkeeper Pau López – the man who stamped on Messi in January and trod on Suárez on Sunday; the man who said he wanted “a team from Madrid” to win the league – watching in horror as the ball slipped through his hands and his words came back to bite him. Eventually it would be 5-0. At the bottom, Sporting Gijón led at the Coliseum and Getafe levelled; Granada had scored three in Seville and the fourth was on the way. Deportivo were 2-0 up at Villarreal and safe; Rayo were 2-0 down at Real Sociedad and sunk. Then it was 2-1, hope again. A lot was happening, in other words. Only not at Levante. Saúl had a chance, Stefan Savic, too, but Antoine Griezmann’s shot in the 75th minute was only the third on target in the second half. Diego Mariño made a superb save, pushing it past the post. Five minutes later, across at the Bernabéu, where Kiko Casilla had been keeping Valencia at arm’s length and the title within arm’s length with two superb saves off Dani Parejo and Rodrigo, André Gomes curled in a lovely goal to make it 3-2. There were 10 minutes left; another goal for Valencia would put Real Madrid out of the title race; another goal for Atlético would put them back in it, level with Barcelona at the top. Juanfran appealed for a penalty, Torres had a go, so did José María Giménez, but there was no clear way through. The more Atlético sought it, the more Levante broke. Until, in the 90th minute, they broke everything. Three men bombed forward and Rossi scored. At the final whistle, there was a roar at the Bernabéu and a roar at the Camp Nou. At the Ciutat de Valencia, there were chants: “Atleti! Atleti!” It was over but it had been good while it lasted and it had lasted a long time.    Levante have real nobility  Atlético's Diego Simeone     “Levante have real nobility,” Simeone said. “That is what makes football great: that a team that comes from playing a Champions League semi-final can lose here.” As for his team, he declared himself “proud”, just as the supporters were: 3,329 minutes into a 3,420-minute season, they had still been in the title race; 3,248 minutes into it, they had been top. “Pain invades the happiness I feel at knowing that we competed until the penultimate weekend,” Simeone said. “We’re finishing a fantastic, enormous season.” Now, though, it is Madrid and Barcelona who will finish it, next Saturday at five. Four games into the five-game sprint to the line, and they are still where they were: a point apart, no margin for error. When Barcelona’s mini-collapse reopened the title race, and their cushion was removed, Luis Enrique was asked if he thought his team would need to win all five to take the title, and if they were capable of doing that. He responded: “Yes and yes”, adding: “We’ve used up all our credit but win five games and we win the league. It’s a wonderful challenge and one we happily accept.” So far, he has been proven right: Atlético have fallen at the fourth, penultimate leg, having resisted every step of the way until now but Madrid are still there. It has not always been easy – they came from 2-0 down to beat Rayo 3-2, then edged past Real Sociedad 1-0 and on Sunday there were moments when it felt as if their grip might give, Rodrigo missing a sitter at 1-0 and Zinedine Zidane admitting that “Kiko Casilla was decisive” – but they have won all four, and are now on an 11-game winning run in La Liga. As for Barcelona, since their cushion vanished, they have won four out of four, aggregate score: 21-0. Now they go to Granada, while Madrid go to Deportivo. Both opponents secured survival yesterday and neither have anything for which to play. Game over, then? Perhaps not. Levante had nothing to play for either and it really was game over yesterday, for Atlético. And so it comes to this. Two teams left, 90 more minutes. “Anything can happen,” Zidane said. Talking points     Constantin Galca admitted the knowledge Espanyol were safe affected the way his side played against Barcelona. Photograph: Bagu Blanco/BPI/Rex/Shutterstock    • They said there were 5,000 Granada fans in Sevilla, 3,000 Sporting fans in Getafe and 2,000 Rayo fans in San Sebastián, their Salvation Armies. On the penultimate weekend, every game was played at the same time, their fates interconnected as they rebelled against relegation. That included Espanyol, whose manager, Constantin Galca, admitted that the knowledge that they were safe affected the way they played at the Camp Nou, and Deportivo, who were quickly leading in Villarreal to secure survival and for whom Lucas Pérez starred. Fayçal scored a belter. “This is a gift for our fans,” Víctor, Deportivo’s coach, said. Granada survived, too, ultimately running out 4-1 winners at the Sánchez Pizjuán as they completed yet another late escape, this time with a week to spare. The coach, José González, said: “This defines the season perfectly: suffering.” But this was not suffering, not compared to what they have been through in previous weeks and not compared to what others were experiencing. Rayo were 1-0 down on 12 minutes, 2-0 down on 49 and in with a chance when Javi Guerra made it 2-1 with 20 minutes left. “We were bad precisely on the day when we needed to be good,” Paco Jémez said. “They’re sad in the dressing room, with people crying like children.” At a packed Coliseum, Sporting went 1-0 up only to go down to 10 men and for Stefan to equalise with 10 minutes left as Pedro León led Getafe back into the game and back out of the relegation zone. Not, though, for good. At least, not yet. As the headline in AS put it: “Geta shout ‘uffff’, Sporting shout ‘ayyy’.” Marca called the stadium “a Coliseum of pain”. Pretty much like the original Coliseum, then. Levante had already gone (“All that we would have needed to reach the final week with hope was not to have thrown it away against Athletic or for the refereeing to have been different the other day against Málaga,” Rubi said). Now the question is who joins them. Only one team can survive from Getafe (36), Sporting (36) and Rayo (35). Getafe go to Betis, Sporting play Villarreal and Rayo face Levante. Getafe are the only side who know that a win guarantees them survival. “There’s one game left and it’s a final: we have to win it,” Juan Esnáider said. As for the Sporting manager, Abelardo Fernández, he insisted: “I still believe in miracles.”   Related: Atlético Madrid out of La Liga title race as Barcelona and Real Madrid win    • Sporting’s opponents, Villarreal, are managed by Marcelino: born in Asturias, a former Sporting B and first-team coach, who admits he would like Sporting to survive. • Adiós to the artist: the man who makes his manager cry, so beautifully does he play. Juan Carlos Valerón said goodbye on Sunday. “It was time,” he said, aged 40. He left with a bunch of flowers, a plaque and a microphone in hand, singing La Macarena (yes, really, albeit a little shyly), fans in Las Palmas standing to applaud him, just as they have all over the country for years. He will be missed. “He is a role model,” said Quique Setién, the coach who loves him and led Las Palmas to a superb, and unexpected, season. • And this week’s best goals? How about Javi Guerra, André Gomes, Fayçal and Lucas? Oh, and Rubén Castro for the way that Joaquín made it. Tasty. Results Las Palmas 0-0 Athletic, Real Sociedad 2-1 Rayo Vallecano, Real Madrid 3-2 Valencia, Villarreal 0-2 Deportivo, Getafe 1-1 Sporting, Eibar 1-1 Betis, Barcelona 5-0 Espanyol, Sevilla 1-4 Granada, Celta 1-0 Málaga, Levante 2-1 Atlético.",
  "webTitle": "Atlético Madrid are a team made for suffering as title bid ends so close to line | Sid Lowe",
  "webPublicationDate": "2016-05-09T15:19:21Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/09/atletico-madrid-team-suffering-title-bid-ends-levante-diego-simeone",
  "keyword": [
    {
      "webTitle": "La Liga",
      "id": "football/laligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Diego Simeone",
      "id": "football/diego-simeone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/09/atletico-madrid-team-suffering-title-bid-ends-levante-diego-simeone"
}