{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/manchester-united-fan-sierra-leone-dream-fa-cup-final",
  "id": "2016-05-16-171",
  "sectionId": "football",
  "body": "A distraught Manchester United fan from Sierra Leone whose dream trip to Sunday’s game with Bournemouth was ruined by the dummy bomb found at Old Trafford will now watch Saturday’s FA Cup final after supporters raised funds to extend his stay.   Related: Manchester United fake bomb 'fiasco': call for full investigation    When Sunday’s match was postponed until Tuesday night Moses, a lifelong fan, was in tears before what was to be a first experience of seeing United play live. Having made the 3,170 mile trip from his homeland he faced the bitter disappointment of the return journey without seeing them in action. A suspect device, which was later discovered to be a mock explosive, caused the evacuation of the stadium before the 3pm kick-off. While the match is to be played at 8pm on Tuesday, Moses can now attend it and United’s FA Cup final against Crystal Palace at Wembley. “I was so disappointed and I cried right away and people come around me and hug me,” said Moses, according to the BBC. “I come far away from Sierra Leone. I come to watch this match and it doesn’t happen. This is my first time in real life to watch Manchester live and it doesn’t happen.”       Ian Stirling, vice-chairman of the Manchester United Supporters Trust, was at the forefront of raising the monies in a personal capacity for Moses to be able to change his flight and acquire a ticket for the Cup final. Stirling said: “When we heard the game was abandoned we had to tell Moses and the poor lad was distraught - being so close to the ground and not being able to go in, not knowing when he might get this chance again. “He’s still distraught at not getting in to Old Trafford. That was his dream. But we’re trying to do the right thing for a friend.” Along with a picture of Moses, Stirling tweeted: “Update on Moses whose first game at OT today. We’re paying for a change of flight date and he’s going to Wembley!” Moses has also been offered free accommodation for the week in Salford Quays at the private home of United fans.",
  "webTitle": "Manchester United fan from Sierra Leone has dream trip ruined … and then improved",
  "webPublicationDate": "2016-05-16T13:43:58Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/manchester-united-fan-sierra-leone-dream-fa-cup-final",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/16/manchester-united-fan-sierra-leone-dream-fa-cup-final"
}