{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/super-rich-leave-uk-london-media-housing-market",
  "id": "2016-05-17-115",
  "sectionId": "commentisfree",
  "body": "A threat hangs over British politics. Come election time, it is whispered to voters at the ballot box. It limits the choices available to every government. You know this threat because you’ve heard it so many times. Do this, it says, and the super-rich will leave. Choose that, and the wealth creators will flee.   Related: Super-rich may quit London homes under new anti-corruption rules    We saw it splashed across the Guardian last Friday. No sooner had David Cameron laid out plans to dispel some of the murk around the purchase of multimillion-pound houses and offices in Britain than – hey presto! – the Guardian reported fresh warnings: the “super-rich may quit London”. An estate agent who sells mansions and penthouses to billionaires from Russia and China moaned: “We can’t afford to do this and repel the wealth creators.” This is the poshest kind of blackmail. The ne’er-do-wells of yore composed ransom notes with cutouts from newspaper headlines. But when the super-rich hold the rest of us to ransom, they do it through headlines. Comb through the newspapers and you see the pattern: any imposition on the wealthy – every tax rise or sliver of red tape or opposition policy – will apparently cause the poor souls to fly, faster than pigeons in Trafalgar Square. Alistair Darling’s 50p tax rate for millionaires causes hedge fund managers to mutter “everyone is thinking about leaving”. Ed Miliband’s plan to abolish non-dom status provokes upmarket estate agents to shake their heads: “It’s like the 1970s again, when waves of wealthy people left Britain and it was a disaster.” At the last general election, “leading tax barristers” warned that a Labour victory would be “cataclysmic”. Perhaps you are unmoved by such lobbying. Perhaps you are even now waiting for a quartet of the world’s tiniest violins to strike up. But you, my friend, are not a politician. Our elected representatives will shill for the super-rich, such as when Boris Johnson publicly pressed David Cameron to repeal the 50p tax rate. Or they’ll do their marketing, such as when the former mayor of London described the 1% as a “put-upon minority”, as persecuted as the homeless or Irish Travellers. Nor is this the sole province of the right: this March, Nicola Sturgeon broke her own election pledge to raise the top rate of tax – in case it sent the moneymen of Edinburgh and Aberdeen south of the border.     Ed Miliband’s plan to abolish non-dom status provokes upmarket estate agents to shake their heads: ‘It’s like the 1970s again, when waves of wealthy people left Britain and it was a disaster.’ Photograph: Andrew Drysdale / Rex    Far from leaving, though, the rich keep on coming – in ever greater numbers. London is now home to the world’s largest number of billionaires. And the capital’s swankiest real estate is more expensive than New York, San Francisco or anywhere else in the west, bar Monaco. But what would happen if they did actually go? As Danny Dorling, the Oxford professor of geography, notes, the ultra-moneyed classes do abandon cities – “at a time of their choosing”. Long Island was once so rich as to be the setting for the Great Gatsby – until the crash of 1929. Now the grand houses remain but the big-money holidays at the Hamptons. (For more data, look at Dorling’s new book A Better Politics, free online here.) The other thing we know is that cities that get too high on speculation face a long, long hangover. In the late 17th and early 18th century, Amsterdam was as pre-eminent a world city as London is today. The Netherlands was enjoying its golden age of peace with England, and – as Neil Monnery points out in his book Safe As Houses? – the exclusive Herengracht was the Dutch canalside equivalent of Kensington. Then the bubble popped. Using detailed land registers, economic historians can tell us what happened next. House prices peaked in 1738. During the next 20 years, prices fell by a third. Once you adjust for inflation, property prices in Amsterdam would not reach their 1740 levels again for another 250 years. Could that happen here? The big difference is that wealth is far more footloose than it was in the 18th century, so a similar process could happen in far less time. You can imagine the chain of events: the ultra-rich who bought flats and simply left them empty, turning Kensington into a ghost town, would cash out as soon as possible. The restaurants serving oligarchs would turn back into Byron burger outlets, and the expensive estate agents would have to find other sales work. Those car dealerships in the best postcodes selling hyper-expensive Minis would shut down – because ultra-souped-up small cars are exactly what people buy when they have more millions than sense. The tiny airports dotted around the M25 where the private jets taxi in would soon have grass growing on the tarmac.     Former mayor of London Boris Johnson ‘publicly pressed David Cameron to repeal the 50p tax rate’. Photograph: Christopher Furlong/Getty Images    Leave aside the ripple effects in the property market (which would be big and go wide), were the super-rich to desert London I find it hard to believe it would have a lasting effect on jobs or taxes. Because the capital is simply a docking bay, rather than a home, for the 1% – a place for them to park their cash. And you can’t say someone’s left if they were barely ever here. True, pockets of London are now a butler economy to these people, offering them cleaners, drivers, tax advisers, wealth managers and pliable accountants. But how many jobs is that? How many workers and how much in taxes? Look at the figures provided by the British Banking Association, the cheerleader for the finance sector. It estimates that private banking and wealth management employs about 15,000 people across a few postcodes in London, with a few thousand more across the rest of the country. It contributes just over £1bn to the exchequer, the bulk of which is income tax and national insurance contributions paid by its workers themselves rather than the employers.   Related: The 100 best novels: No 51 – The Great Gatsby by F Scott Fitzgerald (1925)    For an industry supposedly of such existential importance to the UK, these are tiny sums. Stack them alongside the 2 million employed by manufacturing, even in its current state of emaciation, and the tens of billions it pays into the Treasury each year. When was the last time you saw a paper warning of industrialists being about to leave the UK because of the lack of state support? Someone once observed that it was easier to imagine the end of the world than the end of capitalism. By the same token, it’s easier to imagine the end of London than a London without the super-rich. But the hold the 1% has over our politics and our economy is largely psychic. By donating to both the main parties, through owning newspapers, they have lobbied themselves into indispensability – and made the rest of us their hostages.",
  "webTitle": "The super-rich blackmail us with threats to leave the UK. We should call their bluff",
  "webPublicationDate": "2016-05-17T15:13:53Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/super-rich-leave-uk-london-media-housing-market",
  "keyword": [
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Tax",
      "id": "money/tax",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Aditya Chakrabortty",
      "id": "profile/adityachakrabortty"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/super-rich-leave-uk-london-media-housing-market"
}