{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/nebraska-west-virginia-primaries-donald-trump",
  "id": "2016-05-10-3",
  "sectionId": "us-news",
  "body": "Donald Trump has won West Virginia’s Republican primary over former rivals Ted Cruz and John Kasich, who remained on the ballot despite their having dropped out of the race last week. Trump’s win – called by the Associated Press minutes after polls closed – was expected even before Cruz and Kasich suspended their campaigns following poor showings in Indiana.  With 13% of precincts reporting, Trump had received 72% of the vote in West Virginia, with Cruz at 11% and Kasich at 10%. Polls in the Mountain State had given the real estate mogul a lead of over 30 points before his win in last week’s primary made him the GOP’s likely standard-bearer in the November general election.    Nebraska and West Virginia results Nebraska and West Virginia primary results. Donald Trump’s last remaining rivals, Ted Cruz and John Kasich, suspended their campaigns on 3 May and 4 May respectively. They are still on the ballot in both states however.   His victory came despite his telling supporters not to bother to vote in the primary at a campaign rally in the state capital of Charleston on Thursday. “Save your vote for the general election in November,” the presumptive nominee told a raucous crowd of over 13,000. Nevertheless, Trump’s win in West Virginia may not translate into a clean sweep of the state’s 34 delegates.  Voters in West Virginia cast ballots for individual delegates. This means that a Republican voter in the Mountain State has to cast 25 individual votes: three for their district delegates and 22 for statewide delegates. Although each delegate’s presidential preference is listed on the ballot, the state’s convoluted rules add an additional wrinkle that complicates the process. Among the 22 statewide delegates, no more than two can be elected from an individual county and seven from a congressional district. These jurisdictions are not listed on the ballot.  This means that the third highest vote-getter from a county or the eighth from a congressional district is automatically disqualified from serving as a delegate.  Although the Trump campaign tried to distribute an official slate to avoid wasted votes, there is still significant potential for Trump supporters to cluster their votes as nine of the first 22 Trump delegates are from a single county.    Related: Trump becomes presumptive nominee: what happens to remaining GOP primaries?    This creates scenarios where outnumbered but better-organized Cruz supporters can still elect delegates and have a foothold in the state’s delegation at the convention.   Related: Bernie Sanders wins West Virginia primary, keeping up pressure on Clinton    In the Democratic race in West Virginia, Bernie Sanders beat Hillary Clinton. In Nebraska, the other Republican state holding a contest on Tuesday, Trump also beat Cruz and Kasich. Prior to dropping out, Cruz had long been favored in the winner-take-all Cornhusker State and had a series of major endorsements scheduled to be released there the day after Indiana’s primary.  Further, the state’s freshman senator, Ben Sasse, has been perhaps the most vocal opponent of Trump of any Republican elected official. But the departure of Cruz and Kasich from the race meant Trump won the contest and all 36 delegates on offer there. The Associated Press called the race moments after polls closed. In his single campaign event in Nebraska on Friday, Trump was endorsed by the state’s governor, Pete Ricketts, whose family had previously donated millions to Our Principles Pac, the leading anti-Trump Super Pac.    Republicans",
  "webTitle": "Donald Trump wins West Virginia and Nebraska primaries",
  "webPublicationDate": "2016-05-10T23:33:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/nebraska-west-virginia-primaries-donald-trump",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "West Virginia",
      "id": "us-news/west-virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nebraska",
      "id": "us-news/nebraska",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/10/nebraska-west-virginia-primaries-donald-trump"
}