{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/mapping-out-the-green-party-future",
  "id": "2016-05-18-68",
  "sectionId": "politics",
  "body": "Adam Ramsay’s sincerity cannot be doubted (The Greens can still reshape Britain’s political landscape, 17 May). He eloquently puts the case for a better society. The problem is the way he proposes to get there. Despite statements to the contrary, the Green party has never been a leftwing party. Common ownership of the means of production is not party policy. It does share common values of fairness and mutualism with liberals, social democrats and some socialists. But that doesn’t of itself make the party leftwing. Two things make the Green party distinctive – putting the planet first and living within the planet’s finite resources: less for the rich and more for the poor. In a Green society, the rich would definitely be a lot poorer, not because the party believes in redistribution of wealth per se, but because there just aren’t enough resources on the planet to go round. That’s not an easy message. But rebranding the Green party as leftwing makes progress nonexistent, as the failure to progress at the last general election amply shows. Why? Because the English electorate isn’t leftwing. The path Adam proposes leads only into the wilderness. The Green party isn’t a club for frustrated social reformers. Its purpose is to win votes, achieve power and make change. It’s time the party looked out to the world and delivered its original promise to gain power to change the world. That can only be achieved if the party accepts the electorate as it is.Jo SterankaClacton-on-Sea, Essex • Adam Ramsay lists the significant advances made by the Green party in recent years, but there is a huge paradox at the heart of its political position. The more successful it is, the more detrimental it is to the acceptance and implementation of crucial green policies. The green imperative is absolutely vital to our future and as such it has to underpin the policies of all the parties and be at the heart of the widest possible range of political philosophies. The paradox is that the more votes and members a Green party attracts, the more it sucks green supporters from the other parties and weakens the green influence within them. And if perchance a Green party came into office, how could it ever permit a non-green party to replace it? What we need is a powerful green movement but not a Green party, whoever becomes its leader.Michael MeadowcroftLeeds • I heartily endorse Adam Ramsay’s praise for Natalie Bennett’s important achievements as Green leader. She has greatly strengthened the party in terms of both policy and membership, and I hope that she will continue to make a major contribution to policy development. I would add my personal appreciation for a woman who spoke cogently and with deep human conviction, without trying to distinguish herself as a woman by the colours of her clothes or the height of her heels. I long for the day when we value our politicians for their analysis, values and vision rather than the smartness of their dress and the smoothness of their rhetoric, which contribute nothing to the betterment of our world.Diana FrancisBath • I am not entirely sure what Adam Ramsay’s cryptic comment about a candidate running on a ticket of returning the party to the 1980s was supposed to mean. But I did note that environmentalism came last on his list of things the party should be focusing on when reaching out to others.Paul Anderson(Green party member since 1980s), Nottingham • Your editorial (18 May) refers to the Green party’s “birth in the 1980s”. The People party in the early 70s, which changed its name to the Ecology party, was the forerunner of today’s Green party. From the beginning it has never been a single-issue party. Policies have always been social as well as environmental. From the outset there was much talk about “basic income policy”, which has always been a central aspect of green politics. Having mostly been dismissed by other parties as a crazy idea, it has now suddenly become very fashionable in political debates. But it is presented as some bright new progressive gem, with never a mention of its green origins. Can we have some credit, please, for keeping the idea going all these years, despite the ridicule? Your editorial also begs the question: if the Green party membership is ahead of Ukip, why does Ukip get so much more publicity than the Greens? Even in the Guardian the Greens getting a mention is a rarity, especially during the run-up to elections. You say it would be easy to suppose that “now climate change is a mainstream concern … the party has fulfilled its mission”. Considering how infrequently any of the other parties even mention climate change, I fear you may be mistaken there.Maureen EvershedSolihull  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Mapping out the Green party’s future | Letters",
  "webPublicationDate": "2016-05-18T17:56:03Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/mapping-out-the-green-party-future",
  "keyword": [
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Natalie Bennett",
      "id": "politics/natalie-bennett",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green politics",
      "id": "environment/green-politics",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/18/mapping-out-the-green-party-future"
}