{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump",
  "id": "2016-05-10-91",
  "sectionId": "lifeandstyle",
  "body": "In March, a poll found that nearly 20% of Americans would consider moving to Canada if a Trump presidency comes to pass. Well, the dream doesn’t have to be mere fantasy any longer. A new company has arrived that intends to help whisk the country’s jaded abroad. Maple Match is a matchmaking service like none other. In the words of its website, it “makes it easy for Americans to find the ideal Canadian partner to save them from the unfathomable horror of a Trump presidency”. The app, in other words, wants to help Trump-averse singles find love – and perhaps a new country to call home. At the moment, eager singles can sign up for early access when the dating app launches properly. And when it does, many thousands of unhappy Americans and generous Canadians will be paired.   Related: President Trump fills world leaders with fear: 'It's gone from funny to really scary'    The service’s founder is Joe Goldman, a 25-year-old education research and budding entrepreneur based in Austin, Texas. A self-described man of “liberal persuasions” living in a red state, Goldman says he has a natural affinity for Canada and its progressive leftwing image. Maple Match is a manifestation of his dual passions: connecting different people and his neighbors to the north. “When this election came about and I started seeing Donald Trump and the rise of his candidacy I started getting concerned, just like anybody else,” he said. “I thought it might be interesting to try something like this out.”  At first his ambitions were modest: “Last week I had a hundred page views and I thought that was a great – I made a hundred people smile.” But then virality transformed Maple Match into an international craze. Last Friday, Maple Match was getting 200 sign-up requests an hour. Today nearly 5,000 singles have signed up for Maple Match – and the app hasn’t even launched.     Today nearly 5,000 singles have signed up for Maple Match – and the app hasn’t even launched    Goldman has attracted Americans and Canadians alike – the former hoping to get out of the US and the latter glad to harbor them. Maple Match has been fielding all sorts of desperate pleas. “Please help me,” a 22-year-old American writes on his Maple Match application. “I found out my parents are voting for Trump and it literally broke my heart.” “I want to meet an American woman who disapproves of Trump,” writes one Canadian. “She must be willing to become a hockey fan and eat maple syrup and Beaver Tails in my igloo.” Adriana Floridia, a 23-year-old single woman living in Toronto, told me that she thinks Maple Match sounds like a nice idea. “Maybe this is a chance for people to finally meet their soulmates,” she said. Goldman thinks this is the right attitude. “This is about finding the right partner and not caring if they’re on the other side of the border,” he said. “If that person happens to be from Nunavut or Nebraska, great. You should go to a place where you’ll be happy. For a number of Americans, in the event of a Trump presidency, that place would be Canada.”   Related: Blame Canada? US Senate committee ponders if northern border is a threat    The gag-like aspect of the Maple Match premise has of course aided its ascent to global virality. But Goldman insists that the men and women who have so far signed up think of this as much more than a fleeting joke. “Americans are using this as a serious opportunity to meet Canadians. People have been sending me paragraphs of explanation. People have been sending me pictures of themselves. I’ve had people begging me to start this. We’re not just building an anti-Trump app. We’re building something that connects people across borders, and that’s something that has the potential to grow.” Right now it seems the only hurdle is if Trump’s aspirations don’t come to fruition. Will Maple Match connect Americans with Canadians if Americans have no good reason to abscond? “It’s funny thinking that if Trump goes away there will be no more Maple Match,” Goldman said. “But while the humor is there to generate attention, what will ultimately interest people is their passion for finding someone who means something to them.” And Goldman believes that desire will endure even if the Democrats happen to win. “This site shows that a lot of people are frustrated with the current dating options,” he saids. “A lot of Americans really want to meet Canadians. They’re looking for something new and something better.”",
  "webTitle": "Maple Match: service helps Trump-fleeing Americans find love in Canada",
  "webPublicationDate": "2016-05-10T17:05:46Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump",
  "keyword": [
    {
      "webTitle": "Dating",
      "id": "lifeandstyle/dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Calum Marsh",
      "id": "profile/calum-marsh"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump"
}