{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/secret-life-of-the-human-pups-the-men-who-live-as-dogs",
  "id": "2016-05-25-176",
  "sectionId": "tv-and-radio",
  "body": "It’s easy to laugh at a grown man in a rubber dog suit chewing on a squeaky toy. Maybe too easy, in fact, because to laugh is to dismiss it, denigrate it – ignore the fact that many of us have found comfort and joy in pretending to be animals at some point in our lives. Secret Life of the Human Pups is a sympathetic look at the world of pup play, a movement that grew out of the BDSM community and has exploded in the last 15 years as the internet made it easier to reach out to likeminded people. While the pup community is a broad church, human pups tend to be male, gay, have an interest in dressing in leather, wear dog-like hoods, enjoy tactile interactions like stomach rubbing or ear tickling, play with toys, eat out of bowls and are often in a relationship with their human “handlers”. In the documentary, we see Tom, AKA Spot, take part in the Mr Puppy Europe competition in Antwerp, a mix of beauty pageant, talent show and Crufts; David, AKA Bootbrush, talk to camera in a leather dog mask; two pups walk through London pretending to wee on lampposts to raise awareness of their identity; and lots of men jumping up for “treats”, barking and wagging their mechanical tails. When I speak to Tom, he is keen to point out that puppy play is about more than just outfits and surface-level power games: it’s about being given licence to behave in a way that feels natural, even primal. “You’re not worrying about money, or food, or work,” says Tom, who works as an engineer in a theatre. “It’s just the chance to enjoy each other’s company on a very simple level.”     Spot, Hexyc and Tibo. Photograph: Richard Ansett/Channel 4    Tom’s discovery of puppy play came about gradually. He knew he liked sleeping in a collar, had a fetish for skin-tight clothing – Lycra, rubber, even off-the-peg cycling shorts – then came a dalmatian zentai suit he found on eBay, a £1 orange lead from Pets at Home until, eventually, a man in a club walked up to him and said: “Oh right, so you’re a pup.” The realisation was not without its repercussions: it led to a breakup with his former fiancee Rachel and a move into a gay relationship with his new handler. Colin.  “I wouldn’t say it was the catalyst, but it was the straw that broke the camel’s back,” says Tom. “Then I had this moment of panic because a puppy without a collar is a stray; they don’t have anyone to look after them. I started chatting to Colin online and he offered to look after me. It’s a sad thing to say, but there’s not love from the heart in me for Colin – but what I have got is someone who is there for me and I’m happy with that.” For David, a writer who works in academia, puppy play is an escape from the analytical world. “It’s so totally non-verbal,” he tells me. “It’s pre-rational, pre-conscious. It’s an instinctive, emotional space. But within every puppy is a person. This is part of my identity, but it’s only part. I’m also a vegetarian, play the piano; I have a parrot. I was planting tomatoes on my allotment this morning. I can go months without going into pup space.”  The psychiatrist Carl Jung argued that our conscious minds contain intuitive, emotional, sensation and thinking archetypes. Are the sort of men drawn to puppy play simply exploring their intuitive self? “Absolutely,” says David. “Puppy play is exactly that – play. There is an immense amount of pleasure from gambolling around in a club playing with squeaky toys because you’re making people laugh, you’re being a cute little puppy. The gay scene can be very serious, scary and offputting. But if you’re going in with a little puppy hood, ears and a tongue, you look cute. You’re allowed to bound around and be enthusiastic, mischievous and friendly.”         Watch the trailer for Secret Life of the Human Pups.     Kaz, another pup, argues that for some, being a puppy isn’t just a fun mask to try on – it’s how they identify; it’s who they are. “Even when I worked in PC World I would sometimes walk up to people and nip at their shirt,” he says, laughing. “I got in trouble once; someone walked into the PC repair centre and I had part of their dad’s computer in my mouth. But the other staff knew I was like that to everyone. They didn’t find it weird.” For Kaz, pup play can be summed up in the phrase: “Be dog”. He will socialise as a pack, enjoy physical closeness with other pups and always eats out of a dog bowl at home. “It’s just nice, it makes me feel comfortable,” he explains, before adding “But I always eat with a knife and fork and at a table. Otherwise it’s time-consuming and you can’t watch TV.” What is the attraction, for pups and their handlers? “You are trying to grasp the positive elements of the archetype of the dog; the loyal companion,” says David. “Some pups are solo, of course, but for me the puppy identity is focused on the bond between me and Sidney, my handler. I’ve been collared to him for 10 years. If anyone comes near him I growl like a little bull terrier. And I’m a people-pleaser in my human life. I get a great deal of pleasure from making other people happy.” Then, of course, there is the sex. Puppy play is often part of a larger sexual practice that crosses over with leather folk, furries and BDSM. But, as Kaz is keen to point out, not always. “People automatically jump to the conclusion that this is gear we wear to have sex. I used to get asked awful questions like, if I liked having sex with dogs. But it’s certainly not that, and it’s not always sexual. Members of my pack, we spend a lot of time together at home just being dogs. There’s nine of us and my partner is our handler. A big part of it is a feeling of family and belonging; we’re there to look after each other.” Whether we see it as a kink, an identity, a reaction to an early experience, a form of escapism or a fetish, the main thing, says Tom, is that we see it at all; that we know it’s there and accept it. “It feels like you can be gay, straight, bisexual, trans and be accepted,” he says. “All I want is for the pup community to be accepted in the same way. We’re not trying to cause grief to the public, or cause grief to relationships. We’re just the same as any other person on the high street.” • Secret Life of the Human Pups is available to view on All4 now.",
  "webTitle": "The men who live as dogs: 'We're just the same as any person on the high street'",
  "webPublicationDate": "2016-05-25T12:08:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/secret-life-of-the-human-pups-the-men-who-live-as-dogs",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Dogs",
      "id": "lifeandstyle/dogs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nell Frizzell",
      "id": "profile/nell-frizzell"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/secret-life-of-the-human-pups-the-men-who-live-as-dogs"
}