{
  "apiUrl": "https://content.guardianapis.com/natwest-partner-zone/2016/may/03/leading-the-way-when-a-business-becomes-more-than-just-your-idea",
  "id": "2016-05-03-258",
  "sectionId": "natwest-partner-zone",
  "body": "One of the biggest challenges for entrepreneurs setting up their own businesses is the transition from ‘innovator’ to ‘manager of other people’. Yet according to recent research, formal management training is lacking in small businesses. Close Brothers’ Business Barometer, a quarterly survey of UK SMEs, found that only 42% of their owners have had any formal leadership training – despite strong belief in its contribution to success.  “Many entrepreneurs leave a big-company role believing they can do a better job with more freedom and greater rewards,” comments Martin Norbury, a business mentor known as The Scalability Coach. “But when it comes to running a business, there’s little or no experience in leading or managing, and a resistance to delegating.” Maintaining balance Emma Smith started customer membership forum Memberoo in 2013. For the first year it was just her and co-founder Don Keir. “We tended to work from home, in coffee shops, or on sofas and we just managed ourselves. Everything changed as soon as we started hiring staff,” she says.     When you're small, each new member of staff has an enormous impact on the company culture  Emma Smith     Within two years, the business had a proper office and seven people. Smith, CEO, has an MSc in Management. Although this proved useful in a previous corporate environment, it didn’t prepare her for the challenges of running her own business. “The protocols and safety nets of a large company aren’t there in a startup, and the lessons you really need to learn are not those taught in classrooms,” she says. “When you’re small, each new member of staff has an enormous impact on the company culture, and everything had to be carefully managed to avoid upsetting the balance.” Smith has picked up a lot of skills informally, from the day she walked into the University of Bath Innovation Centre declaring she wanted to be a tech entrepreneur. She has received mentoring through the Centre’s business incubation programme, SETsquared. “I think business mentoring is much more beneficial than training courses,” she says. “Mentors get to know your business on a personal level and can offer contextual advice. This has been hugely helpful.” Memberoo is now hiring people to head up departments, which has created additional challenges. “We’re adding people with specialist knowledge to help us grow the business, but it can leave people feeling put out,” Smith explains. “It’s like someone telling you how to parent your toddler. We have to avoid making our early joiners feel that they are no longer important.” Welcoming advice      Richard Bateman, director of westfourstreet    Before Richard Bateman set up his own web design agency, westfourstreet six years ago, he too lacked the right kind of leadership skills. He was young, and his background was working on a service desk for Volkswagen, before an internal opportunity arose to move into web development. He then spent two years at a local digital agency before starting his own business. “The first year was a mess,” he admits, adding that everything was new: “I was no longer just a designer and developer; I was now a managing director of a business turning over £45,000.” Initially he used freelancers and other agencies to fill gaps, but this created issues of control. “They were all massively talented but they weren’t employees,” Bateman notes. “I couldn’t just call a meeting and expect them to be there, cup of coffee and notepad in hand.” The situation soon took its toll. “I had to manage client expectations, and the freelancers. It was the most challenging stage of my career,” Bateman concedes. “Running a business can be a lonely experience.” Bateman’s mentor came from within the family: his father-in-law had run a successful steel business for 30+ years. He also leaned on Buckinghamshire Business First, which put him in touch with like-minded individuals. “I’m convinced that great management skills are a combination of advice passed down and lessons learnt through personal experience,” Bateman says. “It’s my mistakes that have made me a better leader. And I’m never afraid to ask for advice.” Celebrating difference      The Magenta team seen here in Brighton. Owner Cathy Hayward is in the centre Photograph: Peter Searle    Cathy Hayward started building management communications agency Magenta Associates five years ago. Its growth has accelerated over the last 18 months and the headcount has tripled to nine.  In October, Hayward signed up to the Government’s now-defunct Growth Accelerator programme, retaining a business coach. “I’m quite an introverted, self-motivated sort of person, so trying to become a more open, accessible and leader-type person is proving quite a journey,” she says. Her knowledge of management consisted solely of her own experiences of good and bad bosses. “The business was still very much about me, but we had started to grow quickly and I was finding it difficult to bring in the right people to look after the new clients,” Hayward says. My coach set me a lot of homework, and got me reading management books. I hadn’t realised what I didn’t know. It’s easy to think that everyone is motivated in the same way as you, but they’re not.” Hayward found that recruiting people you know, or from within the specific industry, isn’t always the best policy. “I couldn’t match the salaries of larger players and I wasn’t looking in the right places,” she admits. “Recruiting through an agency made a big difference.    It’s easy to think that everyone is motivated in the same way as you, but they’re not  Cathy Hayward     “There was no real structure to the business, either. It was all vague and everyone reported to me. Working with my coach and looking at what other PR companies did, I created a structure we can replicate.” Learning to lean on external experts For David Wray, founder and MD of Grease Monkey Cycles, which provides convenient bike maintenance services to the Central Belt of Scotland, an early error was to take on people too soon for functions such as marketing and finance which could have been outsourced for much less.  “Despite a lot of management experience I found that managing people is one of the biggest challenges, taking much more time than I anticipated,” he says. He got help from Business Gateway High Growth Pipeline, which provides access to HR support and training. “One thing all early-stage entrepreneurs suffer from is a surplus of ideas, ideas that they generate at a rate of knots,” says Graeme Read at The Association of Professional Staffing Companies. “Managing a team from this perspective slows businesses down, leads to lots of half-built plans and takes its toll on morale – because no one knows what the priority is.” APSCo offers new leaders the chance to learn from fellow entrepreneurs in an intense, three-day peer-to-peer session where each can “step outside their own bubble” and share knowledge, information and skills, says Read. This advertisement feature is paid for and produced to a brief agreed with NatWest, sponsor of the winning new business and business essentials hubs.",
  "webTitle": "Leading the way: when a business becomes more than just your idea",
  "webPublicationDate": "2016-05-03T10:12:33Z",
  "webUrl": "https://www.theguardian.com/natwest-partner-zone/2016/may/03/leading-the-way-when-a-business-becomes-more-than-just-your-idea",
  "keyword": [
    {
      "webTitle": "NatWest partner zone",
      "id": "natwest-partner-zone/natwest-partner-zone",
      "sectionId": "natwest-partner-zone",
      "sectionName": "NatWest partner zone"
    }
  ],
  "authors": [
    {
      "webTitle": "Sue Tabbitt",
      "id": "profile/sue-tabbitt"
    }
  ],
  "guardianId": "natwest-partner-zone/2016/may/03/leading-the-way-when-a-business-becomes-more-than-just-your-idea"
}