{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/21/crystal-palace-miss-big-chance-alan-pardew-jason-puncheon-fa-cup-final-manchester-united",
  "id": "2016-05-21-36",
  "sectionId": "football",
  "body": "Wearing a sharp suit, Alan Pardew unveiled some even sharper and strangely alluring dance moves in his technical area when Jason Puncheon, a picture of shock and elation and local pride, blasted Crystal Palace into an improbable lead with 12 minutes left in the FA Cup final. But Pardew has never won a major trophy in his managerial career. He has been desperately close on two occasions now. It has been 10 years since the fourth official at the Millennium Stadium indicated that there would be four more minutes for Pardew’s West Ham United to hold on to their 3-2 lead over Liverpool and Steven Gerrard responded by equalising with one of the great FA Cup final goals.   Related: Manchester United win FA Cup as Jesse Lingard sinks Crystal Palace    This was not the right time – if there ever is a right time, that is – for Palace’s 54-year-old manager to lose his composure on the touchline. With Palace’s players wildly celebrating with their jubilant, disbelieving, wonderful supporters in the aftermath of Puncheon’s spectacular goal, they needed direction from Pardew upon their return to the halfway line. Organise. Concentrate. Keep your heads. It’s not over yet. Instead they got a performance that might have been appropriate during the preposterous pre-match ceremony. Palace were 1-0 up against Manchester United, 12 minutes away from winning a major honour for the first time in their 110-year history, and it was understandable that they were in dreamland. Unfortunately, though, that is where they stayed for the next three minutes. This was a nightmare of Palace’s own making. A collective failure of concentration contributed to a sickening sequel to their 1990 heartbreak against these opponents and a defeat that will haunt them throughout a long summer. When underdogs lose, sometimes it is a hard luck story. Not here. Even after Juan Mata forced extra-time with his equaliser in the 81st minute, Palace ought to have won after United lost Chris Smalling to a red card. United ended the game with Daley Blind and Matteo Darmian at centre-back. But Palace blew it. This was only the second time that they have reached a domestic cup final. There was a carnival atmosphere amongst the Palace supporters before kick-off, beach balls bouncing around the place, shiny red and blue flags fluttering in the air, while one fan was so gripped by excitement that he turned up dressed as Julián Speroni (full goalkeeper kit, black wig with ponytail). “This mentality is unstoppable,” read a banner in the Palace end.   Related: José Mourinho set to be appointed Manchester United manager next week    There had been a moment of drama before the teams trotted out to warm up, the sight of tears rolling down Wilfried Zaha’s face briefly sparking fears that the Palace winger had failed a late fitness test on a mystery injury. It was a false alarm and Zaha lined up on the right against the club who let him return to Selhurst Park with barely a moment’s thought. Yet Zaha was disappointing and so was Yannick Bolasie on the opposite flank. Pardew placed an emphasis on defensive qualities, opting for the robustness of Mile Jedinak and James McArthur in the middle but Yohan Cabaye could not assert himself and there were loud cheers when Puncheon replaced the Frenchman. Bolasie looked in the mood early on, forcing David de Gea to tip his header over, but in an often strangled contest, the isolated bursts of silky, coherent football came from United, who hit the woodwork twice in the second half. Marcus Rashford was a handful and Anthony Martial, Marouane Fellaini and Mata all threatened. Eventually Palace crept out of their half, Joel Ward picking out Puncheon on the left. The substitute’s corner had been headed away by Fellaini; now he was alone in the United area, unnoticed and unmarked as he lashed a stunning volley inside De Gea’s near post. The widespread assumption was that the team who scored first would win. Yet Wayne Rooney’s cross dropped to Mata via Fellaini’s head and the Spaniard squeezed a shot past Wayne Hennessey. Mata could later be seen asking Morgan Schneiderlin on the United bench if he had imagined that I, Pardew moment. Palace’s heads might have dropped but they continued to play with resolve and they were favourites when United were reduced to 10 men just before the end of the first period of extra-time, Smalling earning a second booking for hauling down Bolasie. Belief restored, Palace had 15 minutes to find a winner. They pushed forward and a glorious chance went begging when Dwight Gayle went through, only for De Gea to deny the substitute with his legs. It was a pivotal moment. Let down by their lack of ruthlessness at both ends, Palace were floored when Jesse Lingard belted in his stunning winner for United. Some things are not meant to be. But Pardew will wince if he ever brings himself to watch that dance.",
  "webTitle": "Crystal Palace miss their big chance and have only themselves to blame | Jacob Steinberg",
  "webPublicationDate": "2016-05-21T22:09:59Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/21/crystal-palace-miss-big-chance-alan-pardew-jason-puncheon-fa-cup-final-manchester-united",
  "keyword": [
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Alan Pardew",
      "id": "football/alan-pardew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/blog/2016/may/21/crystal-palace-miss-big-chance-alan-pardew-jason-puncheon-fa-cup-final-manchester-united"
}