{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/14/the-pier-falls-by-mark-haddon-review",
  "id": "2016-05-14-174",
  "sectionId": "books",
  "body": "The nine stories in Mark Haddon’s debut collection are exuberant, lusty exercises in juxtaposition: intimacy and estrangement, exoticism and domesticity, innocuousness and malevolence, the cataloguing of minute detail and the expansiveness of the zoomed-out lens. Such contrasts not only power each piece but also act as a form of call and response across them. Haddon’s protagonists attempt to escape isolation while remaining intensely, covertly committed to it; his landscapes bustle and resonate with the impact of human affairs but, naturally, remain almost entirely indifferent to them. And the title story suggests another of the book’s recurring concerns: the collapse of a structure representative of imperial solidity, grandeur, leisure, prosperity. Viewed another way, it suggests complete uselessness. “The Pier Falls” freeze-frames a seaside afternoon in 1970, in a resort town apparently untouched by the seismic social shifts of the 60s and with the equally transformative events of the Thatcher era still to come (there is nothing overtly historico-political about this, and yet Haddon’s prose is redolent with the tensions and particularities of England’s recent history). As promenaders eat pineapple fritters against the backdrop of paint-peeling balustrades, “a rivet fails”, and a catastrophe begins. Its inexorable unspooling – minute by minute, death by death – is recounted in a way that captures the lightning speed and agonising slow motion of disaster, the way in which it is simultaneously filmically recognisable to us and utterly aberrant. Those on shore stare in bewilderment, fear mixing with a frisson of excitement; on the pier, an elderly woman who has suffered a fatal heart attack appears simply to have nodded off. The narrative proceeds by simile, as though plainly stated fact is not sufficient: the stricken pier issues a noise like “a redwood being felled”; a woman shakes her unconscious husband “as if he has overslept and is late for work”; a hypothermic teenager sinks repeatedly beneath the water, until finally “there is so little left of his mind that he lets it go as easily as if it were a book falling from his sleeping hand”. Death can be humdrum, even when it is spectacular. The characters in “The Pier Falls” remain almost entirely unknown to us; elsewhere, we get a little closer. In “Bunny”, a morbidly obese young man is kept company by his models of the Afrika Korps and view of next door’s motorhome. Love appears to flourish when Leah, one of several grown-up children in the collection who return to an unsatisfactory parental home, hoves into view armed with junk food and ready meals. Its ambivalent exploration of appetite and satiety – and its highly ambiguous conclusion – make it a horribly disquieting read. It also speaks to two other stories, “The Gun” and “Breathe”, in which small-town, post-industrial England butts up against its more rural past. In the first, two boys stray to the edge of their estate and into some woods – “The bubbling runs of a blackbird’s call. An empty pack of pork scratchings trodden into cracked and powdery earth” – in an ill-conceived adventure that ends with a deer being butchered on the top floor of a council tower-block. In “Breathe”, a woman on the run from a relationship gone wrong returns from the US: “The train clatters north from Euston. The deep chime of the familiar. Chained dogs in scrapyards, level crossings, countryside like a postcard, all her history lessons written on the landscape, Maundy money and ‘Ring a Ring o’ Roses’.” “Breathe”, a pained exploration of mother-daughter relationships and the danger of equating the feminine with nurture, gives way to a wonderfully imagined Victorian story of derring-do that foregrounds masculinity. Other stories, too, take us far away from the everyday – to space, to an island that bears a close resemblance to Naxos, where Ariadne was abandoned by Theseus – to probe deeply into the strangenesses of solitude and the unpredictability of inner resources. But nowhere do all these themes come together more brilliantly than in the collection’s centrepiece, “Wodwo”, a story that extends to more than 60 pages and earns every one of them. A notional Christmas story – middle-class siblings and their families converge on their recently retired parents’ countryside home for decent wine, smoked salmon quiche and competitive bickering – becomes a loose reworking of Gawain and the Green Knight. The heart of that medieval story is the idea of repaying a debt of violence, and of the courtly ideal tested against something altogether wilder. Haddon’s updated version highlights even more strongly issues of masculinity, of parental expectation and filial inadequacy, of contemporary society’s obsession with class and race (his “Green Knight” is a black man with a shotgun and an assumption-confounding accent that is neither Trinidad nor Hackney). It is one of the best new stories I’ve read for years; and if I were its publisher, I would bind it up in a special edition and sell it to families at Christmas to make them feel better about their own problems. “Wodwo”, like many of the pieces here, also disrupts narrative time by throwing forward to characters’ fates, undercutting our investment in their present with a chilly wave to the future. My favourite such example, in “The Gun”, could almost stand as a capsule review of this terrifically compelling collection: “Halfway through the meeting a cow will fall through the roof and it won’t be anywhere near as funny as it sounds.” • To order The Pier Falls for £12.99 (£16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Pier Falls by Mark Haddon review – a stunning debut short story collection",
  "webPublicationDate": "2016-05-14T06:30:29Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/14/the-pier-falls-by-mark-haddon-review",
  "keyword": [
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Clark",
      "id": "profile/alexclark"
    }
  ],
  "guardianId": "books/2016/may/14/the-pier-falls-by-mark-haddon-review"
}