{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/any-election-involving-crosby-textor-will-include-dead-cats-and-weve-just-been-thrown-one",
  "id": "2016-05-20-355",
  "sectionId": "commentisfree",
  "body": "Johnny Depp’s dogs were sent packing long ago, but there are dead cats flying all over the place in Australia during the election campaign. Along with plenty of other tricks from the playbook of Crosby Textor, the Australian strategists who make a habit of winning elections in lots of places. Dead-cat theory was first explained in an unguarded column by Boris Johnson three years ago, where he simultaneously defended bankers’ bonuses and dobbed in “my Australian friend” Lynton Crosby, the mastermind of Johnson’s two successive victories in the London mayoralty race against the grain.  “Let us suppose you are losing an argument. The facts are overwhelmingly against you, and the more people focus on the reality the worse it is for you and your case. Your best bet in these circumstances is to perform a manoeuvre that a great campaigner describes as ‘throwing a dead cat on the table, mate’,” wrote Johnson.  “That is because there is one thing that is absolutely certain about throwing a dead cat on the dining room table – and I don’t mean that people will be outraged, alarmed, disgusted. That is true, but irrelevant … everyone will shout ‘Jeez, mate, there’s a dead cat on the table!’; in other words they will be talking about the dead cat, the thing you want them to talk about, and they will not be talking about the issue that has been causing you so much grief.” And so, with the chutzpah of a self-made multimillionaire in the heat of an election campaign, Malcolm Turnbull suggested on Thursday that Bill Shorten’s attack on Peter Dutton was “a means of distracting from [David] Feeney’s rather careless accounting for his real estate interests”.  But if anyone was swinging a dead cat, it was surely Dutton. Feeney’s offence, serious enough, was a little local difficulty in anybody’s book. But whether by accident or by design (a fascinating exchange between Mark Textor, Crosby’s partner and Liberal election guru, and Guardian Australia’s Katharine Murphy was opaque on this point) Dutton’s comments managed to dominate a day and some of the next after a positively feline interjection into the election debate.  With the campaign not going altogether to the government’s plan, Dutton was given a free hit from Sky News’ Paul Murray about the Greens’ plans to allow 50,000 more refugees to come to Australia. “These people would be taking Australian jobs, there’s no question about that,” Dutton said. “For many of them that would be unemployed, they would languish in unemployment queues and on Medicare and the rest of it, so there would be huge cost and there’s no sense in sugar-coating that, that’s the scenario.”            Labor hit back. Shorten condemned the remarks as insulting. Turnbull defended his minister. Refugee campaigners were outraged. The media – including Guardian Australia – followed the row all day. Fact-checks were commissioned and Dutton was found wanting. Perhaps the most compelling rebuke was in a 2011 study for Dutton’s own department: “Humanitarian entrants help meet labour shortages, including in low-skill and low-paid occupations. They display strong entrepreneurial qualities compared with other migrant groups, with a higher than average proportion engaging in small and medium business enterprises.” Meanwhile a survey commissioned by Amnesty International arrived on Thursday which happily found that Australians appeared to be far more welcoming of refugees than the cabinet minister had indicated. Karl Stefanovic, the Nine News presenter, quoted that same departmental study and, in a rare break into politics, condemned Dutton’s remarks as “un-Australian”.  But that cat was still on the table.  Dutton’s remarks, on late-night Sky News, hardly count as a keynote election address. But they are at one with the Liberals’ campaign strategy, which is to play immigration and asylum for all its worth, arguably in the belief that it will work particularly well in hard-pressed marginals.  “We know why they’re talking about this every day. We understand why they’re doing it,” said Shorten. Three of the last four videos on the Liberals’ YouTube site are short pops at Labor over boat turnbacks, arguing essentially that it is soft on the issue because some of the party’s candidates are uneasy about a regime where some of the world’s neediest people are languishing in offshore detention. Egged on by a complicit News Corp, which daily finds Labor candidates who want to leave the party “all at sea over boats”. At a point where the issue could be about to die away for a little while, Turnbull popped up in Fairfax Media to defend his minister’s “statement of fact”.          Liberal party film on YouTube.    One of the other Liberal campaign manoeuvres of the last week is to play up the prospect of the Greens forming a coalition with Labor, egged on again by a helpful media. This worked well enough too, stunningly so, during the 2015 UK election, when the Conservatives’ lethal tactic was to gee up speculation about whether the opposition Labour party would have to make a deal with the Scottish Nationalists – at the same time as SNP was destroying Labor’s strength in Scotland.  This kind of campaigning reached a crescendo when the UK’s Tory defence minister, Michael Fallon, a somewhat more urbane version of Dutton with some of the same instincts, said Ed Miliband had “stabbed his own brother in the back” to become Labour leader and would therefore do the same to Britain’s defences. Then, as with Turnbull, the party leader (in that case David Cameron) defended the minister staunchly and endorsed the argument without quite using the same words. No matter, the job was done. Softened up, Cameron – and Crosby – went for the jugular on economic management, a move that will (more defensibly) follow from Turnbull this time.    Related: 'It's ugly and dangerous': the inside story of the battle to be London mayor    How successful these tactics will be this time around is yet to be determined. Maybe Karl Stefanovic spoke for Australia. In London, Labour’s Sadiq Khan has just defeated Zac Goldsmith after an ugly Conservative campaign which tried to associate the Muslim Khan with terror attacks on London. That campaign, run by Crosby and Textor’s business partner Mark Fullbrook, floundered so badly that by the end mainstream Conservatives were distancing themselves from it. But it had some of the same mixture of this Australian campaign, inflected and infected with fear and some xenophobia.  Politics is a rough business. No one is asking the Liberals to put Mary Poppins in charge of election strategy. But in this year of Trump and the ongoing global refugee crisis, words matter. This sneaky, back-of-the-hand play to the base’s worst instincts does Turnbull’s campaign little credit. The strategy is exportable. It may be effective. It’s not edifying.",
  "webTitle": "Any election involving Crosby Textor involves dead cats, and we've just been thrown one | Will Woodward",
  "webPublicationDate": "2016-05-20T01:30:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/any-election-involving-crosby-textor-will-include-dead-cats-and-weve-just-been-thrown-one",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Lynton Crosby",
      "id": "politics/lynton-crosby",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Woodward",
      "id": "profile/willwoodward"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/any-election-involving-crosby-textor-will-include-dead-cats-and-weve-just-been-thrown-one"
}