{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/blacklisted-workers-win-10m-payout-from-construction-firms",
  "id": "2016-05-08-3",
  "sectionId": "business",
  "body": "About £10m will be paid in compensation to more than 250 building workers who were “blacklisted” by some of Britain’s biggest construction firms under a settlement to be announced on Monday. The total payout from the out-of-court deal secured from Sir Robert McAlpine, Balfour Beatty and six other building companies by the Unite union on behalf of almost 800 unfairly targeted workers could be as high as £75m. The blacklist resulted in hundreds of workers losing their jobs and being unable to secure new ones after being deemed troublemakers while raising legitimate workplace issues.  The construction industry used to monitor more than 3,000 building workers through a shadowy organisation, the Consulting Association, which was eventually raided by the Information Commissioner’s Office after earlier revelations in the Guardian. “The massive scale of the agreed damages shows the gravity of the misdeeds of major construction companies which created and used the Consulting Group as a vehicle to enable them to blacklist trade unionists,” said Len McCluskey, general secretary of the Unite union. “The sums to be paid out go a considerable way to acknowledge the hurt, suffering and loss of income our members and their families have been through over many years,” he added. The blacklist is believed to have operated for 30 years – including during the 1980s when unrelated abuses of power have been highlighted recently over policing at the Hillsborough football disaster and at the miners’ dispute at Orgreave. The secret files seized by the Information Commissioner’s Office apparently included defamatory references to workers such as: “will cause trouble, strong TU [trade union]”, “ex-shop steward, definite problems” and “Irish ex-army, bad egg”.  Unite said payouts under the latest settlement could range from £25,000 to £200,000 per claimant, depending on such factors as the loss of income and the seriousness of the defamation. The GMB union, which reached a settlement last month, said it believed the total value of compensation in the case was about £75m for 771 claimants, with legal costs on both sides estimated at £25m. Balfour Beatty, Carillion, Costain, Kier, Laing O’Rourke, Sir Robert McAlpine, Skanska UK and Vinci said they had settled the litigation between them and individuals represented by Unite, bringing an end to all legal claims. “These construction companies wish to draw a line under this matter and continue to work together with the trade unions at national, regional and site level to ensure that the modern UK construction industry provides the highest standards of employment and HR (human resources)practice for its workforce,” a statement said. McCluskey said that, under the agreement, building workers could once more apply for jobs in the construction industry without fear of discrimination. “This settlement is a clear statement on behalf of the trade union movement that never again can such nefarious activities be allowed to happen against decent working people trying to earn an honest living in a tough industry.  “The wheels of justice may turn slowly but, like Hillsborough, eventually justice is done and is seen to be done.  “The message is clear that there can never be any hiding place for bosses in the construction and any other industry thinking of reverting to shameful blacklisting practices against committed trade unionists.”  Tim Roache, GMB general secretary, said: “We have secured £5.4m of justice for the GMB members blacklisted by powerful construction companies who thought they were above the law.  “For decades household-name construction companies implemented an illegal blacklisting system, which denied a generation of trade union activists and health and safety reps an opportunity to provide for themselves and their families. Finally they have been held to account in public and at great cost to them financially and reputationally. “Preventing 3,213 workers earning a living to support their families was a gross injustice, and government and employers’ organisations must never forget this sordid episode. Without strong regulation and penalties holding them to account, employers will always be tempted to put profit above people.”",
  "webTitle": "Blacklisted workers win £10m payout from construction firms",
  "webPublicationDate": "2016-05-08T23:01:20Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/blacklisted-workers-win-10m-payout-from-construction-firms",
  "keyword": [
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Balfour Beatty",
      "id": "business/balfourbeatty",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Unite",
      "id": "politics/unite",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Terry Macalister",
      "id": "profile/terrymacalister"
    }
  ],
  "guardianId": "business/2016/may/09/blacklisted-workers-win-10m-payout-from-construction-firms"
}