{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/28/real-madrid-atletico-european-cup",
  "id": "2016-05-28-27",
  "sectionId": "football",
  "body": "So close yet so far. Not once, not twice, but three times. At the end of an extraordinary night in Milan, there were tears at both ends of San Siro, where players and supporters were exhausted, but the emotions could hardly have been more different. The European Cup has been the making of Real Madrid, 11-times winners, and the breaking of Atlético Madrid, the knife slipped in once more. Slipped in and then twisted. At the end, there was applause from Atlético’s fans and no reproach at all. Not for their players, at least, whose eyes were lost in tears and they stood motionless staring into space, assault by disbelief. There might be reproach for this competition, though, so cruelly has it treated them. And yet they will return next season; that is what they do. After the 2014 final in Lisbon, the captain, Gabi Fernández – superb here – gathered the players together and told them they would be back. Should they do it yet again, it would be an extraordinary portrait of an extraordinary team.   Related: Real Madrid win Champions League on penalties against Atlético    Real Madrid will return too, of course; this is their identity, their cause. It is, they feel, their trophy. It has been their refuge and their salvation too; their last eight titles have come in seasons when they did not win the league. For all their talent, this is a team of character, too. There is something about them that embraces the epic. “Hasta el final, vamos Real,” the slogan goes. “Right to the end, let’s go Real.” And so it ran to the end once more, just like two years ago. “We’ll show those Vikings who rules in the captain,” Atlético’s fans had chanted, but Madrid is one thing; Milan, like Lisbon, is another. Diego Simeone’s side had lost just one of the last 10 games between the two teams but they have now been beaten three times in a row in this competition and the curse goes deeper, far deeper than that. In 1974, a goal in the 120th minute cost Atlético Madrid this trophy against Bayern Munich. Forty years later, a goal in the 93rd minute cost them. Now it has escaped them again, on penalties this time. Barely two minutes cost them two European Cups, barely two millimetres cost them a third, Juanfran’s shot coming back off the post. After that 1974 final, their president, Vicente Calderón described them as el pupas, the jinxed one. The last four years under Simeone had seemed to end that, rebelling against their fate, winning the league and the cup, but its hold is strong in Europe. Reaching two finals is a monumental achievement; losing two is agony. So much of the buildup to the final was about memory, without which, the Spanish film maker Luis Buñuel had said, “we are nothing”. One after the other they had insisted otherwise, but Lisbon lingered. “We do not forget and nor do they,” Ramos had said. “If I had to write a film I’d do it that way; I’d do it all again, exactly the same way.” As it turned out, this might even have been more dramatic, a game that had it all. Now Milan will linger too. On Ramos’s arm is a tattoo that says 92.48, the exact time that his header hit the net against Atlético in Lisbon. That would always be special, he said, likening winning the European Cup to making love – you never forget the first time, “even if you’re a disaster, even if you can improve”. He may judge that he has improved, this was even better. A space will be cleared on his skin. What might have been rather more easy than last time ended up being even more epic. Ramos scored the goal that set his team on the way, but Atlético fought back against fate, against that opener, against Antoine Griezmann’s penalty miss, and against Lisbon. Simeone had said it didn’t matter if Yannick Carrasco did not play the whole game; if it was 90 minutes, 60 minutes or 40 minutes. In the end, it was 45, at least to start with, and as he had predicted, they appeared set to be decisive. Carrasco ran on at half-time and ran off again on 79 minutes: across the area, over the touchline and to the VIP area at the side of the pitch, where he planted a huge kiss on his girlfriend’s lips. Noémie Happart was about to become the face of this final. Up on the giant screen, it was played back; San Siro had a kiss cam of its own, but this time it wasn’t some distraction from what mattered. As Carrasco kissed, his team-mates piled on, while others headed in the other direction, subs and coaching staff running on to the pitch in delight, that weight lifted from them. The substitute, on at half-time, had swung this, the game of their lives, sending it to extra time. He might even have won it too, Atlético’s fans erupting once more in the 93rd minute when Ramos brought down Carrasco as he surged past two men and threatened to burst through. But the all-Madrid final went to extra time again, death and glory from 12 yards. By the end, Atlético succumbed once more, via another penalty miss. When the dust settled on an incredible night, Ronaldo was standing there with his shirt off, celebrating the decisive penalty. Ramos walked out of Milan cradling the object of his desire, just as he had in Lisbon two years ago. A goal, a kiss and the trophy was lifted into the sky, then carried home. For Atlético, it ended in tears again, crushed by the cruelty of the European Cup.",
  "webTitle": "Real Madrid twist the knife again to give Atlético the cruellest of nights | Sid Lowe",
  "webPublicationDate": "2016-05-28T22:42:35Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/28/real-madrid-atletico-european-cup",
  "keyword": [
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/28/real-madrid-atletico-european-cup"
}