{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/18/martin-creed-i-keep-hair-and-im-afraid-of-cheese",
  "id": "2016-05-18-170",
  "sectionId": "artanddesign",
  "body": "Immaculate in a grey suit, Martin Creed strides towards me in the car park at Durslade Farm, home of Hauser & Wirth’s Somerset gallery. He could be a businessman out on his lunch break on a spring day. Then I notice the spatters and whiplashes of paint all over his clothes, the splodges of colour on his plastic sandals. His hair looks a bit less of an Afro frizz than when I last saw him; now it is in a bun. His moustache makes me think he’s been holed up with a bunch of outlaws. It is an arresting look that Creed, who is 48, carries off with panache. More than a look, it is a thing. In the video for his new single, Understanding, multiple Martins simultaneously fill the screen. He has a fringe, pigtails, all manner of fancy and often feminine hairdos and a disconcerting array of outfits. Wearing a woman’s suit with a skirt, one of him bounces up and down and sings that he’s a victim, and something about being stuck together like dogs. The video is joyous. Creed’s new album, Thoughts Lined Up, is out in July.           Martin Creed’s Understanding: the new single       ‘It should be a few feet to the left’ … Creed’s new neon sign in New York. Photograph: Gavin Brown/Hauser & Wirth/Public Art Fund    This week, he is installing a show, What You Find, in Somerset. Next month his first New York retrospective opens in the 55,000 sq ft Drill Hall, the officers’ rooms and bunkers of the Park Avenue Armory. He and his band will be doing a week of gigs as well. Understanding is also the title of a huge neon sign that has just been installed in Brooklyn Bridge Park, overlooking Manhattan. The word rotates atop a ziggurat. Was he happy with it? “I thought it was in the wrong place. It should be a few feet to the left,” he says, in his distinctive Glasgow accent. Creed is precise about how his work is shown. If he thought Manhattan should be swung round a bit to the right, he’d ask. For an artist with so many deadlines, Creed looks relaxed, though much of the work for his Somerset show is incomplete. He is still making some of it in situ. “I find installing stressful. It’s like going on stage. The ultimate goal would be to make on stage and off stage the same, so you don’t have to pretend that you’re not nervous, that you don’t have to pretend that you have all your ideas worked out.” Vast canvases are being stretched, wall paintings are being finished, video booths erected in the barns. Local councillors and a youth group are coming to make a collective painting, each participant given a different colour. Tubs of expensive acrylic in every colour are lined up. Creed has painted several of the gallery windows with Jackson Pollock-like drooly flecks. The effect continues over his suit.     Have a go … collective painting at the new show Photograph: Hauser and Wirth     Related: Q&A: Martin Creed    One painting is going to traverse the space on pulleys, floating back and forth and bouncing like a ski-lift as it goes – Creed tells me that this is about the uncertainty artists have over where to hang their paintings. Three Fiat cars – a virulent green campervan, a boxy red 70s hatchback and a sleek, pale-blue Dino coupe – are lined up nearby. He sees these as being like paintings. Much of Creed’s new show is going to be about category errors, about how art gets made from the stuff around you, and how it changes its meaning when it is in one place rather than another. It’s not a new idea, of course – but for Creed it’s personal. One room is filled with a disconnected jumble of audio equipment and speakers, through which he is going to play his collected voice memos. “I make a lot of voice notes. A lot of them have ended up as songs or neon or word things. One was done on the tube and you can hear the announcer saying, ‘There is a good service on all London underground lines.’”    Art is like body language – it’s for other people to say what you are expressing    In a courtyard between the buildings, a few plastic supermarket carrier bags flap on the branches of a tree – Sainsbury’s, Boots, Tesco. Eventually there are going to be about 50 bags. “I thought the trees were the obvious way to hang them.” He’s got hundreds, scrunched up in bulging polythene sacks in one of the galleries. All come from Creed’s flat in London’s Barbican. “I don’t throw anything away. One of the ideas of the show was to try to make work out of things that I have kept over the years. What you think you are creating or making is not necessarily what you’re really doing. It’s like body language – it’s for other people to say what you are expressing or doing. It’s not a matter of being in control, really, but more like recognising that that’s the way you are.”     ‘It’s not a matter of being in control’ ... Creed at Hauser and Wirth in Bruton. Photograph: Sam Frost for the Guardian    Creed once wrote a song called I Like Things, and has brought a lot of the stuff that he has accumulated to Somerset for the show: a dessicated bouquet, like a memento mori (given to him after his project for the 2012 London Olympics), and two broken chairs, which are currently lying flat on their backs. “One of them broke when I leaned back, the other was broken in a fit of rage. Then it was just kept, because … ”  He teeters into silence. I notice a bag filled with crumpled kitchen towels. Are they soiled, I ask, backing away slightly. “No, well, they’re just used to dry hands. None of this is dirty, really.” You don’t come across jam jars of your own pee, that sort of thing, I wonder, back at your gaff? “No, no. This is a pile of stuff that was in the corner of my kitchen. I was going to make a corner sculpture. I’ve brought some piles of things that I think are like sculptures made in the course of living, without trying to make them.”     The cover for Creed’s forthcoming album, Thoughts Lined Up. Photograph: Hugo Glendinning    All the sacks of stuff, I notice, are labelled (“Plastic bags from under the fridge” and so on). I have the alarming thought that he might want to take it all back and reassemble it at home. “I really hope not. It’s in case we wanted to group them again. With all this shite from my flat, I feel like I’m stirring up dust, stirring up trouble.” Maybe his girlfriend or his dealer was encouraging him to have a clear out, I suggest. “I think it’s really important to live with stuff. I can’t really tell the difference between what’s the stuff and what isn’t the stuff for this show.” Then I notice the bags of human hair. “I keep hair,” says Creed. “It isn’t a methodical ‘I’m gonna keep all my hair’ thing. I think I’ll just try making a modest wee sculpture with it. I cut my own hair lately. I was growing it and then I decided I would try to do a video with loads of different hairstyles. We got a hair stylist in. I feel that most people would like to have different hair. “It’s a big thing to accept yourself, to be able to live with yourself and the fucking shite that comes out of you,” he says, helpfully. The first time he went to visit his family after growing a beard, everyone commented on it. “I think a lot of people might take against someone because they’re hairy.” We agree that we both like women with moustaches, and I tell him he looks great in the woman’s suit in the video. “I can’t help accumulating these clothes bought on eBay. I like buying ladies’ jackets. I hate men’s clothes. They’re just big. The skirt is like a kilt, basically. Nothing wrong with wearing a skirt, anyway.” Some of his new works are simple squares and lengths of cloth sewn with rows of buttons and buttonholes that can be worn in different ways and combined. They’re going to be presented on mannequins.     ‘I hate men’s clothes’ … Martin Creed. Photograph: Hugo Glendinning    Out on the lawn, he is erecting a big blue neon that says: “CHEESE.” “I’m totally afraid of cheese,” he admits. “I’ve got this expression, ‘cheese thighs’. If you watch someone eat cheese at a buffet, cheese and biscuits, crumbly cheese – people always eat crumbly cheese – they wipe their hands and get grease on their clothes.” I can’t say I’ve noticed, I tell him, checking my trousers for signs of cheese. “Everyone does it without fail and I’m like, ‘Oh no.’ I’ve also got a total phobia about meat. I am vegetarian. I hate the classic art world dinner where people are eating meat and then congratulating and hugging you, and then you have the meat fingers all over you.” I ask if he has any other phobias he would like to tell me about. “There’s a few others. There’s lead. That’s based on growing up: we were taught that lead was bad. If I have to go to an opening, or someone’s house for dinner, I’ll look it up on Google Earth to see if it’s leaded. Any kind of lead roofing. Churches.” Creed has been in psychoanalysis for more than 20 years, and his girlfriend, Anouchka Grose, is an analyst. She also plays in his band. “Everyone’s got their thing,’ he says. “I remember I went into the Hayward toilets when I was doing the show there. I’d just seen some lead and I was washing my hands. There was a Muslim guy in there and he had a paper towel on the floor and he was washing his feet. I was thinking that we are just the same. I have got my religion, my rituals, or whatever, and you’ve got your thing.” You’ve learned, as Slavoj Žižek put it, to enjoy your symptom? “The worst thing you can do,” he says, “is hide the mess.” • Martin Creed: What You Find is at Hauser and Wirth, Bruton, Somerset from 22 May until 11 September.",
  "webTitle": "Martin Creed: 'I keep hair. And I'm afraid of cheese'",
  "webPublicationDate": "2016-05-18T13:00:38Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/18/martin-creed-i-keep-hair-and-im-afraid-of-cheese",
  "keyword": [
    {
      "webTitle": "Martin Creed",
      "id": "artanddesign/martin-creed",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Adrian Searle",
      "id": "profile/adriansearle"
    }
  ],
  "guardianId": "artanddesign/2016/may/18/martin-creed-i-keep-hair-and-im-afraid-of-cheese"
}