{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/government-hid-fact-it-paid-for-2012-olympics-film-aimed-at-muslims",
  "id": "2016-05-03-326",
  "sectionId": "uk-news",
  "body": "A propaganda campaign run by the British government hid from the public its funding of a London Olympics documentary shown on 15 TV channels and watched by 30 million Muslims worldwide. Journalists who made the documentary also say they were not told about the government funding, a claim denied by officials. One journalist says his life could have been in danger because he was sent to work in two dangerous countries without being told about the government’s involvement. The film – titled My 2012 Dream and featuring Muslim athletes competing in the London Olympics – is one of a series commissioned by the campaign aimed at combating Islamic terrorism. The Research Information and Communications Unit (Ricu), a counter-terrorism agency, has outsourced the production of many of these films to Breakthrough Media Network, a communications firm. The film is part of a broader propaganda effort by the Home Office’s Office of Security and Counter-Terrorism, aiming to bring about “behavioural and attitudinal change” among young British Muslims by producing anti-Isis messaging “at an industrial pace and scale”.    Related: Revealed: UK's covert propaganda bid to stop Muslims joining Isis    Other products include social media posts, online videos and websites, campaigns and leaflets, often put out under the banner of apparently independent community groups with no indication of government involvement. In confidential papers seen by the Guardian, Breakthrough said the documentary was broadcast more than 80 times by channels including al-Jazeera and the British­-based Islam Channel, “reaching an estimated 1 million Muslims in the UK and 30 million globally”. According to the documents, Breakthrough won a contract in 2012 from Ricu to make a film that “challenged the narrative that the Olympic Games, hosted in London, were un­Islamic due to the event coinciding with the holy month of Ramadan”. Some Islamic extremists were spreading the idea that Muslim athletes would have to discard their obligation to fast during the Games, the documents say, and there was a risk that the Olympics “would be labelled ‘un­Islamic’ and used to fuel grievances”. My 2012 Dream­ was targeted at Muslims in the UK via mainstream channels as a means of “delegitimising the Olympic Games as a target for terrorism”. The film was transmitted in six languages on channels “popular with our target audience” ­– young Muslim men who could decide to become jihadis. The documentary followed athletes from Afghanistan and Pakistan as they trained for the Olympics.   Related: Inside Ricu, the shadowy propaganda unit inspired by the cold war    “This product would portray Britain’s hosting of the Games by celebrating the achievements of Muslim participants in the Games and paying tribute to their efforts in the competition while respecting their faith during the holiest part of their year,” the documents say. One of the film-­makers, who did not wish to be identified, said he interviewed athletes in Afghanistan and Pakistan without being told that the British government was funding the documentary. He said he was furious when he discovered the identity of the funders after returning to Britain. He believes if he had been kidnapped, he could have been killed had it emerged that he and his colleagues were effectively in the pay of the British government. He also said he would not have gone had he known the truth. The film-maker said Breakthrough initially told him that the documentary was commissioned by al-­Jazeera. He said he was aware there was an unidentified funder, who he thought did not have a significant role in the documentary. Later, when the film was being edited, he said Breakthrough wanted a stronger emphasis on the importance of the athletes’ religion.     One film-maker said Breakthrough revealed the Foreign Office was funding the film after he resisted changes Photograph: Graham Turner for the Guardian    The film­-maker said he resisted what he saw as unjustifiable changes. He felt uncomfortable and wanted to know the identity of the funder. He said Breakthrough disclosed that the money was coming from the Foreign Office, and that the firm had been trying to sell it to al­Jazeera. He said: “I went ballistic because they sent me to Afghanistan and Pakistan. I had gone to two places where the risk of kidnap is quite high obviously, and without knowing that the people funding the project were the British government. If I had been kidnapped, and it emerged that I was effectively working for the British government, they would probably have cut my head off.” He asked for an assurance that the government’s involvement would be declared in the credits of the film – something that did not happen. He also asked for his name to be removed. A fake name, Richard Tyler, was used instead. Another journalist who worked on the documentary said he had no idea it had been funded by the British government until the Guardian contacted him. He said he believed it had been commissioned by Channel 4. The government and Breakthrough acted as though Richard Tyler was a real person when the Guardian asked questions about the documentary. A spokeswoman for Breakthrough said: “My 2012 Dream was a really exciting project for the company to work on and we’re proud to have produced such an inspiring film. Everyone working on the project, including Richard Tyler, was aware of the government’s involvement.” A government spokesman said: “It is our firm belief that all those involved with the film were aware throughout that it had public funding and were informed of the specific sources of support in the later stages of the project. “My 2012 Dream was an uplifting film about the experiences of Muslim athletes from Pakistan and Afghanistan. It was a unique project made at a moment when the eyes of the world were on London and told the inspiring personal stories of individuals competing in the Games.”  Reporting team: Ian Cobain, Alice Ross, Rob Evans, Mona Mahmood, Nick Fielding and Safak Timur",
  "webTitle": "Government hid fact it paid for 2012 Olympics film aimed at Muslims",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/government-hid-fact-it-paid-for-2012-olympics-film-aimed-at-muslims",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Cobain",
      "id": "profile/iancobain"
    },
    {
      "webTitle": "Alice Ross",
      "id": "profile/alice-ross"
    },
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    },
    {
      "webTitle": "Mona Mahmood",
      "id": "profile/mona-mahmood"
    }
  ],
  "guardianId": "uk-news/2016/may/03/government-hid-fact-it-paid-for-2012-olympics-film-aimed-at-muslims"
}