{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/14/its-not-just-bono-and-bill-gates-who-are-proudofaid",
  "id": "2016-05-14-129",
  "sectionId": "global-development-professionals-network",
  "body": "If you’ve been reading the Mail on Sunday and the Express over the last couple of weeks you’d be forgiven for thinking that most people believe using a tiny proportion of our national income to help end extreme poverty is a terrible idea.   Related: Classic rookie aid worker faux pas ... and how to avoid them    But as well as the millions of supporters of charities who’ve taken action to support UK aid in the last year, here are a few other voices who support the UK keeping its promise of giving just 7p in every £10 of our national income to international aid. 1. Top military leaders Polling from YouGov for think tank Chatham House found that “a majority of the general public – 56% – believe that the UK should aspire to be a ‘great power’”. The British public want our country to be a force for good in the world, and Britain is one of the world’s aid superpowers – a country which consistently keeps its promises to the poorest. This is something that the top brass in the UK military agree with. “If Britain is to punch above its weight on the international stage, it is essential both to fund defence properly and to maintain our internationally respected pledge to spend 0.7% of national income on aid to help the world’s poorest people,” wrote eight military leaders in a letter to the Observer in 2013. “Defence and development deal with matters of life and death. We must not allow the discussion around them to be driven by soundbites and political expediency.” 2. Politicians from all parties (including Boris Johnson)         Boris Johnson defending the aid budget    This video shows former Mayor of London, Boris Johnson, supporting the UK’s aid budget. It’s a good reminder that meeting our 0.7% commitment continues to enjoy cross-party support. When MPs voted on the legislation last year, representatives from eight different parties supported the idea, it was just Ukip and a handful of Conservative MPs who voted against it.  3. Leaders of some of the country’s biggest businesses CEOs of some of the UK’s leading global companies also back aid – leaders of companies such as Unilever, Waitrose, BT and 24 others wrote to the prime minister applauding “his decision to stick to the UK’s commitment to overseas aid to the developing world, despite the tough economic times”.  They continued: “As chief executives of leading British companies we believe that this is not only the right thing to do, but that it is a smart investment. It is both humanitarian and in the interests of the country for the prime minister to do this and the case for continuing, well-targeted aid is beyond doubt.” 4. The Archbishop of Canterbury Last year, Justin Welby, the Archbishop of Canterbury wrote that meeting our 0.7% goal is “a clear and significant commitment to solidarity with our global neighbours”. He added: “And while aid is only part of the solution, it saves lives in emergencies, can support a safety net for the most vulnerable, and be a catalyst for other forms of investment.”   Related: Aid fundraising videos: the best and worst of 2015     5. British national treasures  Many of our favourite actors, chefs and sports personalities have come out in support of UK aid. Benedict Cumberbatch has been outspoken in favour of giving more to help refugees from Syria. Delia Smith lent her full backing to Cafod’s Give It Up campaign in order to maximise the benefits of the government’s aid match promise. David Beckham personally visited David Cameron, urging the UK government to continue to help reduce the number of children suffering from malnutrition. 6. YouTube stars         Vlogbrother John Green on aid    Acclaimed author and one half of YouTube sensation the vlogbrothers, John Green tackles the myth that foreign aid is a waste of money saying that “even with this small investment we’ve seen tremendous results”.  Blogger Sabina Trojanova shared her positive experiences of visiting five development projects around the world supported by European aid. And UK vloggers Jack and Finn Harries have shown a passion for humanitarian issues, visiting education projects in Tanzania and HIV/Aids projects in South Africa. 7. The royal family Various members of the royal family have visited aid programmes supported by the UK government. Just a few months ago, Prince Harry opened the Nepal Girl Summit, co-hosted by DfID and Unicef, aiming to end child marriage. Last year, Prince Charles visited UK aid-supported projects at the Zaatari refugee camp in Jordan. And in celebration of the birth of Prince George, Prince William and the Duchess of Cambridge, asked those around the world who wished to celebrate the royal birth to give gifts to underprivileged children and mothers – reflecting the UK’s commitment to ensuring all mothers and children around the world have access to good maternal and newborn health care. 8. NHS workers who volunteered on the Ebola frontlines During the height of the Ebola crisis in 2014/15, hundreds of NHS staff volunteered to travel to west Africa and help those affected. The UK committed a £427m aid package of support to help contain, control, treat and ultimately defeat the disease in Sierra Leone.   Related: Which are the best aid donors? Governments have their say    Volunteer Cath Nixon was among the first NHS workers to fly to Sierra Leone to work in a British-built treatment centre outside the capital Freetown. She was later awarded the Ebola Medal at a reception at Downing Street for her work in helping to tackle the deadly virus. Speaking about the award, she said: “It does recognise the work we have done, by British staff, going out there and helping out.” 9. Oxbridge economists Cambridge economist Ha-Joon Chang is a strong supporter of aid. He says: “There are many examples of aid working. My own native country, South Korea, is a great example. In the 1960s, it was one of the poorest countries in the world; now it is a donor … If you use it well, aid can be a very good thing.” Oxford economist Paul Collier takes a more sceptical viewpoint in his book The Bottom Billion, but still argues that many countries will need longterm aid. 10. Hollywood A-list Angelina Jolie is perhaps the most high-profile actor to lend her support to foreign aid. In her role as special envoy for UNHCR, Jolie built up a strong relationship with then foreign minister William Hague. Together, they campaigned to eradicate sexual violence in conflict, with Jolie welcoming “the United Kingdom’s efforts to galvanise the international action that is so desperately needed”. 11. And last but not even slightly least ... a growing majority of the UK population         UK Aid: view from the street     A recent survey also showed that an increasing majority of the public believe in the importance of helping people in developing countries: 86% of the UK public (up 4% from last year) agree that helping people in developing countries is important.   Related: Six reasons taxpayers can be proud of UK aid    According to ComRes polling organised by the One campaign just before the UK increased aid to reach the 0.7% target, six out of 10 people said that increased level was about right (or not high enough). More than 60% routinely overestimate what the government actually spends on aid. When people hear the facts about what Britain’s aid really costs and what it achieves, they support it. We are a more generous nation than some people think.  Are you #ProudOfAid? Join the conversation on Twitter.  Ben Jackson is chief executive at Bond. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "It’s not just Bono and Bill Gates who are #ProudOfAid",
  "webPublicationDate": "2016-05-14T10:23:32Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/14/its-not-just-bono-and-bill-gates-who-are-proudofaid",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Prince Harry",
      "id": "uk/prince-harry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prince Charles",
      "id": "uk/prince-charles",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ebola",
      "id": "world/ebola",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jackson",
      "id": "profile/jackson-ben"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/14/its-not-just-bono-and-bill-gates-who-are-proudofaid"
}