{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/tory-election-expenses",
  "id": "2016-05-13-108",
  "sectionId": "politics",
  "body": "What are the allegations about Conservative party election spending? It has been claimed that the Conservatives have misallocated spending during their 2015 general election campaign. The Electoral Commission issues clear guidelines on spending. These state that:   There are two types of spending by or on behalf of parties at elections. These are: Party campaign spending on campaigning to promote the party and its policies generally. For example, national newspaper adverts for the party, or leaflets explaining party policy. It also includes spending on promoting candidates at elections where the party nominates a list of candidates for a region, instead of individual candidates for local areas. Candidate spending on campaigning to promote a particular candidate or candidates in their local area. For example, leaflets or websites that focus on one or more candidates and their views. Different rules apply to the two types of spending.   A Channel 4 News investigation claims to have uncovered receipts that show that the Conservative party spent money allocated as party campaigning, which should have been assigned as candidate spending. It states that the amounts spent in key constituencies would have, in some cases, tipped the local candidate over their spending limit. The allegations centre in the main around the resourcing of the Conservatives’ “battle bus”, which visited seats the Tories were targeting.  The total spending Channel 4 has identified amounts to more than £38,000. It was spent across 29 constituencies, of which, it suggests, 24 constituencies would have gone over the local spending limit. Twenty-two of the constituencies were won by the Conservatives at the election. There is an additional allegation that the Conservatives failed to declare almost £100,000 during byelection campaigns in Rochester and Strood, Clacton-on-Sea and Newark-upon-Trent during 2014. In order to investigate these claims, the Electoral Commission has had to go to court to get the Conservatives to agree to hand over key documents. In a statement, the commission said:  If parties under investigation do not comply with our requirements for the disclosure of relevant material in reasonable time and after sufficient opportunity to do so, the commission can seek recourse through the courts. We are today asking the court to require the party to fully disclose the documents and information we regard as necessary to effectively progress our investigation into the party’s campaign spending returns.  Why are the police investigating it now? Lincolnshire, Greater Manchester, Cheshire, Gloucestershire, Northamptonshire, Staffordshire, Warwickshire and West Mercia, and Devon and Cornwall police forces have all said that they are involved in investigating the claims. At this stage, the police have been called in because the Electoral Commission is concerned that it will not be able to obtain all the information it needs before the deadline for taking action has passed. There is a one-year limit. What has the Conservative party said about it? A Conservative spokesperson told Channel 4 News:  CCHQ campaigned across the country for the return of a Conservative government. Such campaigning would be part of the national return, not local return, as the Electoral Commission has said. As is apparent from our national return, the party declared expenditure related to our CCHQ-organised battle bus. However, due to administrative error it omitted to declare the accommodation costs of those using the vehicles. This is something we have already brought to the attention of the Electoral Commission in order to amend the return. The party always took the view that our national battle bus, a highly-publicised campaign activity, was part of the national return – and we would have no reason not to declare it as such, given that the party was some millions below the national spending threshold. Other political parties ran similar vehicles which visited different parliamentary constituencies as part of their national campaigning.  Greg Clark, the communities secretary, has said: “For elections, there are often investigations as to how things have been conducted. I have every reason to suppose that the arrangements that we had and all parties had with national battle buses, they get reported in the required way. The Electoral Commission oversee these matters, it’s right for them to make their own assessment.” What could the consequences be? They could be severe. It is a criminal offence to fail to declare spending by candidates and their electoral agents during a campaign. It can carry a maximum penalty of one year in jail, or there could be fines. Why is the election expenses law important? The law is in place to stop one political party being able to massively outspend all the others in the run-up to an election, with the aim of creating a level playing field.  In practice, the major parties are still able to spend much more than smaller parties. Election spending in the 2015 campaign was dominated by Labour and the Conservatives. The Conservatives spent £15.6m, and Labour £12.1m. The next biggest spenders were the Liberal Democrats, with £3.5m. Ukip spent £2.9m and the SNP £1.5m. Why isn’t this a huge scandal, across the news everywhere? It’s potentially one of the most explosive political stories of all time if the Tories were found to be guilty of deliberately fiddling election expenses to give themselves an unfair advantage in crucial marginal seats. People could go to prison. There might have to be byelections. It could turn out that David Cameron should never have had a majority government, which means we wouldn’t necessarily be having the EU referendum. However, it is a very big if ... People do go to prison for straight electoral fraud, when it can be proved that they have tampered with ballot papers or unduly influenced postal voters. Last year four people went to jail for voting irregularities during a 2012 poll at Maybury and Sheerwater, an area which had been causing suspicion for some time. But election expenses being punished that severely is highly unusual. Some social media postings have identified that as a story that the media, in particular the BBC, are not covering. It’s not entirely true. The Guardian, for example, has reported several developments in the story as more police forces got involved. It is also a very legally sensitive story which makes it difficult to write reams and reams of speculation.  The hashtag #ToryElectionFraud makes a very general allegation, but news organisations need to tread very carefully about accusing specific Conservative MPs of having obtained their seat in parliament fraudulently. It is a very serious allegation, and if no legal action comes out of the investigations it might be one that was hard for the press to defend in court should an MP decide to sue. Andrew Neil has pursued the story several times on his BBC shows, notably having the man who was Conservative chairman at the time, Grant Shapps, on the Daily Politics for an extended interview on the topic, the day before the May local elections.    \"You knew nothing about this?\" asks @afneil about Tory election spending claims\"No\" says @grantshapps #bbcdp  https://t.co/1yXp8VOYkC— DailySunday Politics (@daily_politics) May 4, 2016    However, many have expressed surprise that when he raised the issue with Alan Johnson and Michael Portillo on This Week on Thursday evening, both of them claimed they were unaware of the story.         Alan Johnson and Michael Portillo on This Week with Andrew Neil    The Conservatives aren’t the only party who’ve had problems with their 2015 election expenses You might recall that when the election expenses for 2015 were first published, people were interested to note that the receipt for Ed Miliband’s “Ed Stone” was not among the documents, and this also had to be investigated by the Electoral Commission. However, this is a minor infraction compared to the allegation that improper spending might have influenced the outcomes in specific constituencies. Liberal Democrat activist Mark Pack has suggested for some time that Conservatives have blurred the boundaries between national and local campaign spending, citing a letter sent to marginals from leader Michael Howard in 2005 as an example. The election expenses issue is particularly important to the Liberal Democrats, as the battle bus in question spent some time in the party’s south-west heartlands where Conservatives made crucial gains against their coalition partners. What happens next? Officially? We wait. The Electoral Commission and the police will report their findings in due course. Unofficially? There are plenty of people digging around for more background info on exactly what was happening within CCHQ with regard to financing the bus.",
  "webTitle": "What is the Tory election expenses story and why isn't it bigger news?",
  "webPublicationDate": "2016-05-13T15:57:27Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/tory-election-expenses",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "General election 2015",
      "id": "politics/general-election-2015",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Belam",
      "id": "profile/martin-belam"
    }
  ],
  "guardianId": "politics/2016/may/13/tory-election-expenses"
}