{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/26/robots-are-only-making-lives-easier-for-the-few",
  "id": "2016-05-26-91",
  "sectionId": "technology",
  "body": "Those of a certain age may remember a BBC TV programme called Tomorrow’s World that reported on technological, scientific and medical innovations (If robots are the future of work, where do humans fit in? 24 May). The way these were described suggested an end to drudgery – soul-destroying jobs like stacking supermarket shelves. We’d all have shorter working hours and longer holidays; the production of abundant food would abolish famine; medical advances would eradicate deadly diseases like malaria and cholera. Science and technology would be used for the benefit of all humanity. We would all have longer, healthier, happier lives. It sounds like a utopian pipe-dream now that several of the advances talked about in Tomorrow’s World have come to pass. The patents and rights to these scientific, medical and technological advances have been acquired by big business and big pharma and used solely to make huge profits for the shareholders. Too many of us are now slaves to technology, working longer hours for less pay, with no holidays because of zero-hours contracts, living in glorified rabbit hutches, eating unhealthy, mass produced convenience foods and, in what free time we have, kept docile by TV talent shows, soap operas, football and endless repeats of Friends – the modern day equivalent of bread and circuses, the Roman emperors’ means of pacifying the plebs. Yes, the future may be brighter. But only for the few. Robert RossLondon • Robots are not just for the future – the proving is already here and has been long under way. I regularly access my bank account electronically, compliantly scan my selections at the supermarket, check out the goods myself, fill up the car with petrol, recharge and dab my travel pass, stand dutifully to have my biometric mug scanned, fill in my tax return online, buy online and am moving nearer to contactless transactions. Sold to me on the basis of control, economy, convenience and flexibility, I have been programmed to conspire in the redundancy of fellow human workers and hasten the age of the machine. The tinman is here.Alan GledhillLeicester  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Robots are only making lives easier for the few | Letters",
  "webPublicationDate": "2016-05-26T17:53:49Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/26/robots-are-only-making-lives-easier-for-the-few",
  "keyword": [
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Zero-hours contracts",
      "id": "uk-news/zero-hours-contracts",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Infectious diseases",
      "id": "science/infectiousdiseases",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Microbiology",
      "id": "science/microbiology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/26/robots-are-only-making-lives-easier-for-the-few"
}