{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/fact-check-was-peter-dutton-right-about-illiterate-refugees-taking-jobs",
  "id": "2016-05-18-342",
  "sectionId": "australia-news",
  "body": "Putting aside for a moment that Australia takes refugees not because it needs their skills but because they need its protection, Peter Dutton was wrong in his statements to Sky News. The immigration minister’s own department, other branches of government, the parliamentary library and the bureaucrats who work for him say so. Dutton said on Sky on Tuesday night:  For many people, they won’t be, you know, numerate or literate in their own language, let alone English. These people would be taking Australian jobs, there’s no question about that. For many of them that would be unemployed, they would languish in unemployment queues and on Medicare and the rest of it so there would be huge cost and there’s no sense in sugar-coating that, that’s the scenario.  What does the immigration department say? Here’s what Dutton’s own department says about the social and economic contribution made by refugees to Australia: In 2011 the department of immigration and citizenship (as the Department of Immigration and Border Protection was then called) commissioned a report by the University of Adelaide academic Prof Graeme Hugo. Hugo’s report is here. The department’s own summation of Hugo’s findings (still available on the department website) reads:  The research found the overwhelming picture, when one takes the longer term perspective of changes over the working lifetime of humanitarian program entrants and their children, is one of considerable achievement and contribution.   The humanitarian program yields a demographic dividend because of a low rate of settler loss, relatively high fertility rate and a high proportion of children who are likely to work the majority of their lives in Australia. It finds evidence of increasing settlement in non-metropolitan areas, which creates social and economic benefits for local communities.  Humanitarian entrants help meet labour shortages, including in low-skill and low-paid occupations. They display strong entrepreneurial qualities compared with other migrant groups, with a higher than average proportion engaging in small and medium business enterprises. Humanitarian settlers also benefit the wider community through developing and maintaining economic linkages with their origin countries. In addition, they make significant contributions through volunteering in both the wider community and within their own community groups.   Are refugees uneducated? The Department of Social Services commissioned a report in 2011 which found:  Seventy-five per cent of humanitarian entrants arrive in Australia with at least high school-level education.  About a quarter of humanitarian entrants obtain a technical or university qualification after arriving in Australia. Nearly 50% of those who arrive with trade qualifications go on to obtain more technical or university qualifications. Forty-three per cent of those arriving with a university degree on arrival obtain further university qualifications after arrival. In total nearly 35% humanitarian entrants have a technical or university qualification either before or after arrival in Australia – compared with 39% of the Australian population 15 years and older. The most common fields of study for humanitarian entrants are in the humanities and healthcare.  Are refugees illiterate? The same government department found in 2015 that fewer than 20% of humanitarian arrivals were illiterate in their own language (17% of men, 23% of women). The report also found:  Over 80% of participants said their overall settlement experiences were good or very good and the same percentage said they felt welcome always or most of the time. In addition 69% reported a sense of belonging in Australia always or most of the time.   Are refugees a drain on the economy? In the 2000 BRW Rich List, five of Australia’s eight billionaires came from refugee backgrounds. An analysis of data and literature by the Refugee Council of Australia, commissioned by the department of immigration and citizenship, also cited reports that argued “refugees should not be defined as a welfare problem requiring ‘relief’ and ‘care and maintenance’ but rather as people who have problems but who also have determination to survive and put their energies into productive work that can benefit their hosts”.   Related: Peter Dutton takes the refugee scare campaign from dog whistle to foghorn| Lenore Taylor    It noted the contribution of refugees to their new community was greatly affected by the macroeconomic and immigration policy settings of the day. “Differences in labour market outcomes have been largely attributed to the fact that more recent arrivals have experienced greater disruption and longer periods of instability than previous arrivals,” it said. When people did struggle to find work – despite research that “clearly supported” observations of high motivation levels and employment aspirations among refugees – it was often due to low English proficiency, under-resourcing of language education, and a lack of acceptance of their skills and qualifications, the report said. On Wednesday the foreign minister, Julie Bishop, in part defended Dutton’s comments by saying he was pointing out the cost of ensuring each refugee became “a contributing member of society”. She also noted this was something Australia shouldn’t run away from. The net economic contribution of humanitarian entrants was positive after about a decade, the refugee council said, and for those of working age rates of labour force participation started low but steadily increased. “Australia’s refugee program includes people of all educational backgrounds, from those whose education has been seriously disrupted by conflict and persecution to those who come with degrees, masters and doctorates,” said the council’s chief executive, Paul Power.  “Finding a sustainable foothold in the Australian employment market is hard for nearly all refugees. It takes time and can be deeply frustrating for people who are desperately keen to get back on their feet and to give back to the community which has welcomed them.” Is it illegal to arrive by boat and seek asylum? A few other tropes exist around refugees and asylum seekers in Australia. The most prominent is that it is illegal to seek asylum in Australia by arriving by boat, or by any other method, without a visa.  No one who attempts to ­travel to Australia illegally by boat will settle in Australia.  Peter Dutton, 27 April 2016 The right to seek asylum is codified in article 14 of the Universal Declaration of Human Rights, to which Australia is a party. As well, article 31 of the 1951 refugees convention (to which Australia is also a party) states that an action that would otherwise be illegal, such as entering a country without documents or a visa, cannot be treated as illegal if a person is seeking asylum.   Related: Guardian Live election special    The same article states an asylum seeker cannot be treated differently, or punished, for their method of arrival. Australia’s policy of mandatory detention only for asylum seekers who arrive by boat is a violation of this binding international law. Peter Dutton’s own department has said it is legal to arrive in Australia without a visa and to seek asylum.  [Labor] Senator Kim Carr: I am just wondering how many people have been convicted of this offence [of arriving without a visa]?  Vicki Parker, chief lawyer, legal and assurance division, Department of Immigration and Border Protection: Senator, as per the evidence I previously gave, there is no offence. Carr: So, there has been no charge of anyone arriving here illegally? Parker: There is no offence under the Migration Act for entering without a visa.  Legal and constitutional affairs legislation committee, Senate estimates, 19 November 2013 And the parliamentary library, in a research paper published in March 2015, writes:  It is not a crime to enter Australia without authorisation for the purpose of seeking asylum. Asylum seekers do not break any Australian laws simply by arriving on boats or without authorisation.  What is the Coalition’s record on ‘stopping the boats’? The government claims it has been 600 days without an “unauthorised arrival”. The prime minister, Malcolm Turnbull, said on Tuesday:  This is a question of fact. Because of my government’s determination to stop the boats and to turn them back when we intercept them at sea … that’s why there have been no more boats. That’s why we’ve had over 600 days without any unauthorised arrivals.  The arrival of boats has slowed significantly under the Coalition’s Operation Sovereign Borders. But they have not stopped. At least 25 boats have been turned back. A boat arrived in the Cocos Islands – which is part of Australia – on Monday, 2 May – 16 days ago.",
  "webTitle": "Fact check: was Peter Dutton right about 'illiterate' refugees 'taking jobs'?",
  "webPublicationDate": "2016-05-18T04:56:30Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/fact-check-was-peter-dutton-right-about-illiterate-refugees-taking-jobs",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    },
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/18/fact-check-was-peter-dutton-right-about-illiterate-refugees-taking-jobs"
}