{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/18/pop-up-courts-needed-help-create-more-flexible-justice-system-thinktank-justice",
  "id": "2016-05-18-307",
  "sectionId": "law",
  "body": "“Pop-up” courts with easily transportable judicial stage sets, remote video screens and online access are needed to develop a more flexible justice system, according to a leading legal thinktank. Although successive waves of court closures have been triggered by austerity cutbacks, the organisation Justice says the disruption provides an opportunity to forge a more digitally focused approach. Cuts to legal aid have produced a steep rise in the number of litigants in person, particularly in the civil and family courts, reinforcing the need for user-friendly procedures that are no longer entirely reliant on expensive legal experts. The Ministry of Justice has committed to investing more than £700m in updating antiquated working procedures and the replacing the bundles of paper that still dominate most court cases – although Natalie Ceeney, the chief executive of HM Courts and Tribunal Service (HMCTS), overseeing the modernisation programme, unexpectedly resigned this month. “Through innovation, the justice system could be made more affordable and accessible to ordinary people, with appropriate and proportionate modes of dispute resolution available to all,” the Justice report, entitled What is a Court?, argues. The existing court and tribunal estate costs the taxpayer an estimated £500m a year to run. Some buildings, the report says, are “trapped in a time warp, intimidating and deeply unwelcoming to court users”. Technology, it adds, “now drives the everyday lives of individuals and businesses. It is time for this to be reflected in our courts and tribunals.” One legal system, the traffic penalty tribunal (TPT), already deals with 25,000 appeals about minor driving and parking offences online a year. It is staffed by 30 part-time adjudicators and enables complainants to upload video, voice and picture evidence. Three-quarters of the cases are completed within three weeks. The TPT’s pioneering service is about to be adopted in a pilot programme by the social entitlement chamber, which deals with benefit disputes. The Justice report says there should be a more flexible range of facilities including “flagship justice centres” where serious criminal cases are heard, local justice centres, pop-up courts, remote access facilities and online portals. Pop-up courts could be established in local council buildings, libraries, community centres or even schools and universities. They would be staffed by travelling judges or tribunals who set up in convenient locations outside traditional court houses. “A ‘court in a box’ could feature key elements that could be readily transported and assembled on site,” the report suggests. “Inspiration for this is drawn from the BBC’s travelling Question Time set, though the court ‘set’ would be less elaborate.” The use of remote screens to give evidence is becoming more widespread, the report notes, with video links in prisons, police stations and for pre-recording victims’ testimony in rape cases.  “HMCTS could look at the possibility of people participating in certain aspects of a court or tribunal hearing via their household television … [or] smartphones ,” the report suggests. More support units should be created to help unrepresented litigants navigate their way through complex court procedures. The director of Justice, Andrea Coomber, said: “We have reached a critical juncture in the history of the justice system in England and Wales. A spirit of reform – demonstrated by government’s commitment of £738m for the modernisation and full digitisation of the courts, alongside initiatives by the senior judiciary and HMCTS – makes this period the greatest opportunity in a generation to rethink how we deliver justice through the courts and tribunals. “Much is at stake, but if undertaken in a creative and careful way, the reconfiguration of the court and tribunal estate could both bring our system into the technological age and put the needs of ordinary users at its heart.”",
  "webTitle": "Pop-up courts needed to help create more flexible justice system – report",
  "webPublicationDate": "2016-05-18T07:26:26Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/18/pop-up-courts-needed-help-create-more-flexible-justice-system-thinktank-justice",
  "keyword": [
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/18/pop-up-courts-needed-help-create-more-flexible-justice-system-thinktank-justice"
}