{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/09/live-racing-monday-9-may-2016",
  "id": "2016-05-09-243",
  "sectionId": "sport",
  "body": "Today’s best bets, by Chris Cook This edition of Talking Horses comes to you from Clonmel, where a group of pressman are based en route to Ballydoyle, there to gawk at contenders for the Epsom Classics. We warmed up last night with dinner in the famous McCarthy’s Bar in Fethard, which is rich in two things besides food and drink: pictures of star local horses winning major races, which line every wall, and ghost stories.   Related: Horse racing tips: Monday 9 May    Perhaps spooky tales are to be expected, considering the pub also doubles as an undertaker’s office. “We keep the bodies in the basement,” said the landlord. “Ha-ha, I’m joking!” But he held my gaze as if to add: “Or am I?” If such things don’t put you off, I recommend McCarthy’s, which also boasts an impressive list of celebrity visitors. Paul Carberry once rode in here on a horse, I’m told. It certainly sounds like the kind of thing he would do. Sobriety will doubtless prevail at Musselburgh, where Just Paul (3.10), a triple course winner, is of interest at 6-1. It’s a couple of years since he won and he had a fruitless first year with Micky Hammond but there was renewed promise on his reppearance until he ran out of room at Beverley. His current mark is a stone below the last one from which he won and this race is a great opportunity for him if Hammond really has got him back. Later on the card, Quick N Quirky (5.10) appeals at 7-1. Tim Easterby’s filly was never nearer than at the finish when fifth of 17 on her reappearance over a too-short six furlongs. She promised quite a bit on her first two runs last summer and may now be able to deliver. Tipping competition – a new week Congratulations to Bacciodilupo, who won last week’s competition on a final score of +32.50. He was already in fourth before finding Taurean Star (25-1) on Friday. This week’s prize is a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. To kick things off, we’d like your selections, please, for these races: 4.10 Musselburgh, 4.20 Brighton, 5.10 Musselburgh. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Monday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-09T10:18:04Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/09/live-racing-monday-9-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/09/live-racing-monday-9-may-2016"
}