{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/21/from-going-freelance-to-cats-11-minutes-with-grace-coddington",
  "id": "2016-05-21-134",
  "sectionId": "fashion",
  "body": "I didn’t think my leaving US Vogue would be big news. I went – how do you call it – viral. That was funny. I just thought. ‘Oh good, maybe I’ll get a job now’. It’s scary to leave something you’re comfortable doing. I had done almost 50 years at Vogue before I went freelance at the start of the year. That said, I think it’s good to have a challenge, to step out of your comfort zone.  It’s difficult to do projects if you’re working full-time. At the beginning, I was full-time and it wasn’t OK. I discussed it with Anna [Wintour]; I said it would take a while and so she was comfortable with this going ahead. It was a natural progression to go freelance but when, eventually, it happened, I decided it would be a good time to go. If you work full-time you can’t do this – it’s a conflict of interest.  I started working on the perfume a couple of years ago. The idea came from my friend, Gaby. She said if you ever feel like doing anything besides Vogue … We were always looking for ideas. It was her suggestion that we did something like a perfume. Editorial, designing a perfume, it’s all the same. You are dealing with other people. And, in both jobs, it’s the same: you have a certain amount of control and there are also things that are out of your control. You take smells and you edit them down, just as when you are doing a shoot or a campaign, you take clothes and you edit them away. It’s called editing. I’m not smell-orientated. I guess there’s no such thing as no smell, just as there’s no such thing as silence, but I like gentle smells. I really hate overwhelming perfumes. They make me feel claustrophobic. The best way to wear a perfume is to spray it in your hair. Spray the air? That way you go through more perfume. Try it. I am still pretty involved in Vogue. I have been working on other shoots, which has been interesting – advertising campaigns, things like that. It’s not the same, but it’s new people – which gives you a new enthusiasm. I’m famously friends with all my former assistants. If you spend that time with someone, it’s intense. It’s like an old lover, you don’t just discard them. Am I known better for loving cats or working at Vogue? I have a great love of cats and I wanted to have some sort of connection with that.  We may do a lipstick in the future. We talked about doing other beauty products. Trying to focus on two things is very hard. Right now, I’ll focus on the perfume. Grace by Grace Coddington is available now at Dover Street Market",
  "webTitle": "From going freelance to cats: 11 minutes with Grace Coddington",
  "webPublicationDate": "2016-05-21T09:01:09Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/21/from-going-freelance-to-cats-11-minutes-with-grace-coddington",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fragrance",
      "id": "fashion/fragrance",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/21/from-going-freelance-to-cats-11-minutes-with-grace-coddington"
}