{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/16/10-best-waterside-holiday-cabins-europe-france-iceland-sweden",
  "id": "2016-05-16-344",
  "sectionId": "travel",
  "body": "Hut in the middle of nowhere, Poland A listing that reads “hut in the middle of nowhere” can’t help but pique the interest, and this one’s description is pretty accurate. The wooden hut in Darżkowo, northern Poland, is a perfect retreat for anyone who wants to be cut off from the world for a bit. Though modestly furnished, it has two bedrooms, a kitchen and a fireplace, and is on the edge of a small lake. Its owners are a city family who “searched, searched and searched” for a place where they could “shelter from their troubles”; now, they’ve shared it with the world. It’s not the only lonely waterside spot we came across in Poland, though. Right on the border with Germany, we found the beautiful cabane en forêt, a chic little retreat on the bank of the Oder river.• £30 a night, sleeps four, airbnb.co.uk Saimaa adventure, Finland      A country of 187,888 lakes, Finland isn’t short of places for watery exploration. Lake Puruvesi, in the easterly Saimaa region, is a stunning setting for an escape. As the name suggests, Puruvesi is known for its incredibly clean water, making it an inviting place to swim, as well as go on fishing or boat trips. This particular cabin – Lakeside Nightingale – is close to a conservation area and the world’s largest wooden church, in nearby Kerimäki. It is a newly built two-bedroom villa with a contemporary interior designed for relaxation: it’s full of light, with a log fire and a decked terrace from which to enjoy the view. Add to this an electric sauna and it’s the perfect setup for anyone seeking a Nordic adventure. • Three nights from €573, sleeps six, finlandcottagerentals.com Lake Bled private beach, Slovenia      It’s hard to write anything about Europe’s lakes without mentioning Slovenia, home to the incredibly photogenic Lake Bled. Of course, Bled can get very busy during the tourist season, but that doesn’t mean there’s no solace there. This lakeside cabin, 15 minutes’ walk from the main town, has a private beach, making it the perfect spot for anyone who wants to make the most of swimming in the cool blue water, which, despite its Alpine surroundings, stays at a pleasant temperature from June to September. The cabin has a fully equipped kitchen and bathroom, as well as a decking area and bikes that guests can borrow for free. • £146 a night, sleeps up to five, airbnb.co.uk Green and wild, Sweden      Undoubtedly the most “back to nature” of our selection, Kolarbyn eco-lodge forgoes electricity and running water for wooden huts, sheepskin rugs and candles. Two minutes’ walk from Skärsjön lake and surrounded by fairytale forest, these 12 huts sleep two in traditional charcoal-burner style (Kolarbyn produces charcoal using ancient kiln methods). Each hut has a wood fire and there are blueberries to pick from the green roof – though there is also a log cabin for those who prefer a bit more room and some traditional bedding. Guests have to chop their own firewood and cooking is all done on a barbecue. However, some timeless luxury can be attained, thanks to a wood-fired floating sauna, with room for 10 people, which can be hired. For those keen to explore the area, the campsite runs activities including a mindfulness hike, beaver safari or wilderness riding expedition. • Charcoal hut from £40pp a night (adult), £20 (child), sleeps two; log cabin from £110 a night, kolarbyn.se Winter – and summer – wonderland, Norway      These four ridiculously quaint, red-painted wooden Nordic cabins are on a small bay in Flam, Aurland. With snow-capped peaks coated with deep green pine forests all around, holidaying here is like being in a Christmas card. The interiors are cosy, wood-panelled spaces, but still have all the mod cons expected on a longer self-catering holiday (Wi-Fi, TV, DVD player, washing machine). Each cottage has a rowing boat (included in the price) and they are suitable for breaks at any time of year – when the days are long and balmy, or when the valley is covered in sparkling snow. • From £130 a night, each cabin sleeps six, fretheimhytter.com  Luxury in the great outdoors, Germany      Set in the Eifel national park in western Germany, near the Belgian border, Chalet Waldeck is a luxurious holiday spot in an area full of opportunities for outdoor adventure. The chalet has a contemporary rural design, with exposed wooden beams, modern furniture and fittings and a private sauna. A lakeside path provides a starting point for exploring on foot, and canoeing and kayaking are also available. There are beaches for wild swimming on a lake 3km away, and park rangers run guided tours of the woods, known as a haven for birdwatchers. • From £117 a night, sleeps two, homeaway.co.uk Designer fjord stay, Iceland      An sleek architectural beauty that stands discreetly within the rugged Icelandic terrain that surrounds it, wooden Villa Lola is on the furthest inland tip of Eyjafjörður , the longest fjord in Iceland. Anyone with a taste for design will be instantly attracted to this unique place to stay, and it’s also perfectly positioned for hikes up Súlur mountain, horseback tours under the midnight sun or a round at the 18-hole golf course. In the winter, there’s skiing at a local resort or dog sledding – another magical Arctic experience. • £81 a night, sleeps four, airbnb.com Treetops and trekking, Portugal      Another unique waterside retreat can be found at the Lima Escape campsite in the vast Peneda-Gerês national park, known for its river valleys, oak forests and undulating geography. As well as casual camping (and glamping, thanks to a couple of bell tents), the highlight of the site has to be two modernist treehouse cabins (one sleeps two and the other four) perched on wooden beams among the trees. The site is in a bend of the Lima river, a magical shady spot popular with hikers. The area lends itself to high-elevation treks, mountain biking, climbing and horse riding. The nearby town of Lindoso has a weekly market on the riverside. In the evenings, there is a bar and cafe at the campsite, for those who can tear themselves away from the cabin’s peaceful terrace. • One-bedroom treehouse from €45 a night, two bedroom from €55, lima-escape.pt  Water, woods and wildlife, Sweden      If the charcoal huts at Kolarbyn sound a bit too Bear Grylls-y, this cabin retreat three hours west in Värmland make a good alternative. There are two wood cabins on the site, both traditionally made, both with green roof, cosy bedrooms and fully appointed kitchen and facilities. And, of course, there is also a sauna. Both sleep four. and one cabin has an outhouse that could accommodate two more people. Positioned right on the water, cabins each have their own canoe or boat, which can be used to seek out secret picnic spots among the network of lakes. Inland, there is dense forest to discover, full of wildlife from beavers to elks. • From £660 a week, naturetravels.co.uk Romantic hideaway, France       South-west France has a fair few charming waterside cabins to choose from, not least a vintage bus at an eco resort in Limoges. One of the coolest places we found, or rather, one of the most romantic, was Caru Cabin at Terre et Toi resort in the Dordogne. Built by hand and perched on a wooden platform over a private pond, the cabin has everything required for a honeymoon-type hideaway: paper lanterns, skylight above the bed, wood-burning stove and sun deck. There are a few other glamping huts at the site, other guests to socialise and eat with around the wood-fired pizza oven, and bikes to hire for a ride to the local village. • £87 a night, sleeps two, canopyandstars.co.uk",
  "webTitle": "10 of the best waterside holiday cabins in Europe",
  "webPublicationDate": "2016-05-16T05:30:27Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/16/10-best-waterside-holiday-cabins-europe-france-iceland-sweden",
  "keyword": [
    {
      "webTitle": "Self-catering",
      "id": "travel/selfcatering",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Camping holidays",
      "id": "travel/camping",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Green travel",
      "id": "travel/green",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Glamping",
      "id": "travel/glamping",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Top 10s",
      "id": "travel/top10",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cottages",
      "id": "travel/cottages",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/16/10-best-waterside-holiday-cabins-europe-france-iceland-sweden"
}