{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/mls-top-clubs-steer-clear-john-terry",
  "id": "2016-05-12-367",
  "sectionId": "football",
  "body": "Perhaps John Terry’s American charm offensive started with some words of praise for Chris Wondolowski. Four years ago the Chelsea defender went out of his way to compliment the San Jose striker on his movement throughout the 2012 MLS All-Star game, which Chelsea lost 3-2. Maybe in that moment the former England captain began to think of a life for himself Stateside. OK, so Terry probably wasn’t that cynical in his acclaim of Wondolowski, even if his remarks went against the grain of his somewhat toxic caricature. His comments were most likely off the cuff, and maybe even entirely sincere, given the manner in which Wondo so easily lost Terry as he turned home a Thierry Henry cross. With the game played four years ago, the Chelsea man probably wasn’t thinking about a Major League Soccer move just yet.   Related: John Terry to be told by club that Chelsea career is over    Now he is, though, according to recent reports, with the 35-year-old set to leave Stamford Bridge at the end of the season. Like Steven Gerrard, Ashley Cole, and, of course, David Beckham before him, Terry apparently fancies becoming the latest member of England’s faded golden generation to make the move across the Atlantic. MLS clubs should steer well clear of signing the centre-back this summer, though. Terry might be revered as a legend of the Premier League era, but he is exactly the kind of player the league should be avoiding. His days at the top of English soccer are behind him now – Chelsea on Wednesday more or less said that he won’t be offered new terms – and MLS must ensure he isn’t given the chance to tally up the final days of his career Stateside. Under Jose Mourinho, the 35-year-old enjoyed an unexpected renaissance. Terry started every single match as Chelsea strolled to the Premier League title last year, with the centre-back reinstated as a key member of the Blues’ first team. But even Mourinho knew that such a resurgence was only fleeting, as he sought (in vain) to sign John Stones as Terry’s replacement last summer. With Mourinho – his biggest fan – gone, Terry managed to keep his place in the Chelsea lineup, with Guus Hiddink lacking any real alternative option to make a change. Antonio Conte, who takes charge at Stamford Bridge following this summer’s European Championships, won’t be afraid to make changes, though. A manager of such caliber will be well aware of the upgrade that is needed. MLS sits on a qualitative level some way below the Premier League, but Terry has shown very little this season to suggest he could still prove a shrewd signing for any of the league’s clubs, particularly for the salary he would likely demand. If there is a North American club out there willing to part with the necessary money, they would be doing so for the player Terry once was rather than what he is now. Then there’s the image Terry would reflect on MLS to consider as well. He might viewed through the prism of his sporting achievements at Stamford Bridge, but elsewhere the defender is seen as a rather less stellar character. He is a harasser of referees, an alleged destabiliser of managers who are not Mourinho, and, increasingly, a red card waiting to happen: he’s been sent of twice this year. That’s just his sporting flaws. Off the pitch is where Terry really blots the scouting report of any MLS team taking a look at him. In 2012, he was alleged to have racially abused QPR’s Anton Ferdinand during a Premier League fixture. A criminal case found Terry not guilty of racial abuse, but the FA thought different, handing him a four-match ban and a £220,000 fine after an independent inquiry, and eventually stripping him of the England captaincy. Factor in the occasional parking in handicapped spaces and the drunken mocking of American tourists in the aftermath of 9/11, and it becomes clear that Terry’s reputation is that of soccer’s ultimate pantomime villain. It was difficult to feel sympathy for Terry, even during his greatest footballing indignity – when he missed a crucial penalty kick in the 2008 Champions League final – given the melodramatic way in which he adjusted his captain’s armband before taking the shot. If MLS is in the business of attracting fans, making public figures of their biggest names and best players, Terry is not the sort of player whose face would work well on a billboard. He’s hardly the most natural guest to appear on the Ellen DeGeneres show.   Related: Clint Dempsey learns to love again and Crew fall apart over penalty    From the outside, Terry’s arrival in the United States could have a detrimental impact on MLS’s global standing, too. With the quick-fire signings of Clint Dempsey, Michael Bradley, Jozy Altidore and Mix Diskerud, the North American game appeared to have changed tack in the transfer market. Gone were the days of European soccer’s faded greats washing up in MLS, picking up one final pay check. Those days were only gone for a short while, though. They returned, hopefully only momentarily, with the arrival of Gerrard and Cole at the LA Galaxy, as well as Andrea Pirlo and Frank Lampard at New York City FC. Somehow, MLS’s collective transfer strategy – if there is truly such a thing – has regressed over the past season or two, and Terry’s signing would only serve to underline that. Having worked so hard to dispel such lazy cliches, MLS would be seen as little more than a retirement circuit once more. More recently, it has been reported that Terry will fail to land a Designed Player contract should he make the switch Stateside this summer, with MLS clubs seemingly baulking at the four-time Premier League winner’s wage demands. The Philadelphia Union have discovery rights on the defender (at least according to an image that surfaced on Wednesday) but not even they are making a move. Perhaps Terry will turn up at the door of an MLS club this summer dressed in full kit, shin pads on and everything. That worked for him before.",
  "webTitle": "Why MLS clubs should steer clear of John Terry | Graham Ruthven",
  "webPublicationDate": "2016-05-12T04:00:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/mls-top-clubs-steer-clear-john-terry",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruthven",
      "id": "profile/graham-ruthven"
    }
  ],
  "guardianId": "football/2016/may/12/mls-top-clubs-steer-clear-john-terry"
}