{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/02/premier-league-10-talking-points-weekend-action",
  "id": "2016-05-02-222",
  "sectionId": "football",
  "body": "1) Ranieri and Leicester ready to celebrate their way The romantic at heart might hope that Leicester complete their crowning achievement on their own turf by defeating Everton at an incredulous King Power Stadium but the fact we can seemingly afford to be that picky is astonishing in itself and perhaps an alternative ending will be appropriate in its way. Claudio Ranieri is likely to be somewhere in the airspace between Italy and England during Monday evening’s potentially decisive meeting between Chelsea and Tottenham, a lunch arrangement with his 96-year-old mother taking priority over any handwringing in front of the television. There is the risk of verging on tweeness when talking about Ranieri these days – his team’s probable triumph has been overseen by a formidable football mind – but the lovely seam of eccentricity that has run through Leicester’s season is genuine and this might be a finale entirely in tune. They have done things their way and, even if Ranieri’s trip does not quite match Derby County’s tale from 1972 – the squad were holidaying in Mallorca and Brian Clough in the Scilly Isles with his family when news of their title win came through – it is at least another reminder of the very human element of this story. If Chelsea have produced the goods by the time Ranieri touches back down on English soil on Monday night then it is fair to assume he will not pass through the airport terminal unnoticed. Then, the celebration of a thrilling triumph can begin in earnest. Nick Ames  • Match report: Manchester United 1-1 Leicester City• How Leicester’s five-year fairytale unfolded  2) The strange case of Stoke’s missing front three There was plenty of hype about Stoke City’s front three when they edged a seven-goal thriller against Everton on 28 December. Yet although Marko Arnautovic scored in Saturday’s draw with Sunderland, the other members of that attacking trident have tailed off badly. Bojan Krkic was an unused substitute against Sunderland and Xherdan Shaqiri was kept quiet by Patrick van Aanholt, at one point tripping over his own feet when he tried to dribble through a crowd of defenders on the edge of the area. Stoke’s most effective method of attack against Sunderland was hanging high, diagonal crosses towards Peter Crouch and, thinking back to the excitement of that win at Goodison Park, when Shaqiri scored one of the goals of the season, it is hard not to see that shift in emphasis as a step backwards. Jacob Steinberg  • Match report: Stoke City 1-1 Sunderland• Sam Allardyce admits pressure from Newcastle may be affecting Sunderland      Marko Arnautovic scored but Stoke’s attacking trident have faded. Photograph: James Baylis - AMA/Getty Images    3) Don’t over-estimate the Twitterati Unbowed by the right old, entirely predictable, mess prompted by believers in the Arab Spring buying into comments posted on social media, we still make the mistake of taking undue notice of whatever the Twitterati has to say. If you were in north-east England last week the Twitter-related message was that Alan Pardew needed to brace himself for serious abuse on his first return to his former club, Newcastle United, as the manager of Crystal Palace. In the event Pardew proved virtually irrelevant, a mere academic footnote, to the main action, namely Rafa Benítez’s efforts to keep Newcastle in the Premier League. Contrary to pre-match suggestion, the crowd barely acknowledged their ex-manager’s technical area presence throughout their side’s 1-0 win at St James’ Park. Hats off to Pardew for the nice, 17th-minute touch when, as is their routine, the ground broke into spontaneous applause in memory of home fans John Alder and Liam Sweeney as well as other victims of the MH17 disaster and he joined in with a minute-long demonstration of pronounced clapping. Deep down, many Newcastle fans know that, although far from a flawless manager, he is essentially a decent guy who ended up a puppet of Mike Ashley’s St James’ Park regime. Should Palace beat Manchester United in the impending FA Cup final there could well be resounding cheers on Tyneside but, right now, Pardew is past history in NE1. Newcastle fans showed their class and dignity by refraining from abusing him and instead indulging in sustained choruses of “Rafa, Rafa, Benítez.” Those chants will have hurt Palace’s manager far more than any abusive taunt. Which just goes to show that, sometimes, the truth really is more complicated than social media-inspired fiction. Just ask Egyptians. Louise Taylor  • Match report: Newcastle United 1-0 Crystal Palace• As it happened: read Bryan Armen Graham’s minute-by-minute report  4) Time running out for Wilshere to build England sharpness  There were cheers from the Emirates Stadium crowd when Jack Wilshere emerged from the substitutes’ bench to warm-up midway through the first half against Norwich City – alongside Santi Cazorla. Wilshere was desperate to get on but when Arsène Wenger swapped Alexis Sánchez for Francis Coquelin in the 84th minute with his final change, Wilshere felt the frustration. Apart from a six-minute cameo as a substitute at Sunderland the previous weekend, Wilshere’s role during this injury-wrecked season has been confined to that of onlooker. It was the same again on Saturday. Arsenal’s season now has only two matches to go – the visit to Manchester City before the final-day home game against Aston Villa – which means that Wilshere has only two competitive matches to generate any kind of top-level sharpness before Euro 2016. Moreover, with the England manager, Roy Hodgson, set to name his squad on 12 May, before the final round of Premier League fixtures, Wilshere, technically, has only the City game in which to impress. The suspicion is that Hodgson will pick him regardless, based on the form he showed before he fractured his fibula on the eve of the season, and he stands to have England’s warm-up matches against Turkey, Australia and Portugal in which to fine-tune. But how will Hodgson know for sure that Wilshere is ready when he picks his squad? By any reckoning, it would be a gamble. David Hytner  • Match report: Arsenal 1-0 Norwich City• As it happened: read Rob Smyth’s minute-by-minute report      Arsène Wenger makes a point to the referee during the match against Norwich. Photograph: Stuart MacFarlane/Arsenal FC via Getty Images    5) Will Manuel Pellegrini’s gamble pay off in Madrid? Manuel Pellegrini made eight changes to his Manchester City team for the trip to Southampton and the result was predictable. Only Kelechi Iheanacho emerged from the game with any credit for City but Pellegrini insisted afterwards that, even with hindsight, he would have selected the same team. Real Madrid and the Bernabéu await on Wednesday in the Champions League semi-finals and, given it is arguably the biggest game in City’s history, Pellegrini certainly had a duty to ensure his first choice players remained fresh for midweek. However, as City’s fans ironically chanted “Are you watching, Real Madrid?” as the team crumbled, this preparation for a huge European tie had descended into chaos. The team that lines up in Spain will clearly have no resemblance to the one on show at St Mary’s, but such an emphatic defeat surely cannot have improved morale in the squad. The result has also provided Manchester United with a sliver of hope of a top-four finish, although City would still need to drop further points for their rivals to capitalise. Pellegrini, of course, will not be at City next season and has eyes only for the Champions League. If they pull off a result in Madrid this selection will be completely vindicated, but it could yet be significant in shaping City’s season denouement. James Riach  • Match report: Southampton 4-2 Manchester City• Manuel Pellegrini’s eyes on Real Madrid  6) Are Sturridge and Liverpool a perfect match? Daniel Sturridge and Liverpool have had some beautiful moments together and should still be perfect for each other, yet too often they seem an uneasy match. Nearly all Liverpool players were substandard at Swansea but the worry regarding Sturridge is that this was not the first time recently that he has appeared to have assigned himself the role of luxury player, which is not a role for which Jürgen Klopp has regular use. Sturridge has magic in his feet and a fine scoring rate and can do things that none of the other strikers at the club can do but he doesn’t do them quite often enough to justify the lack of pressing or involvement when not in possession. Perhaps he is still not fully confident about his durability following his injury problems. Whatever the reason, he is not likely to be a constant starter for Klopp’s team, especially when Divock Origi and Danny Ings return, until he finds the constant dynamism demanded from forwards at all top clubs. Given how consistently good they could be together, it would be a pity if the club and the player continued to give the impression of drifting towards a separation. Paul Doyle  • Match report: Swansea City 3-1 Liverpool• As it happened: read Daniel Harris’s minute-by-minute report      Swansea celebrate their demolition of Liverpool. Photograph: Geoff Caddick/AFP/Getty Images    7) Leko shines then Tony Pulis lets rip at academy system Are academies these days too soft on young players? West Brom’s manager certainly thinks so. Before likening his 17-year-old starlet Jonathan Leko to Crystal Palace’s Yannick Bolasie after his scintillating full Premier League debut on Saturday, Tony Pulis let rip at a system he believes is not producing the best from talented prospects. “I keep saying, academy football is a system that is supposed to be there for excellence,” Pulis said. “In any other sport players would be driven and pushed. Playing in important games with seasoned professionals is important and for some reason a lot of academies want to keep their players playing under-21 football. It’s beyond me. I’ve watched under-21 football and it’s certainly not preparation for what is needed out there. “I thought he [Leko] was fantastic,” he added. “He’s a bit similar to Bolasie at Crystal Palace, he has raw pace and talent. He does things that are instinctive. The kid can be a good player, but he needs to learn the game with professionals.” Leko, who like Bolasie has his roots in the Democratic Republic of Congo, definitely looks like a star in the making. He moved to the UK as a child to escape civil war and has already represented England at youth level. Leko is also the eighth West Brom academy player to have featured in a matchday squad this season. Not a bad return. But, as is the nature of the Premier League these days, Pulis and new technical director Nicky Hammond will be under pressure to spend big again this summer. Ed Aarons  • Match report: West Brom 0-3 West Ham• Tony Pulis refuses to commit future to club  8) Berghuis the enigma raises questions of Sánchez Flores Watford have succeeded this season despite fielding on the flanks players who are enormously more comfortable when played infield. José Manuel Jurado has played the vast majority of his 1,762 Premier League minutes on the left wing, claiming a single assist. Valon Behrami, Étienne Capoue, Almen Abdi and Adlène Guedioura have all had a go at pretending to be wingers, offering little effective width, even less pace, few decent crosses, a collective unwillingness to take on their opponents and a combined tally of three assists and two goals. In January the Hornets attempted to address this weakness, bidding for Andros Townsend and signing, for an estimated £6m, the Moroccan winger Nordin Amrabat. Meanwhile, Steven Berghuis sat on the sidelines. The Dutch winger, who arrived for £4.5m from AZ Alkmaar in July, appeared off the bench in five of the club’s first nine league games, for an average of 17 minutes each, and then disappeared. Between the middle of October, when he looked out of his depth when brought on with his side already 2-0 down against Arsenal, and the end of April he was on the bench six times, left out of the matchday squad 18 times – not featuring between 2 January and 2 April – and played not a single minute of league football. At West Ham 10 days ago he actually came on off the bench, playing for 34 minutes and receiving favourable reviews. On Saturday he played another 33 minutes and transformed the game. He was named man of the match, and if Watford had a cross of the season award he would have wrapped that up too, with the centre for Troy Deeney’s last-minute equaliser. Clearly desperate to impress, he cut inside at pace, skipped past defenders, took shots and passed successfully over long and short distance. He looked, in short, like the player – one of the players, at least – that his side has so badly needed, at least over the last four months. Quique Sánchez Flores said after the game that Berghuis “wasn’t ready to play” earlier in the season, but has since “worked very hard”. From the sidelines it was hard to know if the winger’s excellence on Saturday represented evidence of the Spaniard’s questionable decision-making, or of his superlative coaching. Simon Burnton  • Match report: Watford 3-2 Aston Villa• Eric Black claims Aston Villa squad feel hurt by human cost of relegation      Will Quique Sánchez Flores stay at Watford? Photograph: Dominic Lipinski/PA    9) Martínez may leave Everton in better position than he found them Look at the league table and Everton have regressed on Roberto Martínez’s watch. David Moyes’s long reign ended in sixth place and, while his successor initially took them up to fifth, back-to-back lower-half finishes now beckon for the first time since 2002. And yet, in some respects, the Spaniard’s legacy will be better than his inheritance. Admittedly, his successor will have to tighten up the defence and a reliance on thirty-somethings such as Leighton Baines, Phil Jagielka and Gareth Barry is an issue that requires addressing. Yet many of Moyes’s other ageing stalwarts have either left – in the cases of Sylvain Distin, Nikica Jelavic and Marouane Fellaini – or have been phased out, with Steven Pienaar, Leon Osman and Tim Howard fringe figures now. Martínez has switched the focus to a younger generation. Ross Barkley had started only four top-flight games before his appointment and John Stones none. Now the latter, along with Romelu Lukaku, could bring in more than £100m. Everton’s results have been underwhelming for the last two seasons but Martínez has recruited players whose careers are on the up, in James McCarthy, Muhamed Besic, Gerard Deulofeu and, perhaps, Ramiro Funes Mori. He also has a generation of young defenders, in Matthew Pennington, Brendan Galloway, Tyias Browning, Luke Garbutt and Mason Holgate, some of whom could break through. What he has not done, over the last two years, is to harness the considerable potential of his side. But, assuming he departs this summer, his replacement may find much to his liking at Goodison Park. Richard Jolly  • Match report: Everton 2-1 Bournemouth• Eddie Howe insists he is committed to Bournemouth amid Everton links  10) Van Gaal unwilling to risk defeat for chance of victory A feature of Louis van Gaal’s time at Manchester United has been substitutions as ineffectual as they are unfathomable, and Sunday’s game was no different. With Manchester City facing a difficult game at Southampton, followed by a trip to Madrid, followed by a visit from Arsenal, United had the chance to apply some pressure by beating Leicester. No small task, but after the hour with the scores level, Van Gaal again took predictable, conservative options, unwilling to risk defeat for an essential victory. As such, his team finished the game with one man up front, the message of three like-for-like changes typical and clear: the players underperformed, but the system was unimprovable. Daniel Harris  • Match report: Manchester United 1-1 Leicester City• Signs of life may come too late for Van Gaal       Pos Team P GD Pts      1 Leicester 36 30 77    2 Tottenham Hotspur 35 39 69    3 Arsenal 36 25 67    4 Man City 36 30 64    5 Man Utd 35 12 60    6 West Ham 35 17 59    7 Southampton 36 14 57    8 Liverpool 35 11 55    9 Stoke 36 -14 48    10 Chelsea 34 7 47    11 Everton 35 6 44    12 Watford 35 -6 44    13 Swansea 36 -13 43    14 West Brom 36 -14 41    15 AFC Bournemouth 36 -20 41    16 Crystal Palace 36 -10 39    17 Newcastle 36 -25 33    18 Sunderland 35 -18 32    19 Norwich 35 -26 31    20 Aston Villa 36 -45 16",
  "webTitle": "Premier League: 10 talking points from the weekend",
  "webPublicationDate": "2016-05-02T07:41:34Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/02/premier-league-10-talking-points-weekend-action",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/blog/2016/may/02/premier-league-10-talking-points-weekend-action"
}