{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/capybaras-on-loose-toronto-escape-zoo",
  "id": "2016-05-25-314",
  "sectionId": "world",
  "body": "Toronto police, zookeepers, and residents are on the alert after two rodents of unusual size escaped from a local zoo early Tuesday. The pair of capybara – canine-sized, amphibious rodents which resemble guinea pigs but are much, much bigger – are being sought by 30 park and zoo workers in Toronto’s 399-acre High Park, according to the Toronto Sun. Residents have been warned not to approach the animals, which were described by zoo volunteers as “quite shy”, but to call the park authorities.     Residents who spot the 2 capybaras @ large from the #HighParkZoo should contact @311Toronto w/ location details. pic.twitter.com/GMrysxoHGz— City of Toronto (@TorontoComms) May 24, 2016    Capybaras are the world’s largest rodents and can weigh as much as 150lb, though the escapees in question are closer to 30lb , according to parks department spokeswoman Megan Price.  Price told the Sun that the zoo would initiate an investigation into the escape once the capybaras were returned to safety. “Once they are rescued, we will obviously be reviewing in detail what happened and if protocols or procedures need to be updated as a result of this — if, in fact, that’s what happened,” she said. A third capybara remains in its pen at the High Park Zoo, which also features llamas, buffalo, wallabies, emus and sheep.     There is one capybara grazing in the enclosure -- two others are still missing. pic.twitter.com/3alOmndOFg— Erica Vella (@ericavella) May 24, 2016    Capybara are herbivorous and indigenous to South America, where they are prey to anaconda.",
  "webTitle": "Capybaras on the loose in Toronto after escape from local zoo",
  "webPublicationDate": "2016-05-25T00:45:21Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/capybaras-on-loose-toronto-escape-zoo",
  "keyword": [
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "world/2016/may/24/capybaras-on-loose-toronto-escape-zoo"
}