{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/welcome-twitter-gchq-tips-social-media-spying",
  "id": "2016-05-16-163",
  "sectionId": "commentisfree",
  "body": "The UK’s covert communications monitoring service, GCHQ, has joined Twitter. Don’t be too disappointed if they’re not following you back, because they’re probably still reading your tweets. Twitter isn’t exactly the first port of call for shy and retiring types, particularly if you use it under your own name, so how do you approach social media if you’re a super-secret spy agency? Use it as an excuse to improve your personal brand We know GCHQ is full of boffins all working to hack our iPhones, listen to conversations with lasers pointed at windows, and generally undertake nefarious spycraft. This is creepy and unusual, but the Twitter account is a chance to distract us with hilarious content.    New home! I've arrived! pic.twitter.com/N7PeuSti4I— Embassy Cat (@EmbassyCat) May 9, 2016    Just like Julian Assange’s pet cat’s account, you can use Twitter to show us the softer, cuddlier side of the organisation. What are the amusing messages you guys leave on the communal fridges? What’s the funniest sext you’ve intercepted from a member of Plaid Cymru? Why not jump into the saved drafts of Britain’s finest comedians and pinch some material before they’ve tweeted it – it isn’t tweet theft if it’s still a draft. You could get a few retweets by leaking the end of the next two Star Wars films, or showing us Donald Trump’s tax receipts, and maybe we’d overlook the vast technological power at your disposal to track our lives if you did. It’s worth a try. Don’t tweet stuff out of context Beware the capacity for people on Twitter to read what you say completely out of context and in bad faith. It is not a medium for nuance, subtlety, irony or sarcasm. You should probably hand your account to one of your hypernerds, so that he or she can tweet stuff that is incapable of being misunderstood.    Hello, world. https://t.co/SROtSsE8KB— GCHQ (@GCHQ) May 16, 2016    Resist the urge to be too nerdy though – nobody wants to read tweets in binary. Don’t use it to arrange your social life  First there is nothing more cringe-inducing and gauche than using public tweets to arrange to meet up with people in the real world. If you genuinely do have an interesting social life, you don’t need to tweet about it. Second, it’s probably best for spies to avoid advertising their weekend plans – you’re not the only security agency monitoring Twitter. DON’T USE ALL CAPS Don’t use crazy shouty caps unless it’s an emergency. They’re deeply uncool, and will probably also make people fear for the future of the country. If there’s some sort of imminent cybersecurity threat, then hit caps lock, but if you just have an extreme reaction to a piece of celebrity gossip, hold off. Hilarious animated gifs won’t make us feel better about mass surveillance   Don’t try to turn the ceaseless monitoring of the population with your giant supercomputers into some kind of meme. Distract us from your purpose, don’t remind us what you’re actually doing. Nobody wants to recall that you guys have the gizmos to read old Snapchats or dig up our AOL messages from when we were teenagers, because that sort of embarrassment would genuinely kill us. Be careful not to tweet from the wrong account or DM fail    Ed Balls— Ed Balls (@edballs) April 28, 2011    GCHQ doesn’t need to start criticising members of the intelligence and security committee as “boring snoring” or accidently upload pictures of someone’s breakfast. If you guys can’t keep up your Twitter security, what possible hope is there for the rest of the realm? DM fails from the communications branch of our intelligence service would be equal parts amusing and terrifying. Don’t let the trolls get you down  You’re going to receive some hostility, whatever you say and do, because that’s what Twitter is about. Don’t start using your powers to exact revenge, however tempting that might be. Just ignore them. I appreciate that for professional reasons you probably don’t want to start muting people, but you can make the most of your verified status (congrats on that) by only looking at your mentions from other verified people. Don’t use a bot Resist the urge to code some bot to tweet on your behalf. Microsoft tried that one and it became a Holocaust-denier. Stay human. Don’t let it distract you too much from the day job    Learn more about the birth of British Signals Intelligencehttps://t.co/3nkdWCaacO pic.twitter.com/CZGW8dNcra— GCHQ (@GCHQ) May 16, 2016    The worst thing about Twitter is probably the disgusting amount of time you’ll find you spend on it. Please don’t drop the ball while you’re arguing the merits of Brexit or reading lengthy debates about intersectionality. Try to stick to the day job. The people you follow suggest you’re going to focus on security (except for Katherine Jenkins, that’s an interesting choice?) so hopefully this is all just a big PR exercise, and not the beginning of an awful, time-eating addiction from which there is no escape.",
  "webTitle": "Welcome to Twitter @GCHQ. Here’s some timely advice #justsaying | Rupert Myers",
  "webPublicationDate": "2016-05-16T14:04:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/welcome-twitter-gchq-tips-social-media-spying",
  "keyword": [
    {
      "webTitle": "GCHQ",
      "id": "uk/gchq",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Blogging",
      "id": "media/blogging",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Myers",
      "id": "profile/rupert-myers"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/welcome-twitter-gchq-tips-social-media-spying"
}