{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/nato-chief-brexit-warning-white-house-david-cameron",
  "id": "2016-05-10-284",
  "sectionId": "politics",
  "body": "A string of former Nato and US foreign affairs chiefs have warned against leaving the EU, arguing Britain’s place in the world and security would be damaged. Five ex-Nato secretary-generals delivered a joint message that leaving the EU would “give succour to the west’s enemies”. Writing in the Telegraph, they said it would be troubling if the UK voted to leave, citing its lead role within the EU in imposing sanctions on Russia and Iran.  The signatories include Peter Carrington, the last surviving member of Winston Churchill’s government, and George Robertson, who served as defence secretary under Tony Blair.   Related: The Guardian view on the EU debate: David Cameron makes a serious case | Editorial    Separately, 13 former defence and foreign affairs chiefs wrote in the Times that Britain’s “place and influence in the world would be dismissed and Europe would be dangerously weakened” if the UK votes for Brexit. The ex-White House figures, including Madeleine Albright, who served under Bill Clinton, Leon Panetta, the former CIA chief, and George Shulz, who was in the administration of Ronald Reagan, wrote that the “special relationship” between Britain and US would not compensate for the loss of international clout that it would suffer in the event of leaving the EU. This would be true in foreign, defence and trade policy, they warned. Their comments echo those of Barack Obama, the US president, who gave a press conference in London last month alongside David Cameron, saying the UK’s influence would be diminished and it would go to the back of the queue in seeking a trade deal with America if there was a vote to leave. In a third intervention on the same subject, Charles Clarke, the Labour former home secretary, warned that leaving the EU would poison Britain’s relations with its allies.     Barack Obama used his recent visit to the UK to make his case for the country to remain in the EU. Photograph: Dan Kitwood/Getty Images    Clarke has written a report with Peter Neyroud, a former Thames Valley police chief, and Lord Carlile, the former independent reviewer of terrorism legislation, that says intelligence relationships would be harmed by a vote for Brexit. In the report for Britain Stronger in Europe, the official remain campaign, the three security experts outlined ways in which they believe the EU contributes to public safety, including sharing of airline passenger names, and the Prüm convention, which allows police to quickly search DNA, vehicle registration and fingerprint data from other EU countries.   Related: Dr Boris heals the liberal elite: for the love of Umbria, vote leave    “Leaving would mean poisoning relations with our allies, abandoning vital security tools and surrendering control and influence over the world around us,” they said. “Nato is the cornerstone of our national defence, but the EU is a vital component and complement, in particular through the resource it adds to our intelligence services, so vital in tackling terrorism.” The Vote Leave campaign rejects their claims that leaving the EU would harm security or damage relationships with Britain’s allies, arguing that other countries would still want to trade and share information with the UK. Vote Leave’s Dominic Raab, a justice minister, said there was no useful cooperation with the EU that could not be continued from outside. “The crucial thing we’d gain is control over our borders and in particular stronger checks to prevent those who present a risk from terrorism or crime from entering Britain in the first place,” he said. The issue of security took centre stage in the referendum debate on Monday, with David Cameron telling an audience of politicians and ambassadors that leaving the EU could put peace at risk. The prime minister cited the second world war that ended only 71 years ago, the Bosnian conflict only two decades ago and the Russian war with Ukraine even more recently. “Can we be so sure that peace and stability on our continent are assured beyond any shadow of doubt? Is that a risk worth taking? I would never be so rash as to make that assumption,” he said. He was later forced to defend the remarks against accusations from leave campaigners that he was exaggerating. Asked why he had risked the possibility of strife by granting a referendum, he said it would be impossible to hold Britain in the union against its will but he hoped that people would listen to his view.     Former US secretary of state Madeleine Albright was among a list of ex-White House figures to back the remain cause. Photograph: Brendan Smialowski/AFP/Getty Images    Cameron said: “As I sit around that table with 27 other prime ministers and presidents, we remember that it is pretty extraordinary that countries are working together to solve disputesand problems. We should listen to the voices that say Europe had a violent history. We’ve managed to avoid that and so why put at risk the things that achieve that?” Two former intelligence chiefs, Sir John Sawers, ex-head of MI6 and Jonathan Evans, ex-head of MI5, had waded into the debate over the weekend to warn against leaving the EU. Sawers told the BBC said: “The reason we would be less safe [if the UK voted to leave], is that we would be unable to take part in the decisions that frame the sharing of data, which is a crucial part of counter-terrorism and counter-cyber work that we do these days, and we would lose the abilities of things like the European arrest warrant.” Although the debate has turned to security, there was also a row over the extent of the economic benefits of Brexit claimed by the leave campaign. Matthew Elliott, the chief executive of Vote Leave, was challenged by MPs as he gave evidence to the Treasury select committee. The chairman of the committee, Andrew Tyrie, challenged Vote Leave’s use of the figure of £33bn in savings if Britain left the EU. Elliott said the figure originated from an Open Source report. “The figure has since been amended to £12.8bn,” said Tyrie. “Why on Earth wouldn’t you use a justifiable figure? £33bn is not at all justifiable.”",
  "webTitle": "Nato and US defence chiefs issue security warnings over Brexit",
  "webPublicationDate": "2016-05-10T07:58:49Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/nato-chief-brexit-warning-white-house-david-cameron",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nato",
      "id": "world/nato",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/10/nato-chief-brexit-warning-white-house-david-cameron"
}