{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/austerity-cuts-privatising-george-osborne-britain-assets",
  "id": "2016-05-24-306",
  "sectionId": "commentisfree",
  "body": "Almost everyone who gives the matter serious thought agrees that George Osborne and David Cameron want to reshape Britain. The spending cuts, the upending of the NHS, even this month’s near-miss over the BBC: signs lie everywhere of how this will be a decade, maybe more, of massive change. Yet even now it is little understood just how far Britain might shift – and in which direction. Take austerity, the word that will define this government. Even its most astute critics commit two basic errors. The first is to assume that it boils down to spending cuts and tax rises. The second is to believe that all this is meant to reduce how much the country is borrowing. What such commonplaces do is reduce austerity to a technical, reversible project. Were it really so simple all we would need to do is turn the spending taps back on and wash away all traces of Osbornomics.   Related: Privatisation isn't working. It's time for a public service users bill | Cat Hobbs    Austerity is far bigger than that: it is a project irreversibly to transfer wealth from the poorest to the richest. It’s doing the job very nicely: while the typical British worker is still earning less after inflation than he or she was before the banking crash, the number of UK-based billionaires has nearly quadrupled since 2009. Even while he slashes benefits, Osborne is deep into a programme to hand over much of what is still owned by the British public to the wealthiest. Privatisation is the multibillion-pound centrepiece of Osborne’s austerity – yet it rarely gets a mention from either politicians or press. The Queen mentioned it in her speech last week, but the headline writers ignored it. And if you don’t know that this Thursday is the closing date for consultation on the sale of the Land Registry, our public record of who owns what property, that’s hardly your fault – I haven’t spotted it in the papers, either. But without getting rid of prize assets, Osborne’s austerity programme falls apart. At a time when tax revenues are more weak stream than healthy flood, those sales bring much-needed cash into the Treasury and make his sums add up. The independent Office for Budget Responsibility has ruled that the only reason the chancellor met his debts target last year was because he flogged off our public assets. And what a fire sale that was, with everything from our last remaining stake in the Royal Mail to shares in Eurostar shoved out the door in the biggest wave of privatisations of any year in British history. And more, much more, is to come. The all new and mostly grotesque housing bill will force local authorities to sell “high-value” council houses once a family moves out – which will basically hand over whatever remains of social housing in central London to investors. Osborne also wants local authorities “to dispose of potentially surplus assets”, of which he calculates they have £60bn “in property not used for schools or housing”. That would be property such as our public libraries and swimming pools – but to a government hellbent on asset-stripping such communal necessities are merely unsold inventory. At Whitehall, ministers plan to sell a big chunk of Channel 4, and the public stake in the national air traffic control. And that’s just the start, because here’s something else you probably won’t have read about: Osborne has bundled up all of our public holdings – in every company from the collapsed banks to the Royal Mint – and put them under the control of a government organisation called UK Government Investments. Its CEO (what else?) is a former doyen of the City called Mark Russell. In a rare interview in 2013, Russell declared: “We don’t believe government makes for a particularly good shareholder. Our belief is that unless there is a good policy reason for government to have a shareholding then really we should be seeking to divest those shareholdings.” Everything must go is no longer the cry of distressed shopkeepers – it is now public policy.   Related: Why do the Tories want to hide who owns our country’s land? | Charles Arthur    As an employee of the taxpayer, Russell earns up to £159,999, which is far more than the prime minister’s salary. Yet the one thing he has done that you will have heard of was an unmitigated disaster. He was among those in charge of selling 70% of Royal Mail three years ago – a sale that, even the government now admits, brought in less money than it should. We let a 500-year-old public service go at a £1bn discount, a select committee of MPs calculated in 2014. And that takes us to the heart of the problem with such sales. At best, privatisation is a short-term gain for a long-term loss. The public sells one of its prize assets in order to enable the chancellor to bank some cash immediately. In a report published on Monday, the campaign group We Own It calculates that if Osborne sells the Land Registry, National Air Traffic Services, Channel 4 and the Ordnance Survey the public will kiss goodbye to control over £7.7bn in dividends and profits in the next 50 years. Sure, we pocket a couple of billion now – but we lose far more in the long run. These are services that have taken many decades, even centuries, of public investment and management to build up. The Land Registry dates back to Victorian times; the Ordnance Survey’s aerial photographs of enemy territory helped Britain win the first world war. All that accumulated effort and ingenuity will be handed over to a small group of investors – and for what? Better management? A recent study of the evidence by the University of Greenwich concludes there is “no significant difference in efficiency between public and privately owned companies in public services”. For more investment? Ministers selling off everything from railways to water have promised privatisation will bring greater investment. It comes – but it’s always the public that ends up paying for it. Thatcher claimed that selling off BT, British Gas and the rest would turn Britain into a shareholder democracy. Official figures show that Britons now own less than half as much of the UK stock market as they did before Thatcher’s first privatisation. Osborne’s privatisation, like the rest of his austerity programme, will enable him to transfer wealth from the public to a far smaller group of private investors. The employees can look forward to cuts in jobs, pay and conditions – as we have seen across the privatised utilities. The rest of us, the customers, will endure higher bills and paying for hidden subsidies. And the chancellor? He will have brought in enough cash to enable him to make some pre-election tax cuts – to literally buy himself votes. Osborne calls this privatisation. I treat it as part and parcel of austerity. But there is another term you and I might use. Because this making off with our public property is nothing more than legalised larceny.",
  "webTitle": "Austerity is far more than just cuts. It’s about privatising everything we own | Aditya Chakrabortty",
  "webPublicationDate": "2016-05-24T05:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/austerity-cuts-privatising-george-osborne-britain-assets",
  "keyword": [
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Aditya Chakrabortty",
      "id": "profile/adityachakrabortty"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/austerity-cuts-privatising-george-osborne-britain-assets"
}