{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/we-have-an-orwellian-shadow-government-and-your-liberty-is-at-risk",
  "id": "2016-05-06-308",
  "sectionId": "commentisfree",
  "body": "Washington insider Mike Lofgren earlier this year published a book called The Deep State - the Fall of the Constitution and the Rise of a Shadow Government.  Elected governments and politicians come and go, but what persists is a “deep state”, a loose association of special interests that invariably dictate the terms of government: the security services, the military, the banks and financial institutions, the top listed corporations and, in some countries, organised crime.  This “shadow government” operates without the consent of the governed. In the Australian states and territories you would have to include the police services as part of the deep state.  In New South Wales this is palpably evidenced with some outrageous pieces of police-friendly legislation that have just wormed their way through parliament.   Related: Police powers: prevention orders could set up 'rival justice system' in NSW    The ministerial mouthpiece for these measures is Troy Grant, a National Party politician and former country copper who is deputy premier. He holds an agglomeration of potentially conflicting portfolios: justice and police, racing and the arts.  The person who should be responsible for crime and justice policies is the attorney general, Gabrielle Upton, yet she is outranked by Grant and consequently plays second or third fiddle.  The upshot is Orwellian: the Serious Crime Prevention Orders Bill and the Organised Crime and Public Safety Bill.  Both measures give the police wide powers to restrict the liberties of citizens without due process, in a regime that operates as a “rival” to the criminal justice system.  Applications for serious crime prevention orders can be made by the police, the DPP and the NSW Crime Commission. Courts are empowered to make orders against people who have been convicted of offences and even those who not been charged or convicted of any offence, but whom the police think may be engaged in or have facilitated a serious crime.  For instance, a father who lends his car to a son who then uses it to commit a crime would have “facilitated” the offence and could be subject to a control order.  A serious crime is defined as one a range of offences punishable by imprisonment for five years, which includes most offences in the Crimes Act, and can extend to possession of a cannabis plant, tax evasion, illegal gambling and some firearms offences.  Crime prevention orders are not criminal proceedings - the rules of evidence don’t apply, hearsay is admissible, the standard of proof is on the balance of probabilities, not beyond reasonable doubt, and untested criminal intelligence can be given by the police.  Orders may restrict a person’s movements, activities, employment, residence, expression, assembly, and anything else “for the purpose of protecting the public”. Reporting conditions may be also be imposed along with non-association orders.  An order can last up to five years and because the orders involve the exercise of a discretion expressed in broad terms, the Court of Appeal’s powers are limited. Breach of an order can result in imprisonment for up to five years.  So, conceivably, a person who has not been charged or convicted of any serious offence, in fact may have been acquitted, can be subject to restraints on their liberty made on the basis of secret, untested, hearsay police evidence.  This preposterous regime has been marketed on the basis that it is modelled on similar UK legislation, as though that was a safeguard.  The comparable British legislation has been successively amended so that prevention orders can be made not only where the police anticipate serious offences, but also for quite trivial ones as well.  Former Queensland Supreme Court judge, Alan Wilson, in a report on that state’s organised crime legislation noted that the UK prevention orders can now extend to include fishing for salmon with the wrong tackle and the unauthorised disposal of controlled waste.  Criminologist Rory Kelly, a research assistant with the UK Law Commission’s criminal justice team, has written:  “Government continues to increase the number of offences that can trigger a civil preventive order, and each time the justification given is that this particular offence is exceptional because it is a very serious problem. But, the more offences that are suggested to be serious enough to be dealt with by a civil preventive order the weaker this argument becomes.”  If the legislative response to crime continues in this way, Kelly says: “we risk being left with a criminal justice system that is completely barbaric because it is completely ‘civil’.”  The NSW Bar Association and the Law Society of NSW have made detailed submissions to the state government opposing the legislation on the ground that it is an attack on fundamental rights and democratic institutions.  The bar has also prepared a comparison of the NSW and UK prevention order regimes, showing the extent to which the local police and their compliant minister have pushed the domestic law. It can also be anticipated that law enforcement agencies in other states will be pushing their governments to get with the strength and roll out draconian measures similar to those in NSW.  The essential distinction with the law that applies in England, Wales, Northern Ireland and Scotland is they have a Human Rights Act and we don’t.  Prevention orders in the UK have to be read down so that any interference with human rights has to be necessary and proportionate to a legitimate purpose. House arrest would be unlikely to qualify, whereas in NSW it is quite likely. That gets us to the new province of safety orders, announced with a flourish by the police minister with the police commissioner, Andrew Scipione, standing approvingly alongside.  Forget the courts, here police officers can take it upon themselves to make public safety orders where a person, or class of person, at a public event or in any other area, “might” pose a serious risk to public safety or security.  There is no upper limit on the duration of an order that can encroach on freedom of assembly, association, expression and movement - all on the satisfaction of a senior police officer or, where the orders are required urgently, any police officer, even a probationary constable.    Related: Changes to laws governing protests ease restraints on police powers | Richard Ackland    An appeal to the Supreme Court only be made for a long duration Public Safety Order and then the police do not have to disclose any criminal intelligence evidence. The hearing is conducted without the presence of applicants or their lawyers. Again, there’s five years porridge if you disobey a PSO.  There is already a range of powers under state and federal legislation that allow the authorities to control people in the interests of public safety. The NSW Bar Association has analysed the PSO legislation here.  The organised crime and public safety bill and the crime prevention orders bill are built on doubtful constitutional validity. They seek to enlist the courts to implement decisions of the executive that are incompatible with the “institutional integrity” of the judges.  It’s to be hoped the courts, when the appellate opportunity arises, protect not only their own institutional integrity but the rest of us from the very real prospect of heavy-handed policing.",
  "webTitle": "We have an Orwellian 'shadow government' and your liberty is at risk | Richard Ackland",
  "webPublicationDate": "2016-05-06T07:12:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/we-have-an-orwellian-shadow-government-and-your-liberty-is-at-risk",
  "keyword": [
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Ackland",
      "id": "profile/richard-ackland"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/we-have-an-orwellian-shadow-government-and-your-liberty-is-at-risk"
}