{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/opening-skinners-box-review-improbable-lauren-slater",
  "id": "2016-05-02-183",
  "sectionId": "stage",
  "body": "Lauren Slater’s book of popular psychology, Opening Skinner’s Box, caused a storm among the scientific community when it appeared in 2004. Its critics deplored Slater’s anecdotal, semi-fictional style. Above all, the book was condemned for perpetuating – or at least failing to refute – the myth that the father of behaviourism, BF Skinner, tested his theories by keeping his infant daughter in an environmentally controlled box. One suspects that some of this ire was raised by Slater’s temerity in psychologising the psychologists. But Improbable’s attempt to give the book dramatic form hardly clarifies the matter, and adds another layer of obfuscation. Slater’s interpretations of 10 landmark psychological experiments of the 20th century are provocative, but they lack a visual element for which even Improbable, with all its vast experience of whimsical ensemble work, cannot entirely compensate. It’s predictable and only mildly amusing to watch a group of performers in ill-fitting suits and bow ties scurrying around in imitation of lab rats or rhesus monkeys in search of the buttons that will deliver a shot of morphine, or their mother’s milk, or some other intermittent and random reward.     Alan Cox and Paschale Straiton in Opening Skinner’s Box. Photograph: Topher McGrillis    The grim depiction of Stanley Milgram’s discovery that 65% of people would deliver a supposedly fatal electric shock when ordered to do so adds a jolt. But one cannot help but feel that in opening Skinner’s Box, Improbable have merely succeeded in opening a whole new can of worms. • At West Yorkshire Playhouse, Leeds, 5-14 May. Box office: 0113-213 7700. At Bristol Old Vic, 20-21 May. Box office: 0117-987 7877.",
  "webTitle": "Opening Skinner’s Box review – 10 psychological experiments explored",
  "webPublicationDate": "2016-05-02T10:10:15Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/opening-skinners-box-review-improbable-lauren-slater",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/02/opening-skinners-box-review-improbable-lauren-slater"
}