{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/saqlain-mushtaq-contract-england-spin-bowling-consultant-pakistan-second-test",
  "id": "2016-05-28-76",
  "sectionId": "sport",
  "body": "Saqlain Mushtaq has verbally agreed a contract to join England’s coaching set-up as a consultant to their spin bowlers, with an expected 10-day spell in July to incorporate the second Test against Pakistan, the next tourists of the summer, at Old Trafford. The short-term deal with the former Pakistan off-spinner, which was first reported by the Guardian on Thursday, was confirmed by the England and Wales Cricket Board during the second day of the Durham Test with Sri Lanka as Moeen Ali, one of his forthcoming pupils, was scoring an unbeaten 155 with the bat.   Related: England v Sri Lanka: second Test, day two – live!    Saqlain, who took 496 wickets for Pakistan from 1995 to 2004, sees his availability initially restricted due to media and coaching commitments but could land further England work as they plan for a marathon winter schedule on the subcontinent that includes seven Tests in Bangladesh and India before Christmas. Alastair Cook’s Test side emerged 2-1 series winners the last time they toured India in 2012. However, the architects of that famous victory with the ball, Graeme Swann and Monty Panesar, have long since finished their international careers. England’s incumbent spin bowler, Moeen, and his previous sidekick on turning pitches, Adil Rashid, are vastly less experienced in international cricket. Their only previous Test tour in Asian conditions, the 2-0 defeat by Pakistan in the United Arab Emirates last October, saw them largely schooled by Misbah-ul-Haq’s batsmen. However, Saqlain believes he can have a positive impact on their bowling despite his short window working with them. “England have offered me the spin bowling consultancy and I have accepted but the deal is yet to be signed,” Saqlain told ESPNCricinfo. “It might be a brief stint but I believe I can still make a difference. No time is too little. I will plan once we get there.” Saqlain, who is credited as the inventor of the off-spinner’s doosra delivery that turns away from the right-handed batsman, has previously worked as a coaching consultant with New Zealand and West Indies, while he also helped see Pakistan’s Saeed Ajmal return to bowling after he was banned for “chucking” in 2014. The 39-year-old, who is playing for Carrington Cricket in the South Nottinghamshire League this summer, will follow his former Pakistan team-mate Mushtaq Ahmed, who was England’s spin bowling coach from 2008 to 2014. Andrew Strauss, Director of Cricket for England, has been keen on hiring former internationals on short-term deals during his 12 months in charge, with Sri Lanka’s Mahela Jayawardene and the Durham captain Paul Collingwood among those previously engaged.",
  "webTitle": "Saqlain Mushtaq agrees contract with England as spin-bowling consultant",
  "webPublicationDate": "2016-05-28T15:37:27Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/saqlain-mushtaq-contract-england-spin-bowling-consultant-pakistan-second-test",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pakistan cricket team",
      "id": "sport/pakistancricketteam",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/28/saqlain-mushtaq-contract-england-spin-bowling-consultant-pakistan-second-test"
}