{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/managers-busyness-business-productivity",
  "id": "2016-05-19-165",
  "sectionId": "commentisfree",
  "body": "What is your favourite style of literature? Voltaire was once asked. “All styles are good,” he said, “except for the boring kind.” People like the idea of busyness because it is better than feeling bored. The sadness at the heart of Waiting for Godot is that, for Vladimir and Estragon, there is “nothing to be done” (the play’s opening line). The closing stage direction says: “They do not move.”   Related: UK productivity gap widens to worst level since records began    Researchers at the University of Texas have found that older people who remain active score better in cognitive tests than those who are less busy. As well as the financial penalty in unemployment (and under-employment), there is a psychological cost too. “Be not solitary, be not idle” ran the traditional advice to those hoping to avoid gloom and despair. Today that would be classed as a “top tip.” So, let’s get busy? Hang on. Who determines how busy you have to be? Has your busyness been created by an unreasonable or unrealistic deadline, or an impossible workload? Have you been left to be busy all on your own – you’ve avoided the idle bit, but are still resoundingly solitary? Busyness is not what you might call an unalloyed good. Indeed, if simply being busy and stressed were such a good idea, why has the UK’s productivity – the measure of useful (or “value-adding”) work done – failed to improve over the last few years? Being busy is not an end in itself. It is better to be busy with a productive purpose, with the aim of creating a worthwhile outcome. One of the imbalances in our economy is that some remain too busy while others are not busy enough. John Maynard Keynes anticipated a world of leisure in which essential tasks could be completed in a few hours, leaving us all with much more time for cultural and recreational pursuits. More recently, the New Economics Foundation argued that a 21-hour working week might reduce unnecessary busyness while allowing us to make better and more sustainable use of the earth’s limited resources.    The benefits of so-called 'multitasking' have now been revealed to be a myth    Traditional supervisory management required staff to look busy, with the aim of reassuring the managers that something was actually being done. In an age of “knowledge work”, with people clicking away at computers all day, it is harder to know if the apparent busyness is really leading to anything. One thing in favour of the so-called “gig economy” is that identifiable tasks are often being completed. There is nothing phoney about the busyness of Deliveroo riders. How happy they might be in their work is another matter. So yes, busyness may be good for keeping the brain ticking over, but it is not necessarily good for efficiency. The benefits of so-called “multitasking” have now been revealed to be a myth. Stress distracts and undermines us, and really good work is the product of a focused mind. “We’re far more productive if we singletask,” says Caroline Webb, author of the recently published How to Have a Good Day. A new balance has to be struck, one that allows room for calm human interaction as well as the exciting, always-on world of digital connection. Bringing this about will take maturity and good old time management skills. We have to be able to say no to unreasonable demands if we are going to stay sane and productive. Condemning those who are fit and talented to inactivity is a social as well as an economic crime. The costs are both social and economic, too. So let there be some more busyness for those who want and need it, but also space and quiet for those who don’t. It is all a matter of getting our priorities right – rather like the boss who put up a sticky note on his office door,reading: “No, I do not have a bloody minute.”",
  "webTitle": "Managers beware: busyness isn’t always good for business | Stefan Stern",
  "webPublicationDate": "2016-05-19T13:46:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/managers-busyness-business-productivity",
  "keyword": [
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Deliveroo",
      "id": "business/deliveroo",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Stefan Stern",
      "id": "profile/stefan-stern"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/managers-busyness-business-productivity"
}