{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/help-for-syria-aid-campaign-secretly-run-by-uk-government",
  "id": "2016-05-03-179",
  "sectionId": "world",
  "body": "A government propaganda unit has been covertly running a humanitarian campaign that helps funnel aid to Syrian refugees, confidential documents seen by the Guardian reveal. Help for Syria appears to be an independent campaign to provide shelter, water and education to Syrians who have fled their homes during the civil war. However, the the leaked papers show how the propaganda unit has been secretly using the campaign as a counter-radicalisation scheme, targeting Britons who want to help fellow Muslims suffering in the war. The unit sought to divert British Muslims into becoming involved in UK-based charities instead of travelling to Syria to join the jihad or become an aid worker. Its involvement in Help for Syria has been concealed from the public by the government. The humanitarian campaign was promoted in universities around the country where thousands of students were not told that it was part of the government’s counter-radicalisation work. One graduate hired to work on the campaign without being told of the propaganda unit’s involvement said the government was being “quite devious” by “going behind people’s backs”.     Screengrab from a Help for Syria video. The Home Office said it was a campaign website created for a number of charities. Photograph: http://www.helpforsyria.org.uk/    The campaign says it has disseminated adverts to more than 1 million Facebook users and sent out regular messages on Twitter. The leaked papers show that it has delivered leaflets to 760,000 households across the country. Help for Syria styles itself as an “online resource providing advice and guidance for anyone who wants to raise money and aid for Syria”. On its website, it declares its purpose as advising the public about how to organise fundraising events in Britain while recommending a number of approved UK-based charities. However, it has not openly advertised the government’s involvement since it was set up three years ago. According to the leaked documents, Help for Syria was designed and delivered by a commercial contractor, Breakthrough Media Network, at the behest of the government’s propaganda arm, the Research Information and Communications Unit (Ricu). Based at the Home Office, Ricu has organised an elaborate propaganda effort in recent years to combat the threat of jihadi terror attacks. Breakthrough also described how it “continues to maintain and expand the Help for Syria campaign” for Ricu and the Foreign Office. According to the papers, Ricu research had shown that “British Muslims were motivated to travel to Syria for two principal reasons – for jihad or to provide humanitarian support to fellow Muslims”. Films, Facebook and freshers’ fairs Behind the scenes, Breakthrough ran what it called a multi-channel campaign to encourage British Muslims to become involved with UK-based charities as an “alternative route of satisfying the desire to help the Syrian people”. Breakthrough was “responsible for the strategic planning, brand design, web build, content generation, social media activity and event delivery of the Help for Syria campaign”, according to a 2014 document. Its target audience is mainly Muslim men aged 15 to 39. One prong of the campaign entailed sending Breakthrough staff and freelancers to talk to students at freshers’ fairs in 2013 and 2014 at “targeted universities”. Breakthrough has privately calculated that the campaign distributed its merchandise and content to more than 10,000 students across Britain in 2013 alone. “Of these, 2,900 people had a direct conversation with us about the campaign,” it said. “Following each event, we responded to hundreds of inquiries and messages on how to help the people of Syria,” it noted in one of the leaked documents. In 2014, the Help for Syria campaign went to 24 freshers’ fairs – including at University College London, Leeds, Hull and Kingston universities – and other public events such as festivals. A student, Amy Mills, was hired to work on the Help for Syria stall at Cardiff University in September 2014, shortly after graduating. She said the stall attracted many Muslim students, and flyers and wristbands were distributed to about 1,000 people. She was told it was a promotional campaign to direct people to the Help for Syria website. She had no idea that Help for Syria was being used as a counter-radicalisation scheme until she was contacted by the Guardian. Mills said: “It seems they are going behind people’s backs and getting people involved with the government, which they might not want to do. It’s quite devious. “It’s a big propaganda machine really, and using people for government who aren’t necessarily aware that they are being used for government, it’s quite worrying.” Breakthrough has estimated that Help for Syria has “engaged with 24,000 people” in total in “areas of geographic interest to Her Majesty’s government”, understood to be a reference to where its target audience of Muslims lives. Of that total, according to Breakthrough, a quarter identified as Muslim and was “in the age range of the target audience”. Breakthrough has privately cited Help for Syria as an example of how it has changed people’s attitudes and behaviour, adding that the campaign “demonstrated success in influencing people to reconsider travelling to Syria and to seek alternative ways of providing humanitarian assistance from the UK”.     Ricu is based at the Home Office in central London. Photograph: Peter Macdiarmid/Getty Images    A second prong is its social media strategy. In the leaked documents, Breakthrough says its social media audience allows it “to reach up to 1,138,000 Facebook users per week who see a post from Help for Syria in their feed”.  The third prong of the campaign involved producing films – which were distributed on the Help for Syria website and its YouTube channel – that have been seen by more than 100,000 “targeted individuals”, according to Breakthrough. The firm has been an integral part of the covert propaganda campaign run by Ricu in recent years. “Breakthrough has extensive experience working on confidential and sensitive projects, including those for which content needs to be attributed to partner organisations, [including but not limited to Help for Syria],” it said in the papers. Breakthrough declined to comment in detail. It said: “Breakthrough Media is enormously proud to be able to provide a wide range of community groups with the help and support they need to tell their stories, confront extremism in all its forms and build stronger, safer communities.” The Home Office said Help for Syria was a “campaign website developed at the request of the Humanitarian Group for Syria, an established umbrella group representing three registered aid charities”. It added: “Representatives of the Humanitarian Group for Syria approached Ricu seeking communications support to bring the campaign to life given the shared aims of discouraging people from travelling to Syria and encouraging charitable giving to legitimate aid organisations.” Two of the charities, Syria Relief and Hand in Hand for Syria, have told the Guardian that they were not aware of the nature of Ricu’s work. The third, Human Care Syria, did not respond when asked for a comment. Reporting team: Ian Cobain, Alice Ross, Rob Evans, Mona Mahmood, Nick Fielding and Safak Timur",
  "webTitle": "Help for Syria: the 'aid campaign' secretly run by the UK government",
  "webPublicationDate": "2016-05-03T13:00:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/help-for-syria-aid-campaign-secretly-run-by-uk-government",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Cobain",
      "id": "profile/iancobain"
    },
    {
      "webTitle": "Alice Ross",
      "id": "profile/alice-ross"
    },
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    },
    {
      "webTitle": "Mona Mahmood",
      "id": "profile/mona-mahmood"
    }
  ],
  "guardianId": "world/2016/may/03/help-for-syria-aid-campaign-secretly-run-by-uk-government"
}