{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/03/look-away-from-london-may-local-elections",
  "id": "2016-05-03-167",
  "sectionId": "politics",
  "body": "Fed up with seeing the 2016 local and devolved elections through the narrow prism of a squalid mudfight to become London mayor? Or through the point-scoring manoeuvres of the UK and Scottish governments who need each other to help keep Labour down? Me too. So let’s look at the bigger picture, where voting will also take place in 124 English councils, including 32 of the 36 metropolitan boroughs and where police and crime commissioners (remember them?) will be up for election in 40 authorities in England and Wales. Let’s hope for a higher turnout than the 10-20% achieved when the first batch of commissioners was elected in chilly November 2012. Here’s a handy overview.  Last, but far from least, are the devolved authority elections. They include directly elected mayors in Bristol, Liverpool and Salford – the shape of things to come under George Osborne’s “powerhouse” packages – as well as post-Boris London’s contest which Emma Thompson’s backing for theWomen’s Equality party in Tuesday’s Guardian has just made a bit more uncertain.  And, of course, Scotland, which will return another SNP majority to Holyrood, something designed to be as impossible as a Leicester City Premier League title. Scotland grabs a lot of UK media attention, but Northern Ireland’s Stormont election is pretty important, delicately balanced in the centrifugal Sinn Féin/DUP coalition that finds it hard to agree urgent reforms.   Political instability across the Irish border after this year’s indecisive election does not help. But Irish voters in all 32 counties could say the same about their bigger neighbour this year with the UK’s EU referendum looming. A Brexit vote would seriously damage them all, not that the self-styled internationalists in the Brexit camp care. The DUP shares with Ukip the distinction of being the only significant Brexit party.  Did I forget Wales? Of course not. The Whites are from Cornwall and my only grandparent not buried in Barnoon cemetery above Porthmeor beach in St Ives is buried in Cardiff.  The London media usually neglects Wales, except when David Cameron is taking cheap potshots at the troubles of NHS Wales (to deflect attention from NHS England’s own) or when there’s a problem, such as teenage suicides in Bridgend or the threatened Port Talbot steel closure. So, three cheers for the Guardian’s regional correspondent Steven Morris for keeping us informed, as does the BBC (how could Huw Edwards not!). Here’s Steve’s latest report from the Welsh elections, explaining how Welsh politicians, from the first minister, Carwyn Jones, down, feel local priorities are overshadowed by UK affairs (not least because indigenous Welsh media is not strong).  Here’s Steve’s report on why Jeremy Corbyn (or was it First Minister Jones?) decided not to campaign in Wales, though he did go to stricken Port Talbot. Plaid Cymru’s Leanne Wood is the most popular Welsh leader, Steve says here.   The Welsh Tories had been expecting to make gains at Labour’s expense before Port Talbot and Sajid Javid’s disappearance to Australia revived old fears. It hoped to do so with policies such as these. Ukip, which Steve Morris expects to do quite well on Thursday, is promising to make St David’s day a bank holiday. Here’s Labour’s offer launched by Jones on the seafront at Barry Island – Gavin and Stacey country – where 2016’s rare April sun even shone on him.  What are the issues? I haven’t visited this year. Here’s a BBC manifesto summary. But when I recently spoke with Plaid’s Wood in London (we had a coffee at Paddington station before she took the train home) she made the unanswerable point that Labour had been in uninterrupted power at the Welsh assembly in Cardiff Bay from the start of devolution in 1999.   That’s 17 years, sometimes in coalition with the Lib Dems or Plaid, currently alone with 30 assembly members (AMs) out of 60. Any party gets tired after eight to 10 years, just look at Margaret Thatcher or Tony Blair’s regime. Quietly competent Carwyn Jones has been first minister since taking over from Rhodri Morgan (he left office with high popularity ratings) in 2009, but it’s not very healthy.  Talking of which, concern about Welsh health is not confined to David Cameron, most of whose life has been spent around the east end of the M4 corridor to Wales. Congestion around Newport damages the south-east Wales economy, the important bit, and Andrew RT Davies, the Tory leader in Cardiff Bay, is making its improvement a priority. But in the last party leaders’ debate – here’s a BBC account – disquiet over health and education featured strongly.  Complaints about both will be familiar to non-Welsh ears – waiting times, including diagnostics and cancer outcomes, are disturbing, and Welsh pupils have scored badly in the international Pisa results – but the problems are intensified in Wales, where doctors are harder to retain and underlying levels of poverty higher. All Welsh politicians would like the level of Barnett formula for public spending that Scotland gets, 120% of UK average to Wales’s 108%. Belfast? Don’t ask.   Some people think – as George Osborne seems to – that devolution of powers to Cardiff or Manchester is an answer in itself. It may lead to better decision-making on locally controlled matters. But it doesn’t of itself cure poverty or lack of investment funds and spending power. The fate of Port Talbot is a global matter way beyond Cardiff’s control, though Cardiff has been right to say that the UK government was too slow and casual in its response.  Nationalism in Wales, integrated into the governance system of England since 1536, is more cultural in character , lacking some of the legal, educational and other features that have preserved and enhanced Scottish political identity since the 1707 union. But the Wales Act of 2014 is giving Welsh politicians greater powers, not least over taxation.The suspicion is they will be cautious about using new tax powers, as Nicola Sturgeon is in Scotland. As the old saying goes, politicians campaign in poetry but usually govern in prose.   So who will win under the PR form of voting which “tops up” unbalanced constituency results with “list” candidates? Here’s Wikipedia’s backgrounder, including polling data. Labour is expected to lose some ground from its 42% of the vote in 2011 (four AMs up on 2007). Will the Tories with 14 AMs (and 25% of the vote) gain? Will Plaid (11 AMs and 19% of the vote) overtake them with help from Labour defectors fed up with the NHS or with Jeremy Corbyn? Will the Lib Dems under Kirsty Williams fall back further from 5 AMs and 10%.  What about Ukip, which hopes for a breakthrough for all the usual reasons? Don’t laugh, but Neil Hamilton (yes, that Neil Hamilton) heads the regional list in Mid and West Wales, where the disgraced former Tory minister grew up. Mark Reckless, Tory to Ukip defector heads the party list in South Wales East. He hails from further up the M4, Marlborough College and Oxford.  Plaid’s list includes Adam Price, a clever, charismatic former MP and always a man to watch. Labour’s also includes ex-MP Huw Irranca-Davies in Ogmore, the man some tip to take over from Carwyn Jones when Jones decides, perhaps quite soon (at 49 he’s the same age as Cameron), that it’s time to go. Plaid and the Lib Dems being wary of coalition government in Cardiff (and Westminster, Nick?), the assumption seems to be that Labour will carry on as a minority regime with informal support on key votes.  But you can’t safely predict results in such volatile times, can you? On a summer’s evening years ago I tagged around behind Rhodri Morgan canvassing a posh corner of Cardiff. The then first minister came down a path to report in his puzzled way: “I’ve just discovered my first BNP voter in Wales.”   Equally unpredictably, but more cheerfully, the Welsh secretary, Stephen Crabb, has just been promoted to Iain Duncan Smith’s old job at Westminster, work and pensions. Remember, Wales may be neglected, but it produced two of the very few giants of British 20th-century politics, David Lloyd George (yes, I know he was Manchester-born) and Aneurin Bevan.   Those dazzling Tudors, they were Welsh too, as were their formidable Cecil henchmen, who sit in cabinets in London to this day.",
  "webTitle": "Look away from London for your May election action",
  "webPublicationDate": "2016-05-03T13:41:32Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/03/look-away-from-london-may-local-elections",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Northern Irish politics",
      "id": "politics/northernireland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/blog/2016/may/03/look-away-from-london-may-local-elections"
}