{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/05/the-path-a-new-way-to-think-about-everything-michael-puett-christine-gross-loh-review",
  "id": "2016-05-05-310",
  "sectionId": "books",
  "body": "There isn’t an Advertising Standards Authority for book covers, but it does seem a bit cheeky to use the subtitle “A New Way to Think About Everything” when the whole point is that this way to think about everything is extremely old. Michael Puett, teacher of a popular Harvard course in Chinese philosophy, has partnered with the writer Christine Gross-Loh to construct a large-print self-help book based on their readings of ancient Chinese wisdom. The “path” of the title is the tao, or the Way. It remains to be seen whether it is also a garden path up which the trusting reader is led. Each chapter draws lessons for modern life from a particular Chinese thinker or text. So we hear about Confucius on the usefulness of social ritual; Mencius and the impossibility of making plans; Zhuangzi on “trained spontaneity”; Xunzi on preferring artifice to nature; Laozi on soft power, and so forth. One problem is that the ancient-but-totally-new wisdom the authors cherry-pick from their sources is, by and large, completely unsurprising. These notions, they promise initially, “flip on its head everything we understand about getting to know ourselves and getting along with other people”. Except that they don’t, as the authors proceed to confess. “Most of us know all this, to some extent,” they concede; “None of these ideas is new to us,” they allow; “Of course, all this is common sense,” they admit. It is indeed not startling to be told that there are no strict rules about how to console a friend, or that you should try not to give in to your instant irritation with a co-worker, or that it is probably a bad idea to “remove emotions” from your decision-making; or that it might enrich your life to join a wine-tasting class or learn how to paint watercolours. The supposedly lost Chinese wisdom about training our habits of action and emotional responses in order to become more virtuous is present in Aristotle as well as in modern philosophy and cognitive therapy. Anyone interested in the sophisticated ramifications of the concept of wu-wei (non-action), meanwhile, should probably consult the far more interesting treatment in Edward Slingerland’s book Trying Not to Try (2014). A more serious difficulty arises from the authors’ decision to give just one interpretation, with clear and simple advice for 21st-century readers, of what are often deeply ambiguous texts. I am familiar, for example, with Taoist cosmology as it is embedded in the theory of Chinese martial arts, where supposedly mystical concepts such as qi or Yin and Yang have immediate physical meanings. The authors, however, prefer the hippier interpretations involving ethereal energies and the like, while reassuring the reader that you don’t need to believe in them to find the concepts helpful. They seem positively to disapprove of readers who view the Tao Te Ching of Laozi as a “martial arts manifesto”, even if that sounds like the sort of thing that would be distributed by canvassers for a presidential campaign by Jackie Chan (the one martial art the authors actually mention by name is judo, which is not Chinese but Japanese). The authors illustrate the martial philosophy they find in Laozi – the power of embracing softness – by describing the retreat of the Russian armies in order to defeat Napoleon. There is, oddly, no mention of the fact that it took masses of bombs and tanks to defeat Hitler. One or two ideas in this book do at least authentically contradict modern common sense. The authors’ most persuasive passages point out that while we think we are more free than people in past ages, this depends on a special idea of freedom according to which self-knowledge enables self-determination and authenticity. But what if self-knowledge is limiting or even entirely illusory? Noting the current fad for mindfulness, the authors point out that “mindfulness was intended to break down the self”, but Buddhism in the west “has often been distorted as a way of looking within and embracing the self”. Such navel-gazing, they and the Chinese sages agree, may be a kind of imprisonment. Unfortunately much of the rest of The Path just sounds ludicrous, in part though not exclusively because the prose style of this terribly written book is so fist-suckingly bad. This is a universe in which you can become “infinitely more influential” and in which, “as we learn how to better our relationships, we will learn how to alter situations and thereby create infinite numbers of new worlds”. We are reassured, too, that “as-if moments can lead to tremendous movement”, though it is unclear whether they are promising the ability to shimmy like the dancefloor lovechild of John Travolta and Beyoncé, or merely awesome relief from constipation. Worse, we are told that Laozi can help you in “the conference room” by enabling you to “see everything as undifferentiated”. No doubt you will totally own the meeting when you can’t tell the difference between profit and loss, or your company’s product and a poisonous frog. Yet the authors happily characterise the Tao Te Ching as “committed to rejecting all distinctions”, a recommendation that, taken seriously, would lead to a state of total idiocy, if it did not arise from one in the first place. Then again, the authors do write confidently at one point: “When you become a sage, you don’t merely sense people well.” I could conclude from this only that at least one of them is actually a sage and that I as a reader was, sadly, not yet ready to profit fully from their offer of enlightenment. • To order The Path for £11.99 (RRP £14.99)go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Path by Michael Puett & Christine Gross-Loh – how to turn your life around",
  "webPublicationDate": "2016-05-05T06:30:44Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/05/the-path-a-new-way-to-think-about-everything-michael-puett-christine-gross-loh-review",
  "keyword": [
    {
      "webTitle": "Philosophy",
      "id": "books/philosophy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Health, mind and body",
      "id": "books/healthmindandbody",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Poole",
      "id": "profile/stevenpoole"
    }
  ],
  "guardianId": "books/2016/may/05/the-path-a-new-way-to-think-about-everything-michael-puett-christine-gross-loh-review"
}