{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion",
  "id": "2016-05-11-381",
  "sectionId": "news",
  "body": "What was it and when did it begin? The Great Proletarian Cultural Revolution was a decade-long period of political and social chaos caused by Mao Zedong’s bid to use the Chinese masses to reassert his control over the Communist party. Its bewildering complexity and almost unfathomable brutality was such that to this day historians struggle to make sense of everything that occurred during the period. However, Mao’s decision to launch the “revolution” in May 1966 is now widely interpreted as an attempt to destroy his enemies by unleashing the people on the party and urging them to purify its ranks. When the mass mobilisation kicked off party newspapers depicted it as an epochal struggle that would inject new life into the socialist cause. “Like the red sun rising in the east, the unprecedented Great Proletarian Cultural Revolution is illuminating the land with its brilliant rays,” one editorial read. In fact, the Cultural Revolution crippled the economy, ruined millions of lives and thrust China into 10 years of turmoil, bloodshed, hunger and stagnation. Gangs of students and Red Guards attacked people wearing “bourgeois clothes” on the street, “imperialist” signs were torn down and intellectuals and party officials were murdered or driven to suicide. After violence had run its bloody course, the country’s rulers conceded it had been a catastrophe that had brought nothing but “grave disorder, damage and retrogression”. An official party reckoning described it as a catastrophe which had caused “the most severe setback and the heaviest losses suffered by the party, the country, and the people since the founding of the People’s Republic” in 1949. Whose idea was it and what was the aim? The Cultural Revolution was the brainchild of China’s ‘Great Helmsman’, Chairman Mao Zedong. Seventeen years after his troops seized power, Mao saw his latest political campaign as a way of reinvigorating the communist revolution by strengthening ideology and weeding out opponents. “Our objective is to struggle against and crush those persons in authority who are taking the capitalist road... so as to facilitate the consolidation and development of the socialist system,” one early directive stated. Frank Dikötter, the author of a new book on the period, says Mao hoped his movement would make China the pinnacle of the socialist universe and turn him into “the man who leads planet Earth into communism.”     Chinese red guards during the cultural revolution in 1966. Photograph: Universal History Archive/UIG via Getty Images    But it was also an attempt by the elderly dictator, whose authority had been badly hit by the calamitous Great Famine of the 1950s, to reassert control over the party by obliterating enemies, real or imagined. “It was a power struggle waged... behind the smokescreen of a fictitious mass movement,” Belgian scholar Pierre Ryckmans wrote in his damning account of the Cultural Revolution, The Chairman’s New Clothes. How exactly did it start? Most historians agree the Cultural Revolution began in mid-May 1966 when party chiefs in Beijing issued a document known as the “May 16 Notification”. It warned that the party had been infiltrated by counter-revolutionary “revisionists” who were plotting to create a “dictatorship of the bourgeoisie”. A fortnight later, on 1 June, the party’s official mouthpiece newspaper urged the masses to “clear away the evil habits of the old society” by launching an all-out assault on “monsters and demons”. Chinese students sprung into action, setting up Red Guard divisions in classrooms and campuses across the country. By August 1966 - so-called Red August - the mayhem was in full swing as Mao’s allies urged Red Guards to destroy the “four olds” - old ideas, old customs, old habits and old culture. Schools and universities were closed and churches, shrines, libraries, shops and private homes ransacked or destroyed as the assault on “feudal” traditions began.     Schools and universities were closed and private homes ransacked or destroyed as the assault on “feudal” traditions began.   Gangs of teenagers in red armbands and military fatigues roamed the streets of cities such as Beijing and Shanghai setting upon those with “bourgeois” clothes or reactionary haircuts. “Imperialist” street signs were torn down.     Gangs of teenagers in red armbands and military fatigues roamed the streets of cities such as Beijing and Shanghai.   Party officials, teachers and intellectuals also found themselves in the cross-hairs: they were publicly humiliated, beaten and in some cases murdered or driven to suicide after vicious “struggle sessions”. Blood flowed as Mao ordered security forces not to interfere in the Red Guards’ work. Nearly 1,800 people lost their lives in Beijing in August and September 1966 alone. What happened next? After the initial explosion of student-led “red terror”, the chaos spread rapidly. Workers joined the fray and China was plunged into what historians describe as a state of virtual civil war, with rival factions battling it out in cities across the country. By late 1968 Mao realised his revolution had spiralled out of control. In a bid to rein in the violence he issued instructions to send millions of urban youth down to the countryside for “re-education”. He also ordered the army to restore order, effectively transforming China into a military dictatorship, which lasted until about 1971. As the army fought to bring the situation under control, the death toll soared. Between 1971 and the Cultural Revolution’s official end, in 1976, a semblance of normality returned to China. US president Richard Nixon even toured the country in February 1972 in a historic visit that re-established ties between Washington and Beijing.     Richard Nixon’s visit to China in 1972    It was, in Nixon’s words, “the week that changed the world”. How many victims were there? Historians believe somewhere between 500,000 and two million people lost their lives as a result of the Cultural Revolution. Perhaps the worst affected region was the southern province of Guangxi where there were reports of mass killings and even cannibalism.  Appalling acts of barbarity also occurred in Inner Mongolia where authorities unleashed a vicious campaign of torture against supposed separatists. Even China’s feline population suffered as Red Guards tried to eliminate what they claimed was a symbol of “bourgeois decadence”. “Walking through the streets of the capital at the end of August [1966], people saw dead cats lying by the roadside with their front paws tied together,” writes Dikötter. Yet contrary to popular belief, the government was responsible for most of the bloodshed, not the Red Guards. “We read a lot of horror stories about students beating their teachers to death in the stairwell,” says Andrew Walder, the author of China Under Mao. “[But] based on the government’s own published histories well over half, if not two-thirds of the people who were killed or imprisoned during the Cultural Revolution suffered that from 1968 to early 1970” as the army moved in to halt the violence. The lives of some of the Communist party’s most powerful figures were upended by the turbulence, including future leader Deng Xiaoping, who was purged in 1967, and Xi Zhongxun, the father of China’s current president, Xi Jinping, who was publicly humiliated, beaten and sent into exile. President Xi’s half-sister, Xi Heping, is said to have taken her own life after being persecuted. How were foreigners affected? As chaos enveloped Beijing in the summer of 1966, foreign diplomats found themselves at the eye of the storm. “Earplugs became standard embassy issue,” the former British ambassador Percy Cradock writes in his memoirs recalling how a cacophony of songs praising “our beloved Chairman Mao” became the soundtrack of life in the capital. By the following year things had taken a more sinister turn. Red Guards laid siege to the Soviet, French and Indonesian embassies, torched the Mongolian ambassador’s car and hung a sign outside the British mission that read: “Crush British Imperialism!” One night, in late August, diplomats were forced to flee from the British embassy as it was ransacked and burned. Outside protesters chanted: “Kill! Kill!”. Anthony Grey, a Reuters journalist in Beijing, spent more than two years in captivity after being detained by Chinese authorities in July 1967. What was the Little Red Book? The Cultural Revolution’s official handbook was the Little Red Book, a pocket-sized collection of quotations from Mao that offered a design for Red Guard life. “Be resolute, fear no sacrifice, and surmount every difficulty to win victory!” read one famous counsel. At the height of the Cultural Revolution, Little Red Book reading sessions were held on public buses and even in the skies above China, as air hostesses preached Mao’s words of wisdom to their passengers. During the 1960s, the Little Red Book is said to have been the most printed book on earth, with more than a billion copies printed.     Peasants study Chairman Mao’s quotations in the Little Red Book - the ‘bible’ of the Cultural Revolution during a break from rice planting, 1970, Guangxi, China. Photograph: Sinopix/REX/Shutterstock    When did it end? The Cultural Revolution officially came to an end when Mao died on 9 September 1976 at the age of 82. In a bid to move on - and avoid discrediting Mao too much - party leaders ordered that the Chairman’s widow, Jiang Qing, and a group of accomplices be publicly tried for masterminding the chaos. They were known as the “Gang of Four”. Jiang contested the charges claiming she had merely been “Chairman Mao’s dog” but was sentenced to death in 1981, later reduced to life in prison. In 1991, on the eve of the 25th anniversary of the Cultural Revolution, she hung herself.     Reporting of the ‘Gang of Four’ trial.   How did the Cultural Revolution affect China? Mao had hoped his revolutionary movement would turn China into a beacon of communism. But 50 years on many believe it had the opposite effect, paving the way for China’s embrace of capitalism in the 1980s and its subsequent economic boom. “A common verdict is: no Cultural Revolution, no economic reform,” Roderick MacFarquhar and Michael Schoenhals write in their book on the period, Mao’s Last Revolution. “The Cultural Revolution was so great a disaster that it provoked an even more profound cultural revolution, precisely the one that Mao intended to forestall.” Another enduring legacy, experts say, is the obsession of today’s rulers with stability and political control. Leaders such as Xi Jinping, a 13-year-old Beijing schoolboy when the cultural revolution began, had a front row seat to the mayhem, and some even partook in the violence. “They saw a China that was totally chaotic for about two years and they saw atrocities sometimes,” says Walder, a Stanford University expert on the period. “They view the loss of the party’s control as something that will lead to chaos.” Dikötter believes the nightmarish upheaval also served to destroy any remaining faith the Chinese people had in their Great Teacher. “Even before Mao died, people buried Maoism.” How is the Cultural Revolution remembered today? After Mao’s death, the Communist party made some attempts to confront the horrors of the previous decade. Some were punished for the violence while those unfairly purged or persecuted were rehabilitated. But those efforts petered out in the early 1980s as Beijing became wary of implicating itself in the killing at a time of growing opposition from Chinese youth. Academics were discouraged from digging into the party’s inconvenient truth. Experts say Beijing would seek to mark this year’s 50th anniversary with deafening silence. “They won’t go there - it is just too damaging to the party,” says MacFarquhar. “The party is guilty of three massive blows to the Chinese people: the [Great] Famine, the Cultural Revolution and the destruction of the environment which is ongoing now and may in fact be more deadly that the other two in the long run. And the last thing it wants to say is that we were the guilty ones.”However, a bitter public row over a Mao-themed extravaganza held in Beijing earlier this month has unexpectedly thrust the decade-long upheaval back into the headlines.  What should I read to understand the Cultural Revolution? The seminal work on the period is Mao’s Last Revolution by Roderick MacFaquhuar and Michael Schoenhals, a blow-by-blow account of the turmoil. An earlier book by Schoenhals - China’s Cultural Revolution, 1966-69: Not a Dinner Party - contains a trove of documents, speeches and photographs, that chronicle the country’s descent into anarchy. Perhaps the most withering critique of the political mobilisation can be found in The Chairman’s New Clothes: Mao and the Cultural Revolution, by Belgian scholar Pierre Ryckmans. Ji Xianlin’s The Cowshed: Memories of the Chinese Cultural Revolution is a harrowing first-person account of the period. First published in 1998 and recently translated into English, the book recounts the hardship of a Peking University academic who spent nearly nine months as a prisoner of the Red Guards.Another powerful Cultural Revolution memoir is Life and Death in Shanghai by Nien Cheng, a Chinese graduate of the London School of Economics whose life was turned upside down by the Red Guards in 1967.",
  "webTitle": "The Cultural Revolution: all you need to know about China's political convulsion",
  "webPublicationDate": "2016-05-11T02:04:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion"
}