{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/danny-willett-return-home-soil-pga-championship",
  "id": "2016-05-26-77",
  "sectionId": "sport",
  "body": "If the absence of Rory McIlroy, Justin Rose and other golfing luminaries from the BMW PGA Championship intensifies focus on Danny Willett, the good news is the apparent willingness of the Masters champion to embrace the limelight. It would have been daft to presume any alternative scenario. On this, his first appearance on English soil since an historic triumph at Augusta National, Willett stepped from the 18th green of Wentworth’s west course at six under par. Day one’s deepest galleries from a total attendance of 20,000 flocked to see Willett and were not disappointed, the Yorkshireman sitting just a stroke from the first-round lead held by YE Yang, Scott Hend and Joost Luiten. “To be home is brilliant, just as that reception was on the 1st tee,” Willett acknowledged. “Last week in Ireland was fantastic but I’ve got a little bit more support out there, being a home boy in England. I had a great reception all the way around.   Related: Rory McIlroy and Danny Willett Olympic fears highlight flawed process | Ewan Murray    “It’s nice; they don’t have to be here and they don’t have to come out supporting but they do. You’ve got to appreciate that and enjoy it, and hopefully, touch wood, I’ll give them some good golf to watch over the next few days.” Willett produced back-to-back nines of 33 in the Surrey sunshine, without recording a single bogey. When speaking of a desire to kick on from Masters success rather than rest on laurels, the 28-year-old was not indulging in hollow sentiment. “It’s always nice when you come off bogey-free,” Willett said. “It means you’ve played some real good golf and you’ve not given any stupid shots away to the golf course. “The course is in great condition. The greens are in a little better than I think they were over the last couple of years and I think everyone would agree with that.” That final sentiment is noteworthy. Wentworth and this event haven’t been without their critics, after all.   Related: Danny Willett: who is the vicar’s son who won the 2016 Masters?    Willett formed a part of Thursday’s afternoon wave, with arguably the most striking score of the morning coming from Luke Donald. The 38-year-old, a former world No1 of 40 weeks, now sits 76th on the same ranking list but has offered hints at a return to prominence in recent times. Wentworth witnessed another one, as Donald signed for a 68. “Certainly the last year or two have been tough, with tough times where I struggled,” Donald said. “I struggled to gain confidence and feel comfortable. It seems like over the last couple months, I’m getting more and more comfortable, the better I play. It’s nice to see some good results go with that. “It’s nice to get off to a solid start. If you look at history, I tend to do well during a week if I can get off to a good start on Thursday. I think it just makes everything feel a little bit more settled and I feel in a good place. I was really happy with that round.” On Friday afternoon at Wentworth, Darren Clarke will name his first three vice-captains for Europe’s Ryder Cup defence at Hazeltine from 30 September. Padraig Harrington, Paul Lawrie and Thomas Bjorn are expected to be selected by Clarke, who will add another two assistants closer to the meeting with the United States. Bjorn and Lawrie are long-time and close friends of Clarke, with the choice of Harrington perhaps the most intriguing. The Irishman was a vice-captain under Paul McGinley at Gleneagles in 2014 and should, as a three-times major champion, head the team in his own right at some point in the future.",
  "webTitle": "Danny Willett enjoys return to home soil in PGA Championship",
  "webPublicationDate": "2016-05-26T18:44:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/danny-willett-return-home-soil-pga-championship",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/26/danny-willett-return-home-soil-pga-championship"
}