{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/02/roxane-gay-beyonce-lemonade-women-writers-pen-festival",
  "id": "2016-05-02-102",
  "sectionId": "books",
  "body": "“In Lemonade, Beyoncé is saying here is my truth, here is my life, my love, here is my blackness, here is my history … here is my heart, what’s left of it,” Roxane Gay told a packed crowd on Sunday night in Manhattan.  She was delivering the closing Arthur Miller Freedom to Write lecture of the PEN World Voices Festival. In the past, this lecture has been delivered by figures as diverse as supreme court justice Sonia Sotomayor, the novelist Colm Tóibín and the essayist Christopher Hitchens. This year the honour went to the cultural critic Gay. PEN American executive director Suzanne Nossel introduced her as someone who “may be a Bad Feminist, but a perfect Arthur Miller Freedom to Write lecturer”, in reference to the Gay’s popular book of feminist essays.   Related: Beyoncé's Formation reclaims black America's narrative from the margins | Syreeta McFadden    Sitting onstage, dressed in a plain dark shirt, Gay began by thanking the audience for turning up in the rain, “but then I thought I’d talk to you about Beyoncé”. After evoking the Hold Up-based image of wanting to shatter glass with a baseball bat, Gay went on to say how “AL – after Lemonade”, – the 12-track visual album with its nods toward infidelity, British-Somali poet Warsan Shire, and “Becky with the good hair” that Beyoncé dropped a week ago – the game has changed.     Beyoncé plays Atlanta on Sunday night. Photograph: Kevin Mazur/Getty Images    Though often the “freedom to write” is considered in the context of writers around the world in perilous positions, Gay brought the evening’s discussion to the personal obstacles involved. She talked about stalling on her upcoming memoir Hunger, which she is still working on, for fear of what vulnerabilities she is exposing in herself. “Though by the power of Beyoncé, I will overcome my fear,” she said to overwhelming laughter. Gay, who described herself “taking up a lot of space”, has publicly chronicled her battles with her body. “It would be easy to pretend I am just fine with my body as it is – I am a feminist after all,” she said after an evocative passage in which she described her body as a cage, “and I believe in diverse body types – but then I have to leave my apartment and face the world.” Gay was raped as a 12-year-old. “The past is written on my body,” she said, talking further about how she often denied herself many basic pleasures such as wearing bright colors because she “did not feel I had the right”. Gay closed her speech by describing the self-compassion she does allow herself “even though the world thinks I should [hate myself]”. “The truth makes me uncomfortable too,” she said of her body, “but I’m also saying here’s my heart – what’s left of it.” Saeed Jones, Buzzfeed’s executive editor for culture, then joined “Queen Roxane” for a conversation about separating valid criticism from human beings, and not being put on a pedestal. “Someone critiqued one paragraph from the publishing marketing copy,” Gay said, referring to a review she’d found online, even though she had not herself turned in the manuscript yet. They “extrapolated some interesting thoughts about the book as a whole” she added, to a wave of laughter. Gay also spoke of her belief that Beyoncé brought peers whose bodies had been shamed into her Lemonade videos, as “money has never bought a black person freedom from being a target”. The topic of literary gatekeepers was also raised. “When white men write about themselves, people are like, oh my god that’s groundbreaking, like Knausgaard. When a woman does it it’s self indulgent,” Gay said to the clapping of the crowd. She called on publishers to “step up”. “Publishers need to hire people of color and pay them a living wage,” she said to another deafening round of applause.",
  "webTitle": "Roxane Gay on Lemonade: 'by the power of Beyoncé, I'll overcome my fear'",
  "webPublicationDate": "2016-05-02T15:43:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/02/roxane-gay-beyonce-lemonade-women-writers-pen-festival",
  "keyword": [
    {
      "webTitle": "Roxane Gay",
      "id": "books/roxane-gay",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "PEN",
      "id": "books/pen",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicole Lee",
      "id": "profile/nicole-lee"
    }
  ],
  "guardianId": "books/2016/may/02/roxane-gay-beyonce-lemonade-women-writers-pen-festival"
}