{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/successful-women-pursuit-perfection",
  "id": "2016-05-13-296",
  "sectionId": "commentisfree",
  "body": "Do less. Sleep more. Be gentle with yourself. Granted, it’s not exactly a thrusting mantra for success. No minor public school would choose it for a motto, and it’s hardly the stuff of a bestselling time-management book. What ambitious person wants to be told that actually there are only 24 hours in a day, and that sometimes the best way to squeeze more out of them is to stop trying so dementedly hard? So it was easy to scoff at the sight of the recently reformed workaholic Arianna Huffington piously advising Hillary Clinton last week to stop “trying to do everything” and make room for something called “self-care”. Seriously? Right now? Imagine the ridicule, the rage of burnt-out ordinary Americans, or the sheer glee of Donald Trump, were Hillary to start indulging in more of the hot baths, scented candles and naps on “luscious pillows” that Huffington advises in her new campaign for everyone to get more shut-eye. All very charming if you’re a multimillionaire with a book on sleep to flog, but a fat lot of use to anyone with more stuff to do than hours in which to do it. Time is often the preoccupation of those rich enough not to have to worry about anything else. Yet beneath the piffle, Huffington’s beadily commercial eye has surely spotted something. For knowing what not to do – when to stop, how much is enough, how to cheerfully accept that something is frankly never going to happen – is a surprisingly underrated skill. If you want to do more, doing less can be a surprisingly good start.    Behind most successful people is a list of things they’re happy to delegate or let slide    Every May for the last four years, I have chaired a debate on working motherhood organised by Mumsnet. Each year brings a panel of admirably successful women juggling multiple balls, and every year what people really want to know is How They Do It. What is the secret, the magic formula that enables them to keep all the plates spinning while the rest of us are only ever one step from smashed crockery? It’s a question rarely asked of successful working fathers, which is why some women get understandably sick of being asked it. But it refuses to go away because too many of us cling forlornly to the hope that there really is a trick, a knack that has mysteriously eluded us; that if only we were more organised, or more determined, or just somehow better at life, then things would fall into place. It was only after a panellist cheerily remarked one year that the price of having four kids and a successful business is having zero cultural hinterland – no hobbies, no opinions on the hit Sunday night drama you didn’t have time to watch, no time or energy to read anything more challenging than a glossy magazine – that the penny dropped. Looking at what successful people do is only half the picture. It’s what they don’t do, in order to fit in all the impressive stuff, that’s revealing. Behind most wildly successful people is usually a list of things they’re comfortable delegating or letting slide or just resolutely cutting out, in the same way that behind every stick-thin model is a load of things they don’t eat. They prune. They prioritise. And they don’t even seem to feel bad about it. Margaret Thatcher famously didn’t do sleep, doubtless to Huffington’s horror. For others, it’s anything from never having friends round to dinner (too much hassle clearing up, never mind cooking) to never switching off the phone, or the big one that nobody likes confessing: not spending as much time with your children as either of you would like. And then there are all the things unashamedly outsourced either to paid help or a supportive spouse, without whom the whole show would fall apart. When the Facebook executive Sheryl Sandberg’s husband died suddenly, the Lean In author and high priestess of go-getting working motherhood was left to raise their two small children alone. A year on, she isn’t leaning out exactly, but the experience has clearly shaken some of her old certainties. “Some people felt that I did not spend enough time writing about the difficulties women face when they have an unsupportive partner or no partner at all,” she shared in an admirably candid Facebook post. “They were right.” She had, she suggested, underestimated how hard it was for women to lean in if there’s nobody much to lean on.     Sheryl Sandberg and David Goldberg pictured in 2011. Photograph: Julie Jacobson/AP    And no, that’s not a weasel way of saying that actually women can’t have it all. Sandberg was arguing for more practical help for single working parents, not a mass retreat from the workplace; letting other things go can be a way of focusing more of your energies on work, not less of them. But by acknowledging that when the going gets really tough, even the tough feel out of control, she did something generous and important.   Related: Do time management apps really make people more productive?    The truth is that time, like money, is finite; spend it on one thing and there’s less to go round. For every time-consuming thing added to the day – even if it’s just an hour happily frittered away on social media – something else will have to go. Which means the only surefire route to more spare time is having the iron discipline not to stuff things into it. Yet it’s amazing how many of us stubbornly refuse to accept that, if only because being ruthless about saying no to things feels like letting the side down. It’s such a double-edged sword, female conscientiousness. Girls learn very young the power of striving to please, of being anxious always to do their utmost. How else are they trumping boys at GCSE and A-level exams, scooping up university places so avidly that on current trends girls born today will be 75% more likely than boys to study for a degree? But all this has its dark side. Girls are not always kind to themselves in the pursuit of perfection, and some grow into women who are not kind to themselves either; who starve themselves, punish themselves, beat themselves up for imagined shortcomings. Guilt is, at its most intense, closely entwined with anxiety and depression. And unless you enjoy literally burning money, scented candles are probably not the answer. But there is a grain of wisdom in the rest of Huffington’s advice for the conscientious but overwhelmed. Do less, sleep more, be gentle with yourself. And accept that sometimes good enough is good enough.",
  "webTitle": "The key to being a successful woman? Knowing what not to do | Gaby Hinsliff",
  "webPublicationDate": "2016-05-13T07:00:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/successful-women-pursuit-perfection",
  "keyword": [
    {
      "webTitle": "Time management",
      "id": "lifeandstyle/time-management",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sheryl Sandberg",
      "id": "technology/sheryl-sandberg",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gaby Hinsliff",
      "id": "profile/gabyhinsliff"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/successful-women-pursuit-perfection"
}