{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/02/june-jolly-obituary",
  "id": "2016-05-02-138",
  "sectionId": "society",
  "body": "June Jolly, who has died aged 87, was a pioneering paediatric nurse who did much to improve the social and emotional care of children in hospital. She was full of ideas to lighten a child’s experience of being in hospital: brightly coloured aprons (“Jolly tops”) with big toy pockets instead of starchy uniforms for children’s nurses; games invented that children confined in traction could play; rag dolls handed out as pretend patients so that children could understand what their treatment would involve; she even once brought circus animals to the ward. Toys and cuddles were part of serious work, directed towards meeting children’s emotional as well as their physical needs – especially their need to have parents or other attachment figures with them on the wards. Jolly’s practice, at St Thomas’ hospital, in central London, and at the Brook General hospital in Woolwich, south-east London, drew on the work of social scientists, including her mentors James and Joyce Robertson, whose documentaries had revealed the damaging effect on children of being separated from their parents while in hospital. In 1981 she published The Other Side of Paediatrics: a guide to the everyday care of sick children. Jolly was born in Hove, East Sussex, the eldest of four children, to Flora (nee Leaver) and Arthur, a chartered accountant. Her family life and education were interrupted by evacuation to Canada during the second world war; at the age of 12, she found herself in charge of her nine-year-old sister and six-year-old brother through a long and terrifying journey that ended with each child being sent to a different foster family. Those separations must have had some bearing on her future career, but so too did her foster father, a paediatrician whom June followed, Saturday after Saturday, from houses to hospital and even to the morgue. Back in the UK, Jolly struggled to catch up academically, her dreams of becoming a doctor stymied by her lack of Latin. Instead she studied social science at Southampton University, completing her degree in 1950 with a third year at the London School of Economics, where, following passage of the Children Act 1948, a Home Office-backed course specialising in childcare had been established. Her tutors there included Donald Winnicott. Jolly then worked for 11 years as a social worker in child protection in Kent, before deciding that nurses were more useful than social workers and joining the first graduate nurse training course at St Thomas’. But her previous experience pointed the way forward. “It was my social work understanding of children’s emotional needs ... that started me looking at the emotional care of children in hospital,” she said. By the time Jolly became a student nurse, in 1963, she was a mature woman and an experienced professional, confident enough to challenge rigid nursing systems. And challenge them she did, starting at the ward door, where arriving children – even infants – had to say goodbye to their mothers and go with a uniformed nurse they had never met before into a huge, strange room. Once there, their familiar clothes were replaced with strange garments, and they were left alone in barred cots. “It was a really desperate matter,” Jolly said. “Some children never recovered from that sort of experience.” Jolly’s practical nursing on the wards was limited by a serious spinal condition and several operations, but nevertheless she quickly rose to become sister-in-charge of the children’s ward at St Thomas’. She also worked on pain control and terminal care at St Christopher’s hospice in south London and, in 1971, moved to the Brook in Woolwich, where she was involved in setting up a new paediatric unit. At each place she worked, she fought to convince the medical professionals – nursing staff, paediatricians, surgeons, anaesthetists and matrons – that for children, having mothers or “ward grannies” with them was as important as medicine; that play mattered as much as cleanliness; and that listening to children’s feelings and helping them understand what was being done to them was as crucial as doing it. Fifty years after Jolly became a nurse, her success is reflected in the first Infant Mental Health Awareness Week, which will take place in June. In 1974, Jolly was awarded a Nightingale and Rayne Foundation scholarship to study family participation in children’s hospital care in North America, Canada and Jamaica. The journey and the resulting book, The Other Side of Paediatrics, raised her professional profile. She worked for the Department of Health and for the then Greenwich Health Authority and served on national committees including the Standing Nursing and Midwifery Advisory Committee. She is survived by her siblings, Gillian, Richard and Mary, and by nine nieces and nephews. • June Jolly, paediatric nurse, born 28 September 1928; died 12 March 2016",
  "webTitle": "June Jolly obituary",
  "webPublicationDate": "2016-05-02T12:47:26Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/02/june-jolly-obituary",
  "keyword": [
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Penelope Leach",
      "id": "profile/penelope-leach"
    }
  ],
  "guardianId": "society/2016/may/02/june-jolly-obituary"
}