{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/14/europe-londoners-muslim-mayor-sadiq-khan",
  "id": "2016-05-14-146",
  "sectionId": "politics",
  "body": "As Europe grapples with the rise of anti-immigration parties, Sadiq Khan’s appointment as the first directly elected Muslim mayor of a western capital city is important. According to those who responded to a Guardian callout, people living in the rest of Europe welcome the choice Londoners have made. “Sadiq’s appointment sends a great message to the world. It reflects Britain’s state of mind which, as a French person, I think is more open-minded than France,” said 18-year-old Mathilde from the south of France. “It tells me that Londoners see above the religion or the race of a person.” Last year, a YouGov poll found that 31% of those living in the capital would be uncomfortable having a Muslim mayor, and 13% were not sure. But the 1,310,143 people who voted for Khan have boosted London’s reputation as a multicultural, multi-faith and liberal city. Mathilde lives in Alleins, a village not far from Marseille, which is home to 250,000 Muslims, the second largest population in France. In the 2015 regional elections Alleins citizens voted for the rightwing party Les Républicains (52%), and the far-right Front National (FN) (48%). In the first round of the local election Front National led, losing out in the second round to Les Républicains. “I live in an area where, ironically, there are many Muslims but where the FN has the most success. There are definitely discriminations against Muslim people, even though it’s often in discreet forms. “I tend to notice that Muslims are not really integrated in society but left in a corner. I think the Paris attacks helped the rightwing parties, especially the far-right party, to become more important. In fact the regional elections happened a little while after the attacks” she said. Louis, 18, who also lives in southern France, feels that Muslim people are more integrated into society than Mathilde describes but doesn’t ever expect to see a Muslim political candidate in a similar position to Khan.  “For me, it doesn’t matter what his religion is or where he comes from as long as he’s qualified and skilled. I guess [Khan’s win] highlights London’s ethnic diversity and that he won thanks to their vote,” he said. Rafiq, 70, from Switzerland, has positive experiences of Muslim people standing for local elections and gaining votes, despite the populist rightwing Swiss People’s party (SVP) winning the biggest share of the vote in Switzerland’s elections last year.  “It seems that acts of Islamophobia are not as widespread as are sometimes reported. Like most places Switzerland has all kinds of people, but many are open-minded and friendly with neighbours who are polite and kind to my hijab-wearing wife. Several Muslims are standing for election and some of them get a good number of votes, but not quite enough,” he said. Ursula, 62, from Munich believes that despite some visible rightwing sentiment Germans would vote regardless of religion. “I think that convincing characters would have equal chances, no matter their religious beliefs. I was surprised by Sadiq Khan’s appointment. I had expected that the non-Muslim majority would not like to be represented by a Muslim major. Maybe such a big city attracts people with an open mind?  “The Muslim part of society is not very active politically. I suppose the majority still keep their distance, feeling that they should not get involved,” she said.  Wolfram, a 67-year-old from Bad Neuenahr-Ahrweiler in the west of Germany, has seen anti-immigration sentiment pervade where he lives and can’t see a Muslim politician being elected any time soon. “It seems that Londoners accept their history and the consequences of the empire, and the outcome gives hope that people with different faiths can live together peacefully.” Wolfram said he could not imagine a Muslim politician being elected where he lived, “certainly not in the near future. There’s a rather deep split between those who are afraid of the increasing number of Muslim people and the other citizens who are open-minded, even about open borders for refugees.” Hanna, 24, from Helsinki, thinks Khan’s win is important given the hate speech and discrimination facing Muslims in Europe, the rise of rightwing parties, and what she describes as “openly racist politicians in Finland”.  “The anti-immigration party Perussuomalaiset [known as Finns party, or PS] got into government and peoples’ attitudes have become harder towards refugees, especially to Muslims. The foreign minister, Timo Soini, who is party leader and co-founder of PS and a Catholic, even suggested we should favour Christian refugees. “As we took more refugees in than ever, the PS are losing supporters. But this means some people are going for even more rightwing politics like Rajat Kiinni! (Borders Closed!). On their Facebook page they openly call all Muslims rapists and terrorists. “For this reason I’m happy about Khan’s appointment, but mostly because of his politics, not just his religion. I don’t really like any organised religions, but everyone’s free to believe what they want. It seems to me that Londoners think politics are more important than what religion someone believes in. They are wise,” she said. Many respondents to the callout hope Khan’s win will raise the status of Muslim people living in their own towns and cities across Europe, and help to involve them more in political life.  Nesi, 44, a secondary school teacher who lives in a small city outside Madrid, hopes Khan’s win will go some way in helping to improve Muslim people’s opportunities. “For the child of an ethnic minority to go into higher education, take part in politics and become a mayor, a lot of things in Spain have to change and improve. I think there must be some cases, but society doesn’t provide equal opportunities for all children.  “Political posts of any relevance are mostly only for those who go to university or belong to a rich traditional family. And certainly not for a Muslim, I am afraid to say. Spain is too conservative in general to allow a Muslim to take part in politics. “Sadiq’s appointment shows that politics and important issues in the world should be about people, not religion. It also shows that a multicultural society living in peace is possible. And of course it shows what a fantastic place to live London can be, sometimes.”",
  "webTitle": "What the rest of Europe thinks about Londoners picking a Muslim mayor",
  "webPublicationDate": "2016-05-14T09:00:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/14/europe-londoners-muslim-mayor-sadiq-khan",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "politics/2016/may/14/europe-londoners-muslim-mayor-sadiq-khan"
}