{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/tiny-mammal-on-victorian-beach-thought-to-be-rare-dwarf-sperm-whale",
  "id": "2016-05-03-351",
  "sectionId": "environment",
  "body": "A rare dwarf sperm whale that has been spotted only 17 times since records began in Australia may have washed up on a Victorian beach, local authorities have said. The 2.42-metre whale died after becoming stranded on Lake Tyers beach in Gippsland, about 330km east of Melbourne, on Saturday.    Related: Whale CSI: why sperm whales are washing up dead on British shores    The species is yet to be confirmed, but Tony Mitchell, biodiversity officer with the Department of Environment, Land, Water and Planning in Victoria, said it was believed it could be a dwarf sperm whale, Kogia sima, which has never been recorded in Australia before. “It’s leading us towards a dwarf sperm whale rather than the more commonly encountered dwarf pygmy whale,” Mitchell told ABC news. Charlie Franken, wildlife manager with the department, said the final identification would depend on genetic testing and also comparing the animal’s bone structure to skeletons in storage. “It’s not 100% yet but it’s maybe 95 to 99% certain,” he said. “It’s not [like] if you look at an emu or a budgie and you can clearly see one’s one or one is the other.” A second, similar whale washed up on a beach at Wonthaggi, 136km south of Melbourne, on Monday, but authorities are confident it is a pygmy sperm whale. At an average length of just 2.7 metres the dwarf sperm whale is the smallest whale species in the world and a head shorter than a bottlenose dolphin. Dr Kevin Rowe, senior curator of mammals at Museum Victoria, said sightings of pygmy and dwarf sperm whales were extremely rare because the animals appeared to live in deep-sea chasms at the edge of continental shelfs.  Like their more famous large cousin, the smaller sperm whales are predatory, hunting crabs and squid. But while the slightly larger pygmy sperm whales, Kogia breviceps, have been known to wash up on Australian beaches on rare occasions, Rowe said there were only six physical records of dwarf sperm whales mentioned in the 150-year history of the Atlas of Living Australia, and all were incomplete specimens. “There’s so much we don’t know about these animals because it’s hard to study things in the deep ocean, even things that are three metres long,” Rowe said. “We can really only study them through carcasses.” Department firefighters were called in to lift the body off the beach on Saturday and a preliminary examination by a department vet has found no obvious cause of death.  It will be delivered to Museum Victoria for a closer examination on Wednesday. “We know it’s a Kogia [the genus for both pygmy and dwarf sperm whales] but differentiating between these two is very difficult,” Rowe said. The main differences are the placement of the dorsal fin, which is further down the back on a pygmy sperm whale, and the shape of the “false gill”, a light patch near the whale’s head which, combined with their relatively small size, meant the whales were frequently mistaken for sharks. Rowe said both attributes were visible on photos he had seen of a second whale that washed up on Monday but not in photos of Saturday’s whale. Even if both turn out to be pygmy sperm whales it would provide scientists with two intact carcasses to study, which Rowe said was itself a rarity: “Usually by the time you come to a whale carcass it is rotting away and we are lucky to get the skeleton out of it.” Rowe said researchers would also try to figure out why the whales were so close to the coast, saying the animals, which are believed to dive to depths of 1,000 metres, “wouldn’t be coming near shore unless they were a bit crook”. The discovery of the two small sperm whales comes two months after a tooth believed to belong to a long-extinct giant sperm whale was found on a Melbourne beach. The 30cm fossil dates from the Pliocene epoch (about five million years ago) and is believed to have belonged to an 18-metre, 40-tonne whale.",
  "webTitle": "Mammal on Victorian beach thought to be rare dwarf sperm whale",
  "webPublicationDate": "2016-05-03T04:22:36Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/tiny-mammal-on-victorian-beach-thought-to-be-rare-dwarf-sperm-whale",
  "keyword": [
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Whales",
      "id": "environment/whales",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "environment/2016/may/03/tiny-mammal-on-victorian-beach-thought-to-be-rare-dwarf-sperm-whale"
}