{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/katherine-ryan-funniest-things",
  "id": "2016-05-20-192",
  "sectionId": "stage",
  "body": "The funniest TV show I’ve ever seen  The Soup remains one of the most consistently funny shows. The writing on that encouraged me to keep talking about celebrity culture in a smart way and feel like eventually I’d find an audience. The funniest book I’ve ever read Sara Pascoe’s Animal: The Autobiography Of A Female Body. It’s vulnerable and reflective and will have you crying with laughter on the train. Sara is my friend and my hero and the genius voice of our generation. The thing that I am most grateful for in my life is that my young daughter has access to her.   Related: Sara Pascoe: Animal review – God, pubes and glow worms in a fun, fresh show    The funniest joke I’ve ever heard I don’t know who to credit because it’s just a meme I saw today, but it goes: Remember when your parents would say, “I’ll give you something to cry about” and you thought they were going to hit you but really, they were destroying the housing market? The funniest person I know All my friends are funny, but I can’t even look at Joe Lycett without laughing. If I was dying, I would want Joe to break the news to me. Because I would find it hilarious. The funniest heckle I’ve ever had  I was talking about Canada and a man shouted out that he’d been to Alberta to repair trucks. We had a chat about that and moved on. Forty minutes later, as I was wrapping up, he yelled “But what about the trucks?!” Obviously he’d expected that some meta-narrative about trucking would’ve materialised by now to eclipse the show. It hadn’t. The funniest word Garbage. The funniest hairstyle I’ve ever had I cut all my hair off the same year I got braces, almost like some form of protest against dating. My dad loved it. The funniest sketch I’ve ever seen A friend showed me clips of a New York collective called Three Busy Debras recently and it left me both captivated and terrified. Also, Rose Matafeo works on a New Zealand show called Funny Girls and you can find their sketch Career Girl online. It’s an advert for a board game aimed at girls with job ambitions. That’s my favourite one right now.            Katherine Ryan plays Hammersmith Apollo, W6, Saturday",
  "webTitle": "Katherine Ryan: ‘Sara Pascoe is the voice of our generation’",
  "webPublicationDate": "2016-05-20T12:00:08Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/katherine-ryan-funniest-things",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Katherine Ryan",
      "id": "stage/katherine-ryan",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "stage/2016/may/20/katherine-ryan-funniest-things"
}