{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/baltimore-malcolm-bryant-exonerated-17-years-prison-murder",
  "id": "2016-05-11-23",
  "sectionId": "us-news",
  "body": "A Baltimore man has been exonerated after spending 17 years in prison for a murder that new DNA evidence shows he did not commit. Malcolm Jabbar Bryant was arrested in 1998 when a single eyewitness identified him as the man who stabbed 16-year-old Toni Barksdale to death. Bryant and his family always maintained his innocence. Bryant eventually exhausted all of his appeals and tried several different post-conviction procedures. Michele Nethercott, of the University of Baltimore’s Innocence Project, took up Bryant’s case eight years ago and eventually obtained court orders to test the victim’s fingernail clippings and T-shirt for DNA, which happened to have a rare identifier that was not consistent with Bryant’s. “The DNA is in fact the killer’s DNA and the DNA does not match Malcolm Bryant,” said Laura Lipscomb, the head of the state’s attorney’s office of conviction integrity, in a court proceeding on Wednesday. When Lipscomb said the state would join Bryant’s attorney in asking for a new trial and indicated that the state would not bring charges on any of the counts against Bryant, someone in the courtroom yelled: “Hallelujah.” Bryant, who will not be released from prison until later in the week, rubbed his face as he was led from the courtroom, still in chains. “It’s been a horror,” said Annie Bryant, his mother, outside the courtroom. “I’m overjoyed.” In a press conference following the court proceeding, state’s attorney Marilyn Mosby stood with Nethercott, Lipscomb, the police commissioner, Kevin Davis, and several investigators. “On behalf of the criminal justice system, I’d like to apologize,” she said. Mosby also addressed the family of the victim, which “chose to embrace today’s outcome with an open heart and an open mind”. “Their daughter is not forgotten,” she said, promising to work with the police department to find Barksdale’s killer. She also pledged that her office’s conviction integrity unit would continue to review “every petition of innocence”.",
  "webTitle": "Baltimore man exonerated after 17 years in prison for murder he did not commit",
  "webPublicationDate": "2016-05-11T21:52:50Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/baltimore-malcolm-bryant-exonerated-17-years-prison-murder",
  "keyword": [
    {
      "webTitle": "Baltimore",
      "id": "us-news/baltimore",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US justice system",
      "id": "us-news/us-justice-system",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/11/baltimore-malcolm-bryant-exonerated-17-years-prison-murder"
}