{
  "apiUrl": "https://content.guardianapis.com/business/commentisfree/2016/may/30/negative-gearing-not-preventing-fall-house-prices-labor-coalition-election-2016",
  "id": "2016-05-30-211",
  "sectionId": "business",
  "body": "The debate on negative gearing policy is heating up with a clear line drawn in the sand by Liberal and Labor. The Liberals argue that Labor will scrap (grandfather) negative gearing on existing dwellings which will cause house prices to fall and rents to rise. Labor have hit back, saying the changes would not impact prices and tenants would not have to pay more. The challenge for most Australians is to sift the fact from fiction because on this issue there a lot of half-truths. First, negative gearing has not prevented house prices from crashing in a whole host of regional towns leaving negatively geared middle-income Australians in, or on the brink of foreclosure and bankruptcy.   Related: Negative gearing: parents may have to choose between themselves and their children    Neither has it prevented the highly speculative Sydney housing market from going into reverse. According to the Domain Group, the median house price in the city is roughly $50k less today than it was just six months ago. That is a significant drop which leaves many negatively and highly geared investors who bought properties in the last six months with interest-only financing in a seriously challenging predicament should the housing market not recover.  Despite the RBA dropping interest rates (citing low inflation in the real economy), the banking system is seemingly struggling to figure out how they will be able to comfortably finance the new army of investors and owner occupiers when the tsunami of off-the-plan apartments due for completion later this year need to be paid for with minimal collateral and maximum debt from the buyer.   The analytical data suggests that in a small handful of suburbs across our major cities, a growing number of investors and first-time homebuyers (that took out incredibly high loan-to-value ratio loans, or used an existing asset as collateral rather than a cash deposit) now hold a mortgage under water.    For example, in Caringbah in south Sydney median house prices have fallen from $1.06m six months ago to $895,000 now (a fall of $110k). So let’s say an investor borrowed a typical 90% of the value of that median-priced home – $900,000k – on an interest-only mortgage. If the investor had to offload their property asap, they would be left $5,000 underwater just on the mortgage, not to mention the 10% deposit. Deduct say $15-$18,000 for estate agent commissions and then add legal fees and other costs and the borrower would be somewhere between $20-$30,000 short. Add $44,000 to the debt pile if the borrower also had to borrow the stamp duty on top of this. You are already looking at somewhere between $20k-$74,000 in liabilities and costs that must be paid once the property is sold.  Under the Liberal economic theory on negative gearing, this should not be happening. But it is. And there is nothing worse than leveraging several times your income to invest in an asset that costs you money to hold whilst it depreciates in value. Taking away negative gearing for the purchase of an existing dwelling – as Labor plans to do – would significantly restrict investors’ ability to acquire larger sums of debt at the expense of other taxpayers. This means that investors will have to scale back the size of their loans and will therefore have less purchasing power and less ability to pay a speculative premium for properties, creating more of a level playing field in the market. The big difference between renting and buying a house is that you cannot borrow to rent. Australians can currently borrow significant and artificially large sums of debt to purchase an investment property and run it at a loss on the assumption by the borrower and the banks lending them the money that house prices will continue to rise. Hence, when assessing supply and demand, the rental market is a more realistic reflection of real supply and demand.   Related: Australia bet the house on never-ending Chinese growth. It might not end well    There is some evidence that Labor’s changes could cause house prices to fall until investing in real estate earned an income (positively geared). But there is little evidence to suggest that it would cause rents to rise. And no evidence whatsoever that landlords have the power to demand steep rises in rent from their tenants in an already lacklustre rental market. If you are a renter paying $450 per week and negative gearing were scrapped and your landlord asked you to pay an extra $200 per week to cover his or her losses, would you pony up the extra dough or tell the landlord to go find a new tenant in this very well supplied rental market? And let’s not forget the all the cranes towering over our major cities, helping to build more homes than this country needs. This will undoubtedly put even more pressure on landlords to drop their rent in order to compete with an incredibly large cohort of new property investors (many of which will be negatively geared) coming into an already saturated market later this year. So whilst politicians are arguing and fibbing about repercussions of grandfathering negative gearing, we have to ask ourselves, what is best for the next generation of Australians when it comes to housing affordability and securing their financial future? Does today’s model where a nurse must borrow six to fifteen times her median income to secure one single home or investment property that will earn no weekly net-income even sound logical? And why would any politician endorse this colossal scale of risk?",
  "webTitle": "Negative gearing is not preventing a fall in house prices. It's already causing one | Lindsay David",
  "webPublicationDate": "2016-05-30T01:44:46Z",
  "webUrl": "https://www.theguardian.com/business/commentisfree/2016/may/30/negative-gearing-not-preventing-fall-house-prices-labor-coalition-election-2016",
  "keyword": [
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lindsay David",
      "id": "profile/lindsay-david"
    }
  ],
  "guardianId": "business/commentisfree/2016/may/30/negative-gearing-not-preventing-fall-house-prices-labor-coalition-election-2016"
}