{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/warner-bros-tour-guide-batman-v-superman-dead-robin-jason-todd-zack-snyder-dawn-of-justice",
  "id": "2016-05-23-144",
  "sectionId": "film",
  "body": "It was one of the most shocking scenes in Batman v Superman: Dawn of Justice, a suit belonging to a dead Robin daubed with The Joker’s graffiti: “Ha ha! Joke’s on you Batman!” Now a guide on the Warner Bros studio tour in Hollywood has apparently confirmed the demise of the caped crusader’s sidekick – Jason Todd version – at the hands of the clown prince of Gotham.   Related: What can DC do to save its struggling comic book cinematic universe?    “This was one of the big things from Batman v Superman, right across this way. The Jason Todd Robin suit,” the tour guide explains in a video posted on the studio tour’s Facebook page, which has now been removed. “Spray painted on the front ‘Ha ha! The joke’s on you Batman.’ Those of you that know the storyline, know what happened to this Robin.”    “Twenty years in Gotham, how many good guys are left?” #BatmanvSuperman pic.twitter.com/3jyC9j48gS— Batman v Superman (@BatmanvSuperman) April 27, 2016    Fans have long noted that Batman v Superman appeared to adopt the events of the controversial graphic novel A Death in the Family, in which the second Robin (Jason Todd) was killed off following a readers’ poll. It seems likely Todd’s death, or its aftermath, was featured in Zack Snyder’s film to help explain why the new Batman has – in the words of Jeremy Irons’ Alfred Pennyworth – “turned cruel”. The Todd revelation also feeds into rumours about the storyline for Affleck’s forthcoming solo Batman movie, which the actor and film-maker is reported to be directing himself. Affleck is said to be using a story arc from Under the Hood in which Todd returns from the dead after being resurrected in one of Batman villain Ra’s al Ghul’s Lazarus Pits. He heads back to Gotham as a vigilante known as the Red Hood, whose violent methods bring him into contact with the dark knight. There is also a part to play for the Joker in Under the Hood. JoBlo and Latino Review have reported that the storyline will be told in Affleck’s solo outing.",
  "webTitle": "Warner Bros' Facebook page confirms Batman v Superman's dead Robin is Jason Todd",
  "webPublicationDate": "2016-05-23T14:38:57Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/warner-bros-tour-guide-batman-v-superman-dead-robin-jason-todd-zack-snyder-dawn-of-justice",
  "keyword": [
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ben Affleck",
      "id": "film/benaffleck",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/23/warner-bros-tour-guide-batman-v-superman-dead-robin-jason-todd-zack-snyder-dawn-of-justice"
}