{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/queensland-solicitor-general-disqualified-from-advising-on-campbell-newman-case",
  "id": "2016-05-18-336",
  "sectionId": "australia-news",
  "body": "The Queensland solicitor general was disqualified from giving advice to the government on the state’s largest known defamation payout because he acted for Campbell Newman in his ill-fated defence. Peter Dunning drew up the defence for the then Queensland premier, which included accusing solicitor Chris Hannay of contempt of court and perverting the course of justice, and was taken as grounds for aggravated damages in a suit that was ultimately settled for $525,000. The premier, Annastacia Palaszczuk, said she was “very concerned” about the cost to taxpayers and ordered a review of indemnity guidelines after Guardian Australia revealed the payout and the refusal of Newman and his co-defendant, Jarrod Bleijie, to make a public apology that could have reduced it.   Related: Campbell Newman defamation case: taxpayers cover $525,000 payout    Dunning, as the government’s top legal counsel, would ordinarily have advised the state on whether the settlement represented the best outcome for taxpayers. But his role acting for Newman – the first time a solicitor general has defended an individual minister in a libel suit since the role began in 1985 – created a conflict that prevented him giving that advice. Gabrielle Appleby, an associate professor of law at the University of New South Wales, said the conduct of the Newman case seemed “unusual” in light of ministers’ obligation when represented by the solicitor general to act according to “model litigant” principles. “One of those principles is that the state or ministers don’t take every defence that’s available to them and they try to mitigate damages that the state has to pay in the event they’re unsuccessful,” she said. “Without seeing the details of the defence that was drafted and knowing the detail of why a public apology was not offered as part of the settlement negotiations, it does seem unusual that such a course was not considered by the state.” Legal sources said the $525,000 settlement was believed to be the largest defamation payout in Queensland history. It eclipses the $400,000 paid by Channel Nine owner Alan Bond also in 1985 to the then premier, Joh Bjelke-Petersen, in what the Australian Broadcasting Tribunal found was “commercial blackmail”. Dunning declined to comment on the settlement but said he was careful not to act in cases that were “inconsistent with my role with the government”. While Queensland is the only state that allows a solicitor general to maintain a substantial separate private legal practice, Dunning indicated he was not paid separately to act for Newman and Bleijie and stopped acting for them when they left office last year.  “Plainly I couldn’t have acted for them after they ceased to be the government whilst I was solicitor general, nor could I have acted for them in a private capacity whilst I was solicitor general,” Dunning told Guardian Australia. “Whatever other people might have done on the job, I am very careful that not only do I not take government work to be paid for, given I’m on a retainer to the government, nor do I take instructions that are inconsistent with my role with the government.” Guardian Australia asked the attorney general, Yvette D’Ath, what advice the state received on the Newman settlement and why a public apology was not required. It also asked whether the review of indemnity guidelines would include the role for the solicitor-general acting for individual ministers who were sued. D’Ath declined to comment. Dunning’s predecessor, Walter Sofronoff, refrained from acting for ministers sued in office, including the then premier, Anna Bligh, when she was sued for defamation by Clive Palmer in 2009.   Related: Campbell Newman declares he will not run for federal seat    Palaszczuk told reporters on Monday that she wrote to her director general on the day of the settlement “asking him very clearly to revisit legal indemnity guidelines for ministers into the future”. Palaszczuk said the government would “give serious consideration to the redrafting of those guidelines” at a cabinet meeting next Monday.  “Let me make it clear, the approval for the legal indemnity in this case was made under the former government,” she said. “I can’t comment on those specific details but, suffice to say, the new guidelines that will be in place will put a great deal of value on taxpayers’ money.” The Solicitor General Act states that the role “shall not permit or suffer a conflict of interests to exist between the practice of his or her profession and the proper discharge of his or her functions as solicitor general”. To do so is “grounds for removal”. Newman was targeted by the libel suit after responding in February 2014 to reports that Hannay had advised clients not to appear in court together for fear of being arrested under anti-association laws. He told reporters: “I’m sure that’s completely disingenuous from the defence lawyers concerned and I am sure they have ways of dealing with that. That is just nonsense. “These people are hired guns. They take money from people who sell drugs to our teenagers and young people. “Yes, everybody’s got a right to be defended under the law but you’ve got to see it for what it is, they are part of the machine, part of the criminal gang machine and they will see, say and do anything to defend their clients and try to get them off or indeed progress their sort of case, their dishonest case.” Bleijie was also targeted in the lawsuit after saying a day later that Newman was responding specifically to a question about “Hannay Lawyers on the Gold Coast”. Hannay and his son Daniel, also a solicitor with his firm, alleged Bleijie’s remarks helped identify them as the targets of Newman’s attack. They filed a claim seeking $1.2m in aggravated damages from Newman and Bleijie in April 2014. Newman and Bleijie filed a defence that accused Chris Hannay of “an attempt to interfere with the administration of justice” and contempt of court by advising clients not to front court together. The case went to mediation with former high court judge Ian Callinan.",
  "webTitle": "Queensland solicitor general disqualified from advising on Campbell Newman case",
  "webPublicationDate": "2016-05-18T05:16:53Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/queensland-solicitor-general-disqualified-from-advising-on-campbell-newman-case",
  "keyword": [
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Campbell Newman",
      "id": "australia-news/campbell-newman",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/18/queensland-solicitor-general-disqualified-from-advising-on-campbell-newman-case"
}