{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/football-transfer-rumours-manchester-united-ngolo-kante",
  "id": "2016-05-26-283",
  "sectionId": "football",
  "body": "The Mill, as you know, is about hearsay, suggestions and possibilities, half-formed notions muttered into the ears of the gullible for the sake of a temporary release from the tyranny of news. But now and again the Mill delivers cold hard facts and today we feel obliged to open with one. Behold a truth: any club that is contemplating spending something in the region of £76m on Javier Mascherano is trying too hard to seem clever and not hard enough to scout properly. The Argentinian scurrier is a marvellous player – whole-hearted and inspirational and shrewd and nifty – but those attributes are not unique and he’s 31. It must be possible to find at least a dozen younger and much cheaper players who, with some good coaching and timely waving of a big stick, could learn to do what Mascherano does. And yet here we are, readers, having to discuss reports that Juventus are poised to activate Mascherano’s release clause from Barcelona and, what is more, buy Dani Alves too! Frankly that’s jut lazy thinking from the Old Lady.   Related: Zlatan Ibrahimovic wants £220,000-a-week to join Manchester United    N’Golo Kanté – now see, there’s an example of someone who could perhaps do a lot of what Mascherano does – is still being stalked by Paris Saint-Germain, who are prepared to trigger the player’s release clause of around £18m while playing the Home, Sweet Home card. But José Mourinho is plotting to lure the Frenchman to Manchester United instead, just as soon as the Portuguese has finished explaining to Ed Woodward exactly what wallpaper he wants in his new office and how many sugars he takes in his tea. Leicester are considering replacing Kanté with Nice’s Nampalys Mendy – because Claudio Ranieri loves the smell of Nampalys in the morning – but Chelsea and Arsenal are eyeing up the same player.   Related: Mario Balotelli unwanted by Milan and on his way back to Liverpool    Mourinho, meanwhile, wants Roma’s defender Kostas Manolas and will return to Chelsea with a £60m offer for Willian and will then bop across London to try to beat Manchester City and Liverpool to the service of West Ham’s 17-year-old potential Mascherano-in-the-making, Reece Oxford. West Ham will use some of the money generated from that transfer and not having to buy a stadium to purchase the Portuguese forward Domingos Quina. Suggestions that Arsène Wenger has now completed his summer recruitment may in fact be wide of the mark. Because reports continue to mutter about the possibility of Arsenal adding a striker, with Álvaro Morata still their top target even though Juventus are asking for silly money, presumably because they want to go and do something even sillier, as previously discussed.",
  "webTitle": "Football transfer rumours: N’Golo Kanté and Willian to join Manchester United?",
  "webPublicationDate": "2016-05-26T08:02:20Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/football-transfer-rumours-manchester-united-ngolo-kante",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/26/football-transfer-rumours-manchester-united-ngolo-kante"
}