{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/greece-refugee-warehouses-not-fit-for-animals",
  "id": "2016-05-28-96",
  "sectionId": "world",
  "body": "Conditions inside a network of new permanent refugee camps in Greece have been described as so bleak and lacking in basic amenities that they are “not fit for animals”. Around 3,000 refugees were last week transported to the sites after a vast makeshift camp at Idomeni, near Greece’s border with Macedonia, was finally cleared by police.   Related: Idomeni: Greek riot police move in to clear refugee camp    Photographic evidence and the first accounts from volunteers allowed inside some of the military-run accommodation blocks reveal a dire lack of amenities such as running water, and filthy conditions in derelict warehouses that appear unfit for habitation. The closure of Idomeni also means that 4,000 men, women and children remain unaccounted for following the demolition of what was Europe’s largest makeshift refugee camp. The missing refugees, including an undefined number of unaccompanied minors, are thought to be living on the streets of Greek cities such as Thessaloniki, hiding in forests near the Macedonian border or to have been taken by smugglers north into Europe. With the border now shut, refugees heading for Europe are continuing to make the fraught journey from north Africa across the Mediterranean. Two boats capsized in a 24-hour period off the coast of Libya last week. At least five people died, and the Italian navy rescued 562, taking the total transferred to the country this year to around 40,000.     Tents are pitched on filthy concrete floors at the warehous in Sindos. Photograph: Phoebe Ramsay    On Thursday, as the Idomeni camp was officially closed, the Italian coast guard announced it had coordinated 22 separate rescue operations that had saved more than 4,000 lives, making it one of the busiest days of the Mediterranean migrant crisis. Initial reports from inside the Greek camps have prompted calls for action. Images taken inside one new camp, in an industrial zone at Sindos, on the outskirts of Thessaloniki, reveal dirt-strewn warehouses lined with tents pitched on filthy concrete floors “There was no running water, no medical care, let alone translators, no provisions for infants, no environmental assessment, no evacuation plan,” said Phoebe Ramsay, a volunteer who has been helping refugees in northern Greece since the start of the year.     A row of tents installed to house refugees in an abandoned factory in Sindos Photograph: Phoebe Ramsay    “The conditions in the new army camps are abysmal, and range from depressing and sterile to actually unsafe and not fit for animals,” she said, suggesting that conditions were even worse than at Idomeni, 50 miles north. Volunteer Alexandria South, who visited another camp set up in an old leather factory on the outskirts of Thessaloniki, described atrocious conditions including piles of broken glass, and warehouses with all windows smashed. She said: “There was no running water or showers or electricity or firewood. Mothers had no hot water for baby formula or to sanitise bottles, and had to use cold water.” She said that conditions deteriorated when the Greek military, who were overseeing the evacuation of Idomeni, ran out of water and began ordering volunteers who were providing food and water for refugees to feed the army first. “The first day the army was providing limited water bottles for families,” said South. “But on the second day there was absolutely no water left – even with new arrivals showing up, some reporting that they were held for three hours without water at the camp.”     A woman sits on stairs inside a new camp for refugees and migrants set in an abandoned factory in Sindos Photograph: Sakis Mitrolidis/AFP/Getty Images    She said there were just six chemical toilets for an estimated 1,000 refugees and that no Wi-Fi had been provided, so it was impossible for people to make asylum claims. Similarly, refugees had not even been told where in Greece they had been relocated. Greece’s migration spokesman, Giorgos Kyritsis, from the governing leftist Syriza party, rejected accusations that the camps lacked basic provisions. “There is water and electricity everywhere. One of the reasons why we chose ex-industrial buildings instead of open-air camps was for that very reason. “Every time a new site is opened there are shortages in the beginning but then we add amenities and in due process we resolve them. We’re not saying conditions are perfect, we want to improve them but there is absolutely no comparison between the new facilities and Idomeni. At least now they have a roof over their head. When it rains they don’t get wet and they’re not being forced to live in the mud. Surely that’s an improvement?” He denied that thousands of refugees had gone missing after the Idomeni camp had been closed.   Map of area   Other charities, including Médecins Sans Frontières, have reported a number of tearful patients who had been asked to leave Idomeni without clear information on their destination. On Friday the UN urged Greece to rapidly improve “substandard” conditions in what it described as poorly ventilated derelict warehouses and factories with insufficient food, water and toilets. The International Rescue Committee has also expressed concerns. It called for immediate action to improve standards. Since the route north through the Balkans closed earlier this year, an estimated 54,000 people have been stranded in overcrowded camps in Greece. However, arrivals have fallen significantly since the European Union’s deal with Turkey came into effect two months ago. Additional reporting by Helena Smith",
  "webTitle": "Protests grow as Greece moves refugees to warehouses ‘not fit for animals’",
  "webPublicationDate": "2016-05-28T12:53:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/greece-refugee-warehouses-not-fit-for-animals",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Médecins Sans Frontières",
      "id": "world/medecins-sans-frontieres",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Townsend",
      "id": "profile/marktownsend"
    }
  ],
  "guardianId": "world/2016/may/28/greece-refugee-warehouses-not-fit-for-animals"
}