{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/symphony-to-a-lost-generation-review-adam-donen",
  "id": "2016-05-30-112",
  "sectionId": "music",
  "body": "There’s no doubting Adam Donen’s sense of scale and ambition. Symphony to a Lost Generation is a five-movement epic, arranged for a full orchestra and choir, which attempts to document the horrors of the first world war. To complicate things further, the orchestra and choir aren’t actually here. They’re pre-recorded, accompanying a lavish holographic presentation that is projected on to an empty stage, giving the illusion of a theatrical performance.     Adam Donen’s Symphony to a Lost Generation uses elements of Japanese butoh dancing. Photograph: Magnus Arrevad     Over the course of two and a half hours, holographic images of dancers writhe around the stage, while archive footage transports us from pastoral peacetime to the industrial slaughter of trench warfare. Donen describes it as “the first holographic feature-length work” but it’s more than that – it’s a symphony, a choral work, a ballet, an opera, an arthouse movie, and a piece of expressionistic theatre using elements of mime and Japanese butoh dancing. The problem is that it’s very much less than the sum of all these parts.  Until 2010, Donen was writing naive, two-chord pop songs that recall Syd Barrett’s more rudimentary creations. He’s since reinvented himself as an orchestral composer, teaching himself to arrange by reading Rimsky-Korsakov’s Principles of Orchestration. Never mind one of those “couch-to-5k” exercise programmes, this is the equivalent of a sofa-bound slob attempting to compete in the Olympics having just read Mo Farah’s autobiography.  And Donen’s lack of expertise is sometimes palpable. Themes meander rather aimlessly from Mahler to Mantovani. Nothing is developed or explored. Often the music seems to be scrabbling around trying to illustrate the holographic images, like a hapless cinema pianist accompanying a silent movie. Donen’s scores sometimes do a decent job of transmitting romance and yearning, but rarely convey any sense of horror.  During one scene, when a soldier (played by the celebrated mime artist Ernesto Tomasini) is tied to a tree and shot by a firing squad, the accompaniment sounds like incidental music from a Carry On movie.  The sublime moments come when Donen calms down and concentrates on melody.   Related: 'It’s a grand undertaking for anybody': Adam Donen on his holographic symphony     The third movement, which closes the first half of the show, is a beautiful aria set to a powerful verse by the great Russian poet Anna Akhmatova. Two dancers, like bedraggled corpses wrapped in bandages, flail around the stage while the voice of soprano Yana Ivanilova (“for four weeks / the parched peat bog has been burning / the birds have not sung today”) soars over a simple but effective string arrangement. These moments are rare.  However, this production does suggest that the hologram could transcend its reputation as a daft promotional gimmick or a Futurama punchline and aspire to high art. Under Mikael Jaeger Jensen’s visual direction, dancers can change in size and vanish, fires can encompass a stage, cities can be constructed and destroyed before your eyes. In that sense, you are briefly filled with the awe and wonder experienced by the earliest cinema audiences. Maybe this medium will eventually get the composer it deserves. • At LSO St Luke’s, London, until 31 May. Then touring.",
  "webTitle": "Symphony to a Lost Generation review – war epic should keep calm and carry on",
  "webPublicationDate": "2016-05-30T12:25:44Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/symphony-to-a-lost-generation-review-adam-donen",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Lewis",
      "id": "profile/john-lewis"
    }
  ],
  "guardianId": "music/2016/may/30/symphony-to-a-lost-generation-review-adam-donen"
}