{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/07/dizzee-rascal-boy-in-da-corner-red-bull-music-academy",
  "id": "2016-05-07-63",
  "sectionId": "music",
  "body": "When it was announced in March that Dizzee Rascal would be playing a show in New York, the news was met with such incredulity that a petition followed – “Dizzee Rascal please perform Boy In Da Corner live in London” – with more than 1,400 signatures and counting. It was evidence that despite being out of the spotlight in recent years, Dizzee Rascal is UK music royalty. For newer fans of the genre, who might have come to grime via Skepta or Stormzy, it might be hard to understand why Dizzee is held in such high regard. On Friday in Williamsburg, he played the entirety of his debut album and reasserted his claim to the throne. In 2003, when Boy in Da Corner was released, he and his home country were in a different place.  Grime couldn’t touch the sides of the mainstream chart back then, but Dizzee and this album changed everything.    Related: Punks, raves and rappers: making it in the music industry, Dizzee style    On Friday, he came full circle. A month after Stormzy played his first New York show just a couple of miles away, and on the day that Skepta released Konnichiwa, it’s clear that grime is now a fixture in the arts – the show is put on by the Red Bull Music Academy’s festival. Early in Dizzee’s career, Form 696 in the UK made it difficult for black artists to play shows, let alone enjoy brand backing. At Friday’s show, the curtains lifted to reveal Dizzee sitting on the stage floor, bathed in yellow light against a repurposed image of his album cover. A set of black wooden frames created an optical illusion as he performed Sitting Here from the ground, the point clear that he’s here on his own terms. His declaration – “I’m Dizzee fuckin’ Rascal!” – is doubly thrilling: a reintroduction of his identity in 2003 and an assurance to fans who feared they would never hear these songs live. After a brief foray into pop, he’s returned to his corner of the genre, with DIY Playstation beats that even now sound ahead of their time. He offered a restrained performance, reserving energy for tracks such as Stop Dat and Fix Up, Look Sharp, which get the most enthusiastic gun fingers – and drinks – thrown in the air. When the first blips of I Luv You started, you could sense fans replaying the moment they first heard the song in their heads. Everyone – from music journalists to MCs to prize judges to my baby brother (who shouted me inside to listen) – can remember when they first heard the guttural, explosive burst of that song, and every word was shouted back to him. From the striking urban story on Brand New Day (“there’s a lot of hostility in my ends”) to the deft move between anger and stoicism on Do it! (“feds don’t understand us, adults don’t understand us, no one understands us”), Dizzee’s verse reminds a listener just how powerful it felt to hear his uncompromising insight into black British identity. The album is about his corner of the world and its social context, from police brutality to snubbing by the mainstream. Grime offered respite to those who understood it. On Friday, that was made clear, even for American fans still not entirely comfortable with the cadence of his accent. On Friday, the man on stage appeared bigger, stronger and more commanding than the 18-year-old who debuted in 2003, and he did an impressive job of winning back fans miffed at his departure into Calvin Harris territory. He was joined for the entirety with fellow MC Big Man Scope and his DJ MK, and slight sound hiccups only added to the thrill – a grime show isn’t a grime show unless an MC asks for the mic turned up. Hearing it again, it’s mesmerising just how nuanced Boy In Da Corner is. Grime’s night of nostalgia did its job, and for a generation discovering it through online communities, lost downloads and grime instrumentals, this was a crash course in why the genre is so thrilling. Thirteen years on, Dizzee still lives up to his early reputation.  As he directed the promise from Fix Up, Look Sharp to the crowd – “I’ll probably be doing this, probably forever” – it was met uproariously. He may need sightly more work before his rumoured London show later this year, but for now, Dizzee has presented a joyful reminder of just what we loved about this debut album, still met with screams, cheers and a respectable amount of people spitting every line of verse by heart. On this side of the Atlantic, he’s re-created a moment that changed the course of UK music forever, and the show is a safe homage to that. On home turf, it will be electric. For more information on Red Bull Music Academy and the New York festival visit: http://www.redbullmusicacademy.com/",
  "webTitle": "Dizzee Rascal: UK grime's royalty reclaims throne in New York",
  "webPublicationDate": "2016-05-07T19:20:24Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/07/dizzee-rascal-boy-in-da-corner-red-bull-music-academy",
  "keyword": [
    {
      "webTitle": "Dizzee Rascal",
      "id": "music/dizzeerascal",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Grime",
      "id": "music/grime",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kieran Yates",
      "id": "profile/kieran-yates"
    }
  ],
  "guardianId": "music/2016/may/07/dizzee-rascal-boy-in-da-corner-red-bull-music-academy"
}