{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/stephen-curry-injury-latest-golden-state-warriors-nba",
  "id": "2016-05-08-6",
  "sectionId": "sport",
  "body": "The Golden State Warriors went down to a heavy loss to the Portland Trail Blazers in their playoff series on Saturday night but it looks increasingly unlikely that their NBA MVP Steph Curry will be returning to the team for Game 4. Curry has been out since the series against the Houston Rockets with a knee injury, and has returned to light practice sessions but Warriors coach Steve Kerr says the point guard is unlikely to play on Monday night. “I would just say he’s doubtful for tomorrow but slowly and surely making progress,” Kerr said.   Related: Damian Lillard's 40-point game leads Trail Blazers past Warriors    The Warriors lead the series against the Trail Blazers 2-1 but have been pushed harder than many expected. However, Kerr said Curry’s return would be down to his physical condition rather than the team’s needs.  “The trainers would have to tell me he’s good to go,” Kerr said. “Steph would have to say he’s good to go. And then we would have to figure out a plan from there. “You trust the medical staff in terms of, ‘Is there potential for more damage’? Then you trust the player with how he’s feeling. Steph has been, even when he’s lobbied like in the Houston series when he hurt his ankle, he would lobby and then admit, ‘No, it’s probably not right.’ I know I’d get a truthful answer from Steph. He’s not going to try to be a hero, and we’ll make the reasonable decision based on all the information.” Curry averaged 30.1 points per game in the regular season but appeared in only two playoff games before his injury struck.",
  "webTitle": "Stephen Curry doubtful for Warriors return in Game 4, says Steve Kerr",
  "webPublicationDate": "2016-05-08T22:21:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/stephen-curry-injury-latest-golden-state-warriors-nba",
  "keyword": [
    {
      "webTitle": "Stephen Curry",
      "id": "sport/stephen-curry",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Portland Trail Blazers",
      "id": "sport/portland-trail-blazers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/08/stephen-curry-injury-latest-golden-state-warriors-nba"
}