{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/18/the-queen-brexit-and-the-sun-did-the-lady-protest-too-much",
  "id": "2016-05-18-310",
  "sectionId": "media",
  "body": "So, as has been widely expected, the Sun has been censured by the press regulator for its headline “Queen backs Brexit”.  And, also as expected, the paper’s editor, Tony Gallagher, has rejected the decision by the Independent Press Standards Organisation (Ipso). The problem for Gallagher was using the term “Brexit” because, at the time the Queen is said to have spouted her anti-European Union views, it had not been coined. Indeed, at that time, the government had not even arranged the EU referendum. How then could the Queen have backed a British pull-out from the EU? Clearly, that was the logic applied by Ipso’s complaints committee. Although the Sun believes that the Palace amended its original complaint from one about the story to one about the headline, I am assured this was not the case.*  Royal aides appear to have realised the poential implications of taking issue with a story with a double source (even if the people were anonymised).  But Gallagher wasn’t happy about the headline ruling. In his Radio 4 Today programme interview, he was unrepentant. He relied on the fact that his Brexit headlined was qualified by a sub-head referring to it being a “bombshell claim”.  That interview was interesting. He managed to make clear his rejection of Ipso’s ruling while embracing his paper’s membership of Ipso. He also took the opportunity to stress that he knew more than he published, that the sources were impeccable and that he would do it all over again. “In all conscience,” he said, “we don’t accept we made a mistake.” Gallagher stopped well short of being critical of Ipso and of self-regulation and shrugged off the paper’s previous ruling (about the inaccuracy of its “1 in 5 Brit Muslims’ sympathy for jihadis” story). Gallagher’s careful answers were similar to the measured tone of  his paper’s editorial, in which the Sun reiterated its belief that the Queen does back Brexit. It thought it “fair enough” to have published both the original story and the headline. “We stand by all of it”, said the Sun, and continued:   “We respect Ipso and understand why the Queen complained. She was furious at the claim she had taken sides in a political dispute. But the idea she keeps all her thoughts to herself is nonsense.”  In conclusion, the Sun advanced a familiar “right to know” and “public interest” justification for its story:  “A newspaper wouldn’t be a newspaper if it got wind of such views \u0097 so clearly in the public’s interest to read \u0097and didn’t publish them.”   It published Ipso’s verdict across the bottom of page 2, “Ipso rules against Sun’s Queen headline”, as it is required to do under the rules of its contract with the regulator.  Ipso’s critics will argue that the paper, having been found “guilty” of running an inaccurate front page headline, should have been forced to run the ruling on page 1. But it did carry a page 1 trail (and I understand the size of the typeface was agreeable to Ipso). Note also the reality of this whole affair. Whether or not the headline was justified and whether or not the story was entirely accurate, is there anyone across Britain who doesn’t now believe that the Queen is none too happy with Britain’s membership of the European Union?  The Sun appears to have reflected the truth of the Queen’s covert political viewpoint. That may not have been the case if the Palace had failed to make an official complaint. I wonder, on reflection, if the monarch’s advisers got it wrong. Surely, the lady did protest too much?  *This paragraph was amended at 10am in the light of new and further information.",
  "webTitle": "The Queen, Brexit and the Sun: did the lady protest too much?",
  "webPublicationDate": "2016-05-18T07:18:22Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/18/the-queen-brexit-and-the-sun-did-the-lady-protest-too-much",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Rupert Murdoch",
      "id": "media/rupert-murdoch",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Tony Gallagher",
      "id": "media/tony-gallagher",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ipso",
      "id": "media/ipso",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press regulation",
      "id": "media/press-regulation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/18/the-queen-brexit-and-the-sun-did-the-lady-protest-too-much"
}