{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/hillary-clinton-policy-donald-trump-attention-span",
  "id": "2016-05-17-225",
  "sectionId": "commentisfree",
  "body": "In small groups, Hillary Clinton answers questions in perfect paragraphs, sometimes long ones. It can be a dazzling display. She is so prepared that she rarely needs a pause to think about what to say. One aspect of her precision and careful phrasing, with nary a “like” or “you know” ever tumbling from her mouth, is that you need to listen hard to take it all in. Clinton is definitely the candidate for voters with long attention spans.    Time described a recent stop at a Virginia bakery as 'so boring that you could practically hear the muffins get crusty.'    That could be a challenge in a world where the human attention span has fallen to eight seconds, shorter than a goldfish, according to a recent Microsoft study.  At rallies, her studied speeches can drag on. In Kentucky last weekend, some of the school-age girls standing behind her with their Fighting for Us signs openly yawned or fiddled with their hair during the talk. One put her back to the audience to chat with a friend. Time described a recent stop at a Virginia bakery as “so boring that you could practically hear the muffins get crusty”. As president, Bill Clinton, of course, was also famous for his long-winded, policy-rich speeches. But this was before the iPhone, Twitter, YouTube and Snapchat helped usher us into the age of distraction. No one is better suited to these times than Donald Trump, the candidate of short attention spans. Unlike Clinton, who often starves the press pack following her, Trump is constantly feeding them a 24-hour diet of delectable and irresistible snacks. He almost always wins the morning. Then he orchestrates at least three or four “news events” a day. His Cinco De Mayo buffoonery – the tweet showing him eating his taco bowl and declaring “I love Hispanics” – kicked off one recent day.     Happy #CincoDeMayo! The best taco bowls are made in Trump Tower Grill. I love Hispanics! https://t.co/ufoTeQd8yA pic.twitter.com/k01Mc6CuDI— Donald J. Trump (@realDonaldTrump) May 5, 2016    Then came Paul Ryan’s announcement that he was not ready to support Trump and Trump’s immediate rejoinder that he was “not ready to support Speaker Ryan’s agenda”. Then he drew 12,000 people to a rally in West Virginia where he made the far-fetched promise “to put the miners back to work. We’re going to get those mines open!” Afterwards, there were pithy, quotable lashes at Hillary Clinton.  By generating so much “news”, Trump keeps the press in a reactive state. It’s head-spinning for reporters, unless they are the “chosen ones” he calls between stops. And some of their bosses don’t mind: Trump is traffic and ratings gold. In return, he gets more than a billion dollars in free media.     By generating so much 'news', Trump keeps the press in a reactive state    The hyping of stories, like the inconclusive meeting between Trump and Paul Ryan, only adds to the din of distraction. For efficiency’s sake, Politico’s Playbook has launched a feature called “The Daily Trump”, which aggregates many of the lesser stories about him. There have been some long investigations recently that examined Trump’s past, including his apparent use of the false identity “John Miller”, which he denies, and his treatment of women. But to absorb these stories requires more than one swipe of the mobile screen. Then, in serial tweets, Trump blasted the unfair hit-jobs, reclaiming the headlines. With so many Americans reading with their thumbs, Trump’s advisers seem to believe he’s helped by any attention as long as you spell his name right.  Nate Silver studied the headlines over the nine months since Trump entered the race. He concluded: “With his ability to make news any time he wants with a tweet, news conference or conveniently placed leak, Trump has challenged news organizations’ editorial prerogative.”  Then he asked, “Should the press cover a candidate differently when he makes trolling the media an explicit part of his strategy, on the theory that some coverage is almost always better than none?” It’s a dilemma. As the presumptive nominee of his party, the campaign press corps has to cover much of what he says and does. But his own background as an entertainer means that Trump makes the line between news and entertainment fuzzier than ever. He’s unbelievably clever at exploiting that.  Clinton, meanwhile, has all but disappeared from the coverage in recent days, except for a Washington Post front-page piece about her supporters worrying about how bad a campaigner she is. Her wariness of the media is well known. Although she’s made repeat appearances on shows anchored by favorites like NBC’s Andrea Mitchell and did a hilarious turn as Val the bartender on Saturday Night Live, she never seems like a natural. Given that she is the long attention span candidate, it’s not surprising that she doesn’t have a memorable or catchy campaign slogan that sums up what she wants to change or do as president. Is it Hillary for America or Fighting for Us? I can’t remember (perhaps my withering attention span is to blame). It’s certainly nothing memorable like Making America Great Again, or Hope and Change, Morning in America, or even Bill’s It’s the Economy, Stupid. The press, too, is bored with her. Some reporters have covered her since the Clintons arrived in the White House. Even if they have shorter attention spans, they have long memories. Revisiting Whitewater or watching reruns of the Benghazi hearings isn’t an exciting prospect. The Clinton supporters I called last week sounded worried but resigned. Having been criticized for being inauthentic, she can only be who she is, they say: a sincere policy wonk who has the experience to be an excellent president, even if she’s a dull candidate. Compared to Trump, “She can never be entertaining in the same way,’’ one supporter noted. Trump is the exploding watermelon of politics. Recently, 800,000 people, a record audience for Facebook Live, watched two employees of Buzzfeed wrap rubber bands around a watermelon to see how long it would take to explode (44 minutes, it turned out). One Buzzfeed editor said suspense was the key element of the experiment’s success. Trump builds the same kind of suspense: you never know what he might say. It’s unclear whether the public, or for that matter any goldfish who cares to tune in, will find the spectacle entertaining or horrifying.",
  "webTitle": "Can Hillary Clinton convince in the age of the goldfish? | Jill Abramson",
  "webPublicationDate": "2016-05-17T10:30:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/hillary-clinton-policy-donald-trump-attention-span",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Abramson",
      "id": "profile/jill-abramson"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/hillary-clinton-policy-donald-trump-attention-span"
}