{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/03/building-resilient-social-workers",
  "id": "2016-05-03-255",
  "sectionId": "social-care-network",
  "body": "Chronic sickness and staff retention problems among health and social care staff – social workers in particular – along with growing interest in mindfulness and meditation, have put the spotlight on building resilience in the professions. While there is cause for optimism about the benefits ofpractices such as mindfulness for social workers, it is important to recognise that this will not solve problems such as unfeasibly large caseloads. It is also important that we don’t allow mindfulness to lead us into thinking that building resilience is a purely individual matter. Social work is a profession that builds on an understanding of the individual in their social and environmental context. Resilience building for social workers must do the same.  Educators  The time to start building resilience is during training. Tutors have a duty to help their students develop techniques for managing their academic workload. Good time management, including an ability to manage deadlines and factor in time for contingencies, is an important element of resilient behaviour. Social work programmes should teach students time management skills in dealing with their academic reading and assignments.  Teaching relaxation practices and helping students develop strategies for maintaining a work-life balance ought to be important parts of the curriculum, and can be incorporated into skills days or modules on organisational issues.  Supervisors Good quality reflective supervision is essential for promoting good social work practice and providing social workers with support for the emotional labour inherent in the job role.  Philosopher and professor in urban planning Donald Schon described two types of reflection: reflection-on-action (the retrospective reflection) and reflection-in-action (being reflective while we are in a situation).  Good supervision must obviously facilitate reflection-on-action. However, supervisors can model emotional awareness in the supervision process and encourage students to be more aware of their thoughts and feelings in practice situations, and thereby promote a more mindful approach to practice.  This can help social workers to understand and control their emotional reactions to their work and be more aware of service users’ non-verbal communication. When supervision promotes mindfulness as well as reflection it can contribute to building social worker resilience.  Managers Managers should understand mental health and be able to recognise stress and burnout in staff. They should also feel confident in providing or accessing appropriate support for those experiencing stress or poor mental health.  A leadership style that promotes shared ownership of team aims and acknowledges and deals with staff concerns promotes team resilience.  Colleagues Social work team members have a role in building a resilient environment where there is mutual respect, and where colleagues are supported when they need it. Gossip, negativity and scapegoating are signs of an emotionally unhealthy workplace. A supportive work environment is a resilient one, while a disharmonious one is likely to function poorly for much of the time. Managers need to model good behaviour and deal constructively with conflict when it arises, but ultimately all team members are responsible for creating a supportive team.   Related: Hotdesking ‘increases social worker burnout risk’    Employers  All social work employers are under financial pressures and there are strong incentives for local authorities to sell off valuable buildings and land and institute policies such as hotdesking. It is important to understand that some needs social workers have cannot be replaced by technology, such as the need for peer support, and to network and share information about resources. In addition, social workers sometimes need privacy for sensitive phone conversations and a quiet environment for writing reports. These needs can be provided for in a hotdesking environment but need to be incorporated into a thoughtful office design. Social work employers should build resilience into the physical environment. Social workers Social workers themselves must recognise the importance of being aware of their own health and wellbeing. There are many self-help resources available online, including phone apps that teach mindfulness, good self-care, fitness and meditation. To benefit from them, we must commit time and energy.  Resources are under severe constraints but many of the elements that contribute to a resilient workplace are cost neutral and require, instead, an investment of thought and consideration on everyone’s part.  Jim Greer is principal lecturer in social work at Teesside University and author of the upcoming book from Sage Resilience and Personal Effectiveness for Social Workers Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Building resilient social workers is everybody’s business",
  "webPublicationDate": "2016-05-03T10:16:12Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/03/building-resilient-social-workers",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social work",
      "id": "education/socialwork",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/2016/may/03/building-resilient-social-workers"
}