{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/us-doctors-calling-universal-healthcare-system-affordable-care-act",
  "id": "2016-05-05-82",
  "sectionId": "us-news",
  "body": "A group of more than 2,000 physicians is calling for the establishment of a universal government-run health system in the US, in a paper in the American Journal of Public Health. According to the proposal released Thursday, the Affordable Care Act did not go far enough in removing barriers to healthcare access. The physicians’ bold plan calls for implementing a single-payer system similar to Canada’s, called the National Health Program, that would guarantee all residents healthcare.  The new single-payer system would be funded mostly by existing US government funding. The physicians point out that the US government already pays for two-thirds of all healthcare spending in the US, and a single-payer system would cut down on administrative costs, so a transition to a single-payer system would not require significant additional spending. “Our patients can’t afford care and don’t have access to the care they need, while the system is ever more wasteful, throwing away money on bureaucratic expenses and absurd prices from the drug companies,” said David Himmelstein, a professor in the CUNY School of Public Health at Hunter College and lecturer on medicine at Harvard Medical School. Himmelstein, one of the authors of the plan, said the proposal is meant as a rallying cry for physicians and other healthcare professionals around the cause of a single-payer model. According to the paper, even with the passage of the Affordable Care Act many patients “face rising co-payments and deductibles that compromise access to care and leave them vulnerable to ruinous medical bills”. Despite the current high healthcare spending levels in the US, healthcare outcomes are worse than in comparable well-funded countries.   Related: Think the NHS is in poor health? Try being ill under the US system | Arwa Mahdawi    “There has been a conviction that we can approach this incrementally and get there in small steps and one of the advantages of having passed the ACA is that modest steps can’t do the job, and in a way make it easier to make arguments that we need more fundamental changes,” said Himmelstein. Under the proposal, all US residents would be able to see any physician of their choosing in the country and be treated at any hospital. With guaranteed coverage and no co-pays, deductibles and premiums, patients would not have financial barriers to seeking care, which would lead to greater utilization of the system and improved health outcomes, Himmelstein argues. The additional funds would be made up by modest tax increases in exchange for abolishing insurance premiums, deductibles and co-pays. “We would have to abolish the insurance companies, there is no way around that,” Himmelstein said. The employees at the private insurance companies would be retrained for other jobs, he explains, and receive job placement assistance. The insurance CEOs, who earn multimillion dollar salaries, would not get comparable job placement, Himmelstein said wryly. Fees for medication would be negotiated with pharmaceutical companies the same way other countries with single-payer systems already negotiate for lower cost medications. Currently, US drug prices are some of the highest in the world.  While Himmelstein acknowledges that the physicians’ proposal would meet with political and business interest opposition, and he can’t say when such a system would realistically have the political backing needed to be implemented, he is hopeful that as more Americans view a single-payer system favorably, pressure will continue to mount on the government.   Related: One in five insured Americans still struggle to pay medical bills – survey    Proposing a single-payer system in the US is not new. Vermont previously attempted to implement a single-payer system, which passed the legislature but was shut down by the once supportive governor when cost estimates increased beyond what the state was able to afford. Coloradans will vote this November on whether to institute a single payer system statewide. One of the leaders of the movement in Colorado is state senator Irene Aguilar, who is also a physician. The Colorado proposal would be financed by a payroll tax increase of 7% for employers and 3% for employees. For the self-employed, that would translate into a 10% tax increase.  But Himmelstein said this type of reform can’t be done state by state. The physicians’ plan depends in part on cost containment through having a single payer with the power to negotiate drug pricing with pharmaceutical companies as well as eliminating many levels of bureaucracy in billing and insurance registration. The American Medical Association (AMA), which is the largest organization of physicians in the US, has opposed the idea of a single-payer model. When contacted, the AMA pointed to its policy regarding evaluating health reform proposals, which states in part that: “Unfair concentration of market power of payers is detrimental to patients and physicians, if patient freedom of choice or physician ability to select mode of practice is limited or denied. Single-payer systems clearly fall within such a definition and, consequently, should continue to be opposed by the AMA.” But Himmelstein sees change around the corner. “I think the AMA and its member organizations are slowly starting to come around and I am confident that they will eventually come around.” He points to the passing of resolutions by a few of the state medical associations that make up the AMA membership to study the impact of a single-payer system as indicators of change. For Himmelstein and the other writers of the editorial, the biggest indicator of change seems to be the talk of a single-payer system in the presidential primaries which has brought attention back to the issue.  “Bernie Sanders showed you can do extraordinarily well campaigning on this issue,” said Himmelstein, who is confident that if enough American people demand a single-payer system, Congress will eventually have no choice but to change their minds and support it. But what the American people really think of a single-payer system is a lot murkier. While in some polls show majority support for a single-payer system, deeper digging by some polls finds that support dwindles when individuals are asked about giving up their private health insurance and paying additional taxes.",
  "webTitle": "'We need fundamental changes': US doctors call for universal healthcare",
  "webPublicationDate": "2016-05-05T17:55:07Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/us-doctors-calling-universal-healthcare-system-affordable-care-act",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Olga Oksman",
      "id": "profile/olga-oksman"
    }
  ],
  "guardianId": "us-news/2016/may/05/us-doctors-calling-universal-healthcare-system-affordable-care-act"
}