{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/barack-obama-presidency-donald-trump-republicans",
  "id": "2016-05-07-77",
  "sectionId": "us-news",
  "body": "Republicans have blamed the current president for so much that a satirical meme was born. Flat tire? Broken fingernail? “Thanks, Obama.”   Related: Party of one? Trump seizes Republican reins but general election prep is lacking    But as the Grand Old Party faces a genuine existential crisis this weekend over how to handle Donald Trump as its presumptive presidential nominee, many are wondering if #thanksobama is once again an appropriate response to the turmoil of the last few days. Trump’s shock ascendancy can be attributed to many factors. Obama himself likes to blame the celebrity-obsessed media.  “This is not entertainment. This is not a reality show,” he chastised reporters on Friday. “This is a contest for the presidency of the United States.” A self-flagellating Republican establishment accuses other candidates for the nomination of failing to take Trump’s populist threat seriously.  “I think Donald Trump is going to places where very few people have gone and I’m not going with him,” said Senator Lindsey Graham, once a candidate himself, in the latest anti-Trump outburst to stretch party unity. Yet one thing Trump supporters and Democrats agree on is the extent to which the party of Lincoln has been twisted out of recognition by its loathing for the current occupant of the White House. Amid bitter recriminations over Trump’s successful exploitation of this mood, many are wondering if the president’s greatest legacy may be the desolation of the Republican party, which did so much to frustrate his own time in office but may take decades to recover once he leaves. ‘Deliberation is hesitancy, patience weakness’ The roots of Trump’s political flowering can be traced to Obama’s election to the White House in 2008. After a successful career as a property developer and reality television host, Trump found his political voice as the mouthpiece of the “birther” movement – questioning the president’s right to hold office as a natural-born American citizen in a way many felt was a dog whistle to those who felt uncomfortable having someone called Hussein in the Oval Office. Once Obama produced his birth certificate, the hints and innuendo ran out of steam. Instead, Trump’s second flirtation with running for president sprang from Obama’s controversial immigration policies.  After narrowly failing to reach an agreement on comprehensive immigration reform with Congress, Obama pursued executive actions to shelter families from the threat of deportation. He found himself blamed for encouraging new immigration with offers of “amnesty”, especially when a rush of child migrants from Central America began overwhelming officials on the southern border. Anyone looking to understand the popularity of Trump’s controversial proposals to build a wall and deport all undocumented immigrants need only go back to Obama’s policies of 2015.    Who among Republicans is more the antithesis of Obama than the trash-talking, authoritarian, give-no-quarter Trump?  David Axelrod     Many Republicans, particularly figures such as Arizona senator John McCain, fear a backlash among Latino voters. They wish the party had settled the issue when Congress was considering comprehensive immigration reform. Yet there is no doubt that by continuing without support from lawmakers, Obama skillfully forced the Republican party to decide between electability and following the wishes of angry activists attracted to the likes of Trump. To some extent, though, Trump’s emergence as the anti-Obama is part of the natural swing of the pendulum that replaced Eisenhower with JFK and Nixon and Ford with Jimmy Carter. The “Obama theory of Trump” was first identified in January, by former White House adviser David Axelrod. He recalled how he had written to then Senator Obama in 2006 to tell him: “The most influential politician in 2008 won’t be on the ballot. His name is George W Bush.” “[Obama’s] deliberation is seen as hesitancy; patience as weakness,” Axelrod wrote in the New York Times, explaining what attracted Republicans to Trump instead.  “His call for tolerance and passionate embrace of America’s growing diversity inflame[s] many in the Republican base, who view with suspicion and anger the rapidly changing demographics of America. The president’s emphasis on diplomacy is viewed as appeasement.  “So who among the Republicans is more the antithesis of Mr Obama than the trash-talking, authoritarian, give-no-quarter Mr Trump?” A shock to the system         Barack Obama’s remarks at the 2011 White House correspondents’ dinner, in which he addressed Donald Trump and the ‘birther’ movement    The ruthlessness with which Trump was able to swiftly tap into this mood, and the extent, perhaps, to which Obama has been able to exploit it, has still come as a shock to many conservatives. Reince Priebus, chairman of the Republican National Committee, revealed on Friday that he and most senior leaders had expected the battle for the presidential nomination to continue until the convention in July. This week, with his phone buzzing relentlessly with messages informing him of the capitulation of Ted Cruz and John Kasich, Priebus was caught unprepared and forced to try to patch up the rift that widened when House speaker Paul Ryan said he could not yet support Trump. The bombastic New York billionaire could, of course, still surprise everyone by beating the Democratic nominee – almost certain to be Hillary Clinton – in November’s general election. Were that to happen, there may be a few red faces among Republican opponents like Ryan and former presidents George W and George HW Bush, who have vowed not to support him. But power would heal many party rifts. What figures like Ryan worry more about, though, is that Trump will not only lose in a landslide to Clinton but bring down the Republican-controlled House and Senate with him.  The queasiness of moderate Republican senators such as Kelly Ayotte and Susan Collins this week was a direct manifestation of this concern about Trump’s unpopularity among the general electorate, and also a sign of how wide the rift now is between different wings of the party.  Even conservative senators such as Ben Sasse of Nebraska are calling for a third candidate to emerge, to rally voters appalled at the choice between Clinton and Trump. Priebus insists this scenario remains almost inconceivable.   Related: Illma Gore: 'If anyone is going to be threatened by a small penis, it's Trump'    Throughout this, Democrats have acted as if they cannot believe their luck. Clinton has issued attack ads against Trump that consist of little more than a string of Republicans voicing their concerns about the man. Unleashing this toxic maelstrom may prove to be Obama’s greatest gift to his party and most lasting legacy, especially if Clinton is able to win back Congress. For now, the president also recognises that having set the wheels in motion, the best thing he can do is sit back and silently watch. In his speech at the White House Correspondents’ Dinner last weekend, he cut short a barrage of jokes about Trump, seemingly aware that looking too smug would only help his opponents. On Friday, in a briefing with reporters, he passed up repeated opportunities to revel in Republican discomfort. “With respect to the Republican process and Mr Trump, there’s going to be plenty of time to talk about his positions on various issues,” said a relaxed-looking president.  Any thanks offered by the Republicans were sure to be of the sarcastic variety.",
  "webTitle": "#ThanksObama: president's greatest legacy may be Trumping of the GOP",
  "webPublicationDate": "2016-05-07T17:00:21Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/barack-obama-presidency-donald-trump-republicans",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/07/barack-obama-presidency-donald-trump-republicans"
}