{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/alan-rusbridger-scott-trust-guardian",
  "id": "2016-05-13-205",
  "sectionId": "media",
  "body": "Alan Rusbridger, the former editor-in-chief of the Guardian, has said he will not take up the role of chairman of the Scott Trust, the owner of the media group. Rusbridger, who stood down as Guardian editor-in-chief after two decades last summer, had been due to take over from Liz Forgan in the role from September. “When, in late 2014, the Scott Trust appointed me to succeed Liz as chair I was beyond honoured,” he said in an email to staff.  “But much has changed in the year since I stepped down. All newspapers – and many media organisations beyond – have been battered by turbulent and economic forces that were difficult to see last summer.” He added: “I have been on the trust long enough to understand its role. We all currently do our journalism in the teeth of a force 12 digital hurricane. It is surely obvious to anyone that changed circumstances will demand dramatically changed solutions.” The Scott Trust said Forgan would remain as chairman while embarking on an open and transparent process to appoint a successor. “Alan Rusbridger’s contribution to the Guardian over 20 years as editor-in-chief is immeasurable,” said Forgan. “He has been the creative leader of this place and an inspiration to generations of journalists. His decision reflects his enormous integrity and his dedication to the Guardian.” Katharine Viner, Rusbridger’s successor as editor-in-chief, said in a message to staff: “Alan has been a truly towering figure at the Guardian over the past three decades; as editor-in-chief from 1995-2015 he transformed the Guardian from a British newspaper into a global digital force, and oversaw some of the biggest scoops of the period, bravely holding the powerful to account. “We all owe him a huge debt of gratitude. I would like to thank Alan for everything he has done for the Guardian, and for us all, over many years.” The Guardian is expected to report that losses have accelerated to more than £50m in the year to the end of March.   Viner and Guardian Media Group chief executive David Pemsel are in the process of reducing costs by 20%, including a voluntary redundancy programme seeking 250 job cuts.",
  "webTitle": "Alan Rusbridger will not take up role as chair of the Scott Trust",
  "webPublicationDate": "2016-05-13T11:45:33Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/alan-rusbridger-scott-trust-guardian",
  "keyword": [
    {
      "webTitle": "Alan Rusbridger",
      "id": "media/alanrusbridger",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Katharine Viner",
      "id": "media/katharine-viner",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/13/alan-rusbridger-scott-trust-guardian"
}