{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/03/high-concept-high-craft-fiona-halls-must-see-exhibition-opens-in-canberra",
  "id": "2016-05-03-355",
  "sectionId": "artanddesign",
  "body": "The first thing you’ll notice is the sound. Lining two walls of a dark, cube-like space within the National Gallery of Australia in Canberra is a congregation of clocks of different shapes and sizes, ticking, chiming and cuckoo-ing relentlessly. Each has been painted with ominous images and phrases that read like a lament to passing time, and time past. The clocks – and their echoing noise – add tension and conceptual depth to a room that’s already brimming with both.   Related: 56th Venice Biennale review – more of a glum trudge than an exhilarating adventure    Painstakingly reproduced from her showing at the 2015 Venice Biennale, Fiona Hall’s Wrong Way Time comprises about 800 objects which have been brought back to Australia from Italy. Each piece is tied together by the theme of time: its inexorable but cyclic march, the lessons we have learned over time (and those we haven’t) and the histories that repeat whether we want them to or not.  As a display mechanism, the Adelaide-based artist has drawn from the concept of the wunderkammer – cabinets of curiosities which originated in Renaissance Europe as a way of cataloguing the world (or communicating one version of it). Glass cabinets form an inside square in the room, filled with evidence of Hall’s multi-varied craftsmanship: sculptures, weave-work, paintings and various collections of readymade objects which she has tinkered with in other ways. Viewers bend over – eyes to the glass – as they crouch their way slowly from one cabinet to the next. The atmosphere is sombre, mystical and immediately compelling.   Related: 2016 Adelaide Biennial of Australian Art: colour, wonder, materialism and magic       Fiona Hall’s Wrong Way Time was the first exhibition held at the new permanent Australian pavilion at the 2015 Venice Biennale. It has been painstakingly recreated for a homecoming show at Canberra’s National Gallery of Australia. Photograph: Christian Corte    As the unifying theme of this year’s Adelaide Biennial, the wunderkammer seems to be enjoying a local revival, but Hall tells Guardian Australia she has been using the concept since at least the mid-90s. She calls herself a “museum junkie”. “I’m not talking here about art galleries or art museums,” she says, “but other kinds of museums: museums of natural history that were set up two or three centuries ago ... where objects from the world outside the confines of the museum were isolated from their original context, chosen not just for their informational value but also just because they were beautiful, or strange or quirky.     Fleet (2012) by Fiona Hall, carved from a single aluminum sardine tin. Photograph: Clayton Glen    “[The wunderkammer] puts a particular kind of spin on our relationship with the world and how we decipher it, and how we choose to categorise it and then display it.” Some pieces in Wrong Way Time are overtly political, dealing with international relations, capitalism and the environment; others are left open to analysis, but lift the mood with witty words and wryness. In one cabinet, shredded dollar bills are hand-woven into exquisite birds’ nests, replicated from different species which are now extinct thanks to the ravages of capitalism (Tender). In another sits a collection of small glass perfume bottles on which are painted skulls to represent disappeared Tamils in Sri Lanka (Vaporised). In a third, endangered marine species have been hand-carved out of single sardine tins (in the style of her controversial 1996 work Paradisus Terrestis), each painted with maritime signal flags (Fleet). At the centre of the exhibition is All the King’s Men: 20 bleak, spirit-like forms that seem to float. Step closer and they represent warriors or foot soldiers, their heads comprising shredded camouflage fabric taken from various armies, knitted together with a meticulous workmanship common to Hall’s work.  Sewn into the masks and the “bodies” – strips of camouflage that hang down – are boxing gloves, dice, bits of glass and billiard balls, the life that was lived underneath the uniforms.     All The King’s Men (2014–15) by Fiona Hall, comprising knitted military uniforms, wire, animal bone, horns and teeth, dice, glass, leather boxing gloves, pool ball. Photograph: Clayton Glen    In the accompanying room sits earlier but related work from Hall’s four-decade career. Moving between the spaces, you see the beginnings of the artist’s longstanding fascination with nature, out of which has more recently grown work that deals with politics, global finance and war. “I’m not someone who thinks that art necessarily changes the world,” Hall says. “I would never have thought when I started out with my art practice that I would end up making work that was quite concertedly referencing some of these issues. But maybe as one gets older you gain a different kind of awareness, and the emphasis of your work changes.” If Wrong Way Time is a feat of both craftsmanship and concept, it’s also a feat of packing peanuts. “This is one of the most complex installations that we’ve ever done,” says Dr Deborah Hart, senior curator at the National Gallery. She points out “one of the great miracles of the show that made it through customs”: a series of small sculptures carved from baked bread installed on an open atlas, which represent various tragedies – environmental, cultural and militaristic – that occurred in the region on which it sits (Crust).      ‘Even Fiona was quite amazed that these had arrived intact’: Crust (2014–15) by Fiona Hall, comprising carved baked bread and atlases. Photograph: Supplied    One bread carving is of intricate barbed wire; another, an exploded village on a map of Syria, with tiny bricks of bread strewn across it. “Even Fiona was quite amazed that these had arrived in tact,” says Hart. Fiona has always been “a great collector of things”, Hart continues, from bank notes to bottles, from clocks to cans. In one particularly remarkable installation, Manuhiri (Travellers), she has collected a giant mandala of anthropomorphic driftwood found in New Zealand. Some resemble various animals so closely it’s hard to believe they were naturally occurring.  “When they don’t speak to her, she puts them back,” says Hart. “So the ones that she actually chose all had this feeling of something about them, which she brings out by gently whittling.”     Fiona Hall in front of Manuhiri (Travellers) (2014–15), a collection of driftwood from New Zealand’s Waiapu river. Photograph: National Gallery of Australia    The one collaborative work in the room is a 40-piece installation called Kuka Irititja (Animals from Another Time): whimsical, otherworldly beings woven from native grasses by Hall and a group of 12 Tjanpi desert weavers, when she spent two weeks near Pilakatilyuru, where the Northern Territory, South Australian and Western Australian borders meet. Two of the women she worked with – Mary Pan and Rene Kulitja – came to Canberra for the exhibition launch on Thursday. “It’s been such a privilege, such a huge thing in my life experience so far, to be able to go and spend a couple of weeks at a time in the desert working with them,” says Hall. “I’m very proud and honoured that they were part of it as well.” • Fiona Hall’s Wrong Way Time is at the National Gallery of Australia, Canberra, until 10 July",
  "webTitle": "High concept, high craft: Fiona Hall's must-see exhibition opens in Canberra",
  "webPublicationDate": "2016-05-03T02:19:48Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/03/high-concept-high-craft-fiona-halls-must-see-exhibition-opens-in-canberra",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Venice Biennale 2015",
      "id": "artanddesign/venice-biennale-2015",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Canberra",
      "id": "australia-news/canberra",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Capital Territory (ACT)",
      "id": "australia-news/australian-capital-territory-act",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    }
  ],
  "guardianId": "artanddesign/2016/may/03/high-concept-high-craft-fiona-halls-must-see-exhibition-opens-in-canberra"
}