{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/10/why-are-politicians-ignoring-universities-concerns-about-reform",
  "id": "2016-05-10-238",
  "sectionId": "higher-education-network",
  "body": "Governments engaged in higher education policymaking have frequently used the “big public review” to create political cover, using independent groups of experts – rather than ministers – to suggest unpopular policies. From Robbins, to Dearing, to Browne (pdf), recent history has seen these reports at the centre of higher education reform. In each review, the influence of vice-chancellors and other sector leaders were writ large.  This is because vice-chancellors and other sector heavyweights were always front and centre of the review, doing much of the work that underpinned the outcomes. Backchannels between the sector’s key leaders and the politicians were well-established, allowing for careful choreography of policy development and implementation. But this time, there’s something very odd going on. There is no public review, and sector leaders report that the government is not working with them in the usual way.  For vice-chancellors, this is unnerving. They have made their representations on a vast array of high-stakes issues, including the rapid expansion of private higher education provision, the link between the Teaching Excellence Framework and fees, and the radical shake-up of sector agencies and their responsibilities. This time, the government appears to be ploughing on with its plans regardless of their popularity with vice-chancellors. We’re now only days away from seeing a white paper and possibly even an HE bill. Not since the passage of the 2004 Higher Education Act has there been a major parliamentary debate about universities, nor has there been a programme of reform that required such big changes in the law to accomplish. It’s a huge moment for universities.  The sector is braced for the white paper to go further and deeper than the green paper to produce a radical shake-up. But these policies are being designed by a government that seems unnervingly reluctant to engage the sector. What’s going on? There are several possible explanations. Think back to the last parliament. David Willetts was popular among sector leaders because of his strong engagement with them and his visible passion for the subject. But, perversely, a good relationship with the sector does not go down so well in Whitehall. Ministers “going native” in the sector they’re meant to be working on is frowned upon in a political culture that favours arms-length relationships. By keeping a careful distance, it becomes harder for critics to argue that a minister is colluding in “provider capture” – where those who supply state-supported services pursue their own interests at the expense of consumers. It is also far easier for the minister to press for radical reform and to take on vested interests without having to worry about the possibility of having to work with them one day. Bill Rammell, John Denham and David Willetts are three notable ministers who reformed higher education in recent memory. All now work in the higher education sector in different guises. The sector opened its doors to them after they left politics because they had fostered warm working relationships in the draughty corridors of power. Pace of change The relationships between ministers and those working in higher education are being rewritten by this government partly because of circumstance, but also by design. As well as being radical, the government is moving extremely quickly.  Perhaps the pace of change simply makes it impractical for policy to be substantially chewed over late at night at the Athenæum. Or maybe this generation of vice-chancellors does not carry the same heft in the public realm as their predecessors. Either way, universities are not the only sector to notice a change in approach. You don’t even need to look beyond the borders of the Department for Business, Innovation and Skills (Bis) for other examples.  Bis seemed inexplicably caught out by Tata Steel’s long-planned board meeting last month, which decided the company would close its Port Talbot site. Two weeks ago, the CBI sensationally slammed the government’s planned reforms to apprenticeships. It seems hard to imagine either of these things happening if the department had been fully engaged with their sectors. And that’s just Bis. Take a look around Whitehall and you’ll see a similar story repeating itself. Jeremy Hunt’s approach at the Department of Health is notable because of the clarity of his intent to take on vested interests. Sajid Javid and Jo Johnson haven’t been so explicit in their language, but they appear to have little appetite for satisfying what are, in their view, vested interests in higher education. Deliberately aloof This aloofness is likely to be visible in the finalised policies. Abolishing Hefce (the Higher Education Funding Council for England is the only organisation that purely looks after the interest of providers) in favour of establishing an Office for Students is the clearest and most high-profile example. Without a body able to fight the sector’s corner from inside the machine, universities will be hopelessly exposed. And maybe that’s a feature, not a bug. Keeping vice-chancellors happy has never seemed less important to Westminster – only time will tell whether that results in more or less successful policies.  In the meantime, as an HE bill heads to parliament, vice-chancellors will have another chance to plead their case to MPs, peers and the public in a long-overdue debate. Let battle be joined. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "Why are politicians ignoring universities' concerns about reform?",
  "webPublicationDate": "2016-05-10T10:10:25Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/10/why-are-politicians-ignoring-universities-concerns-about-reform",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Policy",
      "id": "higher-education-network/policy",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Management and administration",
      "id": "higher-education-network/management-and-administration",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Leach",
      "id": "profile/mark-leach"
    }
  ],
  "guardianId": "higher-education-network/2016/may/10/why-are-politicians-ignoring-universities-concerns-about-reform"
}