{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/02/knight-of-cups-has-terrence-malick-lost-the-plot",
  "id": "2016-05-02-216",
  "sectionId": "global",
  "body": "Related: Thin red lying? Find the true Terrence Malick story - quiz    Terrence Malick has been drifting away from me for a while now. Like everyone, I was entranced for decades by his Badlands and Days Of Heaven, each almost perfect in its own way. When he came back from 20 years of obscurity to make The Thin Red Line in 1998, so many name actors wanted to be associated with him that his massive cast capsized the movie, for which expectations had anyway been ratcheted far too high. But I still think of 2005’s The New World as one of the greatest movies of the new millennium, an epic period piece about the dawn of the American experience, strengthened by a resumption of the intimate, three-way character dynamics of his first two movies. After that, he lost me in a flurry of bad voiceovers, visual overload and slack dramatics. The Tree Of Life from 2011 didn’t bear a second viewing – much of it simply evaporates before your eyes – and 2012’s To The Wonder didn’t get even a first one from me.            Knight Of Cups, his latest, set in present-day Los Angeles and Las Vegas, is everything Malick’s detractors loathe: pictorially incontinent or annoyingly gorgeous, throttled by voiceover, and quite the 118-minute slog. The tarot deck organises a story of six women enmeshed somehow with emotionally isolated screenwriter Christian Bale, who embodies the titular card in both its upright and inverted versions. This being a film not overly encumbered by philosophical coherence or narrative clarity, the soundtrack teems with Bale’s redundant, gnomic musings while Ben Kingsley intones passages from The Pilgrim’s Progress.   Related: First World Problems: The Movie – can audiences ever pity wealthy, attractive heroes?    But if you view Knight Of Cups as a Los Angeles Plays Itself movie – that is, one whose chief pleasure is its representation of the City of Angels and/or Night, as seen in Thom Andersen’s marvellous doc of the same name – then the pleasures are myriad. This is LA seen by Emmanuel Lubezki, always working at a fever pitch of pictorial ecstasy in his outings with Malick. There are the architectural cliches freshly revitalised – the exterior elevators at the Bonaventure Hotel and the hilltop glass box of the Stahl House – but there are also lesser-known pleasures, such as the tunnel from the I-10 freeway onto the Pacific Coast Highway, which can feel like an ascent into heaven, just as the movie uses it. As a story of disillusionment in Hollywood concealing a visual mash note to Los Angeles, Knight Of Cups reminds me most of The Loved One, that 1965 black-and-white hate letter to LA, which in its choice of locations and its superlative cinematography ended up loving as much as it despised. Like that film, Knight will be well worth seeing again in 51 years. Worth hearing? Maybe not so much.",
  "webTitle": "Terrence Malick: has the legendary visionary finally lost the plot?",
  "webPublicationDate": "2016-05-02T08:00:18Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/02/knight-of-cups-has-terrence-malick-lost-the-plot",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Terrence Malick",
      "id": "film/terrence-malick",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Knight of Cups",
      "id": "film/knight-of-cups",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "John Patterson",
      "id": "profile/johnpatterson"
    }
  ],
  "guardianId": "global/2016/may/02/knight-of-cups-has-terrence-malick-lost-the-plot"
}