{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/corbyn-labour-must-use-social-media-to-fight-rightwing-press-attacks",
  "id": "2016-05-03-96",
  "sectionId": "politics",
  "body": "Jeremy Corbyn has told grassroots supporters that it was necessary for Labour to use social media to communicate with the public because rightwing media were censoring political debate in an unprecedented assault on the party. The Labour leader made the comments during a speech at an event on Saturday for supporters from Momentum, after a week in which there were a number of reports Labour MPs were considering mounting a challenge to his leadership after the local elections. Speaking at the Momentum Latino launch, he said: “We have a party under attack from much of the media in this country like it has never been under attack before. How do we reach out to people? We reach out because we come together at events like this. We reach out through social media in a massive way. And so I find that social media has a very important role to play in this. “When in one week, we can get one to 2 million people watching online a message we have been able to deliver at maybe a meeting like this or perhaps one that is even bigger somewhere else. It is a way of reaching past the censorship of the rightwing media in this country that has so constrained political debate for so long.  “And so we begin to reframe political debate. I’ll tell you this: some of the more traditional media in this country find it very hard to understand, when they frame all political debate around rumours that abound in the Palace of Westminster and the discussion that takes place between journalists who have very much the same ideas, same outlook, same backgrounds and same attitudes towards society. We are doing things very differently.” Two of Corbyn’s allies, Diane Abbott, a shadow cabinet minister, and Len McCluskey, the Unite general secretary, have also accused the media of whipping up complaints about a small number of cases of antisemitism into a crisis that led to the party launching an inquiry. Corbyn made the comments before the launch of a campaign poster on Tuesday with the slogan: “Elections are about taking sides. Labour is on yours.” During the event, he predicted Labour would not lose seats in this week’s local elections and dismissed rumours of a leadership coup, suggesting they have been created by the “golden circle” of the media. Despite the analysis of a leading academic suggesting Labour could be on course for its worst results in 35 years, Corbyn said his party was “not going to lose seats; we are looking to gain seats where we can” in the elections for local councils, regional assemblies and mayoralties. Asked whether he would stand again if he faced a challenge from a fellow MP, Corbyn said he was going nowhere and “of course” he would. But he dismissed the talk of a coup, telling reporters that the media had become obsessed with his leadership, instead of writing about “grotesque levels of inequality” and what people were talking about on the street. “I don’t know who these Labour MPs are but I would advise every member of the party to get out there and campaign. We have two days to go,” he said. Corbyn said later: “When I talk to people on the streets … they are talking about housing, poverty, cuts, zero-hour contracts, low wages, the crisis of expectations among young people. “It’s time that many of the media, the golden circle of the media establishment, actually got out and talked to people. Many people are obsessed with this [the Labour leadership] instead of rather than what they should be obsessed with: the devastating crisis of inequality in our country.” Polling of Labour party members suggests Corbyn has retained the overwhelming backing of those who elected him in a landslide victory last autumn. Any candidate with serious ambitions to lead the party would risk a crushing defeat at the hands of the grassroots members. However, it is possible a less serious “stalking horse” candidate could put themself forward to smoke out the scale of opposition to Corbyn.           Jeremy Corbyn: media are obsessed with my leadership    Possible triggers for a challenge could include poor council and assembly results, a defeat for Sadiq Khan in the London mayoral election, or even attempts by the leadership to save the career of Ken Livingstone, who was suspended for controversial comments about Hitler and Zionism last week. Livingstone and Len McCluskey, the Unite union leader, are among those on the left to have warned that some MPs on the right of the party are using allegations of a crisis about antisemitism within Labour to destabilise the leadership and clear the way for a challenge. Speaking in Southwark, Corbyn said allegations about antisemitism within Labour had been “dealt with” now that an independent inquiry by Shami Chakrabarti had been launched and a small number of members had been suspended.",
  "webTitle": "Corbyn: Labour must use social media to fight rightwing press attacks",
  "webPublicationDate": "2016-05-03T16:58:31Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/corbyn-labour-must-use-social-media-to-fight-rightwing-press-attacks",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/03/corbyn-labour-must-use-social-media-to-fight-rightwing-press-attacks"
}