{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/06/government-backs-down-over-plan-to-make-all-schools-academies",
  "id": "2016-05-06-68",
  "sectionId": "education",
  "body": "Controversial plans to force all state schools in England to become academies have been dropped only days after the education secretary, Nicky Morgan, insisted they would go ahead. On the day of election declarations across the UK, the Department for Education (DfE) said that plans to force through the policy by 2022 would not now be included in the forthcoming Queen’s speech, arguing: “It is not necessary to bring legislation to bring about blanket conversion of all schools to achieve this goal.” In a statement on Friday, Morgan said: “I am today reaffirming our determination to see all schools become academies. However, having listened to the feedback from parliamentary colleagues and the education sector, we will now change the path to reaching that goal.” Instead, the new legislation will include sweeping powers for the DfE to force schools in “underperforming” local authorities to convert to academy status. Those councils with successful track records will be able to continue to maintain their local schools. The abrupt change was praised by Conservative-led local authorities which had been vocal critics of the original plan. Ray Gooding, the cabinet member for education on the Tory-led Essex county council who opposed the 2022 deadline, said: “We would much rather schools continue to choose for themselves whether to go down the academy route and I am pleased the government has listened.”   Related: Being a parent is not enough to be a school governor, says Nicky Morgan    There will be a new provision for “unviable” local authorities to ask the DfE to convert schools into academies if the council can no longer support them. The U-turn over the 2022 deadline is something of a humiliation for Morgan, who is said to have been bounced into backing the policy by No 10 advisers eager to move the political conversation away from the economy and EU referendum. But the proposal immediately attracted opposition from across the political spectrum, including Tory MPs concerned that small rural schools would have to close, and Conservative councils such as Hampshire and Oxfordshire that were proud of their success with local schools. Lucy Powell, the shadow education secretary, said: “It is frankly a humiliating climbdown for David Cameron and his education secretary, who just weeks ago were insisting they would plough on with the policy regardless. “There remain enormous challenges facing our schools under the Tories, and their fixation with structures has distracted school leaders and created panic in the schools system at the expense of raising standards. “Ministers must urgently tackle the serious problems they have created in education, including school budgets falling in real terms for the first time in 20 years, chronic shortages of teachers, not enough good school places, and chaos and confusion in the exams system.” Conservative MPs who led backbench opposition were also quick to embrace the reversal. Graham Brady, the chair of the 1922 committee of backbenchers, said: “It was clearly the right thing to to do and that has improved the proposals before the legislation was published.” Graham Stuart, the former education committee chair who led a chorus of unhappy Tory MPs to broach the education secretary, said the decision was sensible and praised Morgan “for working closely with colleagues”. However, the white paper still includes contentious plans removing the right of parents to be represented on academy boards of governors and radical proposals allowing head teachers to award staff qualifications. Despite the setback, the DfE said it expected the rate of academy conversions to increase, bolstered by the Education and Adoption Act that came into force in March, giving the department extra powers to intervene in “coasting” schools and have them taken over by academy sponsors. “We will also continue to support good schools to convert and to take the lead in supporting other schools as part of multi-academy trusts. In the last monthly figures, 227 schools put in applications to convert, the highest monthly figure since the programme began and we expect this rate to increase,” the DfE said. The plan to wipe out council-maintained schools by 2022 was first announced in the budget by the chancellor, George Osborne, and detailed in the education white paper published shortly afterwards by Morgan. The education secretary continued to back the proposal in the face of gathering protests, telling MPs on the education committee last week that she was “fully committed” to it. On Saturday, she told a meeting of headteachers that the 2022 deadline was needed “to give you all a clear sense of direction”.   Related: Nicky Morgan warns teachers: no 'reverse gear' for academies plan    The move was bitterly opposed by the teaching unions, including the moderate National Association of Head Teachers, where a delegate at last weekend’s conference asked Morgan: “If my school is a good school, why does it need to become an academy?” Russell Hobby, the general secretary of the NAHT, said it was compulsion rather than academy status to which members objected. “We can have a much better conversation about academies in this new climate,” he said. Roy Perry of the Local Government Association said: “We are delighted that the government is listening to our strong opposition to forced academisation, which has been echoed by MPs, teachers and parents and backed up by evidence.” The government’s budget announcement climbdowns Tax credits George Osborne dropped plans to cut tax credits in the autumn statement after a rebellion by Tory backbenchers and opposition in the House of Lords. Disability benefit The Treasury did an about-turn on cuts on the night that Iain Duncan Smith resigned as work and pensions secretary, complaining that they should not have been juxtaposed with tax cuts for the better-off in the budget. VAT on tampons Ministers had previously insisted that it was impossible to scrap the tampon tax under EU laws, but Cameron claimed he had persuaded fellow European leaders to think again after raising it at a summit. Sunday trading The plan to let shops open longer on Sundays was taken to a vote and rejected by Labour, the SNP and some backbench Tory MPs, forcing the government to abandon the plan. Child refugees The government repeatedly refused to receive 3,000 child refugees from Europe but it capitulated and agreed to take some after the House of Lords and MPs within its own party asked it to think again for a second time. Academies It was a flagship announcement at the budget but it was once again backbench Conservatives, combined with councils, who forced Downing Street to water down the proposal.  Pension tax relief The Treasury was mulling reforms of pensions to end tax relief for higher earners but this was killed off before it was even announced by signs that backbenchers would not let it pass. Rowena Mason",
  "webTitle": "Government drops plan to make all schools in England academies",
  "webPublicationDate": "2016-05-06T16:53:17Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/06/government-backs-down-over-plan-to-make-all-schools-academies",
  "keyword": [
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "education/2016/may/06/government-backs-down-over-plan-to-make-all-schools-academies"
}