{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/24/sarah-ferguson-the-killing-season-john-faulkner-labor-sydney-writers-festival",
  "id": "2016-05-24-318",
  "sectionId": "books",
  "body": "You know that awkward thing where you are talking about someone, and they happen to be standing behind you? At Sunday’s sell-out session at the Sydney writers’ festival, ABC journalist Sarah Ferguson described former Labor senator John Faulkner as a “fetishist” – only to have him pop up in the audience during question time. Ferguson was at the festival discussing the making of her three-part television series The Killing Season with journalist George Megalogenis; the series covered the Labor party’s recent bloodletting years, and is the subject of a new book by Ferguson.   Related: Tony Abbott, the Rudd effect, and the perils of removing first term prime ministers    Ferguson characterised party power broker Faulkner as making a “fetish of his discretion”, for not disclosing what happened during the fateful night that Julia Gillard told then prime minister Kevin Rudd that she was challenging him for the party leadership. Rudd and Gillard both offered the journalist differing accounts of what happened, and Faulkner was the only other person in the room. Ferguson told the audience, “I like to give John a hard time. I think he makes a fetish of his discretion. How could you argue against discretion not being a good thing in politics? But I think you can argue that that event in the room doesn’t belong to him, it belongs to history.” Faulkner has said he will never disclose what was said that evening in the office. “Neither publicly nor privately or any other way will I share with you what happened in the prime minister’s office,” he has told a reporter. And when it came time for questions at the Sydney writers’ festival event, Faulkner stood up in the audience, to gales of laughter. Interviewer George Megalogenis said: “You should identify yourself.”  Said Faulkner, over loud applause: “I said I would not talk about the events, and that is the basis of which I was there. And I know it doesn’t suit journalists and I know it would be helpful if I retold those events … But I gave my word, I am honouring my word – and I am not a fetishist!” Ferguson later denied the encounter was “awkward” on Twitter.    Not awkward, good! I have made the point to John F in person prior to this.  https://t.co/foshjaxvdP— Sarah Ferguson (@FergusonNews) May 22, 2016    Megalogenis tweeted it was a festival highlight for him:     @BridgetOFlynn Still processing the shock. It was the highlight of the festival for me. @FergusonNews— George Megalogenis (@GMegalogenis) May 22, 2016    One audience member later told Guardian Australia, “Sarah was very composed and didn’t miss a beat. She was very unflappable.”",
  "webTitle": "'I am not a fetishist': John Faulkner rebuttal surprises Sarah Ferguson",
  "webPublicationDate": "2016-05-24T01:41:45Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/24/sarah-ferguson-the-killing-season-john-faulkner-labor-sydney-writers-festival",
  "keyword": [
    {
      "webTitle": "Sydney writers' festival 2016",
      "id": "books/sydney-writers--festival-2016",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Brigid Delaney",
      "id": "profile/brigiddelaney"
    }
  ],
  "guardianId": "books/2016/may/24/sarah-ferguson-the-killing-season-john-faulkner-labor-sydney-writers-festival"
}