{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/ukrainian-pilot-nadiya-savchenko-released-by-russia-in-prisoner-swap-deal",
  "id": "2016-05-25-164",
  "sectionId": "world",
  "body": "A Ukrainian pilot detained in Russia since 2014 has made a triumphant return home following a prisoner swap that saw her traded for two Russians.  Nadiya Savchenko was met by Ukraine’s president at Kiev’s Borispol airport, where she made a passionate speech sarcastically thanking those “who had wished me evil”. “Through you I survived,” she said. Savchenko, who was exchanged for two Russian intelligence operatives held by Ukraine, thanked her supporters, and promised to fight for the release of other Ukrainians in Russian jails. In Kiev, she appeared with the president, Petro Poroshenko. “Just as we brought back Nadiya, so we will bring back the Donbas [region in eastern Ukraine] and bring back Crimea,” Poroshenko said. He vowed to secure the release of all Ukrainians held in Russia and what he called “occupied territories”. Savchenko paid tribute to “all those who had died for our Ukraine”. Flanked by her mother and sister and holding a Ukrainian flag, she posed for a photo.       Her return was celebrated in Ukraine, where she is viewed as a national hero and possible future political leader. It also marks a significant moment of detente between Moscow and Kiev, and a breakthrough in on-off diplomatic negotiations conducted in Minsk. The prisoner swap comes a few weeks before the European Union decides whether to extend sanctions against Russia, imposed following Vladimir Putin’s annexation of Crimea in 2014 and his covert invasion of eastern Ukraine.   Related: 'I will return home, dead or alive,' says Ukrainian pilot on trial in Russia    Quoting unnamed sources, Kommersant newspaper reported that the exchange was agreed late on Monday during a telephone conversation between Putin, Poroshenko, Angela Merkel and François Hollande. Russian media said a special presidential plane sent by Putin took off from Kiev to Moscow with Yevgeny Yerofeyev and Alexander Alexandrov on board. They both told Reuters in interviews last year they were Russian special forces soldiers who were captured while carrying out a secret operation in the rebel-held Donbas region.         Nadiya Savchenko is surrounded by media as she arrives in Ukraine     The plane arrived back at Moscow’s Vnukovo airport on Wednesday afternoon, where the two men were reunited with their wives. Putin “had signed an order to pardon pilot Savchenko”, Russian media reported.  The president said on state TV that he hoped the prisoner exchange would reduce tensions in the Donbas region. “I hope … it will lead to a reduction in fighting in the well-known conflict zone and will help avoid similarly horrible and unnecessary losses,” Putin said. Earlier, Savchenko’s lawyer, Mark Feygin, confirmed she was on her way home. He wrote on Twitter: “Two years ago I promised Ukrainians I would do everything possible to free Nadiya … I know how to keep my word. She’s heading home, to Ukraine.”       Savchenko, a military pilot, volunteered to fight with a ground unit against pro-Moscow separatists who launched an insurrection in eastern Ukraine against Kiev’s pro-western government. She was captured and put on trial in southern Russia, charged with complicity in the deaths of Russian journalists who were killed by artillery while covering the conflict.  A Russian court in March sentenced her to 22 years in jail. While in Russian jail, she was elected a member of the Ukrainian parliament and is widely regarded in Ukraine as a symbol of resistance against Russia. Feygin tweeted on Wednesday that Savchenko was innocent of any crime, saying she had nothing to do with the deaths of the two journalists, Igor Kornelyuk and Anton Voloshin, who were working for state TV. Putin said he had pardoned Savchenko following a request from the journalists’ families.       Her release is a boost for Poroshenko, whom critics accuse of failing to tackle Ukraine’s endemic corruption or to confront entrenched oligarchic interests. In April, Poroshenko, a multimillionaire businessman, appeared in the Panama Papers in connection with an offshore company registered in the British Virgin Islands. Opposition activists in Russia welcomed the prisoner exchange. Dmitry Gudkov, the lone liberal opposition deputy in Russia’s parliament, argued that if Russia had exchanged Savchenko earlier, Alexandrov’s Ukrainian defence lawyer, Yury Grabovsky, might not have been murdered near Kiev in March.  “We wouldn’t have embarrassed ourselves before the whole world with the ‘trial’ of a deputy of the Rada and Pace. There wouldn’t have been another split in society over an artificial propaganda story,” Gudkov wrote on Facebook, referring to the fact that Savchenko was elected to the Ukrainian parliament and the Parliamentary Assembly of the Council of Europe during her imprisonment. “It’s a good thing both sides had enough political will for the exchange. People shouldn’t be hostages,” the opposition Parnas party member Andrei Pivovarov wrote on Twitter. But not all Russian politicians greeted the reports so warmly. Valentina Matviyenko, speaker of the upper house of parliament, insisted that Savchenko not been exchanged but transferred to Ukraine under existing prisoner transfer agreements, RIA Novosti reported. She said history would find Savchenko guilty. “It’s very sad for a country where they make national heroes out of representatives of radical nationalist organisations, people with blood on their hands, accomplices to fascists,” Matviyenko said. “As for Savchenko, there’s no reason to make her a national hero because it’s been proved by a Russian court that she was guilty in the deaths of Russian journalists, among other things.” Ukrainian politicians were ecstatic. The MP Alyona Shkrum wrote on Twitter that Savchenko’s mother was complaining that she had not had time to cook a pot of borscht for her daughter’s arrival. Reuters contributed to this report",
  "webTitle": "Ukrainian pilot Nadiya Savchenko released by Russia in prisoner swap",
  "webPublicationDate": "2016-05-25T13:00:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/ukrainian-pilot-nadiya-savchenko-released-by-russia-in-prisoner-swap-deal",
  "keyword": [
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alec Luhn",
      "id": "profile/alec-luhn"
    },
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    }
  ],
  "guardianId": "world/2016/may/25/ukrainian-pilot-nadiya-savchenko-released-by-russia-in-prisoner-swap-deal"
}