{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/newcastle-inaugural-all-weather-card-100-runners-tapeta-horse-racing",
  "id": "2016-05-16-94",
  "sectionId": "sport",
  "body": "Leading trainers in the north of England have taken a no-nonsense approach to the first meeting at Newcastle racecourse since its turf track, seen as one of the best and fairest in the country, was replaced with an all-weather surface. Several who signed a petition calling for the course’s redevelopment to be blocked less than two years ago will saddle runners at Gosforth Park on Tuesday, when all eight races on the card will have double-figure fields. A maiden event worth just £3,881 to the winner will mark the start of all-weather racing in the north, almost 27 years after the first all-weather meeting in the south of the country, at Lingfield in October 1989. There will be 37 Flat meetings at the track this year, with jumping on turf during the winter, following an £11m redevelopment. Tuesday’s 105 declared runners include horses from the leading yards of Mark Johnston, Ruth Carr and Michael Dods, all of whom called for the turf course to be retained. Marco Botti, who said in 2014 that he did not expect “many Newmarket trainers to send horses to run on the all-weather at Newcastle” is one of several handlers from the town with runners, along with Roger Varian and Hugo Palmer, both recent winners of Group One events.   Related: Trainers line up to condemn Newcastle’s all-weather track plans    “My view at the time was that we needed an all-weather track in the north but it was a shame it had to be at Newcastle,” Dods, who trains at Denton in County Durham, said on Monday. “I think Catterick would have a better place in every sense. “But it’s at Newcastle, and I went up last week and they’ve done a tremendous job. Now that it’s there, we’ve got to make the most of it, and we did need an all-weather in the north. “It will help me a lot. We don’t really run a lot in the winter at the moment because I don’t care for Southwell with the kickback and the negatives with the sand, and it’s a long way to go to Wolverhampton, Lingfield, Chelmsford and Kempton. We’ll keep a few more going over the winter, but it will also help in the summer if the ground is a bit quick and we’ve got horses we want to run on decent ground. At least we’ll be able to run them.” Northumberland Plate day on 25 June, which has attracted about 14,000 racegoers in recent seasons, will be the first significant test of the new all-weather circuit’s appeal to racegoers. The course’s ladies’ day at the end of July, meanwhile, is less than 20 years old but has drawn Newcastle’s biggest crowd of the year, with an average of 22,000 spectators over the last five years. The Plate has been staged at Gosforth Park since 1882 and Arc – Newcastle’s owners – originally planned to retain it as the only Flat race run on turf at the course. For reasons of course management, however, the two-mile handicap will also be run on the Tapeta track, which follows the contours of the old turf course with a floodlit straight mile. “Newcastle and racing have come a long way in two years,” Susannah Gill, Arc’s director of external affairs, said on Monday. “We now have an all-weather track which we hope will make an enormously valuable contribution to the sport in the north. “Initially there were discussions about retaining the Plate on turf, but it was going to prove too difficult to basically have racing turf all year round. It still looks like Gosforth Park, but all the floodlights and everything give it a wonderfully imposing structure that it just didn’t have before.”",
  "webTitle": "Newcastle’s inaugural all-weather card attracts more than 100 runners",
  "webPublicationDate": "2016-05-16T17:45:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/newcastle-inaugural-all-weather-card-100-runners-tapeta-horse-racing",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/16/newcastle-inaugural-all-weather-card-100-runners-tapeta-horse-racing"
}