{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/14/wayne-rooney-england-roy-hodgson-euro-2016-harry-kane-jamie-vardy",
  "id": "2016-05-14-68",
  "sectionId": "football",
  "body": "That was some speech by Jamie Vardy when he collected his Footballer of the Year award at the Football Writers’ Association dinner, and a slightly unorthodox one, too, judging by some of the people who warranted a mention. Vardy began by thanking, in order, Gary Marrow, manager of Stocksbridge Park Steels, Neil Aspin at FC Halifax and Micky Mellon, who signed him for Fleetwood Town. He also remembered the time at Halifax when his agent told him he would play for England one day. Vardy had cost £15,000. He was in his mid-20s, playing in the Northern Premier League, with a grade-two crew cut and factory background. “I just laughed,” he said. Vardy certainly held his own beneath the lights and chandeliers – out of his comfort zone, you might have thought, but still armed with enough chutzpah he made a nice point of talking about sharing a room with so many knowledgeable football correspondents, followed by a pause and the kind of comedy timing Spike Milligan would have been proud of. “Though I’m still slightly confused given that a lot of people in this room tipped Leicester to be relegated.”   Related: Leicester’s Jamie Vardy named Football Writers’ player of the year    More than anything, he gave the impression of being entirely comfortable in his own skin, in keeping with everything he has shown for Leicester City, runaway champions, this season. The same could be said of Harry Kane, the only player with more Premier League goals, and it certainly isn’t going to be straightforward for Roy Hodgson to leave out either of them when England’s Euro 2016 starts in 27 days’ time. Between them, these two are currently outscoring Wayne Rooney and every single Manchester United player put together. Kane has 24 league goals and Vardy 23. Louis van Gaal’s entire team have 46 – the same as fourth-bottom Sunderland – and Rooney’s seven, to put it in context, is the same as Mark Noble has managed for West Ham. Yet, of course, Hodgson regards Rooney as much more than just another player, and with justifiable reasons when we are talking about England’s captain, record scorer and history maker. For now, all that can be said with certainty is that Hodgson is confronted with a difficult choice bearing in mind Kane and Vardy are playing at the point of maximum expression and that – even ignoring, for one moment, the fact Daniel Sturridge has strong credentials of his own – the manager’s loyalty to Rooney is clearly going to be questioned over the coming weeks. The game against Turkey in Manchester next Sunday, with Rooney sidelined by the FA Cup final the previous day, is another opportunity to experiment and the narrative will harden again if Kane and Vardy excel in the way they did against Germany in March. Kane scored in Berlin after a Cruyff turn, Vardy with an improvisational mid-air flick. It is no wonder Rooney is under pressure and, to give him his due, England’s most important figure of the last 12 years has recognised in all his interviews that he might be vulnerable. Perhaps he might also be aware what happened before the first game of Euro 96, when Terry Venables left out David Platt, his captain, and called in Paul Ince to partner Paul Gascoigne in midfield. Platt lost the captaincy to Tony Adams and didn’t get it back even when he returned to the side for the knockout stages. “It was a decision that David surprised me by taking badly,” Venables wrote in his autobiography. Which does raise a question about why Venables expected him to react any other way. Hodgson names his squad on Monday and if the three warm-up games over the coming 19 days have been arranged in part to determine his most effective attacking permutations it is still possible Rooney, Kane and Vardy could be shoehorned into the same forward line. It would not be a particularly natural fit, however. Another option would be for Rooney to take the most advanced role in a midfield diamond but, equally, that might mean Dele Alli missing out. There isn’t an obvious solution and whatever decision Hodgson takes will divide opinion. At one recent event a roomful of England football correspondents, many of whom have seen every one of Rooney’s 109 caps, was asked the relevant question. Six wanted Rooney in, nine felt he should be passed over. It is not an exact science, and doesn’t ultimately mean a great deal, but it is probably an accurate gauge of public opinion. At the same time, there is an element of sympathy here for Rooney when it is a permanent source of bewilderment that so many followers of the sport seem reluctant to acknowledge someone with his record of achievement warrants consideration among the greats of his profession. Over the years I’ve seen the Maracanã give Rooney a standing ovation, the Bernabéu hush with apprehension when he has the ball, a 2010 attempt by Barcelona to sign him as a team-mate for Lionel Messi and one tournament, Euro 2004, when a player of 18 – the assassin-faced baby, I called him – sent a shock of electricity through the football world in a way that nobody has done possibly since Diego Maradona in the 1986 World Cup. Yes, I’ve also seen Rooney have quite a few stinkers in that time, particularly in the last few seasons, and it would be futile trying to argue he operates with the same menace these days as Hodgson’s other strikers. Yet Hodgson isn’t just imagining that England’s younger players look up to Rooney, and that the presence of the Manchester United striker makes them play better because they want to show they are good footballers, too. Eleven goals in 14 England games since the World Cup isn’t too shabby either. Likewise, I’m also aware there are many people at Old Trafford who feel Rooney has suffered as a direct consequence of the modern-day United being made to play football in the straightjacket that Van Gaal has designed for them. Did you know, for instance, that one of Van Gaal’s mandates is for his strikers not to shoot first-time from balls coming across the penalty area? Instead they are under orders always to take a touch and, if they disobey those instructions, it is invariably highlighted in long, often tortuous “evaluation sessions” the following day (in Sir Alex Ferguson’s time, otherwise known as a day off). To cite one example, think back to the breakaway attack that led to Kyle Walker scoring an own goal when Tottenham Hotspur visited Old Trafford on the opening day of the season. Rooney was clear in the middle, with time to pick his spot, when a low cross came in from the right. The ball was coming to him at speed but, at this level, it still ought to have been a relatively straightforward finish. “You’re just looking for Rooney to hit that first time,” Michael Owen, who knows a thing or two about being in that position, said in his television commentary. Yet Rooney didn’t hit it. He took a touch because that is what Van Gaal had drummed into his players. Walker was quick enough to get back and unfortunate to scuff the ball into the net. If that all sounds completely at odds with the kind of spontaneous attacking football for which United were once renowned, that is because it is. Journalists thought they must have misheard Van Gaal in their first audience with the United manager, two summers ago, when he volunteered: “I do not want players to be intuitive.” But that was precisely what he said and what he meant – and it is difficult not to think he is missing a trick when a player with Rooney’s uncommon gifts is restricted that way, or that another manager would get more out of him. Teddy Sheringham used say to that, for the England football press, “you were brilliant or you were crap”. But there is a middle ground and that is where Rooney is right now at the age of 30. His problem, perhaps, is that Kane and Vardy are putting together brilliant portfolios. Hodgson is contemplating a trip to Stamford Bridge on Sunday to watch Vardy, and the England manager has plenty to ponder. Martínez runs out of magic dust  Roberto Martínez may have to reinvent himself if he is to show he does, after all, have the capabilities to create a winning football team that understands the importance of defence. It has been beyond him at Everton, despite a promising start, and when he does return to work it might also be a reasonable idea that he takes some advice about his public utterances after matches. The tendency of Martínez to sprinkle a handful of magic dust over numbing losses and somehow turn them into heroic defeats, missing only a twirl of the cape and triumphant shout of “hey presto”, wore thin a long time ago. It is football’s equivalent of the Dot Cotton defence – her Nick never did any wrong either – but, increasingly, this strategic deception seems to be a popular tactic for the modern-day manager. Manuel Pellegrini is another one with a habit of dramatically overplaying unimpressive performances. Brendan Rodgers tried it a few times when everything started to unravel for him at Liverpool, and even Mauricio Pochettino does it sometimes with Spurs. Presumably, the idea is that a dollop of superficial praise might add some top spin to what would otherwise be negative write-ups. Indeed, it might not even be the idea of the managers, bearing in mind every top division club employs a small army of press officers these days. Either way, it can be see-through in the extreme and, in Martínez’s case, it was one of the reasons why many Everton fans grew to distrust him. His verdict on the  3-0 defeat at Sunderland – described elsewhere within the club as “another embarrassment on live television” – was a case in point and challenged the intelligence of the supporters who have seen, close up, the team’s decline and know when they are being spun a yarn. Leeds left to drift after bleak season  Massimo Cellino is talking, yet again, about the possibility of leaving Leeds United if he can find a buyer and in the meantime it is tempting to wonder whether the club are just going to continue drifting aimlessly. It probably says everything that when the players finished another bleak Championship season – though only two managers this time, compared with four the previous year – they were not even given a date for reporting back to preseason training. To questions about whether any preseason fixtures had been arranged, there were more blank looks. The players were told to expect a text message at some point over the summer (no matter that they might want to plan some holidays). As for who will be managing them, that’s anyone’s guess. Leeds United – remember when they used to be a proper football club?",
  "webTitle": "Whatever Roy Hodgson decides over Wayne Rooney will divide opinion | Daniel Taylor",
  "webPublicationDate": "2016-05-14T19:00:03Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/14/wayne-rooney-england-roy-hodgson-euro-2016-harry-kane-jamie-vardy",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wayne Rooney",
      "id": "football/wayne-rooney",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Harry Kane",
      "id": "football/harry-kane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/14/wayne-rooney-england-roy-hodgson-euro-2016-harry-kane-jamie-vardy"
}