{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/13/palliative-care-children-lottery",
  "id": "2016-05-13-217",
  "sectionId": "healthcare-network",
  "body": "Across the UK, babies, children and young adults with life-shortening conditions and their families not only face enormous physical, emotional and social difficulties, but also the bewildering inconsistency and complexity of palliative and specialist care provision and its commissioning. The often discussed postcode lottery affecting healthcare provision doesn’t stop with location; there is also a lottery around age and complexity of condition. Many people will be surprised to learn there is a big difference between the provision of specialist palliative care for adults and the provision of the same standard of care for children and young people. If a child or an adult needs treatment to ease or relieve their symptoms, they can be treated by a GP. Adults with complex symptoms and diseases who cannot be treated in primary care may then be referred to a specialist team, including a medical consultant specialising in palliative care (who is often funded or part funded by the NHS). Sadly this is not always the case for children, as there are not robust and equitable commissioning arrangements and nor are there adequate numbers of doctors trained to the required level. Our ability to care for children with serious and life shortening conditions has improved dramatically, and 30 years on from the opening of Helen & Douglas House, the world’s first children’s hospice, there are a substantial number of children’s hospice services providing excellent palliative care across the UK.  They can offer children and their families world-class medical care, respite, and empowered choice and how are where to spend final days and weeks together. As most are independent, they can tailor specialist care and offer a range of activities, social and life experience opportunities for children and young adults.  However, there is often a lack of consistency in the care provided, in the age range of the people supported, hospices’ catchment areas and whether care is commissioned by local statutory services. This lack of consistency can make it incredibly hard at a very difficult time for young people and their families to know what service is available for them and how to access specialist care in their area. Depending on where a family are based in the UK, the care they can access may be different. The bottom line is that it simply it isn’t right that a child in one area receives a different level of care to a child in another. We have to achieve parity of services so that every child with a life-limiting condition and every family of such a child is guaranteed a world-class standard of care, and the support they deserve in the most difficult of times. To do this, the sector doesn’t need an enormous amount of capital investment, or construction of more hospice buildings. It needs the infrastructure that we have now to be put to use more efficiently. It needs effective, joined-up working across boundaries and different settings, whether that is a tertiary hospital or home, making sure money from taxpayers is used to provide a consistent and effective service and that public donations are used efficiently.  It also needs a co-ordinated approach. This could be achieved with strategically placed, accessible centres providing the full range of palliative care. Ideally this would be commissioned across clinical commissioning group (CCG) boundaries. The current frustration with the government-championed localist agenda is that not only do CCGs not often collaborate, they do not have to implement recommendations from NHS England or its bodies.  While the people who need hospice services are (thankfully) only a relatively small proportion of the population, it is essential that we have a co-ordinated approach to training, service provision and staffing, to ensure that everyone, everywhere, in need of palliative care is offered the same level of care. To do this, it’s not huge amounts more capital investment that we need. We need local services to be funded and directed to work together, to ensure that the best care is provided to children and young adults – no matter where they live.  Clare Periton is chief executive of Helen & Douglas House  Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Palliative care for children should not be a bewildering lottery",
  "webPublicationDate": "2016-05-13T11:12:40Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/13/palliative-care-children-lottery",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Commissioning",
      "id": "healthcare-network/commissioning",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "healthcare-network/2016/may/13/palliative-care-children-lottery"
}