{
  "apiUrl": "https://content.guardianapis.com/uncover-cool-copenhagen/2016/may/23/introducing-copenhagen-sophisticated-scandinavian-city-breaks",
  "id": "2016-05-23-123",
  "sectionId": "uncover-cool-copenhagen",
  "body": "For some it’s tucking into lunch at the latest new Nordic restaurant and later embarking on a tour of the city’s craft microbreweries. For others, it’s getting into gear with the cyclists zipping around the city in dedicated lanes, heading out to the vivacious Vesterbro district, or admiring the noble old palaces and grand mansions of the centre of town. Or perhaps it’s that serious local veneration of a perfect cup of bean-nectar, as witnessed at the buzzing branches of Coffee Collective. Or checking out Danish design – whether through the architecture, in the newest hotel openings or in the one-off fashion creations on display along Jægersborggade.    Related: Win a weekend break for two in Copenhagen    It’s the combination of all these qualities that has made Copenhagen one of Europe’s favourite cities, and a bucket list staple for those who love their weekend breaks. It’s only a short flight from the UK, and the city is just a 13-minute train ride from the airport. Plus the Danish capital is compact and arguably one of the most walkable – and bikeable – cities in the world. But perhaps the rise and rise of Copenhagen reflects the fact that city travellers are increasingly sophisticated. For their hard-won weekend treats, they want destinations that can deliver the whole gamut of art, culture, gastronomy, leisure and pleasure, with, ideally, a bit of exercise thrown in for good measure.            From the tourist-thronged yet still very likeable Nyhavn to edgy Nørrebro, or the twinkling lights of the Tivoli Gardens to the mellow rus in urbe refuge that is the Assistens cemetery, Copenhagen offers enough variety and cosmopolitan vitality to challenge many bigger metropolises. Whether you join a guided city tour or walk or bike it alone, or go for a food-themed excursion fuelling up on tasty bites between sights, you’ll see the winding streets, royal palaces and elegant squares of old Copenhagen set cheek by jowl with the new – all cutting edge architecture, world-class dining establishments, and funky retail. Highlights are for you to decide after your visit, but perennial recommendations include the canal tour, the King’s Garden, and a walk on the ramparts of the Citadel, founded by King Christian IV, who was also responsible for the iconic Round Tower, should you need another little hike. These sights will give you a good grasp of Copenhagen’s rich history and the opportunity to admire the gracious splendour of old.  Then it’s time to be shocked – or at least stimulated – by the new. Copenhagen is always rebuilding, reimagining, rethinking. For evidence of this, look no further than the bold architecture of the new National Aquarium and the Copenhagen Opera House or the dashing cuisine of three-Michelin-starred Geranium and newly opened restaurants such as Scandi-Latin fusion joint Taller and seafood specialist Musling. Of note, too, are the ever-experimenting fashions of the city’s hipster faction – porridge restaurants, socially conscious chocolatiers, skatey streetwear. This is a city alive with ideas and scenes that are increasingly garnering global attention.      Copenhagen is one of the most bike-friendly cities in the world. Photograph: Michal Krakowiak/Getty Images    Yet somehow it manages to do so without losing its laid-back spirit – and that might well be one of the underlying factors behind Copenhagen’s appeal to travellers from other, more manic cities. It’s cool, yes. It’s contemporary – of course – but it’s calm, too, and kind to visitors. Nor does all the fun have to end at the city limits. It’s less than an hour by train or car to get to North Sealand, and the world-renowned Louisiana Museum of Modern Art, majestic renaissance castle Frederiksborg Slot, and Hamlet’s Kronborg castle, otherwise known as Elsinore. So if you can make your weekend a bit longer, or make two trips this summer, there’s always plenty to do, and plenty of clean, green space to take it all in.  For more information and inspiration, go to visitdenmark.co.uk For the lastest news and pics, visit Denmark on Facebook and Instagram",
  "webTitle": "Introducing Copenhagen: sophisticated Scandinavian city breaks",
  "webPublicationDate": "2016-05-23T15:15:49Z",
  "webUrl": "https://www.theguardian.com/uncover-cool-copenhagen/2016/may/23/introducing-copenhagen-sophisticated-scandinavian-city-breaks",
  "keyword": [
    {
      "webTitle": "uncover cool Copenhagen",
      "id": "uncover-cool-copenhagen/uncover-cool-copenhagen"
    }
  ],
  "authors": [],
  "guardianId": "uncover-cool-copenhagen/2016/may/23/introducing-copenhagen-sophisticated-scandinavian-city-breaks"
}