{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/andy-murray-italian-open-final-lucas-pouille-french-open-tennis",
  "id": "2016-05-14-44",
  "sectionId": "sport",
  "body": "Andy Murray is through to his first final in this old, gilded event and is in excellent shape for the French Open, which starts next Sunday – but he is not altogether sure playing Novak Djokovic on his 29th birthday will do him any favours. Murray took a tick under an hour to beat the talented but outclassed Frenchman Lucas Pouille 6-2, 6-1, in the Italian Open’s first semi-final under skies that alternately wept and smiled on those Romans who ignored the rain that had threatened to spoil the party all week and finally arrived in little bursts on Saturday. “I haven’t won many matches on my birthday before, to be honest,” Murray said. “I don’t remember winning any, really, which isn’t a great sign. Hopefully tomorrow that will change.” It is in his hands, of course, rather than in the stars, but the contemporary and historical evidence is at least encouraging. In the first nine years of his career, he did not reach a clay final, winning a respectable 63 of 100 matches; in the past two seasons, he has reached four finals, winning 28 of 31 matches, an impressive 90%. He was impressed with those numbers, too, identifying the turning point as “the end of the Munich event last year and the first run that I played in Madrid”. He added: “Winning my first title on clay [against Rafael Nadal in Madrid last year] gave me a lot of confidence. That match could have gone either way.” This one, in reality, could only have gone one way, barring a disaster. Pouille, with a good smattering of the semi-filled Campo Centrale pulling for him – at a tournament also known as the Rome Masters – hit the first ace within seven minutes and invested his ground strokes with raw power over the lowest part of the net. He knew he had to win quick points or no points at all. They rattled through the early exchanges at a good lick, the serve dominant, and it was not until the fourth game when Pouille aced and double-faulted that the nerves kicked in. He misjudged a chip and Murray passed to break. The Frenchman was keen for close-quarter combat at the net but Murray was too sharp for him, delighting the crowd with his touch and savvy. He was also devastating in defence, as Pouille noted: “On my second serve he’s, like, two metres inside the court. Andy is a great player.” Murray led 4-1 after 20 minutes when the skies began to spit, forcing a brief pause – surely not a divine judgment. It was, after all, “Lucky Lucas” who had been blessed all week – taking the place of Jo-Wilfried Tsonga (and his first-round bye) after joining the main draw as a lucky loser, then belting Ernests Gulbis and David Ferrer, before slipping in here when Juan Mónaco withdrew on Friday. He is the first lucky loser to get this far in a masters 1000 since Thomas Johansson at Toronto in 2004.   Related: Novak Djokovic holds off Andy Murray fightback to win Madrid Masters    The man on the PA put on Let The Sunshine In (from Hair, for younger readers) and, lo, down came the rays and play resumed – Murray polishing off the first set without fuss. From there to the end, as the elements toyed with us, Murray chipped away (literally on some points) at Pouille’s skills. As against David Goffin in the quarter-finals, he played drop shots with side spin to the deuce side then flipped the crosscourt return down the line with his opponent stranded in midcourt. It was classic touch tennis and those patrons who stuck it out under umbrellas and hats appreciated an exhibition of sublime skill. All departments of Murray’s game were in place. Although he was wary and respectful of Pouille’s core talent – the 22-year-old prospect has given most of his recent opponents serious grief and will rise 20 places from 52 in the world on the back of this effort – Murray was always in control. He broke for a second time for 5-1, forcing Pouille so deep his concluding backhand from wide out barely reached the net, then served out in the 59th minute with his fifth ace. It was a near-perfect warm-up for not just the final but the bigger stage of Roland Garros. While Pouille rode his luck here, Murray too has been kindly treated. For the first time in their careers, the other side of the draw brought together his three main rivals: Roger Federer, who went out to Dominic Thiem in the third round, Rafael Nadal and Novak Djokovic, the Spaniard falling heroically to the Serb in the quarter-finals on Friday. That left Murray – seeded second and returned to No2 in the world on Monday after Federer’s early exit – free to work his way assiduously through his section against Mikhail Kukushkin (who beat Pouille in the qualifiers), Jérémy Chardy and Goffin for a combined loss of 16 games. So he goes into Sunday’s final flying. A semi-finalist in Monte Carlo, a finalist in Madrid and again here: it has been an impressive few weeks for a player who had been regarded, wrongly, as vulnerable on clay. Since beating Nadal in Madrid last year to win his first clay title, Murray’s confidence has risen appreciably. It will be tested to the limit in the final. Djokovic, nervous but determined to the end, beat Kei Nishikori with a big closing serve in the tie-break, to win 2-6, 6-4, 7-6 (5) in just over three hours. If that leaves him drained for the final, Murray will be duly grateful. But the Serb has a history of coming back from tough semi-finals to find something extra in the decider. He remains the benchmark in the men’s game, whether winning easily or showing rare signs of vulnerability, as he has done fleetingly here and in Monte Carlo, where he went out before the final. Murray is not reading too much into that. “I think Novak has played extremely well this year,” he said. “Maybe not all of the matches he’s played perfect but he’s winning and that is a sign of someone that’s very confident. Maybe the start of some of the tournaments he’s not fantastic but, when he’s played the big matches at the end, he’s improved his game.” It is Djokovic’s birthday next Sunday. No one on the tour knows him or his tennis better than the player who is just one week older than him. In a stop-start women’s semi-final, Serena Williams took match time of an hour and 26 minutes to beat Irina-Camelia Begu 6-4, 6-1 to set up an all-American Italian Open final on Sunday against Madison Keys, who earlier shocked Wimbledon finalist Garbiñe Muguruza 7-6 (7-5), 6-4 in an hour and 42 minutes. It was tough for any of the semi-finals to hit a convincing rhythm on a rain-interrupted afternoon, but Williams grew in confidence against the Romanian, ranked 35 in the world. Keys is 24 in the world but will leap in the rankings on Monday, which will be a great help in the French Open, which starts next Sunday. Sunday Serena Williams v Madison Keys (1pm BST), Novak Djokovic v Andy Murray (4pm). Live on Sky Sports 4",
  "webTitle": "Andy Murray into Italian Open final and looking sharp for French Open",
  "webPublicationDate": "2016-05-14T21:31:54Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/andy-murray-italian-open-final-lucas-pouille-french-open-tennis",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/14/andy-murray-italian-open-final-lucas-pouille-french-open-tennis"
}