{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/england-australia-international-friendly-match-report",
  "id": "2016-05-27-28",
  "sectionId": "football",
  "body": "For Marcus Rashford this was another occasion to add to his increasingly impressive portfolio of outstanding moments. Rashford had reiterated his Euro 2016 credentials before any of the players had a single grass stain on their kit. In the process he became the youngest scoring debutant in England’s history and, of most significance, a boy who started the season in Manchester United’s under-18s might have secured a place in Roy Hodgson’s squad for France. Hodgson certainly does not have a shortage of attacking options bearing in mind his team’s latest win came on a night when Harry Kane and Jamie Vardy were excused duty. Wayne Rooney showed some refined touches after coming on for the second half, including a thumping shot to score for the 52nd time in England’s colours, and Raheem Sterling’s confidence should be lifted by the fact that he set up both England’s goals before Eric Dier inadvertently helped out Australia with a diving header into his own net.   Related: England’s Roy Hodgson: ‘Marcus Rashford did well – but I wasn’t surprised’    Yet there was no doubt about the identity of the game’s headline-maker bearing in mind Rashford’s expertly taken goal barely a couple of minutes into an evening that must leave Daniel Sturridge with self-doubt polluting his mind. Hodgson has to whittle down his squad to 23 by Tuesday and Sturridge’s position has to be vulnerable when his fitness appears so erratic, especially now Rashford has shown he can fill in seamlessly. Rashford played like a man – or, more accurately, a teenager – who was in a hurry to make his point and on this evidence it is going to be difficult in the extreme for Hodgson to exclude him from the final cut. Tommy Lawton was 19 years and 16 days when he scored on his England debut in October 1938. Rashford, at 18 years and 208 days, has broken a 77-year record and there was a lovely moment, straight after the goal, when the cameras panned to Rooney in the dugout and it was a sunrise of a smile on the face of England’s most experienced player. Rooney could not conceal his delight – in stark contrast to the body language of Sturridge, with his hood up, fiddling with his mobile phone and reflecting, undoubtedly, on the potential ramifications of his latest injury flare-up. In brighter news he does expect to resume training on Monday. Rashford’s contribution was also a neat way of getting his retaliation in first, bearing in mind the chants in support of Jermain Defoe that could be heard during parts of the night. Rashford was still some way behind Bill Nicholson’s record, set in 1951, for scoring 19 seconds into his England debut but, more importantly, the new kid on the block confirmed he is not fazed easily. He has now scored with his first shot in the Europa League, the Premier League and at international level, all within a prodigious and almost implausible 92-day period. It was not all perfect and Hodgson will not have missed the moment, for instance, when England broke from their own half only for Rashford’s touch to let him down when he had the chance to hare clear. Rashford had another chance later on, played in by Rooney, when another opportunity was wasted. Yet he could probably be forgiven, given what happened in England’s first meaningful attack. The move started from the left-back position, with Ryan Bertrand advancing from defence, then playing a low pass into Rashford’s path. Rashford turned it on for Sterling, to his left, then moved into the penalty area and held his run as the return ball looped off the nearest defender. Rashford waited for the ball to drop, then pulled back his right foot and let fly with a precise volley. England had begun the game with a midfield diamond featuring Jack Wilshere in the holding position and perhaps it might have worked better had Danny Drinkwater assumed that role. Instead Drinkwater started in a left-sided position that was not really his forte. Henderson was to his right, looking fit and eager to impress, and Adam Lallana had the No10 role until Rooney replaced him at half-time and England switched to a 4-3-3 formation. At that point Rashford and Sterling moved into slightly wider positions, with Rooney at the arrowhead of attack, and Hodgson noted afterwards that the general play improved. James Milner also came on for the second half, with Hodgson keen not to over-exert Wilshere, and that meant Drinkwater could take the role where he excelled last season for Leicester City. Australia were moderate opponents and 10 minutes into the second half Henderson moved the ball through the left-hand channel. Rashford let it run for Sterling and suddenly Australia were stretched again. Rooney was waiting in the middle and England’s record scorer had time to pick his spot with a powerful drive that was still rising as it hit the net. Hodgson used the second half to bring on all the available players who had not appeared against Turkey in Manchester last Sunday and the initial diagnosis on Chris Smalling, who looked in discomfort before Eric Dier replaced him, was that he was merely suffering from cramp. Smalling’s importance to the team has increased because of Hodgson’s decision to include only three centre-backs and Dier’s own goal, a diving header from a right-wing cross, was an inauspicious contribution. “I might play him at centre-forward next time,” Hodgson mused.",
  "webTitle": "Marcus Rashford and Wayne Rooney fire England to win over Australia",
  "webPublicationDate": "2016-05-27T20:48:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/england-australia-international-friendly-match-report",
  "keyword": [
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia",
      "id": "football/australia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/27/england-australia-international-friendly-match-report"
}