{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/the-guardian-view-on-the-eu-debate-david-cameron-makes-a-serious-case",
  "id": "2016-05-09-72",
  "sectionId": "commentisfree",
  "body": "The campaign is over. Now long live the campaign. With the May elections out of the way, the June referendum has moved swiftly to the centre of the political stage. And rightly so. The vote on Europe is only just over six weeks away. The opinion polls are still on a knife edge. The issues at stake are historic. The result will say much about the kind of country that modern Britain wants to be. The Guardian will make no apology, between now and 23 June, for making the case for Britain in Europe as clearly, as honestly and as insistently as possible. There is a familiar complaint that the case for Europe should be made in positive rather than negative terms. There is truth in that. The British debate about Europe has long been weakened by a tendency of pro-Europeans to avoid grand arguments and to concentrate on practical advantages. This was not always the case. Winston Churchill, whose view of Europe was referenced several times on Monday, always talked about postwar Europe as “we”, not “they”. It is a long time since any British politician has done that. It took President Obama, speaking in Hanover last month, to restore some historic vision to the discussion. We need to hear more of that sense of Britain in Europe as “we”, home-grown and confident, in the coming weeks. This is not to dismiss the importance of the negative arguments. If a course of action is dangerous, which the exit of Britain from the EU would be on multiple counts, that needs to be spelled out, not red-carded as “project fear”. One of the most powerful arguments in favour of voting to remain in the EU is that no one on the leave side has put forward an even remotely detailed prospectus of what a Brexit would actually look like. Unless and until they remedy that, it would be irresponsible not to shine a light on such risks. David Cameron’s speech at the British Museum on Monday marked the effective start of the remain campaign. The speech was wide-ranging, and included both positive and negative arguments for the remain cause. There were powerful sections on the economic weaknesses of the Brexit argument, but the main part of the speech tried to raise the level of debate. Mr Cameron invoked both a sense of history and of internationalism in ways that have been too long absent from the modern debate on Europe, in part because they have been driven out by the relentlessness of the anti-European press. It is striking that much of the response to Mr Cameron’s speech concentrated on something he didn’t say – that Brexit might lead to a European war. In fact what Mr Cameron said was much more carefully and seriously expressed. In a section that stressed that Britain has always been and will always be intertwined with Europe, he said it would be rash to assume that continued postwar stability was inevitable. That’s hardly the same as saying that Brexit could cause war. Threatening the peace is not the same as triggering a war – yet the warning is a necessary one all the same. Unsurprisingly, Boris Johnson was at fault for exaggerating what the prime minister said. A Brexit vote would surely create instability, but that is far from being the world war three that the former London mayor mocked or the genocide that the Daily Mail alleged. By Mr Johnson’s standards, his speech on Monday was a serious effort. It had interesting things to say about the weaknesses of the EU single market, raising questions that deserve answers. But it was all based on the unsubstantiated claims that Britain is perpetually held back by the EU and would be perpetually better off out of it. And as always it came back to fear of migrants. As a piece of reasoning, based on facts, it could not compete with Mr Cameron’s speech earlier in the day. The prime minister has an old-fashioned view of European history, in which Britain is permanently riding in to solve Europe’s problems, a view that is as misleading as the opposing isolationist oversimplification. The reality, though, was well set out in the four practical arguments that Mr Cameron made on Monday: that what happens in Europe affects us whether we like it or not; that cooperating in Europe helps to preserve international stability; that the same is true in combating the terrorist threat; and that every part of the international order helps to support every other part. Churchill said much the same when he argued in 1948 that European unity was one of the “overlapping circles” of the postwar order within which Britain found its place. Those were different times, but that is still true today. So much so, indeed, that it makes one wonder why Mr Cameron ever called this referendum at all.",
  "webTitle": "The Guardian view on the EU debate: David Cameron makes a serious case | Editorial",
  "webPublicationDate": "2016-05-09T18:11:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/the-guardian-view-on-the-eu-debate-david-cameron-makes-a-serious-case",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/the-guardian-view-on-the-eu-debate-david-cameron-makes-a-serious-case"
}