{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/turnbull-campaigns-without-fremantle-candidate-after-true-work-history-revealed",
  "id": "2016-05-16-342",
  "sectionId": "australia-news",
  "body": "The Liberal party’s candidate for Fremantle in Western Australia was absent from a press conference with Malcolm Turnbull on Monday after documents revealed that he had misdescribed his work history on his application for preselection. Sherry Sufi, 33, incorrectly described his work experience on his application for endorsement by the Liberal party. The revelation, broken by the West Australian, has thrown Sufi into the national spotlight in the second week of the election campaign, putting pressure on the Liberal party to back its candidate, just as Labor and the Greens had to do in Victoria and New South Wales last week.   Related: Education election promise crib sheet: what you need to know    It has also emerged Sufi has warned in the past that same-sex marriage could lead to polygamy and criticised an apology to the stolen generations. The prime minister, Malcolm Turnbull, campaigning in Perth on Monday, was asked to explain why Sufi was not campaigning with him, given the city of Perth was so close to Sufi’s seat. Turnbull said he was in Perth to talk about a $282mn contract with Austal to build 19 Pacific patrol boats, which was a national announcement. “I’m the prime minister and I hope he’s out there engaging with the people of Fremantle and doing good door-knocking,” he said. “Very character-building. I’ve done it myself.” He was also asked by reporters whether he supports Sufi’s views on same-sex marriage and the stolen generations. He said he did not believe same-sex marriage would lead to polygamy and he did not agree with Sufi’s view that it would be politically divisive to recognise Indigenous Australians in the constitution.     Sherry Sufi, the Liberal party’s candidate for Fremantle, who incorrectly described his work experience on his application for endorsement by the Liberal party. Photograph: Facebook    “I don’t agree with that but this is an issue on which there is a wide range of views, but my own view is we should recognise our first Australians in our constitution,” he said. Sufi wrote on his application for preselection – which has been seen by Guardian Australia – that he worked as a research officer for the Department of the Premier and Cabinet, when he only worked for WA politicians Liz Behjat and Michael Sutherland. He also said he worked for the Department of Finance and Deregulation when he only worked as a staffer for the the federal Liberal MP Dennis Jensen (who is now running as an independent) and for the Liberal senator Linda Reynolds. In both cases he has named the government department that paid his salary, rather than naming his effective employer. Sufi also says he has affiliations with the Institute of Public Affairs, a rightwing thinktank. Sufi would not answer his phone when contacted by Guardian Australia. Fremantle is held by Labor on a 5.4% margin but its sitting member, Melissa Park, is retiring. The Greens are targeting the seat with candidate Kate Davis. In 2013, Sufi wrote an essay for the Menzies House website arguing that same-sex marriage proponents in Australia were orchestrating a “perfidious and futile attack on language.”   Related: Labor commits to manufacturing jobs boost as Malcolm Turnbull sells defence    “Australia’s gay marriage movement masquerades as a successor to yesterday’s great social reform movements, but on closer look we find that any such comparison is an insult to the Suffragist and the Civil Rights movements,” his essays said. “In the years ahead Australians will have to decide whether to preserve an institution that has served them well for many centuries, or to redefine that institution to satisfy a small minority of activists who are already blessed with equal rights.  In the Fremantle Herald last month, Sufi also former Prime Minister Kevin Rudd’s apology to indigenous Australians had achieved little. “Rudd’s apology was expected to be a real game changer for race relations in our nation. It has been, except in the opposite direction,” he wrote. “Apart from convincing the activists they can pretty much get anything they want provided they make sufficient noise, it has achieved little else.”",
  "webTitle": "Election 2016: Turnbull campaigns without candidate after true work history revealed",
  "webPublicationDate": "2016-05-16T05:47:47Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/turnbull-campaigns-without-fremantle-candidate-after-true-work-history-revealed",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/16/turnbull-campaigns-without-fremantle-candidate-after-true-work-history-revealed"
}