{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/16/temp-to-talent-on-demand-flexible-contracting-work-self-employment",
  "id": "2016-05-16-335",
  "sectionId": "careers",
  "body": "The traditional image of the office temp was not a favourable one. For years, anyone choosing to work this way had to accept a place in the office hierarchy on par with the interns, and the indignity of being referred to as “whatsherface who’s covering for Angie from accounts while she’s on honeymoon”. Fortunately those attitudes are on the decline, and today millions of people are choosing to build a career out of temporary, or contract, working. While the concept of short-term or project-based work is not new, the way it is viewed, both by workers and employers, has changed radically in the past decade. Just as more skilled and successful professionals are choosing to work this way, so employers are increasingly seeing temporary workers not as a stop-gap but as “talent on demand” – a kind of Netflix for the labour force. The reinvention of work The speed and scale of the switch means the comparison with Netflix isn’t so outlandish. A decade ago, barely 10% of the workforce worked as temps or contract staff. Yet a recent study by the supply management firm Ardent Partners concluded that temporary workers now make up a third of the average company’s work force, and predicted that in a few years they will account for more than 50%. In sectors such as construction – where employers often need the flexibility to dial up or down the size of their workforce – the vast majority of workers are already self-employed or on temporary contracts. And in all sectors the use of temporary contracts is on the rise.  Temp work is no longer a necessity of the recession Many of this fast-growing army of temporary workers and self-employed people made the switch to non-traditional careers during the last recession. Initially this was driven by necessity. Companies that were hit by falling revenues began laying off permanent staff, and became reluctant to hire others on a permanent basis. So with more people looking for work and fewer permanent roles available, the most talented and enterprising began to find other ways of working – setting themselves up as their own boss and pitching for short-term assignments. As the economy began to pick up, those with in-demand skills like technology and IT found themselves spoilt for choice as employers in these sectors ceased to recruit for permanent positions, and instead competed to attract specialists on a temporary basis. Soon this type of work became not just flexible, but also highly lucrative. Today talented contractors will often work on several projects – for multiple employers – in a year. As well as giving them the freedom to take long holidays between contracts, this way of working can also offer them more flexibility in terms of choosing their own hours – to fit around childcare commitments and so on. There are some attractive tax breaks for the self-employed too, and white collar contractors working for most larger companies tend to earn good money compared to national averages. For example, Elevate’s data shows that a typical IT contractor working in London or south-east England charges an average of around £440 per day. However, not everyone working in temporary jobs haschosen to do so. Many low-skilled workers in the industrial sector have little choice but to accept very short-term or zero-hours contracts. There is a two-tier market hidden behind the statistics.   Related: Taking the leap: top tips for becoming self-employed    Thinking of making the switch? Flexibility is your friend If you have a saleable skill and are thinking of going solo, remember that flexibility is key. If you’re willing to make yourself available over the weekend to help an employer out in a crisis, or to put a longterm project on hold to deal with an urgent issue, you will make yourself especially valuable. If you consistently meet deadlines, most employers are likely to show more flexibility in the way they treat you – both in the hours you work or where they let you work. Skilled contractors are among the best placed to capitalise on the broader move towards virtual working. With computers and videoconferencing making it possible for people to work from anywhere, at any time, no wonder many employers have come to appreciate flexible working. If contractors’ appeal to employers lies in their skill and their flexibility, technology that enables them to work or solve problems remotely only makes them more flexible – and thus more attractive. For the millions of skilled professionals working this way, the stigma of the term temp is gone, as is the idea of being a mere substitute for a permanent member of staff. Instead a new generation of contract workers is choosing to strike out on their own – selling their services where they’re needed and enjoying the freedom, and tax perks, of being their own boss. All this is a long way from the days of the lowly temp struggling to fill in until Angie comes back from her honeymoon, or the desperation of those laid off in the recession. New technology and shifting working patterns mean that for many, a career built on temporary work is now a lifestyle choice, not a last resort. Dan Collier is chief executive of the recruitment platform Elevate. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "From temp to talent on demand, is contracting the Netflix of work?",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/16/temp-to-talent-on-demand-flexible-contracting-work-self-employment",
  "keyword": [
    {
      "webTitle": "Career choices",
      "id": "careers/career-choices",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "careers/2016/may/16/temp-to-talent-on-demand-flexible-contracting-work-self-employment"
}