{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/willy-roy-soccer-usa-chicago-lean-years",
  "id": "2016-05-26-254",
  "sectionId": "football",
  "body": "When he had to mark Willy Roy, Milwaukee Bavarians center-back Bob Gansler realized he was poised for an epic battle with the Chicago Hansa center-forward. “We locked horns all the time,” Gansler said. “He was a handful. He was strong, he was fast. His balance was very good. You couldn’t knock him off the ball and all of that was immense. “What put him beyond people was that … it wasn’t just physical. He had a drive. He was very confident. He never used up all of the humility that was apportioned to him. But that’s good because goalscorers need to be confident and he was that. He worked and he worked hard.” In other words, Roy was relentless, all 6ft and 172lbs of him. You’re not familiar with the name Willy Roy? Well, before there was Landon Donovan (57 goals), Clint Dempsey (49), Eric Wynalda (34) and Jozy Altidore (33), there was Roy, who set a couple of US national team goal standards back in the day, some four and five decades ago. Roy was a standout when the US national team was nowhere near being the Concacaf power and respected side it is today as it struggled during World Cup qualifying. Yet that never deterred the German-born forward, who scored nine times in 20 international matches from 1965 to 1973. That’s a 45% strike rate, outstanding production at any level. Roy was the team’s all-time scoring leader when he retired internationally.     Roy’s nine goals in 20 games was a USA record – at least for a time. Photograph: Courtesy of Willy Roy    Roy remembered some words of wisdom from Alan Rogers, his first professional coach on the Chicago Spurs in the old National Professional Soccer League, forerunner of the North American Soccer League. “He told me: ‘If you’re going to score goals you’re going to start. If you didn’t score you’re going to sit on the bench,’” he said. “I didn’t have much of a choice. I worked pretty hard and tried to help the team by scoring goals and saying on the field.” In marked contrast to today, where there is a pool of players performing in Major League Soccer and overseas, the USA had to look under rocks for talent. Roy was “discovered” while playing for his semi-pro Hansa team during the 1965 Lamar Hunt/US Open Cup, helping his side overcome the Milwaukee Bavarians and LA Kickers before losing to the New York Ukrainians in the final. “I guess that’s when people started to notice I was scoring goals,” said Roy, who was invited to national team tryouts. Those tryouts were several games between teams from the midwest, far west and east. Roy continued what he did best and was named to the team. US Soccer wasn’t as organized or rolling in money in those days. Any sort of training camps prior to matches were rare, though there was one in Bermuda before 1966 World Cup qualifying. “But after that it was pretty much a lot of the same guys. We would get a phone call a couple of weeks before the game,” Roy said. “Are you in shape? Are you ready to go? That was basically it.” Roy was placed on the fast track to obtain his US citizenship papers. “Then my mom was kind of ticked off,” he said. “‘Why did you renounce your German citizenship papers.’ I said: ‘Mom, I want to play for the US national team. It’s such an honor.’” For a time in 1965, the USA had not one but two men at the coaching helm. “We had a former bus driver from Chicago, George Meyer. He was named the coach,” Roy said. “We also had Geza Henni. He was from New York. He was named the coach. When we went to Bermuda, George said: ‘OK, let’s start jogging at the first practice session.’ Geza said: ‘No, no, we’re going to walk.’ They forgot to tell either one of these guys who the head coach was. It was kind of comical, actually.” In Estadio Olimpico in Mexico City on 12 March 12 1965, 22-year-old Willy Roy had the honor of putting on the US jersey for the first time as a member of the starting XI in what turned into a 2-0 World Cup qualifying defeat by Mexico. Roy claimed he scored two goals. “For some stupid reason that I still don’t understand, on one I had a breakaway and I scored,” he said. “Suddenly the whistle [blew] and somebody said I was offside. The whistle should have blown early so I didn’t have to make that 50-, 60-yard run for nothing.” He finally had a reason to celebrate during a 3-3 draw against Israel at Yankee Stadium on 15 September 1968, connecting on his first international to start a three-goal, second-half comeback. Roy remembered that game for a different reason. “It was at the old Yankee Stadium,” he said. “I was somewhat of a baseball fan and when you talked about Mickey Mantle, you talked about Babe Ruth, you talked about all the icons that used to change in that same dressing room, it was kind of cool.” The next time Roy returned to Yankee Stadium, he on his way to NPSL rookie of the year honors while finishing second in scoring (17 goals, five assists) in 1967. The next time Roy returned to Mexico City in 1972, he made history, becoming the first US player to score at Azteca Stadium – off a header – in a 3-1 WCQ loss to the Mexicans on 3 September 1972. ”The only unfortunate thing, it was again on the honor system. We did have a couple of guys who reported to the game and they were injured,” he said. “It didn’t help the cause at all. “If we had some preparation, if we played an exhibition game before that, and get the team together … who knows how much better our team would have done? It seemed that every time a World Cup qualifier came there were different guys you never played with and they never saw you play. I give credit to my teammates, just coming in kind of cold, saying, ‘Hello, how are you? OK, let’s put on the uniforms and let’s go play.’ “It was easier playing with your club team, because you played with them, you practiced with them, which we didn’t do. The reason was probably the United States Soccer Federation at that time really didn’t have any money. It was pretty much try to get these games in and hope for the best.” The Mexican match was the middle of a three-game span over 13 days in which Roy tallied qualifying goals. He scored in a 2-2 draw with Canada on 29 August and again vs El Tri in a 2-1 loss in Los Angeles on 10 September. That standard lasted until 2000, when Cobi Jones tallied in three successive qualifiers. Roy admitted he didn’t realize he had set a record. “It never really dawned on me,” Roy said. “I didn’t really keep track of that at all.” His toughness as a striker might probably was forged when he grew. Roy and his family did not have it easy. He was born in Treuberg, East Prussia, which is now Germany, on 3 February 1943, in the middle of the second world war. Two years later, Roy’s family was uprooted from its farm during the Soviet Union advance. His family wound up living in small huts on an island for four years before his father, a member of the Germany army, was released from PoW camp. “He was one of the lucky ones stationed in Italy, so when the war was over, he was actually released,” Roy said. “That was the good part.” His family emigrated to the USA in 1956 and settled in Chicago. “Because my dad was in the German army, they probably did a total background check probably five times or 10 times to make sure he was not involved in the Hitler movement,” Roy said. But even a decade later there was anti-Nazi sentiment as Roy fought with other school children who called him “Little Nazi” or “Little Hitler.” ”There were some ringleaders in the school who thought it was kind of fun [to bully me] until I straightened out the ringleader – and from that point on I was kind of like their best buddy.” Roy took up another sport that hasn’t been associated with the beautiful game – wrestling. His high school did not have a soccer team as Roy began playing at the club level when he was 15. He won a state wrestling championship and earned a scholarship to the University of Illinois, where he secured Big Ten and All-American honors. “I also screwed up my knee,” he said. “I had water on my both of knees that came back consistently. When they drained your knee, the doctors probably used needles that they used for horses and elephants. It really bothered me. I started looking more to club soccer.” That’s when Roy joined Hansa and staged those epic battles with Gansler, who etched his name into the history books decades later, directing the USA to its first World Cup for the first time in 40 years in 1990. “In the box, he would find a way to get a shot to get a goal,” Gansler said. “He didn’t have a 36-inch vertical, but he got the headed balls. He was strong and he was quick and he was relentless. “Willy never made a bad play and that’s a good attribute for a goalscorer. If you pined on the fact that you skied one and killed the birds in the trees behind the goal, Willy didn’t have that problem. Willy just went on to the next one. You got to have it going for you that you have a short memory.” Roy said: “I just enjoyed scoring goals. Wrestling helped me with my aggressiveness that I really was not afraid in a duel to try to outjump two, three defenders when it came to scoring goals via a head ball.” But nothing lasts forever, and age and injuries finally caught up to Roy, who eventually became coach of the Chicago Sting. He guided the club to a pair of NASL titles, besting the Cosmos in a shootout win in 1981 before the Sting captured the league’s final crown in 1984 before the original incarnation of the league closed up shop. “The Cosmos had 10 times the size of our budget,” he said. The 1981 Sting scored a league-high 84 goals, boasting the likes of Karl-Heinz Granitza (19 goals, 17 assists), Arno Steffenhagen (17 goals, 10 assists) and Pato Margetic (eight goals, 17 assists). “My philosophy was very simple,” Roy said. “If we’re going to make mistakes, let’s make mistakes in front of our opponent’s goal. Let’s not make them in front of our goal. Maybe because I had played striker. It’s a lot more exciting to see 20 shots on goal instead of three. I was able to get the players who could actually do that. Defensively we were pretty much a solid team, as New York found out.” Roy, now 73, received deserved recognition for his accomplishments in 1989, when he was inducted into the National Soccer Hall of Fame. “At least I was there when I was inducted. When you think of players, like Ron Santo with the [Chicago] Cubs, who was inducted [into baseball’s Hall of Fame] after he died, that wouldn’t have much of a meaning, except for the family members that are still alive,” he said. “So that part was really enjoyable. It was very cool.”",
  "webTitle": "Willy Roy, USA's standout striker during the lean years of the 60s and 70s",
  "webPublicationDate": "2016-05-26T10:00:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/willy-roy-soccer-usa-chicago-lean-years",
  "keyword": [
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "NASL",
      "id": "football/nasl-north-american-soccer-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Lewis",
      "id": "profile/lewis-michael"
    }
  ],
  "guardianId": "football/2016/may/26/willy-roy-soccer-usa-chicago-lean-years"
}