{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/local-elections-2016-how-judge-labour-result-jeremy-corbyn",
  "id": "2016-05-01-32",
  "sectionId": "politics",
  "body": "Jeremy Corbyn will face his first nationwide electoral test this week since sweeping to the leadership of his party on a tide of anger at austerity and disillusionment with identikit politicians. Scotland will choose a new government, all seats in the Welsh assembly will be contested, cities including London and Bristol will elect mayors and 2,743 seats in 124 local councils are up for grabs.   Related: Jeremy Corbyn sets up inquiry into Labour antisemitism claims    Even before the polling stations have opened, Corbyn’s allies are keen to play down the significance of the vote as a barometer of the party’s appeal, and the leader’s ability to project his message to different constituencies up and down the country.  Corbyn himself told the Guardian last week: “We are placing no arbitrary figures on anything and I don’t think anyone else should. They are local elections, there are inevitably local factors, let’s see what happens.” But once the votes are counted, every Labour supporter will have to consider what would constitute success. Steve Fisher, of Oxford University, one of Britain’s foremost election experts, has looked at the claims and counter-claims for the Guardian – focusing on the local elections – and says there are three ways of asking that question:   National equivalent share of vote at local elections graphic    1. What does Labour’s past performance suggest? Opposition parties almost always make gains in local government elections. And 2012, when these seats were last contested, under Ed Miliband, was a good year, when Labour did better than its poll rating at the time would have predicted, gaining seats. Corbyn’s allies are keen to make this point, talking about the “high-water mark” of 2012. Jon Trickett, Labour’s election co-ordinator, wrote recently: “The English council seats we are contesting this year were last fought in 2012. The results then were Labour’s best in the local elections since those that took place in 2001 on the same day as Blair’s second landslide election.” Fisher says: “There’s not much evidence from previous local elections that they should make big gains.” Based on their past performance in opposition, he suggests Labour could end up with roughly the same number of seats as before the poll. Ask the question in this way, and a handful of gains would be an improvement on the average – but on average, Labour didn’t go on to win the next general election. “Small losses would not, in the context of 2012, constitute a particularly poor performance, but it certainly wouldn’t be a sign of future general election success.”   Labour gains/losses in opposition graphic   2. Is Labour on course to win the next general election? Looking at the number of council seats won or lost alone it will be impossible to say. Having analysed the data on seats won or lost at local elections, and general election performance since the 1970s, Fisher said: “There is absolutely no discernible, sensible correlation there.” Tony Blair scored the record number of Labour gains, with 1,807 in 1995, but his 1996 tally of 468 gains – just a year before he stormed into Downing Street – was easily eclipsed by Michael Foot’s 988 gains in 1981, Neil Kinnock’s 584 in 1991 and the 800-plus gains for Miliband in both 2011 and 2012. “Big gains in local elections are no guarantee of future success,” says Fisher. However, there is a much stronger link between the national equivalent vote (NEV), calculated by the academics Colin Rallings and Michael Thrasher, and future general election performance. The NEV is an estimate of what percentage of the vote each party would be likely to have won across Britain, had all the seats nationally been up for grabs. Another elections expert, Chris Prosser, of the University of Manchester, has tracked the NEV for local elections against subsequent general election results. He finds that on average, Labour needs something like an 11 percentage point lead on this measure to deliver a poll lead and at least 15 points for a majority. Fisher reckons the current opinion polls – which are the worst for a Labour opposition going into local elections since 1982 – suggest this time we may end up with something like a one point lead for the Conservatives. That would put Labour well behind what would be necessary to point the way back to power. It had a six-point lead in 2012.  Corbyn’s election strategists argue that the muddying of the two-party system in recent years, with Ukip picking up 4m votes at the last general election, makes speculation along these lines difficult, but after the collapse of the Lib Dem vote Rallings and Thrasher say there are actually more two-way, Labour-Conservative competitions than for most of the past two decades – and Fisher points out that it is Labour’s lead over the Conservatives, rather than either’s absolute share of the vote, that is the best predictor of which party is most likely to form the next government. 3. Is Labour making progress?   Related: Loss of a single council would be betrayal of people, says Labour MP    Here, the answer is more straightforward. Although Corbyn’s lieutenants stress that 2012 was a vintage year, Fisher says: “It’s hard to say that they’re making progress over the Miliband years if you’re losing seats that he won. It’s easier to agree that if you’re making gains on 2012, then you’re doing pretty well.”  Similarly, if Labour makes significant losses in Wales, or slips into third place behind the Tories in Scotland – where the elections are fought on different voting systems – it might not tell us much about the road to 2020, but it would be difficult to read as evidence that Corbyn is taking his party in the right direction. That’s where sceptics of the leadership, such as backbench MP Alison McGovern, who said recently that a loss of even a single council would be a “betrayal”, may feel they have a point.",
  "webTitle": "Local elections 2016: how to judge what Labour's result will mean for the party",
  "webPublicationDate": "2016-05-01T20:20:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/local-elections-2016-how-judge-labour-result-jeremy-corbyn",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/01/local-elections-2016-how-judge-labour-result-jeremy-corbyn"
}