{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/peaky-blinders-recap-series-three-episode-four-sickeningly-good",
  "id": "2016-05-26-38",
  "sectionId": "tv-and-radio",
  "body": "Oh dear Tommy. This was another strong episode, but about as bleak as this rambunctious show gets. Throughout this series, there has been the constant suggestion that the usually all-knowing Mr Shelby is off his game, caught between legitimate and illegitimate business, living in the Big House but still, as Tatiana said, “hiding inside it like a boy who’s broken in through the window”.  That uncertainty, coupled with his grief over Grace, has led him to make uncharacteristic errors, culminating in the decision to tell Polly about the assassination plan. As to how fatal that decision turns out to be – let’s just say we’ve never seen Tommy as low as he was in the hideous, hard-to-watch confessional scene. Given that we left him with concussion, a fractured skull, internal bleeding and a possible haemorrhage, not to mention apparently thinking kindly thoughts about his monstrous late father, I’d say there’s some way to go before things improve. Our heroes     The Shelbys return from their stag killing. Photograph: Robert Viglasky/BBC/Caryn Mandabach Productions Ltd/Tiger Aspect    At first I couldn’t understand why Tommy told Polly (the most trustworthy member of his family, but also the most devout) about his desire to kill Father Hughes, but then her drunken confessional made it clear: Tommy might talk a good game about not believing in God, but that childhood Catholicism still lingers. When it came down to it, he couldn’t kill a priest without checking on the state of his mortal soul.  This episode was heavy on the symbolism: the killing of the stag at the start was echoed by Tommy’s own wounded state in the final moments. (By the way Tommy, when will you learn to listen to Curly? If he says you shouldn’t have killed the stag then you shouldn’t have killed the stag – although admittedly, it might have been better to give that warning beforehand). Things were looking more rosy for the rest of the Shelby gang, albeit rosy in the sense that everything could come crashing down at any second: Arthur and Linda plan a spot of California dreaming on an Indian mission, where Linda will preach and Arthur will run a local shop. It’s a Californian version of Little House on the Prairie – what could possibly go wrong? I was surprisingly touched by Linda’s plan – and impressed by her ability to deal with Tommy – but I’m pretty sure that Arthur hasn’t told her anything: in every scene we’ve seen, he’s obfuscated about Shelby business. Is she a spy? I could be wrong, but I think so. John had dreams too. Being John, they were simply of having a bigger house than Tommy (mind that inferiority complex as you go, John) although I was moved by his belief that Esme’s nascent coke habit would be cured by some caravan trips to the beach. Finally Polly, the unwitting architect of Tommy’s downfall, who started the episode drunkenly trying to suppress her demons – I liked the acknowledgment that she thinks of Campbell, even if she doesn’t regret his death – and ended it edging ever closer to a romance with Ruben. Please be on the record Ruben, I couldn’t bear it if you weren’t. The bad guysSo which side is Father Hughes playing for? The suggestion was that he and the thoroughly creepy MP are both Soviet agents, though he told Tommy the opposite in his morphine haze to ensure their no doubt nefarious plan comes off. That said, I have a feeling this arrogant man of the cloth, so contemptuous of other’s thoughts and feelings, serves no God but himself. I wouldn’t be surprised to learn he was playing all sides off against each other, Tommy Shelby-style. As for the crazy Georgians, we learnt that Tatiana has some interesting ideas about what constitutes pillow talk – though I found her statement to Tommy that she was the “first one who understands you” worth considering. She’s right that he finds a certain freedom in killing, though wrong to presume that’s all there is to him.  Additional notes     Move on girl … sleeping with Tommy is no good for you, Lizzie. Photograph: Robert Viglasky/BBC/Caryn Mandabach Productions Ltd/Tiger Aspect    • So the Shelbys are going to rob the Georgians? Interesting plan Tommy: you’d better hope those sapphires are real and not just gaudy sex toys. • While I admire Tommy’s attempts to go legit – “horses for the sport, race days for a lark” – I’m not convinced he’ll keep the rest of the gang on side. Pol and Arthur yes, but John and the little ‘uns ... • Of course the crazy Georgian duchess plays Russian roulette – this is Peaky Blinders, which never met a Grand Guignol plot point it didn’t love.  • Oh Lizzie, sleeping with Tommy is neither good for your self-respect or for his grief process. Move on girl; leave the Shelbys behind.  • I loved the slow-mo scene of the women marching off on strike and the men riding their horses over Tommy’s palatial grounds. Yes, it was shot like a music video but it was a great deal of fun.  • I still don’t trust Michael. I don’t know whether it’s the writing or the actor but even seemingly innocuous lines like “Should I be here for this?” make me shudder.  • The reactions from the three older Shelby brothers to their father’s death were all nicely done, Arthur’s in particular. Paul Anderson has been fantastic this series. • The whole episode was very well acted, with Paddy Considine skin-crawlingly disturbing and Helen McCrory heartbreaking in Polly’s confessional scene. But this was very much Cillian Murphy’s hour. The scene in which Hughes forced Tommy to recite the Act of Contrition was sickeningly good, not least because Murphy made us so aware of just how much it was costing Tommy, physically and emotionally, to do this man’s bidding.  • Finally, I am hugely tickled by the idea that the Peaky Blinders have a scholar’s pass at the British Library – and even more so by the idea that John is the one they allow to use it. Anachronistic yet strangely right song of the weekNot much music this week, so I’m giving the honours to The Last Shadow Puppets’ Bad Habit, which is the sort of song that makes you feel defiled just listening to it, and thus was fittingly used as Tommy attempted to assassinate Father Hughes. Quote of the week“She’s stolen his soul and taken it to a better place – the suburbs.” Polly, queen of the one-liners, nails Arthur and Linda’s relationship. What did you think? Can the Shelbys come back from the brink of disaster? Do you trust Linda? What about Michael? Or Ruben? If you were stuck in a mansion with a crazed Georgian duchess, would you indulge her in a quick round of Russian roulette? As ever, all speculation and no spoilers welcome below …",
  "webTitle": "Peaky Blinders recap: series three, episode four – sickeningly good",
  "webPublicationDate": "2016-05-26T21:00:13Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/peaky-blinders-recap-series-three-episode-four-sickeningly-good",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Peaky Blinders",
      "id": "tv-and-radio/peaky-blinders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/peaky-blinders-recap-series-three-episode-four-sickeningly-good"
}