{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/sheffield-doctor-isis-issam-abuanza-call-stronger-border-checks-mp",
  "id": "2016-05-25-94",
  "sectionId": "world",
  "body": "UK border checks should be “stronger and more robust” in order to prevent people like a Sheffield doctor who went to fight with Islamic State from re-entering the country, his local MP has said. Clive Betts, MP for Sheffield South East, was speaking following reports that Dr Issam Abuanza had left his wife and two children from Sheffield in 2014 to join the militant group. The revelation emerged after Isis recruitment documents were leaked to the BBC. “We need stronger and more robust border checks to make sure that people who do this know that if they try to come back here they will be arrested and prosecuted,” said the MP. Betts said Abuanza, who is from Palestine but has British citizenship, seemed to have lived in the constituency for only a short time and that, from the information he had been given, appeared not to have formed connections to any of the local communities. “I just don’t know how someone can commit themselves to saving the lives of anybody who walks through the hospital door in this country and then go to fight abroad with an organisation committed to destroying the values of our country,” he said. “I just find the two things completely contradictory.”  The doctor’s sister Najla Abuanza said her parents would never forgive her brother for his actions. “He used to be quite the dashing young man, very modern. I’ve no idea how he became like this or who showed him the path to terror,” she told the BBC. “My dad’s wish was to see him before he dies. He has spent all his money on him and his education and this is what he does.” Abuanza, 37, reportedly qualified as a doctor in Baghdad in 2002, the year before the US-led invasion of Iraq. He gained his licence to practice medicine in the UK in 2009 after working for Glan Clwyd hospital in Rhyl, Wales, between May 2007 and July 2009. He is thought to have worked at Scarborough hospital between October 2012 and August 2013.  Both hospitals said they could only confirm that a person with that name had worked for them between those dates, and that they would have gone through all of the usual checks before being recruited. Neighbours at the couple’s home in the Darnall area of Sheffield said they had not known much about the family because people in the area tended to keep to themselves, but some said they would say hello to Abuanza’s wife when they saw her. His wife, who was the director of Retaj Limited clothing company until it was dissolved in September 2014, told the BBC she had no idea about her husband’s plans. The BBC claims that Abuanza crossed into Syria in July 2014, shortly after Isis proclaimed the creation of a caliphate. His current whereabouts are unknown, though it is thought that he was living in Deir Ezzour province in eastern Syria in October 2015, which was when he last posted to social media. In an Isis registration document, which is filled in by every recruit to the militant group, the doctor claims to be an endocrinologist, a specialist in diseases involving hormones. He also elects to become a soldier rather than a suicide bomber.  On social media Abuanza celebrated atrocities committed by Islamic terrorists. Writing on his Facebook page on the day of the attack at the offices of the satirical magazine Charlie Hebdo in January last year, he said: “God bless this act of terrorism.”  A photograph posted online appears to show Abuanza reading the Qur’an while holding an automatic rifle. In another he is pictured posing in doctors’ scrubs with a pistol holster slung over one arm. A spokesperson for the North East counter terrorism unit, which covers incidents in South Yorkshire, said it was aware of the media reports surrounding Abuanza but would “neither confirm nor deny” that it was investigating him.",
  "webTitle": "Sheffield doctor who joined Isis sparks call for stronger border checks",
  "webPublicationDate": "2016-05-25T16:39:19Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/sheffield-doctor-isis-issam-abuanza-call-stronger-border-checks-mp",
  "keyword": [
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sheffield",
      "id": "uk/sheffield",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "world/2016/may/25/sheffield-doctor-isis-issam-abuanza-call-stronger-border-checks-mp"
}