{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/keir-award-2016-where-is-the-dance-in-australian-contemporary-dance",
  "id": "2016-05-03-352",
  "sectionId": "stage",
  "body": "As Australia’s Keir Choreographic award gears up for its final at Sydney’s Carriageworks on Saturday – after the eight semi-finalists were whittled down to four at Melbourne’s Dancehouse last week – the audience has been consumed by the question: where is the “dance” in Australian contemporary dance? A prestigious new award launched in 2014, KCA commissions new contemporary dance works before picking a winner, functioning not unlike an Idol contest: it combines generous financial support for Australian contemporary dance with tight timelines, and a great deal of pressure. Having to “re-live the trauma of this amazing opportunity” is how choreographer Atlanta Eke, the winner of the 2014 KCA, described her second Keir stint, as a jury member. “It’s a very unique set of conditions in which to generate work.”    Related: You’re wrong, Akram. We do need more female choreographers    All of the works, it seems, would have benefited from a more considered critical context, less need to compete with one’s peers, and perhaps a little less money to spend. However, the hothouse environment of KCA gives an unselfconscious, raw hastiness to these 20-minute pieces, and an opportunity to read in them the future of Australian dance: its preoccupations, its direction, and its emerging talents. The heavy cross-breeding of body with multimedia, and the obsession with reality, memory, and identity, should not come as a surprise. This is a generation that has not known life without social media, and has come of age in a culture which still tells them that the real world – what matters – is somewhere out there, in another country.     Sarah Aiken’s work at the semifinals: ‘questioning presence and identity’. Photograph: Gregory Lorenzutti    What is noteworthy, though, is that choreographers are rejecting not only dance, but even the notion of choreographed movement. Most of the Keir semi-finalists, but particularly the four finalists, seem content to narrow their focus to the physical fact of the fleshy, pink body: probing it for truth, and questioning how it stands up to language and the recorded image. The influence of conceptually-bent European dance is present in all works, but nowhere more so than in Berlin-based Martin Hansen’s If It’s All In My Veins, which juxtaposes three dancers with shaky, moving gifs, tiny excerpts of dance iconography.  Isadora Duncan’s soft-armed prance, Mary Wigman’s Hexentanz and Pina Bausch’s crash against the chairs in Café Müller become the instructions for looping reconstructions on stage; imprecise, hurried, endless, getting worse from tiredness rather than improving with practice.  The sense of futility is overwhelming, yet there is no sadness in the work. Juxtaposing Rosas classic dance films with Beyoncé’s controversial plagiarisms of the same, and ending with footage of Russian teenagers breaking into a joyous boogie in 1992, here is all of dance’s history as a decaying archive, free for all to cannibalise, misinterpret and find pleasure in.     ‘The sense of futility is overwhelming, yet there is no sadness’: Martin Hansen’s If It’s All In My Veins. Photograph: Gregory Lorenzutti    Sarah Aiken and Rebecca Jensen’s solos works offer the opportunity to revisit their past collaborations and unpick individual contributions: Aiken’s formalist rigour, and Jensen’s willingness to err on the side of silly. Presence and identity are questioned in Sarah Aiken (Tools For Personal Expansion), which layers Aiken’s body and movement until it fills the room to the brim.      ‘Limbs like chewing gum’: Sarah Aiken (Tools For Personal Expansion). Photograph: Gregory Lorenzutti    Aiken walks up to the microphone to say her name, starting an echoing audio loop, and begins a series of expansive, leisured movements: outstretched limbs, simple bends, walking, sliding. Her body becomes a measure of the space, the way Corbusier’s architecture references human proportions. Another two female dancers follow at a delay, each speaking Aiken’s name into the microphone first (layered onto the audio), creating an echo of both body and voice.  As the audience’s voices are brought into the choir, and a simple panoramic video recording stretches out Aiken’s limbs like chewing gum, the amplification of Aiken reaches a slapstick extreme.      ‘Wild and free and Instagrammable’: Rebecca Jensen’s Explorer. Photograph: Gregory Lorenzutti    Jensen’s Explorer contains “proper dancing” – but as a citation, together with leaf-blowing, circus acrobatics and a Spiderman wall crawl.  A number of ideas chatter inside this maximalist work, but it makes sense almost despite itself, held together by Jensen’s blunt stubbornness in pursuing a thought – however wacky – to its finale.  Here is Jensen as a white explorer, her adventures aided by co-dancers, like high-art Sherpas: now scaling mountains formed by anonymous bodies, obliviously hitting them on the head with her Blundstones; now sitting pensively in a landscape on someone’s anonymous back; and now making a momentous ascension through the audience on anonymous shoulders, to barely touch the ceiling monkey bar then turn around and back.  Her physicality is wild and free and Instagrammable, and through the humour forms a biting critique of travel as white people’s liberation – not unlike Barbie Saviour. Of the finalists, Ghenoa Gela’s Fragments Of Malungoka is the most conventionally danced: the choreography is an abridged version of a Torres Strait Islander women’s dance.      ‘Cultural dislocation’: Ghenoa Gela’s Fragments of Malungoka. Photograph: Gregory Lorenzutti    It contains a physicality that we recognise – flat-footed stomps, lowered torso, body percussion; three performers bunching up and dispersing like a reconnaissance party – but that resists integration with the main current of Australian contemporary dance, and remains marked as ethnic and other, instead of ours.  Gela’s dancers and audience are non-Torres Strait and, despite the tokenistic use of technology, her conceptual focus is on this cultural dislocation: a rich tradition becoming, through performance, pure surface.  The finals of the Keir Choreographic award are held at Carriageworks in Sydney 5-7 May",
  "webTitle": "Keir award 2016: where is the ‘dance’ in Australian contemporary dance?",
  "webPublicationDate": "2016-05-03T04:17:29Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/keir-award-2016-where-is-the-dance-in-australian-contemporary-dance",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Perkovic",
      "id": "profile/jana-perkovic"
    }
  ],
  "guardianId": "stage/2016/may/03/keir-award-2016-where-is-the-dance-in-australian-contemporary-dance"
}