{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/08/dartford-toll-trouble-cameras-fine-drivers-incorrectly",
  "id": "2016-05-08-201",
  "sectionId": "money",
  "body": "Roger Bundy was surprised when he got a penalty charge notice for £70 for failing to pay the toll on the Dartford Crossing in east London. Not least because he had not used either the bridge or the tunnel that carry the M25 across the Thames Estuary, linking Kent to Essex. Bundy, from Blandford Forum in Dorset, was the victim of a licence plate misreading by the automated camera system which incorrectly fined his blue Nissan Navara instead of the white van that had gone through the toll in May 2015. Almost a year later he is being threatened with legal action to recover a debt he doesn’t owe, for a journey he never made. A camera system which can recognise number plates replaced toll booths at the busy crossing in 2014, and has so far generated 3.5m penalty charge notices for drivers who have failed to pay. A series of complaints to The Observer has shown how the system is far from foolproof, however, with cameras misreading number plates and people being pursued for fines they are unaware of. This can in turn lead to a complaints system which can appear inflexible. Thousands of those incorrectly charged simply pay up to avoid the risk of an escalating fine, according to Auto Express. Last August the motoring magazine found that while the vast majority of appeals were upheld (80%), only one in 25 motorists actually appealed a fine.   Related: We’re all paying the penalty for the new Dart Charge system    In Bundy’s case the camera confused a C with a G on the plate, an apparently easy mistake to rectify given that the charge notice included the photo. His wife Clare called Highways England, which administers the charge, and pointed out the discrepancy. “I spent 20 minutes trying to get through to someone who kept telling me I had to pay, even though he could see the problem,” she said. In September a second demand was sent and, because Bundy had not paid the original fine, it had risen to £105 plus the £2.50 toll. Again Clare rang to point out it wasn’t their vehicle. “Over the 25 minute call I was repeatedly told to pay up and was not allowed to be put through to a manager,” she says. In December Bundy, from Blandford Forum, Dorset, was threatened with court proceedings and in March a debt collecting firm advised that they would commence legal action within 14 days. “I sent a letter to Dart Charge [the system for paying the toll], the court and the bailiffs with photos of our vehicle and their photo of the white van,” says Bundy. “Now I’m waiting, wondering if the next knock at the door is the bailiffs.” Only when the Observer contacted Highways England about the case did the agency acknowledge the mistake. “There have clearly been errors here, both when issuing the penalty and in not cancelling it in a timely manner when the mistake was first brought to our attention,” a spokesperson says. “We have written to the Bundys to apologise in full and confirm that all enforcement action has been cancelled.”    There have clearly been errors here, both when issuing the penalty and in not cancelling it in a timely manner  Highways England     Laura Townshend of Basildon, Essex, also received a fine for a crossing she never made, last July. In her case she had sold the vehicle in question. She says she sent Highways England the official paperwork proving she was not the registered keeper at the time of the offence. The only response, two months later, was a threat of court proceedings unless she paid £105 plus the £2.50 toll. Alarmed, she paid up. “I went to pay the fine online and found another fine due for a crossing with the same car in February. I had not received any notification of this, nor did I make a crossing on that date,” she says. “As even a letter from the DVLA seems not to be enough to prove I don’t own the car, I made a very bad decision and paid both fines – £215 – to avoid a court case and costs.” Highways England claims never to have received her supporting documents and says it will consider a refund if she resends them. Many more motorists who do use the crossing, one of the UK’s busiest, fail to pay the charge because of confusing signs. The only warning of the levy is a large C which is identical to the symbol for the congestion charge, the £11.50 fee for vehicles entering central London. A recent poll by the AA found that 60% of drivers mistook it for the latter, an entirely different fee which is not payable on the Dartford crossing. Non-Londoners are likely to have no clue of the symbol’s meaning. When the booths were bulldozed to reduce congestion, it seems the levy went from being a toll to a “congestion charge” and was increased by 20%. This distinction was never explained, nor is the fee called a congestion charge on the website, but the new terminology gets round the fact that the levy, introduced to cover the costs of building the Dartford Bridge, is still in place 13 years after it was paid for. Nowhere on the signs is the price of a crossing mentioned, and no payment details are given. Drivers are merely invited to “find us online” before midnight the following day, a problem for those without internet access and baffling for the thousands of overseas visitors who use the route to and from Stansted and Gatwick airports.    I paid my crossings, but the payments were used to pay for ones made the week before I hired the car  Shirley Palframan     Some in leased or rented cars have been fined, even though they have paid the fee, because Dart Charge’s system has misapplied their payment to a previous customer. Shirley Palframan, who lives in Brunei, found £150 had been deducted from her account by car rental company Easirent for a crossing made before she visited the UK. “I paid for my crossings, but the payments were used to pay for crossings made the week before I hired the car. This meant my journeys were showing as unpaid, resulting in penalty charge notices and additional administration fees from the hire company,” she says. Receipts for her payments and her car rental failed to move Highways England, which only refunded the charge when The Observer got involved. According to Easirent, misapplied payments have been a frequent problem for customers who, as they are not the registered keeper of the vehicle, cannot appeal their fines directly. Highways England promised that changes to the system should minimise such mistakes, but, according to a local rental company, Chelmsford Van Hire, the problem is still so prevalent it has given up charging administration fees to customers who incur penalty charges because it can’t tell who is liable. “Payments for these vehicles are still being put against previous unpaid crossings made by other customers, due to the fact that, unlike the London congestion charge website, Dart Charge don’t have a facility to specify what date you are paying for,” says director Deborah Lashmar, who wrote to us to vent her frustration. Frequent users of the crossing can create either a pre-paid or a pay-as-you-go account to pay the charge automatically, but even this does not safeguard them from fines. Tina Mackenzie of Basildon, Essex, faces a bill of £1,397 for 13 crossings because her pre-paid account dropped below the £10 minimum last November. It should have been topped up automatically, but unbeknownst to her, her bank declined Dart Charge’s request for £10 due to insufficient funds.   Related: I was charged £150 in tolls when I wasn’t even in the country    It wasn’t until February that the first penalty charge notices were sent to her employer from whom she leases her car. “Had this first penalty been served in good time I would have been aware that my Dart Charge account had run out of funds and I would have topped it up,” she says. Highways England says warning emails were sent, even if they were not received, but after the Observer intervened it apologised and cancelled the charges. The agency insists that 93% of motorists comply with the system and the signs are perfectly adequate. Those who misunderstand are given leeway. “The first time we issue a penalty letter we give the vehicle owner the chance to pay the charge within two weeks and avoid any fine,” a spokesperson says. For many of those who are erroneously fined and refuse to pay up, however, the system can prove inflexible. The Dartford Crossing is more or less a captive market since the nearest alternative river crossing is a congested 15 miles away, which means that a crucial route that was supposed to become toll free in 2003 is earning the government millions. Paying the penalty Spanning the river Thames between Dartford and Thurrock, some 50m vehicle journeys are made each year on the Dartford Crossing, writes Shane Hickey. Sixteen miles east of central London, it forms a link between the Kent and Essex sides of the M25. Southbound traffic uses the Queen Elizabeth II bridge, while northbound traffic goes through the two two-lane Dartford tunnels. Since November 2014, instead of stopping at a barrier to pay at a booth, motorists have had to pay remotely - online, at retail outlets or by phone. Around 140,000 motorists use the bridge every day. A single journey for a car costs £2.50, and there is a penalty charge of £70 if this goes unpaid. That is reduced to £35 if paid within two weeks, but increases to £105 after four weeks. The changes to the toll system were introduced to ease congestion at the busy junction by removing the need for drivers to stop and pay. When the scheme started drivers were urged to beware of fake wesbites which clamed to be portals to pay for the charge, in a similar manner to scams to pay the London congestion charge, or to provide the free European health card, driving licence renewals or tax returns.",
  "webTitle": "Toll and trouble: Dartford cameras fine drivers for journeys they didn’t make",
  "webPublicationDate": "2016-05-08T06:00:14Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/08/dartford-toll-trouble-cameras-fine-drivers-incorrectly",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/08/dartford-toll-trouble-cameras-fine-drivers-incorrectly"
}