{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/obama-takes-aim-at-trump-and-republicans-at-final-correspondents-dinner",
  "id": "2016-05-01-135",
  "sectionId": "us-news",
  "body": "Barack Obama has taken satirical swipes at Donald Trump and, more surprisingly, Hillary Clinton and ended his final White House correspondents’ dinner by literally dropping the mic and departing with the words: “Obama out.”   Related: Stars, media and a dog at Obama's final correspondents' dinner – in pictures    In the traditional tongue-in-cheek address to the Washington press corps on Saturday night, the president lampooned the Republican frontrunner’s foreign policy and business credentials while also mercilessly mocking the efforts of his fellow Democrat to appeal to younger voters. Obama did not linger on Trump for as long as some had expected during his half-hour speech, especially those who recall the correspondents’ dinner in 2011 where he roasted the celebrity tycoon as he sat in the room.  Watched by an audience that included politicians, journalists, actors and Trump’s two sons, he pretended to wind up his remarks before interrupting himself: “No, I’m just kidding, you know I’ve got to talk about Trump. We weren’t just going to stop there. Come on! “Although I am a little hurt that he’s not here tonight. We had so much fun the last time. And it is surprising: you’ve got a room full of reporters, celebrities, cameras, and he says no. Is this dinner too tacky for The Donald? What could he possibly be doing instead? Is he at home eating a Trump steak, tweeting out insults to Angela Merkel? What’s he doing?” Evidently relishing this election year, Obama then made reference to Trump’s former ownership of the Miss Universe beauty pageant. “The Republican establishment is incredulous that he is the most likely nominee,” he continued. “Incredulous! Shocking! They say Donald lacks the foreign policy experience to be president but, in fairness, he has spent years meeting with leaders from around the world. Miss Sweden. Miss Argentina. Miss Azerbaijan.” As guests erupted in laughter, the candidate’s claim to be a winner in business was also targeted. “And there’s one area where Donald’s experience could be invaluable and that’s closing Guantanamo because Trump knows a thing or two about running waterfront properties into the ground.” Obama said he had more material but would leave it there, prompting the crowd to beg for more. He went on to make a sardonic-but-serious point about the avalanche of media coverage devoted to Trump, who has warned that any attempt to deny him the Republican nomination at the party’s convention in Cleveland, Ohio, in July could lead to violent protests. “I don’t want to spend too much time on The Donald,” he said. “Following your lead, I want to show some restraint because I think we can all agree that, from the start, he’s gotten the appropriate amount of coverage, befitting the seriousness of his candidacy. I hope y’all are proud of yourselves. The guy wanted to give his hotel business a boost and now we’re praying that Cleveland makes it through July.” At that, Obama shook his head slightly and grunted: “Mmm, mmm, mmm. Mmm.”           White House correspondents’ dinner: Obama’s best zingers    Trump’s rival Ted Cruz received barbs for his recent reference to a “basketball ring” while campaigning in Indiana. Obama, whose father was Kenyan, said: “What else is in his lexicon? Baseball sticks? Football hats? But, sure, I’m the foreign one.” But Obama’s fellow Democrats were not spared. When Obama hailed Sanders as “the bright new face of the Democratic party”, the white-haired, 74-year-old leftwinger, wearing a lounge suit instead of a tuxedo, rose to acknowledge audience applause. The president said: “I am hurt, though, Bernie, that you’ve been distancing yourself a little from me. I mean, that’s just not something that you do to your comrade.” He then compared Sanders’ slogan, “Feel the Bern”, to an imagined one for Clinton that flashed up on screens: “Trudge up the Hill”, with the image of an “H” pushing a rock up a slope. “You’ve got to admit it though, Hillary trying to appeal to young voters is a little bit like your relative who just signed up for Facebook. ‘Dear America, did you get my poke? Is it appearing on your wall? I’m not sure I’m using this right. Love, Aunt Hillary.’ It’s not entirely persuasive.” Clinton was also on the receiving end when Obama began his remarks by apologising for being late. He explained: “I was running on CPT, which stands for ‘jokes that white people should not make’” – a reference to a recent sketch by New York mayor Bill de Blasio and Clinton in which she castigated him for endorsing her so late, and he claimed to have been “running on CP time” (“coloured-people time”).     President Barack Obama applauds at the White House Correspondents’ Association annual dinner in Washington. Photograph: Yuri Gripas/Reuters    Obama went on: “Here we are, my eighth and final appearance at this unique event and I am excited. If this material works well I’m going to use it at Goldman Sachs next year. Earn me some serious Tubmans,” – references to Clinton’s lucrative speeches on Wall Street and the recent decision to put the founder of the Underground Railroad on the national currency. As in past years, Obama made himself the butt of some of jokes, reflecting on the imminent end of his presidency. “I’m grey, grizzled, just counting down the days to my death panel.” He added: “Even some foreign leaders have been looking ahead, anticipating my departure. Last week, Prince George showed up to our meeting in his bathrobe. That was a slap in the face. A clear breach of protocol.” But he also noted: “In my final year, my approval ratings keep going up. The last time I was this high, I was trying to decide on my major.” He said he and his aides were mystified as to the cause of his popularity, while the video feed cut to a pictures of Cruz and Trump. There was also a spoof video, “Couch Commander”, in which Obama and old foe John Boehner, former speaker of the House, united to consider life after leaving office. Obama made a glancing reference to TV series Game of Thrones, described British actor Helen Mirren as “awesome” and, in paying tribute to vice-president Joe Biden, took a backwards swipe at George W Bush’s deputy Dick Cheney. “I love Joe Biden, I really do. I want to thank him for his friendship, his counsel, for always giving it to me straight. For not shooting anybody in the face.” The president’s speech clearly tickled the audience in the Washington Hilton ballroom that included Biden, John Kerry, Republican party chairman Reince Priebus, former House Speaker Newt Gingrich, former New York mayor Michael Bloomberg and actors Mirren, Jared Leto, Bryan Cranston, Will Smith, Jeff Goldblum, Rachel McAdams, Mark Ruffalo, and Tom Hiddleston.       Turning serious at the end, the president thanked the White House correspondents and praised a free press. “I just have two more words to say: Obama out.” With that, he held out the mic and dropped it, just as basketball star Kobe Bryant had recently done at the end of his last game.   Related: President Obama's final White House Correspondents' dinner – as it happened    Obama proved a hard act to follow. Comedian Larry Wilmore’s routine had a more mixed reception, with gags about the media prompting groans but other lines hitting the mark. He ended on a poignant and unexpected note. “When I was a kid, I lived in a country where people couldn’t accept a black quarterback,” Wilmore said. “Now think about that. A black man was thought by his mere colour not good enough to lead a football team. And now to live in your time, Mr President, when a black man can lead the entire free world. Words alone do me no justice. So, Mr President, if I’m going to keep it 100.” Wilmore pounded his chest and said: “Yo, Barry, you did it, my nigga!” The Washington Hilton ballroom was crowded with celebrities. Democratic presidential candidate Bernie Sanders joined vice president Joe Biden, secretary of state John Kerry and other government officials.",
  "webTitle": "Barack Obama in surprise swipe at Clinton at final correspondents' dinner",
  "webPublicationDate": "2016-05-01T09:43:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/obama-takes-aim-at-trump-and-republicans-at-final-correspondents-dinner",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/01/obama-takes-aim-at-trump-and-republicans-at-final-correspondents-dinner"
}