{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/european-commission-urges-eu-backing-for-visa-free-travel-for-turks-ankara",
  "id": "2016-05-04-86",
  "sectionId": "world",
  "body": "The European commission faces an uphill battle to grant Turkish citizens visa-free travel through most of Europe by the end of June, a crucial element of the EU’s deal with Ankara to curb refugee arrivals. A related plan to overhaul asylum rules was also running into trouble just hours after it was unveiled on Wednesday, as central European countries denounced the measures as ridiculous and tantamount to blackmail. The EU executive on Wednesday gave its provisional blessing to visa-free travel for Turkish tourists and short-stay travellers to the Schengen Area, which excludes the UK and Ireland. It backed the scheme on the condition that Ankara upgrades laws on anti-corruption, terrorism and data protection in the next few weeks. In another important caveat, visa-free travel would only be available to those Turks with biometric passports that include fingerprint recognition chips. Such passports do not exist in Turkey, although the government plans to introduce them from 1 June. The promise of visa-free travel through Europe was a key part of the bargain EU leaders struck with Turkey to stop the flow of migrants and refugees onto the Greek islands. But Hungary has already rejected the plans, while MEPs vowed to block them unless Turkey stops using anti-terror laws to “silence” journalists.   Related: Crackdown in Turkey's Kurdish south-east turns journalists into 'terrorists'     The final decision on whether Turkish citizens will get visa-free access to the Schengen Area for stays of up to three months rests with the EU’s 28 member states and the European parliament. All 28 EU leaders signed off on the goal of easing visa rules as part of the refugee deal struck with Turkey’s prime minister, Ahmet Davutoğlu, in March, but there are no guarantees the deal will go through. The proposals will face opposition in the European parliament, as MEPs insist they will not be bounced into a decision. The two largest groups in the parliament, the centre-right EPP and the Socialists, said they would not back the visa plan unless Turkey met all 72 of the EU conditions.  “The European parliament should vote on visa liberalisation only if Turkey meets all the criteria and after the EU ministers for interior affairs have thoroughly reviewed the situation,” said the EPP leader, Manfred Weber. Guy Verhofstadt, the leader of the smaller Liberal group, urged MEPs to block the proposal unless Turkey revised its anti-terrorist legislation, which, he said had been used “in a brutal clampdown on Turkish and foreign journalists by the Turkish government”. He also called for the Turkish president, Recep Tayyip Erdoğan, to drop charges against Jan Böhmermann, a German comedian, who is being prosecuted in Germany for lampooning the Turkish president in an offensive poem. Böhmermann criticised the German chancellor, Angela Merkel, on Tuesday for agreeing to Ankara’s request to prosecute him for offending a foreign leader. EU home affairs ministers will discuss the visa plans next month. The commission on Wednesday tried to assuage French and German concerns by proposing an emergency “snapback mechanism” that would allow the EU to suspend visa-free travel for six months if there were a surge in Turkish nationals staying illegally in Europe or a jump in asylum applications. But this seems unlikely to placate members of Merkel’s own party, who have been sceptical, while its Bavarian sister party, the CSU, actively opposes the deal. “We cannot swap the wave of refugees for a wave of visa applications,” said the CSU party secretary, Andreas Scheuer. “We are against importing inner-Turkish conflicts to Germany.” François Fillon, a former French prime minister and presidential candidate for the centre-right Républicains, also come out against visa liberalisation for Turkey. “The decision of the European commission is not acceptable as it stands,” he wrote on Twitter. The visa proposal is unlikely to result in an immediate surge of Turkish visitors to the 26-country Schengen zone. Only 10% of Turkey’s 79m people have passports and none have the EU-standard biometric documents required, which will be produced in runs of up to 10,000 a day from June. Although the UK is not directly affected, Brexit campaigners seized on the visa recommendation. The Ukip leader, Nigel Farage, said it was “a huge error of judgment” and claimed Turkey had moved a step closer to EU membership. “The chaos from the beaches of Greece has evidently moved to the corridors of Brussels. The EU has rolled over to the blackmail from President Erdoğan.” As recently as 20 April, Turkey had met only half the EU’s 72 criteria for visa-free travel, a list that includes introducing biometric passports, stepping up border controls and guaranteeing fundamental rights for minority groups, such as Roma citizens. Ankara has been racing to meet the standards, even chartering a private plane to rush hastily-ratified treaties to the Council of Europe in Strasbourg. But five conditions still need to be cleared, including passing anti-corruption laws, rewriting domestic law on terrorism to avoid conflicts with freedom of expression, and bringing data protection rules in line with EU standards. The vice-president of the commission, Frans Timmermans, insisted Turkey was not getting a free ride. He defended the EU’s approach to engaging with Ankara, even though he stressed that Turkey was moving away from Europe on democratic standards and freedom of the media. “In the past years of not engaging with Turkey, in just shouting over the fence at each other, what has that done for human rights, the rule of law, democracy freedom of the media in Turkey? Nothing. It has only worsened,” he said. “If they are to come closer to the European Union, they will have to demonstrate they adhere to our values.” The Turkey decision was announced as the commission published long-awaited plans to overhaul EU asylum rules, including “solidarity payments” of €250,000 (£198,000) per asylum seeker from countries who refused to take refugees as part of a quota system. The aim is to reduce pressure on EU’s frontier states, notably Greece and Italy, which are struggling to cope with large numbers of refugees. Timmermans warned that a failure to work together could doom European unity. “If there is no solidarity here, there will be no solidarity elsewhere. And that will be a huge blow to the European project.” The plea for unity was met with a volley of complaints from four central European countries, Poland, Hungary, the Czech Republic and Slovakia, who denounced the asylum plans as unacceptable. Poland’s interior minister, Mariusz Błaszczak, said they made no sense and Hungary said they amounted to blackmail. The new rules would only apply to the UK and Ireland if they chose to take part, although successive British governments have opted into EU asylum rules, which allow them to send back asylum seekers to other member states. Home Office minister James Brokenshire told British MPs on Wednesday the government would not opt into any system with redistribution quotas. Beyond the eye-catching fines proposal, which may be unprecedented in EU refugee law, the regulation would make significant changes to the treatment of asylum seekers. Any asylum seeker that attempted to move to another EU country could be stripped of benefits other than emergency healthcare. Steve Peers, professor in EU law at Essex University, said this measure would breach the EU charter of fundamental rights, as interpreted by the European court of justice. “Someone could say that at least part of the regulation was invalid, for breach of the charter, and it is possible to strike things down for breaching the charter,” he said. Peers said the commission was “more concerned about the two ‘securitarian’ objectives of sending people back to Turkey and preventing people from moving in the EU”.",
  "webTitle": "European commission faces challenge to grant visa-free travel to Turks",
  "webPublicationDate": "2016-05-04T17:11:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/european-commission-urges-eu-backing-for-visa-free-travel-for-turks-ankara",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    }
  ],
  "guardianId": "world/2016/may/04/european-commission-urges-eu-backing-for-visa-free-travel-for-turks-ankara"
}