{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/30/cindy-sherman-review-high-society-selfies-by-quintessential-postmodernist",
  "id": "2016-05-30-169",
  "sectionId": "artanddesign",
  "body": "In the catalogue for the Cindy Sherman exhibition that just opened at the Queensland Gallery of Modern Art in Brisbane, there is a self-portrait of the artist. This is Sherman out of character, posing without the props, costumes or elaborate backdrops that make up so much of her work. She’s wearing a nondescript grey T-shirt and jeans while casually holding a camera and remote control, her eyes averted from the camera in a look to her left.  It’s as carefully staged as her art photography yet this is apparently the real person behind the mask: the artist in her studio with the tools of the trade. It’s a fascinating glimpse at a face familiar from her long body of work, a face that seems almost blank without prosthetic noses and theatrical makeup.   Related: Cindy Sherman: clowning around and socialite selfies – in pictures    Sherman is one of the most influential photo artists of the late 20th century. Her Untitled Film Stills from 1977-80 is a key series of works in the emergence of postmodernism in the visual arts, and her ongoing interest in the mutability of identity has inspired generations of younger artists to pull on wigs and costumes and perform for the camera. But Sherman’s work isn’t as orthodox in its theory or approach as its historical categorisation might suggest – it’s far more organically alive, exploring the grotesque and the uncanny, the monstrously feminine, and the comedic worlds of haute couture. Curated by Ellie Buttrose, the exhibition skips everything before 2000 to begin with Head Shots (2000-02), a series of character studies akin to actor’s headshots featuring the artist performing an assortment of emotions – happy, sad, reflective, sexy – in a variety of everyday costumes. The heightened absurdity of the images, with their theatrical makeup and stilted poses, is sharply contrasted by the artist’s remarkable ability to evoke a variety of archetypes. In one image Sherman has uncannily evoked a close friend of mine, right down to her hair, facial expression and brilliant white teeth. In the next room is the Clown series from 2003-04: a bright, colourful and upsetting series of images where, using digital post-production techniques, Sherman performs multiple clown characters in a single frame. The large scale of the works pushes the inherent grotesquery of clowns into a zone of abject horror. Other artists have made excursions into this kind of imagery but few have reached Sherman’s intensity, and with her made-up faces and carnival costumes, the works suggest a variety of deeply creepy readings.     ‘The large scale of the works pushes the inherent grotesquery of clowns into a zone of abject horror’: from Cindy Sherman’s Clown series from 2003-04.    The first two galleries represent the full spectrum of Sherman’s work, at one end a heightened kind of psychological surrealism and at the other grotesque. Over the last 16 years Sherman has tended towards a less theatrical approach, even when the content seems openly parodic. Two series commissioned by magazines and featuring the designs of leading fashion houses situate her work in a strange, twinned world of tribute and parody. The Balenciaga series (2007-08) for French Vogue looks like selfies by the rich and quasi-famous, women in designer coats and fur-rimmed jackets, smiling for snapshots in blurred-out nightclubs; the Chanel series (2010-12) for Pop magazine places the Chanel-clad artist in weird, rigid poses, placed against defocused arctic landscapes.  It’s as if Sherman is acknowledging both the glamour of fashion and its ability to confer identity and confidence, and the Zoolander-esque comedy of being really, really good-looking at any cost. More recent series Society Portraits (2008) and New Work (2016) chart an interesting turn for Sherman: the portraits of society women hark back to Head Shots, if on a grander scale. The artist’s ability to evoke women of a certain age and social status in pose, dress and makeup makes for pointed satire, but is also a knowing acknowledgement that the archetype might be found within the artist herself.  The final room, with works unveiled at Metro Pictures in New York only a matter of weeks ago, is a richly strange experience. In these, Sherman harks back to Hollywood actors of the 1920s and 30s: strong women with rigid faces and tight makeup, architectural poses with a hand on hip or cigarette held to the mouth, their imperious eyes staring down the viewer. Like the artist’s self-portrait in the catalogue with its demure glance away from the camera, these images indirectly acknowledge the gaze of the viewer yet never submit to the collective ownership of an audience.  Sherman’s work may well be the quintessence of a postmodern kind of irony, but as this show demonstrates, it is also defiantly made in her own image. • The Cindy Sherman exhibition runs at Queensland Gallery of Modern Art until 3 October 2016",
  "webTitle": "Cindy Sherman review – high-society selfies by quintessential postmodernist",
  "webPublicationDate": "2016-05-30T07:11:51Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/30/cindy-sherman-review-high-society-selfies-by-quintessential-postmodernist",
  "keyword": [
    {
      "webTitle": "Cindy Sherman",
      "id": "artanddesign/cindy-sherman",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Frost",
      "id": "profile/andrew-frost"
    }
  ],
  "guardianId": "artanddesign/2016/may/30/cindy-sherman-review-high-society-selfies-by-quintessential-postmodernist"
}