{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/bha-jim-best-ban-british-horseracing-authority",
  "id": "2016-05-15-58",
  "sectionId": "sport",
  "body": "The crisis over disciplinary procedures at the British Horseracing Authority deepened on Sunday as it emerged that one of its officials had dangled the possibility of a substantial contract in front of Matthew Lohn, a solicitor who has been serving as chairman of BHA disciplinary panels. Lohn declined the opportunity. The BHA was forced to admit on Friday its finding of guilt against the trainer Jim Best would have to be quashed because Lohn, who chaired the panel in that case, had also been paid for other work by the BHA in recent years, giving rise to a possible perception of bias. The BHA has so far refused to say when that work was done or how much work was involved. The Guardian can reveal that Lohn was first approached about non-disciplinary work for the BHA in October 2013 and that he offered occasional service to the regulator over the next two years, giving advice on matters unrelated to disciplinary issues. It is understood Lohn regards the quantity of work done for the BHA over that time to be at the trivial end of the spectrum and that he did not submit a bill for same until specifically asked to do so. He was first approached about this seam of work by Adam Brickell, the BHA’s director of integrity, and subsequently advised Ben Gunn, who was an independent regulatory director at the BHA at the time. There is therefore no question of the BHA’s senior integrity figures being unaware of the additional work Lohn was doing, which has now caused the regulator such embarrassment. Early this year, around the time Lohn was chosen by the BHA to chair the panel hearing the Jim Best case, Lohn was told a complete redraft of the rules of racing was in prospect and was invited to quote for the work of advising on that project. Lohn declined to do so, recognising the obvious conflict with his work on disciplinary panels. However, it reflects very poorly on the BHA that the possibility of such a valuable contract was ever raised with someone in Lohn’s position, who is required to be independent of the BHA in order to carry out his disciplinary function effectively. Lohn has previously indicated through the BHA that he would not offer public comment on these matters and he did so again on Sunday in response to an email from the Guardian. The BHA has also opted for silence in response to a deluge of criticism this weekend, a spokesman insisting it would not be appropriate to comment further in advance of the Best appeal hearing on 24 May “to avoid prejudicing the interests of all of the parties concerned or influencing the appeal board in any way”. The authority promises to be “fully open and transparent about the wider matters that have arisen during this case” after its conclusion. So far officials have not said what will happen to the case of Paul Gilligan, an Irish trainer who was also recently banned for six months, by a panel chaired by Lohn. Like Best he maintains his innocence of charges against him and appealed on several grounds, one of which was the involvement of Lohn. If the finding and four-year ban against Best must be quashed, it appears inevitable the finding against Gilligan must also fall.   Related: BHA defends ban on Paul Gilligan despite clear appeal risk     Other cases may also be in jeopardy. Among those heard by Lohn since October 2013 are those that ended with bans for the owner Anthony Knott, alleged to have passed inside information, and the trainer Gerard Butler, alleged to have doped his horses with steroids. While some of those cases, including Butler’s, involved admissions of guilt, it is possible that those who were disciplined may now wish to challenge the extent of the punishments they received. The BHA has been subjected to especially strong criticism by one of the solicitors who regularly represents defendants before its disciplinary panels. “This is a completely self-inflicted wound on itself,” said Rory Mac Neice in comments reported by the Racing Post. “The BHA is an utter shambles. I’m afraid to say there is a real strand of arrogance running through the BHA, where they will not listen to reasonable and sensible concerns raised by participants.”",
  "webTitle": "BHA asked Matthew Lohn to quote for major contract before Jim Best hearing",
  "webPublicationDate": "2016-05-15T17:55:23Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/bha-jim-best-ban-british-horseracing-authority",
  "keyword": [
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/15/bha-jim-best-ban-british-horseracing-authority"
}