{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/apprentice-donald-trump-political-rise-election-2016",
  "id": "2016-05-10-134",
  "sectionId": "commentisfree",
  "body": "You would kill Hitler, wouldn’t you? Given a time machine and the opportunity to fix things, you would go back and kill Hitler at birth. Sure, it would be drastic, but think of the catastrophes you would halt. The second world war. The Holocaust. Ken Livingstone locking himself in a toilet the other week. Me getting bombarded with tedious “Actually, if you’d read the Haavara Agreement … ” tweets whenever I made a joke about Ken Livingstone locking himself in a toilet. All these things are awful, yet so easily expunged. Given the chance, you would kill Hitler. But I wouldn’t. Although the world is full of complex, intractable and seemingly unrelated ills, I have figured out the root cause of all of them. If I had a time machine, I would save the world by going back and killing The Apprentice. In theory, The Apprentice is a television programme. That’s it. It’s a public repository for hair-gelled bell-ends who mangle half-Windsors and compare themselves to sharks. They turn up, they act like two-dimensional prannies, and then they disappear again. But recently, something terrible has happened. The Apprentice has become a training cell for politically toxic ideas. Let’s start with the head of the snake. The Apprentice was created by NBC and Mark Burnett Productions in 2004 as a vehicle for Donald Trump. At that stage in his life, Trump was a circus clown on the slide, whose businesses had gone bankrupt four times. He was a product of a bygone age; an age of hairspray and Filofaxes and breezeblock-sized mobile phones. The man was a relic, lost at sea in a world he could no longer hope to understand. Just look at all his failed ventures from that decade. Trump Steaks. Trump Vodka. Trump Magazine. Trump: The Game. GoTrump.com. Each and every one of them the dismal, drain-circling spasm of a man desperately trying to stay relevant. But The Apprentice papered over these cracks. It allowed him to appear on TV and wear a suit and jab his finger a lot. The Apprentice turned Donald Trump into a towering figurehead of authority. Even though he was appearing on a reality show – the sort of idiotic, ground-level piecemeal gig that no billionaire in their right mind would ever touch with a bargepole – people started investing in the Trump myth. And now he is the presumptive Republican candidate in a real-life general election. Without The Apprentice, failed boardgame salesman. With The Apprentice, the almost-leader of the free world. I know which role I would prefer him to have. His candidates, too, have followed suit. The man rushing to defend the Trump supporter who sucker-punched a black protester at a March rally? That’s Andy Dean, a candidate from the show’s second series. The woman who most vocally attacked Fox News presenter Megyn Kelly during her spat with Trump last year? Tana Goertz, series three runner-up and Trump’s Iowa campaign co-chair. To a much lesser extent, given that we’re not actively thinking about giving any of these bozos the nuclear codes, this plague has spread to the UK. Over here, The Apprentice has given us treats such as Conservative baroness Karren Brady voting in favour of tax credit cuts, and Nick Hewer and Margaret Mountford presenting a nasty little Daily Express front page of a programme called Too Many Immigrants? And then there’s our great white wail, Katie Hopkins. If it weren’t for the show, Katie would still be a Met Office brand consultant, albeit one who nobody would go near because they didn’t want her screeching, “Hello! Isn’t it wonderful about all the dead babies?” at them in the lift. But The Apprentice gave her a platform, and now she is the only person on Earth – including his own peers and relatives – who thinks Zac Goldsmith did a halfway decent job of running for London mayor. Last we heard, she was planning to protest against Sadiq Khan’s victory by jamming a halal sausage up her bum and waddling up Regent Street an act as nauseating as it is offensive. Children might see her, for crying out loud. “Why is she doing that, Mummy?” they’ll ask. “Because a TV show made her sell fudge at a zoo,” they will be told, and they will spend the rest of their lives shivering with confusion whenever they have to walk past a sweet shop. Even Alan Sugar – the hedgehog-faced Labour peer turned Trump surrogate – has fallen foul of this epidemic, resigning from the Labour party last year on the basis that it was too much like the Labour party. Sugar also later complained that London’s mayor-to-be had “single-handedly ruined Labour”. Not that this is a surprise. By its nature, The Apprentice exists to bring out the very worst in people. It’s a series about avarice, about stiffing people over in a suffocating kill-or-be-killed corporate environment. It’s a get-rich-quick-and-damn-the-consequences show. It might not have caused the 2008 banking crisis, but it probably didn’t help. If you want to succeed on The Apprentice – if you want to be heard over the din of all the other braying tossers you have been saddled with – you have to learn to distil the worst aspects of your personality into a succession of horrible little soundbites. It’s why Hopkins managed to respond to news about pork DNA being found in Malaysian chocolate by tweeting: “How’s your chocolate today my little jihadis?”, and why Trump was able to distil the complex issue of Mexican immigration down to: “They’re rapists.” Dreadful things said as simply as possible, that’s The Apprentice way. Get good at that, and there’ll be no stopping you. Incidentally, Piers Morgan has been an Apprentice finalist on two different continents now. History will not judge The Apprentice well. It is destined to be seen as a series that picked the worst of people, buffed their awfulness into a high-gloss finish, and then set them loose into the world. It simply cannot be allowed to continue. That is, unless one of the tasks this year involves making a time machine. If that happens, I’m in.",
  "webTitle": "The toxic political legacy of The Apprentice",
  "webPublicationDate": "2016-05-10T15:06:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/apprentice-donald-trump-political-rise-election-2016",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "The Apprentice",
      "id": "tv-and-radio/apprentice",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/apprentice-donald-trump-political-rise-election-2016"
}