{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/hereford-reborn-quadruple-fa-vase-final",
  "id": "2016-05-21-93",
  "sectionId": "football",
  "body": "Tuesday afternoon at Wembley Stadium. The stands are empty and the place is quiet. A group of schoolchildren on a tour of the ground emerge and stomp through the press seats, briefly stopping to peer around and take a few pictures, but even they are not making much noise. Now and then, music pumps out as technicians put the sound system through its paces before the FA Cup final. Otherwise, though, people are behaving like tourists who have wandered into a precious old church: respectful, hushed, flushed while apologising to the member of security who chastises anyone for ignoring the “keep off the grass” sign. This is the calm before the storm and Peter Beadle is in a contemplative mood as he stands by the side of the pitch and drinks it all in. “You look around and see where our fans are going to be and they will almost be filling up one quarter of the ground,” Hereford Football Club’s manager says and, even though Beadle claims to prefer the old twin towers to the arch, he has a nice line about one of his players being unable to wipe the grin off his face when the team bus arrived at Wembley. Hereford are here and they do not quite believe it. Reborn and revitalised after their proud history as Hereford United came to an angry, tearful end when they were put into liquidation at the end of 2014, they will be cheered on by 20,000 supporters when they face Morpeth Town, who finished fourth in the First Division of the Northern Football League, in Sunday’s FA Vase final. They have risen from the ashes of financial oblivion with a new name and a new identity. After all the turmoil, a fresh start beckoned last summer. The Hereford United Supporters Club set about starting a new club and, with the backing of four local benefactors, they registered to play in the Midlands Football League, in the ninth tier of the English game, and their first season as a phoenix club has been a remarkable tale of success and redemption. Beadle was asked to return, having been let go after a brief caretaker manager spell in the 2013-14 season, and although he had to put a squad together from scratch, using nine pre-season friendlies to assess new players, Hereford have won the league with 108 points, earning promotion to the Southern League Division One South and West. With the Herefordshire County Cup and Midland Football League Cup already in the bag, the quadruple is on.     Hereford FC Manager Peter Beadle, Captain Joel Edwards, right, and Pablo Haysham pose with of the FA Vase at Wembley Stadium. Photograph: Tony Marshall/The FA via Getty Images    Neither Hereford club has ever played at Wembley. It means a lot and fans are coming from far and wide to see their team. One supporter has travelled from Hong Kong and the father of Hereford’s captain, Joel Edwards, has flown over from Australia. “It’s a bit surreal with all the buildup but now we’re here reality is kicking in,” Edwards says. “They have to overcome that,” Beadle says but he knows it will not be easy. Forget Wembley, reality was money problems, hated owners, fan boycotts and unpaid bills and wages not so long ago. It reached an inevitable conclusion when Andrew Lonsdale, who had become the most public director, failed to produce a £1m proof of funding required to stave off liquidation, his complaints that he had been held up in traffic on his way to court falling on deaf ears. “If you don’t get paid, what do you do?” Edwards, Hereford born and bred, says. “There were people with responsibilities. For them not to get paid, it was shocking. With families it’s hard. The PFA stepped in a bit and Steve Niblett, the photographer here, helped auction stuff for a bit of charity. It was dribs and drabs, whatever we could get. My family and friends are all fans and they hated it.” Attendances at Edgar Street had fallen into the low hundreds and the ground was in a state of disrepair. Some players slept on camp beds at the stadium. Yet Hereford have had the seventh highest attendance in non-league football this season and the feel-good factor is back. Under-16s have had to pay only £1 for their Wembley tickets and Edgar Street looks good again. “One of the things we have noticed this year is how many young people have supported us,” Beadle says. “The club have made a big effort to bring new supporters in, we have had players going out to schools so the young supporters have now made that bond with the players and I am sure a lot of them have said to their parents ‘I really want to go’.” There is a determination never to let disaster strike again. A crucial sense of community has been restored. Beadle is a part-time manager and a full-time parent, looking after his two children while his wife goes to work, and the players have day jobs. Edwards used to be a full-time professional; now the squad features roofers, teachers and even a barista. “The lad who works in the coffee shop says there is a lot more income in the shop now he is at Hereford,” Edwards, 24, says. Hereford have not lost every link with history. Ronnie Radford, whose 30-yard rocket toppled Newcastle United in the FA Cup in 1972, will be in the crowd, while Hereford’s supporters will be treated to the sight of their mascot, a prize bull called Hawkesbury Ronaldo, being paraded around the pitch 30 minutes before kick-off. “If he paid a pound for every pound he weighed it would be expensive because he is a big boy,” Beadle says. “He is a true beast. Obviously the old cattle market used to be outside the ground. It should be and will be a huge celebration. And the big cherry on the cake will be if we pick up the trophy at the end.”",
  "webTitle": "How Hereford FC have risen from the dead to arrive at Wembley",
  "webPublicationDate": "2016-05-21T13:59:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/hereford-reborn-quadruple-fa-vase-final",
  "keyword": [
    {
      "webTitle": "Hereford",
      "id": "football/hereford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/21/hereford-reborn-quadruple-fa-vase-final"
}