{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/17/smash-hit-why-tennis-is-having-a-fashion-moment",
  "id": "2016-05-17-84",
  "sectionId": "fashion",
  "body": "The ranking of tennis on the fashion-sport matrix has long been a contradictory one. Tennis is arguably the most elegant and beautiful of all sports – the Wimbledon whites, the balletic grace, the absence of unsightly mud – but it has felt, in recent history, some way from the pop-cultural zeitgeist. The very power of the cucumber-sandwich, blond-ponytailed aesthetic has kept tennis as an eternally popular catwalk reference, but it has simultaneously distanced it from the present day. Until now. Tennis in 2016 is about more than blond ponytails. As the sport becomes more modern, more diverse and more inclusive, it becomes more relevant. This is not, of course, primarily about fashion. But how tennis players look is crucial to the general perception of the sport, because snapshot visual images are the information about tennis that reach beyond the sport’s fans.     Serena Williams with Beyoncé in the video for Sorry. Photograph: Beyonce    No one understands this better than Serena Williams. The winner of 21 grand slams and two-time Vogue cover girl has redefined both what a tennis player looks like, and what a best-dressed-lister looks like. Already a sporting icon, a month ago she positioned herself closer than ever to the watercooler when she made a cameo appearance twerking next to Beyoncé in the video for Sorry. Lemonade, the album that the song comes from, challenges the audience on issues of race, feminism and sex. That the reigning queen of tennis is right there next to Queen Bey says something about where tennis is at. If Williams is the queen of tennis, then Anna Wintour is a powerful fairy godmother. To say that Wintour is a tennis fan understates how central tennis is to her world, and her image. The editor of US Vogue arrives at New York’s Midtown tennis club every weekday morning at 5.45am for an hour of tennis before work. She is a close friend of Roger Federer, sitting in his box for matches and having him along as her plus-one at fashion shows.     Kim Kardashian at the 2015 US Open. Photograph: Jean Catuffe/GC Images    Wintour’s work ethic is formidable – despite the power to have a show held until her arrival, she is a meticulous timekeeper, and often among the first to be seated by the catwalk – but her commitment to tennis is so strong that she has been known to skip entire afternoons of New York fashion week in favour of the US Open. Tennis is the one passion to which Wintour, with her cultivated ice-queen image, will happily admit. And she has powerful front-row friends with whom to talk tennis, including the French fashion mogul Bernard Arnault and Stella McCartney.     Rafael Nadal of Spain at the Internazionali BNL d’Italia in Rome, Italy. Photograph: Dennis Grombkowski/Getty Images    Tennis has always been a see-and-be-seen occasion. There are theatrics to being a tennis spectator, as well as to being a competitor. The elaborate hush, the strawberries and cream – and, increasingly, the celebrity-spotting. The front-row interest has helped update the tennis audience from a society venue with a slightly old-fashioned, Slim Aarons-set profile to a more contemporary, unexpected clientele. Drake was spotted at both Wimbledon and Flushing Meadows last year. The US Open celebrity count included Justin Timberlake, Oprah Winfrey, Martha Stewart, the Trumps and the Kardashians. At Wimbledon, the regular patronage of London paparazzi’s two favourite targets – the Duchess of Cambridge and Victoria Beckham – has made the All-England Club an essential stop on the new British season, halfway between Glastonbury and Glorious Goodwood. But the designer sundresses worn in the stands are not the clothes making tennis fashionable. The most stylish looks on the tennis court are the sweaty racer-back vests. The convergence of fashion and sport has had a striking impact on how we perceive sportswomen. Look at an image of 22-year-old Canadian Eugenie Bouchard, on court in her Nike vest and shorts: the outfit is close to what you might find any fashion-conscious 22-year-old wearing. When young women look at images of tennis players on court, they see girls who are dressed like them. This puts tennis in a position of power in fashion. This is, at first sight, a simple and wholesome connection. But the vogue for athleisure is never far from the pursuit of bodily perfection, or from sex, and the new connection between tennis and fashion seems also to have revived a lecherous interest in short skirts that had seemed moribund. See, for instance, Calvin Klein’s new advertising campaign, with “upskirt” shots that call to mind the bottom-scratching tennis girl of 1970s poster fame.     Serena Williams at the 2015 French Open. Photograph: Jean-Paul Pelissier/Reuters    The men of tennis have more than kept pace with the 21st-century broadmindedness around what a man can wear. Rafael Nadal has made something of a trademark of wearing colours beyond those that would traditionally be considered alpha male. He often wears orange on court, and flirts with purple. (Nadal also appeared in a music video, for Shakira, some years ago.) The French player Gaël Monfils is adored by the fashion world, and has proved himself game for stepping outside traditionally sportsmanlike iconography. A 2009 shoot by Arthur Elgort for US Vogue starred Monfils alongside Karlie Kloss, with Kloss wearing the finest Paris haute couture. In one photo, the pair read Proust in a Parisian cafe; in another, they posed against a dove-grey Citroen 2CV, with Kloss accessorising her Christian Dior dress with a tennis racquet. The upshot of all this is that, when the French Open begins on Sunday, Paris will be hosting a style event as much as a sporting one. Tennis is having a fashion moment, and while Wimbledon runs away with the prize money for powerful brand image, the relaxed dress code of Roland Garros, and the style pedigree of the host city, makes it something of a fashion week for tennis. In last year’s women’s final, Williams wore tangerine-hued leopard print with matching high-tops to beat Lucie Safarova in a lilac-and-coral co-ord.     Ralph Lauren’s uniforms for Wimbledon’s court officials. Photograph: Ralph Lauren    Nadal and others may rail against the strict dress code, but Wimbledon remains the most iconic fixture on the tennis calendar. The French Open has the carnival colours, but the white-on-green of the All-England Club, dotted with strawberries, is the most classic aesthetic in tennis. And this year’s Wimbledon will have not only the added excitement of an in-form Andy Murray once more, but also a more modern look, with Ralph Lauren having updated the uniforms for the court officials. The new pieces bring the umpires, ball boys and ball girls right in line with contemporary athleisure. There are new performance fabrics for the polo shirts, and on-trend, wide-legged trousers for female umpires, while the navy zip-through tracksuit has more than a touch of Chloé SS16 about it. Tennis appears to be making a concerted landgrab on the tracksuit, hoping to remind the fashion world – always suckers for a Wes Anderson style reference - that Richie Tenenbaum of the Royal Tenenbaums was, after all, a tennis prodigy. Le Coq Sportif’s new vintage-inspired range of tenniswear majors in block-coloured tracksuits with piped edging that are one part Tenenbaum, two parts John McEnroe and Chris Evert-era tennis. While tennis looks more and more like fashion, this summer, fashion looks more than a bit like tennis. Stella McCartney put polo-shirt-collared dresses on the catwalk at Paris fashion week. Lacoste’s catwalk shows – which have cast the net wide in previous years, riffing on skiing and American football looks – this year saw the label circle back to its roots in tennis. Uniqlo, a label with a high profile in fashion currently due to collaborations with Carine Roitfeld and Lemaire, is prominent on court as the sponsor of Novak Djokovic. The new Gucci collection features a centre court-length pleated skirt in navy with floral appliques (£595) and a white gaberdine sundress with pleated skirt (£745).     Luke Wilson as Richie Tenenbaum in The Royal Tenebaums (2001). Photograph: Allstar/Touchstone    In fact, sport owns fashion in 2016. Athleisure sales boom as traditional retailers struggle. A half-zip tracksuit top by Chloé does brisk business at £1,125, while Versace’s summer haute couture collection hawks mesh-effect evening gowns for the price of luxury cars. Rihanna has made the ab-baring, sport-bra-style crop top this year’s red carpet update on the cleavage-hoiking corset top. As a result, tennis is finding its trendsetting form – or, rather, refinding it. The history of the game boasts a roll call of rule-breakers, after all. In the 1920s, Suzanne Lenglen revolutionised the women’s game with her athletic, “unladylike” playing style, her habit of drinking brandy on court and her short-sleeved gowns. She liked to be known as the Goddess. “She had that thing we love in our public figures – a sense of drama,” said her biographer, Larry Engelmann. Almost a century later, her spirit is holding serve once again. Five players’ classic looks Jess Cartner-Morley and Morwenna Ferrier      Roger Federer Such is his status (and friendship with Anna Wintour), Federer can pick and choose his whites. His sponsorship with Nike is defined by white or red classics, but it was this 1920s-style quasi-cricket cashmere cardigan, worn in 2008 at Wimbledon, that proved a feted homage to the home of tennis.      Billie Jean King King’s success was about much more than just tennis: it was also about feminism, not least her win against Bobby Riggs in 1973 and the fact that she was excluded from a tournament photo as a child for not wearing a dress. She also took her fashion game seriously, working with Ted Tidling, whose bold, nylon designs became her staple.      Suzanne Lenglen Lenglen dominated the women’s game for most of the 1920s. A contemporary of Coco Chanel, she brought a formidable ego to the court – she was known for loudly berating bad line calls – and her newly liberated attitude was clear in shorter hemlines and more transparent fabrics.      John McEnroe Part-comical, part-confrontational, McEnroe’s late 70s/early 80s designs became almost as memorable as his style of play: the red headbands, ultra-short shorts and preppy polo shirts were his defining look, soon to be adopted by Shia LaBeouf in a forthcoming biopic.      Gussie Moran “Gorgeous” Gussie caused a sensation at Wimbledon in 1949 when she and Tinling took a creative approach to the championships’ all-white dress code and added frilled knickers beneath her tennis dress. Photographers on court on the day lay flat, the better to catch the effect for posterity.",
  "webTitle": "Smash hit! Why tennis is having a fashion moment ",
  "webPublicationDate": "2016-05-17T17:00:05Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/17/smash-hit-why-tennis-is-having-a-fashion-moment",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Anna Wintour",
      "id": "fashion/anna-wintour",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Serena Williams",
      "id": "sport/serena-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wimbledon",
      "id": "sport/wimbledon",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/17/smash-hit-why-tennis-is-having-a-fashion-moment"
}