{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/making-youtube-face-the-music-on-royalties",
  "id": "2016-05-06-53",
  "sectionId": "music",
  "body": "Nelly Furtado has highlighted why music’s value gap needs fixing. She has called for fair treatment for artists from YouTube in words that resonate across the music industry globally (Music Blog, theguardian.com, 2 May). We applaud her eloquent summary and note four key areas she highlights. First, despite its claims, YouTube is not like a radio service. It is the streaming service of choice for the largest on-demand audience in the world. Second, YouTube would like to avoid being compared with subscription services that pay much higher per-user rates to artists. But the comparison is perfectly valid. The key distinction is that, unlike those subscription services, YouTube claims it is able to take advantage of so-called “safe harbours” to negotiate licences. This is the fundamental market distortion that gives YouTube an unfair advantage over licensed services and devalues music. Third, YouTube claims it has paid out a large sum to the music industry, but it provides an unexplained figure which, even if taken at face value, represents a very small fraction – less than 2% – of industry revenues since 2008. Finally, YouTube’s Content ID tool is limited in scope and imperfect. It should not be a substitute for licensing on the same basis as other digital services. Nelly Furtado has summed the problem up perfectly: music consumption is soaring at record levels, but revenues returned to those who create and invest in music are not. The situation is grossly unfair and that is why policy makers and legislators need to act.Frances MooreChief executive, IFPI (representing the recording industry Worldwide) • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Making YouTube face the music on royalties | Letters",
  "webPublicationDate": "2016-05-06T17:42:40Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/making-youtube-face-the-music-on-royalties",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nelly Furtado",
      "id": "music/nelly-furtado",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/06/making-youtube-face-the-music-on-royalties"
}