{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/15/church-of-england-senior-clergy-must-be-retrained-sex-abuse-disclosures-sarah-mullally",
  "id": "2016-05-15-139",
  "sectionId": "world",
  "body": "Senior Church of England clergy must undergo systematic retraining to deal properly with disclosures of sexual abuse amid continuing concern that survivors are being ignored, sidelined or intimidated, bishops are to be told next week. An action plan drawn up by Sarah Mullally, the bishop of Crediton, is also expected to propose that local autonomy on safeguarding issues be reduced in favour of a consistent response which meets nationally determined standards. Mullally’s report will be presented to the House of Bishops, which will hold a private meeting in York next week. Two months ago, she was tasked by the archbishop of Canterbury, Justin Welby, with drawing up a plan to implement recommendations of an independent inquiry into the way the church handled the case of “Joe”. Over four decades, senior church figures failed to act on Joe’s repeated disclosures of his abuse. Survivors who have been consulted by Mullally and her team have expressed confidence in the bishop’s determination to improve the church’s response to abuse disclosures. But they have also voiced fears that the House of Bishops might be reluctant to acknowledge the extent of the failures and accept the need for radical action.   Related: Damning report reveals Church of England's failure to act on abuse    “Despite promises to change, they have done little,” said Joe, whose identity is known to the Guardian. “This crucial House of Bishops’ assembly gives them an opportunity to repent and swiftly change their structures, and make their response to survivors safe at last. Their mirage is finished. They must surely recognise this finally.” Phil Johnson of Macsas, an organisation that supports survivors of sexual abuse in the church, said: “It’s good that Sarah Mullally recognises that the church is at a tipping point, but actions speak louder than words. It’s very difficult to get real change through the House of Bishops.” The independent inquiry into Joe’s case, led by safeguarding expert Ian Elliott, made 11 recommendations, including a new training programme – particularly for senior clergy – on receiving, recording and acting on disclosures.  In the case of Joe, who told three bishops and a senior clergyman later ordained as a bishop about his abuse, Elliott said: “Those that received the disclosures … did not manage that situation appropriately. No available records were created by anyone … no action was taken.” He also said the church’s national safeguarding team should have the power and responsibility to intervene in dioceses where necessary. “The lack of authority and responsibility at the centre is viewed as an important deficit in this case.” However, the C of E’s 108 bishops in 42 dioceses strongly defend their local autonomy. “Bishops are very protective of their fiefdoms. They will resist any move they see as an attack on their independence,” said a senior member of the clergy. Johnson said the independence of each diocese was part of the problem. “The church really needs to tackle and modernise its archaic structures to ensure more accountability,” he said. According to Joe: “Bishops need to relinquish a lot of authority and be much more open to scrutiny.” He added: “If they make the right choices, the church will change very significantly – and it needs to.” Although Mullally and the national safeguarding team are pressing for action to improve the church’s response to sexual abuse disclosures, they acknowledge that change is likely to take longer than survivors would wish. “Not everyone sings from the same hymn sheet on this,” a church source said. A decision on whether to accept Mullally’s plan may be deferred until September. Another high-profile survivor of clerical sexual abuse has refused to cooperate with an independent review ordered by the church into his case because he says the “bullying and silencing” he experienced as a result of his disclosures is not included in the inquiry’s remit. Graham Sawyer, a C of E vicar, was abused by Peter Ball, a former bishop of Lewes and Gloucester, who was jailed for 32 months last October for offences against 18 boys and young men in the 1970s, 80s and 90s. Following Ball’s trial, the church ordered an independent inquiry led by Dame Moira Gibb to examine the church’s response to disclosures of the former bishop’s abuse. The church has been accused of failing to act to bring Ball to justice when accusations first surfaced in 1993. “For me and for many other survivors there are two crimes. One is what Peter Ball did to me and others. But the other – and it endures – is the terrible way that the Church of England at its highest levels continues to treat us. And therefore if this review … doesn’t include that bullying and vilification, then it’s not worth the paper it’s written on,” Sawyer previously told the BBC Sunday programme. A Cof E spokesperson said: “The House of Bishops takes all safeguarding work very seriously and it is a standing item on the agenda. Bishop Sarah Mullally is working closely with the national safeguarding team to implement the recommendations of the Elliott review, and she will be presenting key messages on this to the House at its meeting this month.” Mullally had offered an unreserved apology for “the failings of the church towards [Joe]” when she received Elliott’s report on behalf of the C of E in March, the spokesperson added.",
  "webTitle": "'Clergy must be retrained to deal with sex abuse disclosures'",
  "webPublicationDate": "2016-05-15T09:08:09Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/15/church-of-england-senior-clergy-must-be-retrained-sex-abuse-disclosures-sarah-mullally",
  "keyword": [
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/15/church-of-england-senior-clergy-must-be-retrained-sex-abuse-disclosures-sarah-mullally"
}