{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/sophie-trudeau-fairy-tale-women-canada",
  "id": "2016-05-16-259",
  "sectionId": "commentisfree",
  "body": "The rules of public life are never exactly clear until they are broken. Sophie Grégoire Trudeau, wife of the Canadian prime minister Justin Trudeau is just finding this out. Her husband is responsible for a sudden upsurge of interest in Canadian politics, often appearing as a meme all over social media usually with comments such as “Can we have one of these?” or “Clone him”. He is good-looking, smart and unabashedly feminist. One minute he is explaining quantum physics, the next presenting a gender-balanced cabinet as simply obvious and timely. He seems to have it all.   Related: 'I need help': Sophie Trudeau's plea sparks anger in Canada    His wife does too, surely? Bright and beautiful with three young children, she wants to work with causes close to her heart, from tackling eating disorders to female empowerment. Michelle Obama has described her as a “soulmate”. But Grégoire Trudeau has broken the golden rule not just for political spouses but for all women in public life. She has admitted that she is struggling to carry out all her duties and needs more help. The couple have nannies and she has one assistant but she feels that she cannot do all the charity work she wants to without more staff. “I’d love to be everywhere but I can’t. I have three children and a husband who is prime minister. I need help. I need a team to help me serve the people.” Grégoire Trudeau may as well have added, “Let them eat brioche” for the reaction this has caused. She has been roundly criticised for being out of touch with ordinary Canadians, for living a life of Gucci bags and caviar, for basically being little more than a Kardashian. Some of this backlash is about the ill-defined role of political wife. These women have been eternally scrutinised but mostly for their appearance. After Michelle Obama or indeed Hillary Clinton, no one expects them to be coyly apolitical, just hovering in the background. The appeal of the Trudeaus is absolutely based on the fact that they are a youngish modern family, yet clearly childcare is deemed to be her department. Maybe he could not be prime minster without childcare either? The more women who have it all pretend they can do it all, the more pressure it puts on everyone else. Many “successful” women have childcare, cleaners, PAs. But somehow a certain class of celebrity makes all of this invisible. The bigger the team some Hollywood A-lister has, the more they are photographed baking cupcakes or surrounded by a gaggle of children. The pernicious myth that a successful public life, complete with press scrutiny about how a woman looks at all times, is only achievable by a talented few does no one favours. It makes us onlookers feel like failures because we know we cannot do it all by ourselves. The truth is that no one really can, but men are rarely asked about their domestic arrangements. Grégoire Trudeau has indeed committed a crime – against this fairytale that so many women are burdened with by simply telling the truth: “I need help.”",
  "webTitle": "Sophie Trudeau has challenged the fairytale that women can do it all | Suzanne Moore",
  "webPublicationDate": "2016-05-16T10:21:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/sophie-trudeau-fairy-tale-women-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sophie Grégoire Trudeau",
      "id": "world/sophie-gregoire-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/sophie-trudeau-fairy-tale-women-canada"
}