{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/27/research-fellow-move-universities-job-security-tenure",
  "id": "2016-05-27-286",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I’m fortunate to have my dream job as a research fellow at a prestigious university. The position entails the ideal mix of my own research, running a small research group and some teaching. I love my colleagues and get great day-to-day job satisfaction. The position is funded by a large external grant from a national funding agency, which I had to compete to get, and secures my position for the next five years. Most universities promise fellows with such funding permanent tenure as long as they fulfil some basic criteria by the end of that period. However, mine requests that I get an additional fellowship to secure tenure, which seems a vanishingly small chance. My decision is between staying where I am in a job that I love but potentially without any security, or taking my fellowship elsewhere, which may or may not be as good but may guarantee job security in a somewhat cut-throat profession. Do you have any advice? Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "As a research fellow, should I move universities to get job security?",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/27/research-fellow-move-universities-job-security-tenure",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Research",
      "id": "education/research",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/27/research-fellow-move-universities-job-security-tenure"
}