{
  "apiUrl": "https://content.guardianapis.com/uk-news/shortcuts/2016/may/11/is-first-class-train-travel-about-to-be-derailed",
  "id": "2016-05-11-220",
  "sectionId": "uk-news",
  "body": "Name: First-class carriages. Age: As old as the rail network itself. Status: Subject to a reduced service. Possibly. What? How dare you! I pay thousands of pounds a year for my first-class ticket! OK. The government is proposing a reduction in the space set aside for first-class travel, in order to beat the scourge of overcrowding on busy rail routes. But I love travelling first class. Of course you do. That’s because you’re a snooty one-percenter who wouldn’t be seen dead slumming it with the rest of the population. I bet you buy Speedy Boarding when you fly easyJet too, don’t you? What’s an easyJet? Never mind … Look, a west coast mainline consultation document has suggested a change in the balance of first- and standard-class coaches, because overcrowding causes untold misery for millions of passengers a year. It’s a good idea. Please explain overcrowding. Fine. People who buy standard-class tickets between, say, London and Manchester, regularly have to stand for the entire two-and-a-quarter-hour trip, which seems a bit off since a peak-time single ticket costs £166. That’s their problem, not mine. But wouldn’t it be nice to know that you were giving up a sliver of luxury in order to help your fellow man? No! That sounds terrible! I cloister myself away from that rabble for a reason. I don’t think that matters. A new operator will run the west cost mainline from 2018, and the franchise will probably be given to whoever takes up the government’s suggestion. But if they’re getting rid of first class, does that mean … Yes, it does. It means we’re all either getting promoted to first-class passengers, or you’re getting a demotion. This cannot be allowed to happen. I’m better than you people. Oh, whatever. I’ll see you sitting on the floor in a footwell next to a malfunctioning toilet on the 7:42 to Manchester. No! I must stop this, however I can. Have you thought about full-stop tweeting a rail operator in anger, like all the other frustrated commuters do? Well, no, I’m not a monster. Thank God for that. Do say: “Finally, British rail travel becomes a meritocracy.” Don’t say: “An expensive, uncomfortable, unreliable meritocracy that will inevitably drive us all to our graves.”",
  "webTitle": "Move down! It's time for rich commuters to travel like the rest of us",
  "webPublicationDate": "2016-05-11T12:18:20Z",
  "webUrl": "https://www.theguardian.com/uk-news/shortcuts/2016/may/11/is-first-class-train-travel-about-to-be-derailed",
  "keyword": [
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "West coast mainline",
      "id": "uk/west-coast-mainline",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail fares",
      "id": "money/rail-fares",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/shortcuts/2016/may/11/is-first-class-train-travel-about-to-be-derailed"
}