{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/paul-mccartney-the-biography-by-philip-norman-review",
  "id": "2016-05-28-155",
  "sectionId": "books",
  "body": "Philip Norman’s biography of the Beatles, Shout!, has sold more than a million copies. Published in 1981 soon after John Lennon’s murder, it was buoyed by the wave of nostalgia that ensued – the first stirrings of the over-the-top Beatles worship that is now an immovable part of popular culture all over the world. Norman delivered arguably the first literary look at Beatledom: the book divided their career into four parts – Wishing, Getting, Having and Wasting – and told the story in gleaming prose. But Shout! has one big drawback: a glaring bias against Paul McCartney, who was portrayed as a kind of simpering egomaniac, and a correspondingly overgenerous view of Lennon, who, Norman later claimed, represented “three quarters of The Beatles”. Norman went on to write John Lennon: A Life. Now, eight years later, comes this new book, introduced with a blunt mea culpa. Norman’s damning of McCartney, he now says, was a reaction to how much he had once not just admired him, but wanted to somehow be up there, in his place. “If I’m honest,” he now writes, “all those years I’d spent wishing to be him had left me feeling in some obscure way that I needed to get my own back.” Now, he has a more generous view – and so, with McCartney’s “tacit approval” (assistance with sources and information, but no direct involvement) he has written the Lennon book’s companion piece. Norman is an enviably skilled pen-portraitist, with a consummate ability to conjure the presence of “the left-handed bass guitarist whose delicate face and doe-like eyes were saved from girliness by the five o’clock shadow dusting his jawline”. He rightly observes that McCartney served as the group’s courteous “PR man”, and had an air of “refinement”, partially traceable to his mother Mary’s insistence on good manners. The fact she was a midwife, Norman points out, meant the McCartneys were viewed as being a few notches above their neighbours, though Paul was still looked down on by Lennon’s stand-in mum, the comparatively bourgeois Aunt Mimi: the early Beatles story is not only an account of the evolution of rock’n’roll, but of the tiny gradations of the old English class system. A powerful sense of McCartney the man comes across in this book’s evocative high points: the school years he spent, after passing his 11-plus, at the Liverpool Institute; the pre-marriage life of artsy urbanity he built for himself in St John’s Wood, London; and the 10 days he spent in a Japanese jail in 1980, having been busted for carrying marijuana, during which time he apparently chose to avail himself of the communal showers and regularly “led a sing-song of old standards his father had loved, such as ‘When the Red Red Robin Comes Bob-Bob-Bobbin’ Along’”. There are also sketches of McCartney and his late wife Linda’s aptitude for maintaining family life in the midst of what other people might consider impossible circumstances: according to one long-estranged associate, “I’d never seen such great parents before, and I never have since.” This is, then, a capably executed biography, brimming with detail. But there are also three big problems. First, when the story gets to the Beatles’ rise and fall, the idea of telling the tale from McCartney’s perspective tends to fall away; in its place we have a very familiar saga. Second, though Norman is good at placing his subject in the midst of various histories – of the Irish diaspora, Liverpool and the socio-cultural passage of the 1960s – he has a tendency to write about music in a register rather redolent of the op-ed pages of the Daily Mail. The Sex Pistols’ “God Save the Queen” is definitely not “a shrieking parody of the national anthem”, any more than Kate Bush’s “unearthly wail”, “Wuthering Heights”, ever made Yoko Ono’s ear-shredding shrieks “seem positively normal”. These odd touches are also applied to his subject’s career and work: anyone who knows what the term “glam rock” denotes, for example, would know McCartney’s post-Beatles vehicle Wings were anything but.   Related: Philip Norman: 'John Lennon influenced the 20th century in so many ways' – audio interview    This feeds into probably the book’s biggest flaw of all: its neglect of McCartney’s talent. Perhaps the most baffling omission is any appreciation of its subject’s astounding, trailblazing playing of the bass guitar. Similarly, there is not nearly enough attention paid to the compositional gifts that began to flower around 1964, and arguably reached their peak in 1969, with McCartney’s underappreciated work on Abbey Road and Let It Be. There is an associated failure to get to grips with the underachievement that largely defined McCartney’s later 1970s and 80s. Norman once lamented the gap between McCartney’s output and what he “could do if only he would try”; here, perhaps thanks to the shadow cast by the “tacit approval” of his subject, he simply describes one post-Beatles release after another, and tends to damn them with faint praise. However – and despite the 80 grinding pages devoted to McCartney’s doomed marriage to Heather Mills – Norman still delivers an affecting study of a man too often misunderstood. The idea that emerges most strongly is that for someone who has lived such a surreal life, McCartney has long had a remarkable sense of “everyday” morals. He ensured his first four children went to state schools, and was careful not to spoil them. His reported outbreaks of stinginess were probably traceable to the spend-happy chaos he witnessed at the tail-end of the Beatles’ career, and are more than counterbalanced by Norman’s reports of his generosity: the campaigning to save the local hospital in his adopted Sussex hometown, and the £1m that paid for a new care centre; his footing of the $200,000 (£137,000) bill for treatment for the 11-month-old daughter of one of the Beatles’ old comrades from their spell in Hamburg. To compare two lives that turned out to be so different probably isn’t fair, but is telling: Lennon, by contrast, spent most of his last years cloistered in an opulent New York apartment building that had an air-conditioned room reserved for a collection of fur coats, and often did as he was told by astrologers and numerologists. In that sense, and others, for all its imperfections, this is a book that redresses a lingering imbalance – with the piquant twist that one of the people who so skewed things in the first place was the author himself. • To order Paul McCartney for £20 (RRP £25) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Paul McCartney by Philip Norman review – the Beatle finally gets his due",
  "webPublicationDate": "2016-05-28T06:30:27Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/paul-mccartney-the-biography-by-philip-norman-review",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "books/music",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "John Lennon",
      "id": "music/johnlennon",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "John Harris",
      "id": "profile/johnharris"
    }
  ],
  "guardianId": "books/2016/may/28/paul-mccartney-the-biography-by-philip-norman-review"
}