{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/football-transfer-rumours-ilkay-gundogan-aaron-cresswell-manchester-city",
  "id": "2016-05-06-289",
  "sectionId": "football",
  "body": "Pep Guardiola has cast his eye over Manchester City’s squad and has decided to build his side around Martín Demichelis, Jesús Navas, Wilfried Bony and Aleksandar Kolarov. Not really. He’s going to sell a load of players, including Yaya Touré and Vincent Kompany, and then City are going to sign Borussia Dortmund’s Ilkay Gundogan, West Ham’s Aaron Cresswell, Juventus’s Paul Pogba and Everton’s John Stones, and then they’re going to lose Champions League semi-finals for the rest of eternity.   Related: Pep Guardiola must carry out major surgery to rouse Manchester City    Liverpool have joined the chase for the Charlton Athletic wonderkid Ademola Lookman. They’re running round south London brandishing a giant net but they’ll pay £6m for him if that doesn’t work. Despite Olivier Giroud once again demonstrating that he is the best striker in England by scoring no league goals in 15 games and it is biased to suggest anything else, Arsène Wenger is on the hunt for another striker. He is looking at AZ Alkmaar’s Vincent Janssen, Internazionale’s Mauro Icardi and Juve’s Álvaro Morata, while Arsenal are also gazing longingly at Leicester City’s midfield dynamo, N’golo Kanté. There’s talk of a £20m buyout clause in Kanté’s contract and Arsenal will start the bidding at £10m – and they won’t pay a penny more! Manchester United want Real Madrid’s out-of-favour centre-back Raphaël Varane. Chelsea have agreed to sell Nemanja Matic to Juventus for £20m. José Mourinho won’t wait for United to appoint him. United already have a manager. Leicester City, the champions of England, are sniffing around Liverpool’s Christian Benteke and Roma’s Kostas Manolas. However, the wheels are already coming off: Chelsea and United want Danny Drinkwater.",
  "webTitle": "Football transfer rumours: Gundogan, Cresswell and more to Manchester City?",
  "webPublicationDate": "2016-05-06T08:03:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/football-transfer-rumours-ilkay-gundogan-aaron-cresswell-manchester-city",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/06/football-transfer-rumours-ilkay-gundogan-aaron-cresswell-manchester-city"
}