{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/manchester-united-ed-woodward-jose-mourinho-agent",
  "id": "2016-05-24-222",
  "sectionId": "football",
  "body": "Manchester United’s executive vice-chairman, Ed Woodward, is meeting Jorge Mendes, the representative of José Mourinho, in London on Tuesday to finalise the Portuguese’s contract to replace Louis van Gaal as manager of the club.   Related: Ryan Giggs offered role on Mourinho’s coaching staff at Manchester United    The hope is for the terms to be agreed and signed by Wednesday night, though there is a recognition from both parties Mourinho may not officially takeover until the latter part of the week. The 53-year-old is expected to seal a three-year deal worth in excess of the £7.5m salary he earned at Chelsea before being sacked in December.   Related: David Squires on … Louis van Gaal's Manchester United swansong    Mendes’s status as one of football’s most powerful agents, who acts for many players of interest to Mourinho, will aid the incoming new No1 as he seeks to strengthen United’s squad. Mourinho has to do so without the attraction of Champions League football, after Van Gaal took the club to fifth position, in his second season. The Dutchman was sacked on Monday, 48 hours after guiding them to the FA Cup victory over Crystal Palace at Wembley. Meanwhile, Ryan Giggs has been offered a role on Mourinho’s coaching staff but could still decide to end a 25-year association with the club. The Portuguese is also likely to want to bring his long-term assistant Rui Faria to the club, casting doubt on the role which has been offered to Giggs. No official confirmation on the remainder of Van Gaal’s backroom team has been made, but it has been reported that assistant coaches Albert Stuivenberg and Frans Hoek, as well as the performance analyst Max Reckers, have left.",
  "webTitle": "Manchester United’s Ed Woodward meets José Mourinho’s agent in London",
  "webPublicationDate": "2016-05-24T10:40:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/manchester-united-ed-woodward-jose-mourinho-agent",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Ryan Giggs",
      "id": "football/ryan-giggs",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/24/manchester-united-ed-woodward-jose-mourinho-agent"
}