{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/tokyo-2020-bid-2m-papa-massata-diack-iaaf",
  "id": "2016-05-13-41",
  "sectionId": "sport",
  "body": "The Tokyo 2020 bid committee has admitted making payments of more than $2m to an account linked to the son of the disgraced former world athletics chief Lamine Diack but insisted they were above-board consultancy fees. The former president of the Tokyo bid committee, Tsunekazu Takeda, and its former director general, Nobumoto Higuchi, broke their silence to admit the payments had been made in two tranches, either side of its victory, but insisted the campaign was “at all times fair and correct”.   Related: Papa Massata Diack: Tokyo bid claims the latest in an avalanche of allegations | Owen Gibson    The Guardian revealed earlier this week that the seven-figure payments were made to an account overseen by Ian Tan Tong Han, a consultant to Athletic Management & Services, a company based in Lucerne that has a contract with the Japanese marketing giant Dentsu to service its long-standing International Association of Athletics Federations contract. Tan was closely linked to Papa Massata Diack, the former IAAF marketing consultant who is the subject of an Interpol wanted notice over his involvement in separate corruption charges linked to extortion and bribery, though he denies all the allegations, including those that led to the life ban from athletics imposed in December. French prosecutors confirmed a day after news of the payments broke that they were examining possible bribery and money laundering charges related to the case. Opposition parties in Japan summoned government officials to answer questions over the affair. During the meeting members of the Japanese Olympic Committee read out the statement. Takeda, who is now president of the Japanese Olympic Committee and is head of the International Olympic Committee’s marketing commission, said the payment to the Black Tidings account was a “legitimate consultant’s fee”. He and Higuchi said in a statement: “The payments mentioned in the media were a legitimate consultant’s fee paid to the service we received from Mr Tan’s company. It followed a full and proper contract and the monies were fully audited. “The Tokyo 2020 bid committee can confirm that it paid an amount for the professional services received for the following consultation work including: the planning of the bid; tutoring on presentation practice; advice for international lobbying communications; and services for information and media analysis. All these services were properly contracted using accepted business practices.” When first approached by the Guardian the Japanese Olympic Committee said it could not respond because its press team was away on business. The statement continued: “The firm contracted for this work had good credentials and references and were experts on Asian and Arabic and we were fully satisfied with the service we received from them. Furthermore, the amounts paid were in our opinion proper and adequate for the services provided and gave no cause for suspicion at the time. “This message was conveyed to the International Olympic Committee when these allegations first surfaced after a request for information from the IOC.Diack’s father, Lamine, who was also an IOC member between 1999 and 2013, resigned as president of the IAAF in November last year following allegations about his role in the Russian doping scandal. The French prosecutor said the discovery of the payments and their proximity to the decision to award the Games to Tokyo ahead of Madrid and Istanbul in September 2013, together with “important” findings about parallel purchases made in Paris by Black Tidings, justified the opening of a formal investigation. It said it opened the investigation on 24 December last year into allegations of “active bribery, passive bribery, aggravated money laundering, concealment committed by an organised gang and participation in a criminal conspiracy” by unnamed persons.” It was an independent report commissioned by the World Anti-Doping Agency that alleged that the Black Tidings account to was overseen by Tan. In December Papa Massata Diack was banned for life by the IAAF ethics commission, but is appealing to the court of arbitration for sport.",
  "webTitle": "Tokyo 2020 bid committee says $2m paid into account linked to Diack son",
  "webPublicationDate": "2016-05-13T18:48:28Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/tokyo-2020-bid-2m-papa-massata-diack-iaaf",
  "keyword": [
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "International Olympic Committee",
      "id": "sport/international-olympic-committee",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "IAAF",
      "id": "sport/iaaf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport politics",
      "id": "sport/sport-politics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lamine Diack",
      "id": "sport/lamine-diack",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/13/tokyo-2020-bid-2m-papa-massata-diack-iaaf"
}