{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/04/new-york-islanders-barclays-center-nhl",
  "id": "2016-05-04-222",
  "sectionId": "sport",
  "body": "What a difference a few months makes for the New York Islanders. Early in the season, after the Islanders moved from Long Island to their new home in the Barclays Center, the future of the team in Brooklyn didn’t look promising. Rumours of the team wanting out of their 25-year deal with the Barclays Center emerged and fans were quick to find faults with the new surroundings. A walk through the Barclays Center ahead of Game 3 of the Islanders second-round series against the Tampa Bay Lightning paints a different picture. After splitting the first two games in Tampa Bay, the blue and orange faithful provided a raucous welcome home for the Islanders in what was undoubtedly the biggest game of their short stint in Brooklyn. The entertaining affair ended in a 5-4 Lightning overtime win. But there have been plenty of doubt this season. The Barclays Center isn’t the Islanders former home, Nassau Coliseum: the 44-year old arena may be heavy on old-world charm but the renovations reduced the seating capacity to 13,000, making it too small for NHL standards.  Still, it was slow-going for the Islanders at Barclays Center. They finished the regular season with an average attendance of 13,626, the third-lowest average attendance in the league. Their average attendance in their last season at the Nassau Coliseum was 15,334. Tuesday night’s attendance was 15,795. It’s a slick-looking building, the Barclays Center, even with all of its imperfections including some poor seating views. There have been other complaints, one of the largest being that the Barclays Center wasn’t built for hockey and may not feel much like a hockey arena. When you’re coming from a place that was home to the Islanders’ four Stanley Cup-winning teams of the late 70s and early 80s however, any new home will have fairly high standards to live up to. Dominik Jansky of Lighthouse Hockey, the Islanders SB Nation blog, says that overall, fans have become open to the Barclays Center despite the obstructed seating and other issues.  “[Some fans] were bitter because the move changed tradition or became too far away or because their new arena isn’t the tailgate-friendly Coliseum. But people are finding the building is electric; winning definitely helps,” he says. After Islanders forward Josh Bailey opened the scoring at 7:55 of the first period, the already boisterous home crowd lost their collective minds, chanting “Yes! Yes! Yes!” repeatedly. It was cued and appears to be a standard part of the in-game entertainment, sure. But there was no doubting this crowd: if Islanders fans have any problem coming to games in Brooklyn, they certainly don’t show it in these playoffs. They have since transformed the building into hostile territory for visiting teams. After the game, Lightning forward Brian Boyle, who scored the game winner, admitted that it was difficult building to play in. For the Islanders themselves, who won two of their three first-round series games at Barclays Center, the boisterous crowds offer a chance to swing the momentum of a game back in their favour. The key, of course, was to harness the energy from the crowd. “You have to use that energy in a positive way,” said Islanders forward Kyle Okposo. “You can’t be running around out of position.” Through the first period, the Islanders played one of their best periods of hockey through the playoffs, throwing 17 shots on Ben Bishop. It wasn’t always like this. The transition to a new home took its toll on the Islanders themselves. “It was a culture shock to the system with the routine and everything,” said Islanders forward Cal Clutterbuck, who had a goal and an assist Tuesday. “The travel to and from, staying in day rooms for the first half of the year.” Clutterbuck went on to say that playing at Barclays Center eventually began to feel normal. The crowds are now anything but normal. “The crowds in the playoffs have been great,” said Clutterbuck. “It was kind of hit or miss during the season.” “Tradition’s New Home” was a slogan used by the Islanders marketing campaign in this first season in Brooklyn. At first, this was a campaign that was derided. Tradition isn’t something that is built overnight. And nothing will create a new tradition and legacy for the Islanders at the Barclay’s Center like consistent successful seasons will. They’re well on their way. Tuesday’s Game 3 was the first Islanders home game in a 2nd round series in 23 years. They reached 100 points in the regular season for the second season in a row. There’s a lot to like about this deep Islanders roster. Perhaps years from now the Islanders faithful will look back on this inaugural season in Brooklyn and the complaints about their new home will seem trivial. Winning can make otherwise finicky fans forget about a lot.  “When you’re looking up at the TV and you see only eight teams left and you’re one of them, you’re pretty proud of that,” said Islanders coach Jack Capuano. “It’s exciting. You want to keep playing.” The real test for the Islanders’ new home may be how the atmosphere pans out when the success stops.",
  "webTitle": "Playoffs help New York Islanders ease into Barclays Center ... for now",
  "webPublicationDate": "2016-05-04T11:38:30Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/04/new-york-islanders-barclays-center-nhl",
  "keyword": [
    {
      "webTitle": "New York Islanders",
      "id": "sport/new-york-islanders",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Kloke",
      "id": "profile/joshua-kloke"
    }
  ],
  "guardianId": "sport/blog/2016/may/04/new-york-islanders-barclays-center-nhl"
}