{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/eu-referendum-campaigns-reveal-biggest-donors-remain-brexit",
  "id": "2016-05-10-66",
  "sectionId": "politics",
  "body": "The EU referendum campaigns will reveal their biggest donors on Wednesday, with the remain group expected to declare funding from US investment banks such as Goldman Sachs and an online gambling company. The official campaigns, Britain Stronger in Europe and Vote Leave, as well as registered smaller groups, will have to list donors giving more than £7,500 between February and April. With some global big businesses expected to be among the donors, the list may attract accusations that too many vested interests are trying to sway the result of the poll on 23 June.   Related: EU referendum: top economic thinktank warns of post-Brexit shocks    Each of the official campaigns is allowed to spend up to £7m in the 10 weeks leading up to the referendum, while the smaller registered groups can spend up to £700,000. Sources confirmed the remain campaign’s funding was expected to exceed £14m and include a string of City donors, which was first reported by Sky News. The Britain Stronger in Europe campaign is voluntarily reporting its donations, not just those since the beginning of the year, as required.  Donors to its campaign are expected to include Bet365, the online gambling firm, Canary Wharf Group, Eurostarand Goldman Sachs as well as three other large investment banks.     Brexit campaigner Iain Duncan Smith. Photograph: Jack Taylor/Getty Images    Iain Duncan Smith, the leading Brexit campaigner and former work and pensions secretary, said big American banks would naturally be in favour of the status quo. “We should govern for those who are most damaged by open border migration and staying in the EU. Vote Leave is getting all the money it needs from a variety of different businesses and individuals based on what the British people want not what one or two international businesses want,” he said. The leave campaign’s financial supporters include Stuart Wheeler, the Ukip donor and spreading betting tycoon, and Peter Cruddas, a Tory donor and founder of online trading company CMC Markets. A spokesman for Britain Stronger in Europe defended the group’s decision to take funding from big businesses. “We are a political campaign that is lucky enough to be benefiting from a range of donors and contributors – large and small,” he said. “We will be publishing all details of our donations in line with Electoral Commission requirements in due course. Before then, we will not be giving a running commentary. Some businesses who are concerned about Britain leaving the EU will rightly want to make a contribution. “We think it’s important to listen to what large UK employers say: that they would be less likely to invest in the UK if we were outside the EU and that our economy would be worse off. There are no major UK employers saying the same thing about Britain’s prospects outside Europe, which would put jobs and growth at risk.” It comes as Labour published worrying analysis for the in campaign, which found that up to 1.5 million 18- to 24-year-olds may be missing from the electoral register. The figures show that older people are much more likely to have signed up to take part in the referendum and are three times more likely to vote to leave the EU. Alan Johnson, the chair of Labour In for Britain, and Gloria De Piero, the shadow minister for young people, will travel to Leicester and Nottingham on Wednesday to talk to young people on the first leg of the party’s battle bus tour. “Young people know just how important our membership of the EU is; the majority would rather stay in. But far too many don’t plan to vote and over one in four young people still aren’t registered,” said De Piero. Johnson argued that young people would be decisive in voting and “persuading older, more socially conservative friends and relatives to vote” to remain. He pointed out how that had worked in the Irish referendum on same-sex marriage.",
  "webTitle": "EU referendum campaigns to reveal biggest donors",
  "webPublicationDate": "2016-05-10T18:29:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/eu-referendum-campaigns-reveal-biggest-donors-remain-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Goldman Sachs",
      "id": "business/goldmansachs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/10/eu-referendum-campaigns-reveal-biggest-donors-remain-brexit"
}