{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/28/pamela-butchart-my-head-teacher-is-a-vampire-rat-wins-childrens-book-award-2016",
  "id": "2016-05-28-83",
  "sectionId": "childrens-books-site",
  "body": "Pamela Butchart’s My Head Teacher Is a Vampire Rat illustrated by Thomas Flintham has just been announced as The Children’s Book Award winner 2016. The book was crowned winner of the overall prize, shortly after winning the Books for Young Readers category! My Head Teacher Is a Vampire Rat is a zany story about a group of kids who decide that their new head teacher is a vampire. They’ve figured it out because he is quite scary, has the blinds down in his office all day and has banned garlic bread at lunch! The book is fast-paced, irreverent and full of explosive illustration.      The other winners are Apple and Rain by Sarah Crossan, which came first in the Books for Older Readers category and Is There A Dog In This Book? by Viviane Schwarz, which won the Books for Younger Children category.   Related: Apple and Rain by Sarah Crossan - review    Sarah Crossan, who has recently also won the Children’s Books Ireland 2016 awards with her book One, writes about Apple (her real name is Apollinia Apostolopoulou), a girl abandoned by her mother on a Christmas eve when she was little. When the mother returns from the US, where she left to fulfil her dream of becoming an actress, Apple expects an explanation. But she only finds someone who is even more lost than she is. Reunited in their fragility, the mother and the daughter have to learn how to love each other again. Is There A Dog In This Book? by Viviane Schwarz, which won the Books for Younger Children category, is an interactive book, the third of a series, in which three cats smell something weird in their book so they ask... Is there a dog in this book? One of them wants to pet it but the others express their fear as dogs hate cats. A funny book for cat and dog lovers.    Related: Sarah Crossan: I had this idea that writers were a different breed    The prize, now in its 35th year (it used to go by the name of the Red House children’s books award), is unique in the UK in being chosen entirely by children. It has previously brought acclaim and strong sales to past winners such as JK Rowling, Patrick Ness, Andy Stanton, Malorie Blackman, Anthony Horowitz and Michael Morpurgo, who has won a record three times. Congratulations to all the winners!  Find out who was shortlisted for the prize below: Books for Younger Children Is There a Dog in This Book? by Viviane Schwarz (Walker)   Related: The Children's Book Award – shortlist 2016    Read, Steady, Jump by Jeanne Willis and Adrian Reynolds (Anderson) This Book Just Ate My Dog by Richard Byrne (Oxford) Fabulous Pie by Gareth Edwards and Guy Parker-Rees (Scholastic) Books for Younger Readers Boy in the Tower by Polly Ho-Yen (Doubleday) Horrid Henry’s Krazy Ketchup by Francesca Simon, illustrated by Tony Ross (Orion) My Headteacher is a Vampire Rat by Pamela Butchart, illustrated by Thomas Flintham (Nosy Crow) Books for Older Readers Michael Morpurgo: how the sinking of the Lusitania inspired my new bookView gallery Listen to the Moon by Michael Morpurgo (Harper Collins) Apple and Rain by Sarah Crossan (Bloomsbury) Smart by Kim Slater (Macmillan)",
  "webTitle": "My Headteacher is a Vampire Rat wins Children’s Book Award 2016",
  "webPublicationDate": "2016-05-28T15:00:07Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/28/pamela-butchart-my-head-teacher-is-a-vampire-rat-wins-childrens-book-award-2016",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Animals",
      "id": "books/childrens-animals",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sarah Crossan",
      "id": "books/crossnan-sarah",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Funny books (children and teens)",
      "id": "books/childrens-funny-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/28/pamela-butchart-my-head-teacher-is-a-vampire-rat-wins-childrens-book-award-2016"
}