{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/isis-leader-probably-in-favour-of-britain-leaving-eu-says-david-cameron",
  "id": "2016-05-17-155",
  "sectionId": "politics",
  "body": "Abu Bakr al-Baghdadi, the leader of Islamic State, is probably in favour of Britain leaving the EU, David Cameron has said. The prime minister made the claim as he argued that allies such as the US, Australia and Japan were urging Britain to remain, while its enemies were on the other side.   Brexit companion   Speaking to an audience at the World Economic Forum, he said: “It is worth asking the question: who would be happy if we left? Putin would be happy. I suspect al-Baghdadi would be happy.” Cameron has previously argued that staying in the EU is vital for Britain’s security as it enables greater sharing of intelligence about terrorist activity across the bloc.  The prime minister cited two former chiefs of MI5 and MI6, Jonathan Evans and John Sawers, who have said the UK is safer inside the EU. He argued that their experience was more direct and recent than that of Sir Richard Dearlove, another former spy chief, who has argued Brexit would not harm national security. It follows repeated claims by the Vote Leave campaign that Cameron is scaremongering about the impact of leaving the EU after the prime minister warned that a Brexit could put peace in Europe at risk and increase the threat of terror attacks.   Related: EU referendum: Boris Johnson accuses Cameron of making UK look like 'banana republic' - Politics live    Cameron made the remark about Baghdadi as he spoke to the World Economic Forum in Mansion House, London. His speech focused on dispelling what he called the myths promoted by the Vote Leave campaign that he was colluding with big business to swing the result in favour of staying in at the expense of ordinary workers.  Boris Johnson stepped up these accusations on Tuesday as he said the prime minister was guilty of the “biggest stitch-up since the Bayeux tapestry”. He was referring to a letter from Rupert Soames, the boss of outsourcing group Serco, that discussed tactics for winning business support for the remain campaign before the prime minister had finished his renegotiation. Johnson said “fat cats” had been secretly agreeing to campaign for remain while “angling for lavish” government contracts, which made the country look “like a banana republic”.  The former London mayor criticised Cameron’s “meaningless” negotiations, claiming it was now beyond doubt the deal was a “fiction designed to bamboozle the public”.  “This is the biggest stitch-up since the Bayeux tapestry. It stinks to high heaven,” he said. “FTSE 100 chiefs are seeing their pay packets soar while uncontrolled immigration is forcing down wages for British workers.  “And it is also now beyond doubt that the so-called renegotiation was a fiction designed to bamboozle the public.  “It was a meaningless mime, a ritual, a kabuki drama in which the outcome was utterly preordained. This is not the far-reaching and fundamental reform we were promised.” Johnson went on the offensive against Cameron and the chancellor, George Osborne, on Monday as well, claiming they were parading company leaders in “Downing Street hostage videos” to support their case, giving a misleading picture of the extent of business support for the remain campaign. But the prime minister dismissed these “myths” and urged more business people to speak out whatever their views on the referendum, saying the public should have the facts about the possible consequences of Brexit on the economy.",
  "webTitle": "Isis leader probably in favour of Britain leaving EU, says David Cameron",
  "webPublicationDate": "2016-05-17T13:17:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/isis-leader-probably-in-favour-of-britain-leaving-eu-says-david-cameron",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/17/isis-leader-probably-in-favour-of-britain-leaving-eu-says-david-cameron"
}