{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/9bach-anian-review-ethereal-complex",
  "id": "2016-05-01-160",
  "sectionId": "music",
  "body": "Largely recorded live at Real World studios, Welsh-language band 9Bach’s third album takes simple elements – Lisa Jên’s ethereal vocals, piano, bass and percussion, harp and hammer dulcimer – and weaves complex patterns. Opening track Llyn Du sets the pace with an organic, trip-hoppy feel, an atmosphere that lingers through the title track and Yr Olaf, before Ifan – weirdly, a musing on the true story of a boy raised by a pack of wild dogs in Moscow – alters the mood with vocal over solo piano and heavier, weirder interludes. Standout tracks are Si Hwi Hwi, a sort of lullaby with lovely voice harmonies sung by a slave mother to her young son, the eastern-influenced Cyfaddefa and the a cappella Heno, with its minor-to-major shifts. Deryn, apparently an apocalyptic song for a wounded world, sounds like a sunny outing on the sea, and the overdriven, understated guitar on closer Breuddwyd y Bard is a real treat. It’s worth mentioning that the CD version of the album comes with an extra disc, Yn dy lais/In Your Voice, which has the likes of Rhys Ifans, Peter Gabriel and Maxine Peake reading their own or others’ English-language interpretations of the themes in the songs. They add to the experience, and it would be interesting to listen to the album with these readings interleaved with the music.",
  "webTitle": "9Bach: Anian review – ethereal and complex",
  "webPublicationDate": "2016-05-01T07:44:49Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/9bach-anian-review-ethereal-complex",
  "keyword": [
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Molloy Woodcraft",
      "id": "profile/molloywoodcraft"
    }
  ],
  "guardianId": "music/2016/may/01/9bach-anian-review-ethereal-complex"
}