{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/03/employers-taking-drastic-steps-to-cope-with-national-living-wage",
  "id": "2016-05-03-332",
  "sectionId": "small-business-network",
  "body": "The creation of the National Living Wage was the headline announcement of the budget in July 2015. The chancellor George Osborne set a rate of £7.20 per hour for all workers aged 25 and older, which came into force on April 1, 2016. He also set a target of £9 per hour by 2020. One month on, there are concerns that the National Living Wage may be affecting job creation and employment. Prior to April, the Office of Budget Responsibility predicted that the increase in wage costs to businesses would lead to 60,000 workers losing their jobs and four million fewer working hours per week in the UK. The impact on businesses could also be significant. According to research conducted by insolvency firm Begbies Traynor, just under 60,000 businesses are already in a “dire financial state” and will be “stretched to breaking point” by the living wage. Businesses in the retail, hospitality and leisure industries are cited as those most affected as they tend to rely on lower paid labour.  Julie Palmer, partner at Begbies Traynor, says many businesses are taking “drastic steps” to mitigate the cost of the living wage. Employers are finding other ways to cut wages bills, including reducing overtime and bonuses, lowering headcount and cutting pay for workers under 25.  “These severe measures, while effective in the short term, are unappealing for customers, staff and the businesses themselves and unfortunately do not offer a long term solution to the problem,” says Palmer.    Related: Employers claw back living wage in cuts to perks, hours and pay    Increased wages mean higher costs and this may be affecting the ability of some small businesses to grow. Neil Westwood, owner and managing director of Magic Whiteboard, the Worcester-based manufacturer of reusable, sticky rolls of whiteboard, says the national living wage has increased his costs by 12% and that this is likely to affect future hiring. “This is an extra cost which will lower profits for the business. We will think very carefully about employing more staff in the future,” he says. Westwood says he is concerned that the UK economy isn’t strong enough to handle this policy. “In principle, we have no issue paying the living wage. It is the timing of this that is a problem for businesses,” he says. “When the economy is good and sales are increasing, businesses can afford this extra cost. The problem is that the economy is not growing at the moment.”  Andrew Dark, managing director of print clothing company Custom Planet, is also concerned about his future payroll and says his business will have to become more productive in the future as a growing number of staff reach the age of 25 and become entitled to pay increases.  “At the moment, it isn’t affecting us too much, although it will definitely affect us quite dramatically over the next few years,” he says. “I don’t necessarily think it is a bad thing for us as a business; it will just force us to become more efficient so we can get the most out of every hour in the day. If we can’t adapt, there’s always the fear that we may have to start letting staff go to balance the books.” Employers say that many of their younger staff under the age threshold of 25 feel discriminated against. Matthew Aldridge, a director at engineering firm Igus, says it sends out a poor message to young people.  “I am astounded that such discrimination is allowed in today’s society. If this pay gap was based on any other grounds, such as race, sex, older age or disability, it would be rightly condemned,” he says. “At Igus, we employ people of all ages, including school-leavers, in a variety of roles. We expect young people to contribute and to work as hard for the company as everyone else.” But some entrepreneurs are firmly of the view that the NLW will lead to a better work culture and improved employee engagement and productivity. Leslie Docherty, owner of the Fat Buddha Store, which sells clothing and accessories, says the national living wage caused a total rethink of how the business was organised. While overall hours were cut, pay was increased across the company. Docherty decided that as the company was going to pay more, they should also expect more.    Related: What changes has your company made to pay for the living wage? Tell us here    “Thanks to the national living wage, we train our staff more, including giving out more tasks and responsibility to the team member,” he says. “In regards to general performance, we have higher expectations. So, we now have better paid staff, who are happier and have more money in their pockets.They will also hopefully stay with us longer. It seems to be win, win.” Key facts: how much do I have to pay my staff?  If your staff are aged 25 and older they are legally entitled to the national living wage which is £7.20 per hour as of April 1, 2016. If they are under 25 they are entitled to the national minimum wage (£6.70 for staff over 21, £5.30 for staff aged 18-20, £3.87 for under 18s and £3.30 for apprentices).  The minimum wage is typically increased every October following recommendations from the low pay commission The next increase in the national living wage is expected in April 2017, following recommendations by the low pay commission The chancellor wants the national living wage to be £9 per hour by 2020 According to the Living Wage Foundation, a genuine living wage is £8.25 and £9.40 for staff living in London  Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Employers taking 'drastic steps' to cope with national living wage",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/03/employers-taking-drastic-steps-to-cope-with-national-living-wage",
  "keyword": [
    {
      "webTitle": "Managing your cashflow",
      "id": "small-business-network/managing-your-cashflow",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "National living wage",
      "id": "business/national-living-wage",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Living wage",
      "id": "society/living-wage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Minimum wage",
      "id": "society/minimum-wage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pay",
      "id": "money/pay",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Card",
      "id": "profile/jon-card"
    }
  ],
  "guardianId": "small-business-network/2016/may/03/employers-taking-drastic-steps-to-cope-with-national-living-wage"
}