{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/spurs-referee-report-chelsea-premier-league",
  "id": "2016-05-03-266",
  "sectionId": "football",
  "body": "Tottenham Hotspur will be nervously awaiting the arrival of the referee’s report at the Football Association after becoming the first team in Premier League history to have nine players booked in one game. At the very least, the club are likely to be charged with failing to control their players after several confrontations marred their 2-2 draw at Stamford Bridge on Monday night which handed the league title to Leicester.   Related: Tottenham’s Danny Rose apologises for setting bad example in Chelsea draw    The ill feeling spilled over into the tunnel at the end as Spurs and Chelsea players got involved in a rolling maul which led to the home manager Guus Hiddink being sent flying and his counterpart Mauricio Pochettino attemping to prise the multiple brawlers apart. The referee Mark Clattenburg had struggled to control order in a bad-tempered game in which there were continual flashpoints, most notably just before half-time when Mousa Dembélé appeared to rake his finger nails across Diego Costa’s eyes and Érik Lamela trod on Cesc Fàbregas’s fingers towards the end. Those booked for Spurs were Kyle Walker, Jan Vertonghen, Danny Rose, Eric Dier, Dembélé, Lamela, Christian Eriksen, Ryan Mason and Harry Kane. Spurs will receive an automatic fine for having six players or more yellow-carded. Three Chelsea players made it into the referee’s notebook: Branislav Ivanovic, Mikel John Obi and Willian. The stakes had been raised by Eden Hazard before the game when he said that Chelsea would go all out to stop their London rivals winning the Premier league.       “We don’t want – the fans, the club, the players – Tottenham to win the Premier League, but in football you never know. We hope for Leicester because they deserve to be champions this season, but we will see,” he said. Hazard predictably came on at half-time to score the equalisier in the 88th minute. Pochettino, who was sent off 13 times as a centre-back with Espanyol, refused to criticise his players, saying: “It was a derby, we were fighting to win the title and Chelsea were fighting to try and win. We were all involved. When you play for the title and play a big team like Chelsea, they want to win. It was normal emotion, fighting on the pitch is not a good example, for both teams.” “Of course it was a very emotional and hectic game,” said Hiddink. “At the end highly emotional, there was a bit of verbal animosity and I tried to come in between and protect a bit and go into the locker room. We shuffled a bit on the benches. “I took Fàbregas, I tried to get him down [the tunnel], because there were some words in Spanish and I understand Spanish. Threatening a bit. There became more people involved and we shuffled around.” Kane later wrote on Twitter: “I’m so proud of this team and club. We put it all on the line but unfortunately it just wasn’t enough. We learn and come back stronger!           ‘Walt Disney wouldn’t script this’ – Leicester City champions    “Congratulations to Leicester on what they achieved. Finally thanks to all the fans! Let’s finish the season strong now!”       Pochettino said: “I want to congratulate Leicester Football Club, Claudio Ranieri, all the players.” The Leicester manager called Hiddink to thank Chelsea for their role in handing his team the title. Hiddink said: “He called and thanked us for what we did, especially the second half, and I congratulated him for being champions. His voice was trembling a bit.”",
  "webTitle": "Spurs awaiting referee’s report after record nine players booked",
  "webPublicationDate": "2016-05-03T09:52:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/spurs-referee-report-chelsea-premier-league",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/03/spurs-referee-report-chelsea-premier-league"
}