{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/11/yale-center-for-british-art-louis-khan-connecticut",
  "id": "2016-05-11-130",
  "sectionId": "artanddesign",
  "body": "“On a grey day it will look like a moth,” was Louis Kahn’s response when his impatient client asked what his new art gallery was going to look like. “On a sunny day like a butterfly.” It was a characteristically gnomic retort from this enigmatic architect, whose Yale Center for British Art now shimmers on Chapel Street in New Haven, Connecticut, freshly emerged from its scaffolding chrysalis after a $33m, eight-year-long refurbishment. Clad in rectangular panels of dull grey steel, punctuated by panes of glass set in the same flush plane, the building pulsates on this overcast New England afternoon, alternating between moth and butterfly as the clouds pass overhead.  In the context of Yale – a surreal Oxbridge Disneyland where the current dean of the architecture school is building a $600m neo-gothic castle of student residences – Kahn’s sharply crafted temple of art feels as fresh as the day it opened in 1977. The building was one of the architect’s last ever projects, completed three years after he died, and, poignantly, it stands across the street from his first building, the Yale University Art Gallery, built in 1953.    Related: SFMOMA's new extension – a gigantic meringue with a hint of Ikea    The pairing makes Kahn’s evolution plain to see. While the earlier work presents an austere blank brick wall to the street (he later admitted he didn’t know how to resolve the facade) and contains galleries that feel rather oppressed by the overbearing triangular geometry of their concrete coffered ceilings, the later building is an essay in refinement. Like an English country house filtered through Kahn’s modern-primitive lens, it provides a stately setting for American philanthropist Paul Mellon’s several-thousand-strong collection of Turners and Constables, Hogarths and Stubbses that he gifted to the university in the 1960s, along with a haul of prints, drawings and rare books. The building is arranged around two grand oak-panelled courts, each scaled like the great halls of a manor, one featuring the vast freestanding concrete cylinder of the central staircase rising through its three-storey space like an oversized chimney breast. It is a powerful gesture typical of Kahn, interrupting the genteel air of a gentleman’s club with the brute force of something much more primal and archaic. Around these courts run the galleries, designed as continuous open-plan floors, regulated by the rhythm of a 20ft grid of concrete columns, between which freestanding “pogo” walls can be fixed, giving the curators ultimate freedom. The effect is a little like walking through a silvan glade of old masters, where views of landscapes in a room beyond are framed between the rosy-cheeked portraits of well-fed aristocrats and their musclebound thoroughbreds. Rather than a rigid enfilade of enclosed rooms, it creates a free-flowing space of discovery and chance association, with constant views to the outside world provided by big picture windows.     Yale Center for British Art Library: ‘It provides a stately setting for American philanthropist Paul Mellon’s several-thousand-strong collection of Turners and Constables, Hogarths and Stubbses.’ Photograph: Richard Caspole    The forest feeling in no accident. “Schools,” Kahn said, “began with a man under a tree who did not know he was a teacher discussing his realisation with a few who did not know they were students.” With the Center’s teaching function in mind, he sought to develop spaces that somehow feel tree-sheltered, where people would stop and talk, each square “clearing” defined by the canopy of hefty V-shaped concrete beams that criss-cross overhead. Above each bay in the grid, these great angled beams rise to frame skylights, which wash copious amounts of natural light down over the oils in a way that makes them come alive, quite unlike their appearance in the usual gloomy museum repositories. Such quantities of daylight would send most vampiric curators running for the blackout blinds, but thankfully not here. The Center’s chief curator, Matthew Hargraves, says that ongoing tests by experts in the university’s conservation department show that the paintings haven’t faded in the slightest. The third floor galleries, meanwhile, provide “light-locked” space for exhibiting more sensitive works and loans.    Walking around the galleries, it’s quite hard to tell where the $33m has gone    That the lighting system hasn’t been altered during the renovation is a testament to Kahn’s technical ingenuity and the energy he devoted to what he called “servant spaces”, the usually invisible guts of a building that make it function. Working with lighting designer Richard Kelly, he developed a three-tiered system to moderate the daylight: fixed external louvres admit warm indirect light from the south, east and west, while an acrylic dome filters out ultraviolet light, and a diffusing cassette panel casts an even wash across the room. The effect is a luminous suite of spaces, filled with a soft light that gently throbs throughout the day. Eschewing responsive computerised systems, so often prone to malfunction, the museum has kept Kahn’s wooden window shutters and encourages gallery invigilators to move around the building and use their own judgment, opening and closing them as they see fit. In fact, very little seems to have changed since the building opened almost 40 years ago. Walking around the galleries, it’s quite hard to tell where the $33m has gone. And that’s precisely the point. “The aim was that all our work should be invisible,” says Daphne Kalomiris of Knight Architecture, the practice charged with making deft incisions in Kahn’s masterpiece over the last decade, following principles set out in a 200-page conservation plan by British architects Peter Inskip and Stephen Gee. It was a daunting task. “It felt like having to perform plastic surgery on Marilyn Monroe,” she adds.     ‘Walking around the galleries, it’s quite hard to tell where the $33m has gone. And that’s precisely the point’ Photograph: Richard Caspole    Standing in the building’s light-flooded entrance court, only those with a magnifying glass will be able to spot the newly installed sprinkler system, carefully set in line with Kahn’s structural grid, or the new fire shutters that replace the lethal old ones – which used to drop without warning, potentially severing visitors’ limbs. A herculean amount of work has been done behind the scenes to bring the building up to current standards without compromising the integrity of Kahn’s vision. The galleries were entirely stripped back to their shell, so that new insulation and fireproofing could be fitted, while channels were chiselled into the concrete slabs to allow new ductwork to be installed. South-facing oak panels, bleached by sunlight, have been hand-sanded and lacquered back to their rich honey colour. Synthetic carpets, fitted during an earlier renovation, have been replaced with undyed woollen versions – from New Zealand sheep, fed on a diet to match the original fleece colour. The faded yellowing fabric that covered gallery walls, meanwhile, has been replaced with creamy white Belgian linen, again sourced to match Kahn’s intentions. The building has been “corrected” in places too, back to Kahn’s original intentions. When he died, the project was taken on and completed by Pellecchia and Meyers, a practice founded by two former employees, who were left to speculate over various details. But research in the interim has led to various discoveries, including a drawing showing that the “pogo” wall panels were supposed to be raised up from the floor on little steel legs – an alteration which now adds to to feeling of free-flowing space in the galleries. A study gallery, previously divided up with partitions, has also been opened up into one long hall, now densely hung salon-style, affording a majestic vista of a substantial chunk of the collection in one go. But, with any luck, if you’ve been before, you won’t notice the difference. As conservation assistant Mary Regan-Yttre put it: “We spent a lot of money to make it look exactly the same.”",
  "webTitle": "Yale Center for British Art: deft incisions give Louis Kahn a masterful makeover",
  "webPublicationDate": "2016-05-11T16:06:45Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/11/yale-center-for-british-art-louis-khan-connecticut",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Connecticut",
      "id": "us-news/connecticut",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    }
  ],
  "guardianId": "artanddesign/2016/may/11/yale-center-for-british-art-louis-khan-connecticut"
}