{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/chelsea-manning-files-appeal-against-conviction",
  "id": "2016-05-19-89",
  "sectionId": "us-news",
  "body": "Chelsea Manning has formally appealed against her conviction and 35-year prison sentence for leaking a huge cache of government documents, arguing that her punishment was “grossly unfair and unprecedented”. Describing the sentence as “perhaps the most unjust sentence in the history of the military justice system”, attorneys for Manning complained that she had been portrayed as a traitor to the US when “nothing could be further from the truth”. “No whistleblower in American history has been sentenced this harshly,” states the appeal, which also alleges that Manning was excessively charged and illegally held while awaiting trial in conditions amounting to solitary confinement. It suggests that her sentence be reduced to 10 years.   Chelsea Manning appeal   The appeal sharply contrasts the government’s punishment of Manning with the two years probation given to David Petraeus, the retired military commander and CIA director, who admitted giving classified information to his biographer, with whom he was having an extramarital affair. While Manning was a whistleblower, Petraeus “apparently disclosed the materials for sex”, say Manning’s attorneys. Manning, a 28-year-old former US army private, was convicted in 2013 of multiple crimes for passing an estimated 700,000 documents to WikiLeaks, the anti-secrecy group. The cache included diplomatic cables and reports on the wars in Iraq and Afghanistan.  Attorneys for Manning filed the appeal documents on Wednesday to the US army court of criminal appeals at Fort Belvoir, Virginia. The documents were made public on Thursday after being reviewed by officials for possible redaction of classified material. Manning, a transgender woman previously known as Bradley, is serving her sentence at the Fort Leavenworth military base in Kansas. “Manning disclosed the materials because under the circumstances she thought it was the right thing to do,” said the appeal brief. “She believed the public had a right to know about the toll of the wars in Iraq and Afghanistan, the loss of life, and the extent to which the government sought to hide embarrassing information of its wrongdoing.” Manning’s appeal said her sentence was unfairly inflated by the military judge’s misreading of relevant laws and by “overzealous” prosecutors deciding to charge her with more severe crimes than the mishandling of classified information, to which she admitted. She was initially charged with “stealing or converting databases”, despite the original records remaining intact. “But stealing or converting photocopies of documents within a filing cabinet is not the same as stealing the filing cabinet itself,” Manning’s attorneys argued. The government later amended these charges but only after each side had presented its case. The appeal also claimed the sentence also did not take into account the time she served in “deplorable and inhumane conditions” of confinement before her trial, which are described as unconstitutional and sufficient grounds for dismissing the charges altogether. Manning’s attorneys requested that she be credited 10 days of time served for every day she spent in these “outrageous and completely unjustified” pretrial conditions, which would effectively wipe out seven years of the total sentence. The appeal urged authorities to consider the context of Manning suffering from mental health problems and stress, which it blames on her inability to live openly as a transgender woman in the US military. “The government’s litigation strategy was to ignore all of this, and to instead make an example of her,” it said.   Related: When will the US government stop persecuting whistleblowers? | Chelsea Manning    In a simultaneously filed brief supporting Manning’s appeal, the American Civil Liberties Union said the Espionage Act used to convict Manning was “unconstitutionally vague” because it “allows the government to subject speakers and messages it dislikes to discriminatory prosecution”. The ACLU said Manning’s prosecution was separately unconstitutional because the military judge overseeing the trial barred Manning from asserting any defense on the basis that the information she disclosed was in the public interest. “A war against whistleblowers is being waged in this country and this case represents how this country treats anyone who reveals even a single page of classified information,” Nancy Hollander, one of Manning’s attorneys, said in a statement. “We need brave individuals to hold the government accountable for its actions at home and abroad and we call upon this court to overturn the dangerous precedent of Chelsea Manning’s excessive sentencing.” In another brief backing Manning, the Open Society Justice Initiative (OSJI) said her “overall motive was to advance the public interest” and “the public interest value of some of the disclosures justifies mitigation of the sentence”. In support of this argument, the brief quoted the Guardian’s former investigations editor David Leigh and John Kerry, now the US secretary of state, who as chairman of the Senate foreign relations committee said that disclosures within the Afghan war logs leaked by Manning “raise serious questions about the reality of America’s policy toward Pakistan and Afghanistan”. The OSJI brief also argued that Manning’s sentence was “far higher than the penalties that our closest allies would consider proportionate”. The brief featured a survey of 30 such countries that pointed to a maximum 14-year sentence in Canada as the next stiffest penalty for a comparable conviction.",
  "webTitle": "Chelsea Manning files appeal against 'grossly unfair' 35-year prison sentence",
  "webPublicationDate": "2016-05-19T17:20:40Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/chelsea-manning-files-appeal-against-conviction",
  "keyword": [
    {
      "webTitle": "Chelsea Manning",
      "id": "us-news/chelsea-manning",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Swaine",
      "id": "profile/jon-swaine"
    }
  ],
  "guardianId": "us-news/2016/may/19/chelsea-manning-files-appeal-against-conviction"
}