{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/elton-john-north-carolina-bathroom-bill-transgender",
  "id": "2016-05-18-92",
  "sectionId": "world",
  "body": "North Carolina’s controversial “bathroom bill” demonstrates lawmakers’ “failure of compassion” because it shuts out the state’s LGBT community, Sir Elton John has said.  The state’s HB2 bill – signed by the Republican governor, Pat McCrory, in March – blocks local governments from creating protections for LGBT people and requires transgender people to use the bathroom for the gender they don’t identify with.   Related: Texas poised to be the next bathroom battleground in transgender fight    “Forcing transgender people to use the bathroom of a gender with which they don’t identify isn’t just inconvenient or impractical,” John wrote on the US politics site the Hill. “For many, especially young students still grappling with their transition, it can be traumatic, and at worst, unsafe.” He added: “The failure of McCrory and other lawmakers to see this is a failure of compassion, a failure to recognize the difficult and frequently unwelcoming world transgender people must navigate every day, stigmatized by the fear and ignorance of others.” The British singer and LGBT rights campaigner said that worse than signing the bill into law, and using taxpayer money to fight the justice department’s attempt to stop enforcement of the bill, was that McCrory did these things “after admitting he had never met a transgender person”.  “This brand of ignorance deliberately shuts out the perspective of an already marginalized community,” John said. “It’s dangerous, and it goes beyond bathrooms.” As HB2 was shuttled through the North Carolina state house, activists criticized it as discriminatory and raised questions about how lawmakers could enforce the bathroom part of the law. This was quickly followed by backlash from major businesses including Bank of America, which is headquartered in Charlotte.    Related: Animal Collective release live recordings to aid fight against North Carolina’s anti-LGBT law    “McCrory and others who support these discriminatory bathroom bills need to reverse course, but moreover, they need a lesson in compassion,” John wrote. “They need to recognize the existence of trans people, and they need to acknowledge that all people have a fundamental desire – and a fundamental right – to be treated fairly.” John is the latest musician to criticize the bill, joining Beyoncé, Bruce Springsteen and violinist Itzhak Perlman. The latter two canceled scheduled performances in North Carolina in protest against the law. McCrory’s office responded Wednesday evening: “Having attended a few Elton John concerts since 1974, I am obviously a fan of his music but his own left-wing political views, shared by President Obama, are respectfully different when it comes to common-sense expectations of privacy in locker rooms, rest rooms and showers – especially in our schools. This is now a national debate that should welcome dialogue regarding the balance between basic expectations of privacy and equality.”",
  "webTitle": "Elton John: North Carolina 'bathroom bill' shows 'failure of compassion'",
  "webPublicationDate": "2016-05-18T16:52:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/elton-john-north-carolina-bathroom-bill-transgender",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Elton John",
      "id": "music/elton-john",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "world/2016/may/18/elton-john-north-carolina-bathroom-bill-transgender"
}