{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/07/tweets-boss-report-inappropriate-flexible--working-london",
  "id": "2016-05-07-182",
  "sectionId": "money",
  "body": "Our team leader criticises the firm in tweets even though clients may see them I work as part of a five-strong, close-knit design team for a large media/graphic design company. Globally, we have some well-known, high-profile clients. I suppose we live up to the image of “creative types” with a good sense of humour and lots of banter. As part of what we do – essentially coming up with bright ideas – we have to bounce those ideas off one another and it is truly a joint effort. Any change in that dynamic would make our work virtually impossible. The problem is … our team leader. We regard him as management in that he sorts out rotas and is in charge. So we don’t engage that personally with him. But he is very much part of the team when it comes to thinking up all those ideas. However, all we really know of his personal life is from social media. He details every tick and comma on Facebook and Twitter (although he has made it plain that going on to social media at work is a no-no). We know when he’s been for a coffee, had the painters in, what the patio is looking like, how the grass is growing, if West Ham have scored and if the cat’s had a funny turn. OK over a pint in the pub, but it’s all getting too close to work for comfort. First we’ve had the Twitter digs obviously aimed at us. There are comments about late trains from Brighton when one of us lives there. You get the idea. But now it’s getting too close to the office. One tweet took issue with our “People Services Team” including a dig at their “blue-sky thinking” and signed “David Brent”.  We fear some of our clients might be picking these up and that it could reflect very badly that a member of staff is dissing the company that they’re hiring on lucrative contracts. To rub salt into our wounds, we see from the timing his tweets were sent in office hours. It’s become so worrying we’re on edge day to day wondering what’s going to be tweeted next. But we just don’t know how to approach it. Jeremy says I’ve tried very hard to understand what you’re worried about – and I’ve failed. You say that “he’s very much part of the team when it comes to thinking up those bright ideas” so he doesn’t seem to get in the way of your work and even seems to contribute. I agree he seems to be a depressingly dull individual, as is anyone who bothers to post the state of his patio on social media; but why are you all so addicted to his Twitter and Facebook effusions? You think that some of them are designed to be digs at you. They probably are – but the ones you quote are so sub-David Brent I can’t imagine why it’s all become so worrying. Why don’t you just let him carry on getting some sort personal gratification from spewing up all over the internet; but deny him the gratification of reading any of it? With one exception. You worry that they may be seen by important clients. If they get more poisonous, forward them without comment to your management. It’s a matter for them. Readers say  • The only real issue here is if he’s slating the firm. You could PM him on Twitter and say you’re bothered that it’s making the firm look bad. That would probably remind him how visible it is. Apart from the stuff that threatens your firm’s reputation, it’s really none of your business. ID7800889 • Tell him like it is. “Oliver, you really need to put a lock on Twitter, because all our clients can read your tweets 24/7. Same applies to your settings at FB. Remarks have been made.” All the rest, forget about. Aranzazu • The emphasis is the importance of the team dynamics. The subtext: you don’t want to rock the boat. Basically, you want to change the situation but with minimal (zero?) interference in the team. This is clouding your decision to do the right thing, ie raise this discretely with a senior manager. It is their responsibility. starterforten • I’d constantly bring up the contents of his Tweets – that his patio looks nice, ask how his coffee was – until he takes the hint. FatherChewyLouie My boss won’t bend when it comes to my flexible working arrangement I work at a solicitors in central London but live in Bedfordshire. My commute is about an hour each way. We have two young children. I do the school run in the morning while my husband picks up in the afternoon. I negotiated a deal with work whereby I don’t start until 10:15 and work until 6:15. However, the train service has become so unreliable I’m often late – if it ran to time I’d easily be on time. My boss lives just 20 minutes from the office and I don’t think he believes my trains are quite as rubbish as they are. He’s suggested I catch an earlier train, but then I couldn’t take the children to school. My company claims to have a family friendly policy but I find myself under pressure from a child-free male to dump the children on someone else in order to catch a train 30 minutes earlier.  Jeremy says Is your boss genuinely inconvenienced or simply insisting on punctuality for its own sake? It makes a difference. By the sound of it, you originally negotiated an agreement not with your boss but with someone centrally – HR, perhaps – who represented the company “family friendly policy”. I suggest you enlist their help again. Ask if they can arrange for someone to cover your occasional brief absences in the morning so that your boss is never left without help. If your boss is simply being unreasonable, see if HR (or whoever) can help present your case not as a personal favour but as part of company policy. Readers say  • I’m surprised that any company in central London doesn’t have flexible working times with public transport being so unreliable. I’d ask for proper flexible working, with leeway to have a shorter lunchbreak or work slightly longer to make up time. LBukem  • In fairness, your employer has demonstrated it’s family friendly policy by allowing you a later start time. The train company failure is not your employer’s problem. It is your responsibility to get to work at 10.15. RF1963 • I don’t know what you can do with your boss, but you are not wrong to point to our ever more useless public transport. Tarantellad • Have an informal chat with HR, or which ever department you initially approached on the subject. If it doesn’t bring about a solution take up the issue more forensically with your boss. Take a copy of everything that relates to your situation. Have a clear idea on what needs to change for you and the employer. Be ready to concede something – possibly a further amendment to your start time. ArmchairSupporter  • I like the emphasis on “child-free male”. We aren’t all ogres. Show him a diary of a week or two, showing timings per day of drop off, time at station, time of train, journey to London, train stations to work etc!! ID9457848 Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "Dear Jeremy – your work problems solved",
  "webPublicationDate": "2016-05-07T06:00:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/07/tweets-boss-report-inappropriate-flexible--working-london",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Discrimination at work",
      "id": "money/discrimination-at-work",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Bullmore",
      "id": "profile/jeremybullmore"
    }
  ],
  "guardianId": "money/2016/may/07/tweets-boss-report-inappropriate-flexible--working-london"
}