{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/labor-names-malarndirri-mccarthy-to-replace-nova-peris",
  "id": "2016-05-30-173",
  "sectionId": "australia-news",
  "body": "Malarndirri McCarthy, a former minister in the Northern Territory government and ABC presenter, has won preselection to replace Labor senator Nova Peris. On Monday Labor’s national executive selected McCarthy to top the ALP Senate ticket in the Northern Territory. McCarthy beat a field of four women: the Yothu Yindi Foundation chief executive, Denise Bowden, NT Labor staffer Cathryn Tilmouth, former NT Labor minister Marion Scrymgour and Peris’s chief of staff, Ursula Raymond.   Related: Nova Peris defends her decision to quit politics: 'I am leaving on my terms'    McCarthy received strong support from Labor’s left faction. In a statement the Labor party said McCarthy had lived in the territory for most of her life and was a proud Yanyuwa Garrawa woman from Borroloola in the Gulf country in the NT. “McCarthy has a strong record as an advocate for Indigenous people, having served as a member of the Northern Territory Legislative Assembly and a minister in the Northern Territory Labor government,” it said. “McCarthy has also had a distinguished career as a journalist and is a champion for promoting Aboriginal culture, particularly amongst young people. “She has been a fierce advocate for her community of Borroloola and will bring that same passion to representing the Northern Territory in the federal parliament.” Labor thanked the strong field of candidates and acknowledged “the pioneering contribution of Nova Peris”. Peris resigned on Tuesday after reports she was seeking the top Indigenous position at the AFL.  Peris’s resignation was criticised by some commentators, as it came midway through an eight-week election campaign and without warning to the Labor leader, Bill Shorten. On Thursday Peris hit back at critics. “Until you are an Aboriginal person, do not criticise me for the decisions I have made,” she told media in Darwin. Asked why she hadn’t announced she would be stepping down earlier, Peris said: “I didn’t call the election.” When she nominated for the Senate spot on Tuesday, McCarthy said: “I have a deep passion for pursuing a better way of life for all Territorians.” McCarthy promised to to be a “fierce advocate for the territory and Indigenous Australians in a Shorten Labor government”.           Nova Peris says ‘no one should judge me’ as she explains Senate exit",
  "webTitle": "Labor names Malarndirri McCarthy to replace Nova Peris",
  "webPublicationDate": "2016-05-30T06:59:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/labor-names-malarndirri-mccarthy-to-replace-nova-peris",
  "keyword": [
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nova Peris",
      "id": "australia-news/nova-peris",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/30/labor-names-malarndirri-mccarthy-to-replace-nova-peris"
}