{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/nazanin-zaghari-ratcliffe-family-woman-iran-five-weeks-jailed",
  "id": "2016-05-10-88",
  "sectionId": "world",
  "body": "The authorities in Iran have promised the family of Nazanin Zaghari-Ratcliffe, the British-Iranian mother who has been held in solitary confinement for more than five weeks, that they may be allowed to meet her in jail. Zaghari-Ratcliffe, who works for the Thomson Reuters Foundation as a project manager, was arrested at Tehran’s international airport by members of the country’s powerful Revolutionary Guard on 3 April. She and her 22-month-old daughter, Gabriella, were about to return to the UK from a family visit in her home country.  Zaghari-Ratcliffe has since been taken to an unknown location in Kerman, 600 miles south of the Iranian capital, but officials have not yet commented on the reasons behind her arrest. She has not yet been charged. According to her family, she is not allowed access to a lawyer and is under pressure to confess to unspecified crimes. “Nazanin’s parents have been told that they will be allowed a family visit tomorrow in Kerman,” her husband, Richard Ratcliffe, said on Tuesday. Ratcliffe took the decision to make his wife’s ordeal public on Monday against what he said was the advice of the Foreign Office.  “They said that our daughter Gabriella can also see her mother,” he said. “I hope that the promise is met but there is a lot of uncertainty: they have not given a time nor the location.”      Nazanin Zaghari-Ratcliffe with her husband Richard Ratcliffe, who has begged the Government to intervene and help free his wife. Photograph: Family Handout/PA    Gabriella, who is solely British-nationality, has been placed in the care of Zaghari-Ratcliffe’s family. The authorities have confiscated the girl’s British passport. Although Zaghari-Ratcliffe is a British citizen, she is not allowed access to diplomats from the British embassy in Tehran because Iran does not recognise dual nationality, thus treating her solely as Iranian. Zaghari-Ratcliffe’s arrest has highlighted the risk to dual nationals visiting Iran. The Revolutionary Guard in particular is deeply suspicious of such citizens and has arrested a number of them in recent years, including a British-Iranian businessman, Kamal Foroughi.  Zaghari-Ratcliffe was born in Tehran in 1978 and moved to the UK in 2007, where she met Ratcliffe while studying. They married in Winchester in 2009, and five years later Gabriella was born in London. The chief executive of the Thomson Reuters Foundation, Monique Villa, has urged Iran to release her immediately. “At the Thomson Reuters Foundation she has no professional dealings with Iran whatsoever,” Reuters quoted her as saying. “In fact, the Thomson Reuters Foundation has no dealings with Iran and does not operate in the country.” An online petition posted on Change.org calls on David Cameron to intervene and use his position to press Iran for Zaghari-Ratcliffe’s release. It has garnered more than 64,000 signatures in less than two days.",
  "webTitle": "Family of woman held in Iran for five weeks will be allowed to visit",
  "webPublicationDate": "2016-05-10T17:32:52Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/nazanin-zaghari-ratcliffe-family-woman-iran-five-weeks-jailed",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/10/nazanin-zaghari-ratcliffe-family-woman-iran-five-weeks-jailed"
}