{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/16/how-to-teach-the-eu-referendum-brexit",
  "id": "2016-05-16-337",
  "sectionId": "teacher-network",
  "body": "In the grand ranking of topics that excite pupils, the EU referendum is probably not in the top spot. Yet – as you will know if you have been anywhere near a newspaper, radio, television, or computer this year – the debate is everywhere. And the ramifications of the vote (be that remain or Brexit) on Thursday 23 June 2016 will be felt by future generations. So how can you make the subject exciting for your classes? Primary Do your pupils understand what a referendum is? Can they explain how the EU works? If not – and let’s be honest, there are plenty of grown-ups who struggle with the latter – give them a 60-second rundown with this video from Newsround. It covers the basics of the union and its responsibilities, as well as offering examples of arguments to leave and remain.  Immigration and the ongoing refugee crisis is a key topic in the debate about EU membership. It can be a tough issue to cover with young students, but this lesson and information sheet from Unicef takes a factual, sensitive approach, offering definitions of key terms such as refugee, asylum seeker and migrant. It encourages students to think about long journeys they have taken, and how they would feel in the position of those seeking refuge from war. How much do your pupils know about our European neighbours? Can they tell you what tapas is, or when the Eiffel Tower was built? Do they know where frankfurters come from? Can they work out why the Dutch refer to their homeland as the “low country”? The answer to these questions and many, many more is in these simple reading comprehension activities from PrimaryLeap, on Spain, France, Germany and the Netherlands.    Related: How to teach ... the EU     Flags offer a fun, visual way to engage with the EU. This set of flashcards of the 28 countries in the union features a set with the answers listed beneath and a set without. You could challenge your pupils to memorise the designs and draw them; get them to put the countries into alphabetical order; or, for an extra challenge, ask them to arrange the flags by the year that those countries entered the EU. And for a linguistic exploration of our closest continental neighbours, why not set up a French film club? This guide from IntoFilm includes a list of primary-friendly Gallic offerings, including The Red Balloon, Monsieur Hulot’s Holiday and La Belle et La Bete. It also offers ideas for pre-screening tasks – such as creating a keyword bingo square for phrases in the film – and activities to reflect on the action after viewings. Secondary The arguments underpinning the referendum debate offer rich learning opportunities for older students. This collection of articles from The Day begins with an overview of the various parties involved, before tackling three of the big issues relating to the UK’s membership: identity, economy and sovereignty. Each is presented in a simple question-and-answer format, and is accompanied by a glossary of key terms and questions for debate, such as “Do you feel like a citizen of your country or the continent?”. An extension task asks students to imagine that the year is 2066 and they are writing a letter to a young person to explain what decision Britain made in 2016 and how it affected the world.  Both sides of the divide highlight the impact the EU has on daily life in the UK (for better or worse) – but how much do your students know about it? This scheme of work from the Network of European Foundations looks in detail at several areas which are affected by decisions made in Brussels, including the environment, consumer rights and equality. It’s also helpful to unpick the statistics behind the headlines – such as those about immigration. Do they know, for example, that the UK has only received 3% of the total recent applications for refuge in the EU, whereas Germany has had 31%? This lesson (and information sheet) from Unicef explains where refugees are coming from, before asking students to analyse the obstacles they face, and research which rights come under threat in the process.   Related: How to set up a mock general election in your school    Finally, one of the biggest considerations in the referendum is whether people will actually vote. Should we make it compulsory to do so? That’s the subject of this debate pack from Debating Matters. It offers contextual arguments both in favour of the motion – low levels of voter turnout means politicians are appealing to only a small group, for example – and against it (does mandatory voting disregard the reasons that people are becoming disengaged?). And there are plenty of suggestions for further reading on both sides. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "How to teach … the EU referendum",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/16/how-to-teach-the-eu-referendum-brexit",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Citizenship",
      "id": "teacher-network/citizenship",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching tips",
      "id": "teacher-network/teaching-tips",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "education/politics",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Zofia Niemtus",
      "id": "profile/zofia-niemtus"
    }
  ],
  "guardianId": "teacher-network/2016/may/16/how-to-teach-the-eu-referendum-brexit"
}