{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/gambling-ad-christ-crucifixion-banned",
  "id": "2016-05-18-245",
  "sectionId": "media",
  "body": "A gambling ad featuring a hand nailed to a piece of wood that ran over Easter has been banned for mocking the crucifixion of Jesus and the Christian religion. Gambling company Boylesports emailed a promotion to punters that showed a hand nailed to a piece of wood against a desert scene with the strapline “nailed on bonus”. Its text read: “In memory of the dearly departed JC, we are offering you a sacrilecious [sic] bonus this Easter weekend ... So don’t just sit there gorging your own body weight in chocolate, that’s disrespectful. Get on Boylesports Gaming and get your nailed on bonus.”   Related: EE gets rival Three’s multimillion-pound Muppet ad banned    The promotional offer ran for most of the Easter period from Good Friday to 27 March. One recipient of the email lodged a complaint with the Advertising Standards Authority that the ad was offensive and mocked the Christian religion. Boylesports tried to play the link with Jesus Christ down, saying that there was no religious symbolism in the ad and that crucifixion per se was a “common practice” in Christ’s time. The ASA rejected Boylesports’ argument, saying the ad was clearly not a reference to a “generic” crucifixion, but directly to that of Jesus Christ. It said that the timing of the ad at Easter, the “jokey” language and making light of the subject of the crucifixion was likely to cause serious offence to some readers. “We considered the offence was likely to be particularly strongly felt by those of the Christian faith at Easter, when the imagery would have a particularly strong resonance,” said the ASA. “We considered that the ad was likely to cause serious offence and concluded that it was therefore in breach of the [advertising] code.”",
  "webTitle": "Gambling ad banned for mocking Christ's crucifixion",
  "webPublicationDate": "2016-05-18T10:05:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/gambling-ad-christ-crucifixion-banned",
  "keyword": [
    {
      "webTitle": "Advertising Standards Authority",
      "id": "media/asa",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/18/gambling-ad-christ-crucifixion-banned"
}