{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/searing-documentaries-steal-the-show-as-australian-cinema-rides-a-new-wave",
  "id": "2016-05-24-316",
  "sectionId": "film",
  "body": "Irrespective of your personal opinions on the subject, if you watch Oscar-winning film-maker Eva Orner’s detention centre exposé, Chasing Asylum, you will leave feeling shaken. There are stories of self-harming asylum seekers living in government-supplied squalor and children answering to numbers instead of names. Released shortly after an Iranian refugee died after setting himself on fire and Papua New Guinea’s supreme court ruled that the detention centre on Manus Island was illegal – also during the heat of an Australian federal election campaign – the film is timely, to say the least.    Related: Chasing Asylum first look review – asylum seeker documentary is vital and gut-wrenching    It is not the only recent example of excellence in Australian documentary. Far from it. Nor is it the only example of a locally made non-fiction film arriving in cinemas some time in the past year buzzing with a sense of urgency. At what point does one begin to acknowledge that what we’re seeing is more than a few good eggs in a row? When does a critic start to apply important-sounding words such as “new wave”, “renaissance” or la vision d’un auteur?   Let’s push those labels aside for now (especially that last one – I just translated random words into French) and take a look at these rabble-rousing, boredom-detonating Australian docos.  The Nepalese government would certainly not want the world to have seen Sherpa, director Jennifer Peedom’s industrial dispute Mount Everest film about the local climbers who take a disproportionate amount of risk for a disproportionate share of the reward. The Australian film-maker was on the mountain in 2014 when tragedy struck, awoken by sounds of an avalanche that killed 16 Sherpas. The end result, cinematically speaking, is surely the most gripping Everest documentary ever made. The film was nominated for a Bafta and generated speculation it would be shortlisted for the Academy awards. (Sadly, it wasn’t.)   Related: Sherpa first look review – Everest the backdrop to workers' rights film    Nor would energy companies have wanted Australians to see Frackman, a shocking investigation into coal seam gas exploration courtesy of the Newcastle-born director Richard Todd. The film follows the single finger salute-style exploits of self-professed “accidental activist” Dayne Pratzky, a former pig shooter cum anti-CSG campaigner who waged war on the fracking industry. Introduced in a pacy cloak-and-dagger style, almost like an espionage thriller, Frackman begins with night vision of Pratzky sneaking into gas company property to steal water samples. The protester’s fight-fire-with-fire approach saw him incite large crowds, interrupt press conferences, block roads with trucks and get arrested in 2011. Last year Pratzky told me his email accounts are regularly hacked, his house has been broken into several times and his dogs have been poisoned. There’s also the story of Australian journalist Michael Ware, a war correspondent sent to Iraq in 2003 to report for Time magazine, then later CNN. He spent almost seven years in the country and was selected by Abu Musab al-Zarqawi to convey the terrorist leader’s message to the western world. Co-directed by Ware and Bill Guttentag, a two-time Oscar-winning short film-maker, the structure of Only the Dead combines extensive narration with footage shot by Ware on a camcorder. There are moments that make your blood run cold, scenes that will never leave you.   Related: ‘I witnessed the birth of Isis’: how one film-maker captured the horror of Iraq    It is a film essay of the bleakest variety, blurring the line between journalism and exploitation and raising serious questions. Is it right to watch an Iraqi man slowly die in front of our eyes, or another executed then repeatedly kicked on the ground? Ethical standards in documentary have long been defined, in part, by films that failed us. Another recent, uneasy-to-watch exposé, Tyke Elephant Outlaw, explores the story of a circus elephant in 1994 who killed its trainer in front of a packed live audience, then bolted down the streets of Honolulu. Directed by Susan Lambert and Stefan Moore, it played at last year’s Sydney film festival and is now available worldwide on Netflix. And premiering at Melbourne International film festival last July, the rich and deeply thoughtful Another Country took us to Ramingining in the Northern Territory, the home community of David Gulpilil. He examined “what happened to my culture when it was interrupted by your culture”.  And Australian film-making royalty Gillian Armstrong showed us a forgotten national hero, three-time Oscar-winning costume designer Orry-Kelly, in Women He’s Undressed.   Related: Sherpa and beyond: ten of the best Australian documentaries    Other issue-based documentaries that have drawn strong responses include Gayby Baby (which was banned from being screened at NSW public schools last August) and That Sugar Film, which became the highest-grossing non-Imax Australian documentary in history. So far in 2016 two of the finest Australian LGBT documentaries of all time have arrived: Remembering the Man and Ecco Homo. Australian-made documentaries in the pipeline include The Opposition (featuring redacted scenes narrated by Sarah Snook), Embrace (exploring body image, the most successfully crowdfunded Oz doco to date) and In the Shadow of the Hill (spotlighting police brutality in Rio de Janeiro).  Is it time to use “new wave” yet? La vision d’un auteur?  Fingers crossed these films will keep on coming.  • Join us in Melbourne for our gala screening of Chasing Asylum on 29 May, hosted by Luke Buckmaster with special guests Eva Orner and Melissa Davey",
  "webTitle": "Searing documentaries steal the show as Australian cinema rides a new wave | Luke Buckmaster",
  "webPublicationDate": "2016-05-24T03:09:46Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/searing-documentaries-steal-the-show-as-australian-cinema-rides-a-new-wave",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australian film",
      "id": "film/australia",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Buckmaster",
      "id": "profile/luke-buckmaster"
    }
  ],
  "guardianId": "film/2016/may/24/searing-documentaries-steal-the-show-as-australian-cinema-rides-a-new-wave"
}