{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/leicester-vice-chairman-jamie-vardy-focus",
  "id": "2016-05-05-21",
  "sectionId": "football",
  "body": "The Leicester City vice-chairman, Aiyawatt Srivaddhanaprabha, has recounted how he helped Jamie Vardy turn around his career and fulfil a bold prophecy that the striker made when he joined Leicester from non-League Fleetwood Town in 2012 that he would go on to play for England.   Related: Claudio Ranieri: ‘Whoever arrives at Leicester must have the same spirit’    Srivaddhanaprabha, commonly referred to at Leicester by his nickname of Top, explained that Vardy initially struggled to cope with the transformation of his life after making the £1m move to Leicester and there soon came a time when his excessive drinking had to be addressed. “I talked to him,” said Top. “I said: ‘Come on, you have to improve.’ I knew he could be a better player than that.” Vardy also knew he could be a better player and, when he came to terms with the demands of football at the higher level, he began to put in the performances that eventually gained him an England cap in last year’s friendly against the Republic of Ireland. That was a goal he had vowed to achieve on the day Leicester signed him. “He told me he would play for England the day,” said Top. “I said: ‘Come on Vards.’ He said: ‘Yes you will see, I will try everything.’ And he said he would try everything to make the club successful.”",
  "webTitle": "Leicester vice-chairman intervened to force Jamie Vardy to focus",
  "webPublicationDate": "2016-05-05T21:30:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/leicester-vice-chairman-jamie-vardy-focus",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/05/leicester-vice-chairman-jamie-vardy-focus"
}