{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/kangaroos-face-kiwis-in-climate-of-international-rugby-league-indifference",
  "id": "2016-05-05-35",
  "sectionId": "sport",
  "body": "Like Easter eggs in January and Christmas trees in September, State of Origin’s approach is spotted earlier and earlier every year. You could say it’s a reminder of where the game’s priorities lie when it comes to representative football. As if to reinforce this idea the NRL has been calling Friday’s Anzac Test match between the Kangaroos and New Zealand in Newcastle the Downer Test. Bit harsh, what? But is it fair? Oh, right, sorry, Downer is an engineering mob, and the game’s naming rights sponsor, so it’s simply an unfortunate juxtaposition of words. Sadly, however, it’s apt enough in a climate where the first Kangaroos Test match in 12 months has been shunted off to a regional capital, and where the Kangaroos captain, Cameron Smith, has acknowledged a general apathy about the game and appealed for support from the public. “I think if everyone can get behind our team that would be great,” Smith said.   Related: Semi Radradra among new faces in Mal Meninga's first Australia squad    If you can overlook Smith’s delivery, which suggests he won’t have a career in sales upon retirement (“Buy this thing. It’s good”), spare a thought for what’s happening here: the captain of an Australia representative rugby league team is asking for the support of the Australian public. The whole scenario is positively … what’s that lazy pejorative, again? … un-Australian. The woes of the international game have been well-aired, and it hardly helps matters when Australia selects players like Fijian Semi Radradra, as they’ve done for this Test. While you can understand Radradra’s motivations (“I want to be known as the best Fijian rugby player around the world and I want to be playing the top teams,” he said) the Australian selectors, who had plenty of other options, didn’t have to pick him. And the selection rules shouldn’t allow it. This may ring a few bells but it’s a scenario akin to taxing the poor to benefit the rich. Radradra’s selection prompted Canterbury’s English prop James Graham to worry that it would damage league’s international development to the benefit of rugby union. “Rugby league would just become a feeder,” he said. But for those who hope international rugby league will return to a position of prominence and importance it’s not all doom and gloom. Really it’s not, even if you have to make a concerted effort to lift your head above the grey clouds. Only 14 months ago, for instance, the Rugby League International Federation appointed its first CEO in David Collier. In recent times we’ve seen a thrilling stand-alone Test series between New Zealand and England, Test matches played by second- and third-tier league nations, as well as the news that a Toronto-based team will join the UK’s third-tier competition, League One, in 2017. The usual suspects might laugh off some of this as all a bit Mickey Mouse but trees were once saplings. It can only be good for the game if more people in more countries are playing it. This weekend’s round of stand-alone representative fixtures may well include the shoehorned redundancy of City v Country, but it’s not all bad. As a curtain raiser to the Anzac Test Australia’s Jillaroos will take on New Zealand, and on Saturday at Parramatta Stadium we will be treated to a tantalising double-header; Papua New Guinea v Fiji, followed by Tonga v Samoa. This time last year Samoa beat Tonga 18-16 in a wonderful game on the Gold Coast. And it meant something, as all those tattoo-shifting tackles suggested. Look at the ranks of every NRL team and it’s striking to see the number of players with Polynesian and Melanesian heritage. And the number is just as high in junior rugby league representative teams. When these players come of age they’re naturally going to aspire to higher honours – and Australia and New Zealand can’t select them all. It seems fair to say that as time goes by the relative strengths of Samoa, Tonga, Fiji and Papua New Guinea will surely grow (more so if they get to play as nations more often than they do). This can only be good for the international game. It’s been said, moreover, that the best thing that could happen to international rugby league would be Australia losing its dominance. It may well be time to test this theory because you could argue we’re there already (although the more circumspect might not be prepared to make such a call until the end-of-year Four Nations or even until after the 2017 World Cup). The fact is, New Zealand have won their past three Tests against Australia and are the No1 ranked side in the world. How has this happened? To speculate, there’s certainly a sense that for the Kiwi players, not distracted by the hoopla of Origin, Test football is the pinnacle of their aspirations. And to knock off Australia in anything – beer pong, flip-flop throwing, armpit farting, whatever – is entwined in their very DNA. Crucially, that motivation has coincided with the coming together of a generation of top-class, NRL-hardened players at the same time as Australia’s regulars – used to peaking for Origin – have begun to look a little long in the tooth. If the Kangaroos fail to beat a weakened New Zealand on Friday night new coach Mal Meninga may be forced to consider regime change ahead of the Four Nations let alone the World Cup. Considering how close he must be to the Kangaroos’ fleet of Queenslanders that will be no easy task. As mentioned, too, Australia hasn’t been helped by the parochialism that feeds Origin. For a few months every year a player is a Maroon or a Blue. That’s all well and good and most entertaining, yet suddenly these liberal dashes of oil and water are expected to mix in a few training sessions to become a cohesive unit. In this respect, it can only be to the Kangaroos’ benefit that only three NSW players will feature on Friday night (with Paul ‘Elbows’ Gallen extraordinarily lucky to be among them). Similarly, NRL fans – the very ones whose support has been solicited by Cameron Smith – have to escape their own indoctrination and cheer on the likes of Sam Thaiday and Gallen. For many, this must seem to go against all that is right and holy. But right now Australia are not the best league nation in the world. So what will be their response – and that of the league loving public – to that discomfiting reality? Friday’s Test won’t provide any definitive answer but we may get a clue; and it just may just be delivered within a great game of rugby league. That’s nothing to get too down about.",
  "webTitle": "Kangaroos face Kiwis in climate of international rugby league indifference | Paul Connolly",
  "webPublicationDate": "2016-05-05T20:30:04Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/kangaroos-face-kiwis-in-climate-of-international-rugby-league-indifference",
  "keyword": [
    {
      "webTitle": "Australia rugby league",
      "id": "sport/australiarugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New Zealand rugby league",
      "id": "sport/new-zealand-rugby-league",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Connolly",
      "id": "profile/paul-connolly"
    }
  ],
  "guardianId": "sport/2016/may/06/kangaroos-face-kiwis-in-climate-of-international-rugby-league-indifference"
}