{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/versailles-george-blagden-playing-louis-xiv-bbc2-interview",
  "id": "2016-05-30-106",
  "sectionId": "tv-and-radio",
  "body": "How the mighty have fallen. A few weeks ago, George Blagden was playing Louis XIV in the extravagant miniseries Versailles, swanning around in heels and wigs and frilly blouses as he ordered the construction of his snazzy new palace. Today, he is at the self-service counter at a cafe in St James’s Park, London, ordering his own tea (“Ooh is that mine? That was quick!”). We repair to a table outside, under the gaze of some feral-looking pigeons. The 26-year-old actor is all in black: black jacket (zipped up), black hair (faintly curly), black stubble. He is dashing, with a touch of raggedy wildness that suggests a young Terence Stamp or Rufus Sewell.   Related: Antonia Fraser: the sexy and scandalous truth about Versailles    He is likely about to be very big indeed. The series – which tells the story of the Sun King’s battles to strengthen the throne (and have lots of sex) after his decision to move his court from Paris to Versailles – attracted 1.07 million viewers when it debuted on Canal+ last year – a record for an original drama on the French network. It had already been commissioned for a second series and has now been sold to more than 135 countries.  This naughty, trashy and very knowing £24m English-language production mixes historical fact, scandalous rumour and outright fabrication. In the first five minutes alone there is sex, violence and an unorthodox use of oranges. In the second episode, someone gets knifed in the eye by a chap in a dress. “Everyone’s going to be talking about different bits,” says Blagden excitedly. “There’s romance. Political intrigue. There’s even a kind of CSI: Versailles element.” With a predominantly French crew, there was no shortage of opinions about his character. “I hadn’t realised what a brand I was playing. Nearly everyone had a different take on Louis. Some were saying he was the godfather of modern culture. Others could see only his heartlessness. What was important to me was showing his vulnerability. He’d been king from the age of five, and it took him a long time to stop being a boy. His mother made all the decisions until her death, when he was 28. Now he’s at his weakest and most paranoid.”         Watch a teaser for Versailles    Many of his woes arise from his sneaky, bisexual brother, Philippe, Duke of Orléans, played with lip-smacking delight by Alexander Vlahos. While Blagden is the heart-throb of the show, it is Vlahos who gets the campest lines. Admonished by Louis for spending a fortune on shoes, he purrs: “You haven’t seen the shoes.” But Blagden insists there wasn’t any rivalry. “When we do scenes, we really feed off one another. Neither of us takes anything that happens on screen away from the set. We weren’t kicking off and throwing cappuccinos at each other.”     Who’s the fairest of them all? Alexander Vlahos, left, and Blagden in Versailles. Photograph: Canal+/BBC    At least Blagden gets the spiffiest costumes. Heels were the big revelation. “Now I understand why people wear them. They do wonders for your confidence.” Not that he didn’t suffer for his art. “We were filming outside in summer, it was 27 degrees and I was dripping with sweat. I said to the costume designer, ‘I’m wearing five layers and you can only see two of them. Can’t I take some off?’ She said, ‘No, George. If you do that, the jacket won’t sit right.’ No one was willing to cut any corners.” You don’t get that attention to detail on every series. “I heard Sean Bean on Game of Thrones had pockets sewn into his leather armour for his cigarette packs,” he says.    Eddie Redmayne told me actors only work six months a year. I thought, God, I hope he's lying    Three days before shooting, he filmed his last scenes on Vikings, the grimy drama for the History channel in which he played the monk Athelstan for three series. Blagden was in a removals van when he got the news he was being killed off. “I was on the A64 north of York, taking some things from my parents’ home back to my place in London. I pulled over and read the email. My girlfriend said, ‘What’s wrong?’ I said, ‘I’m dying.’ It’s like being fired, isn’t it? But in a creative way.” Going immediately from Athelstan to Louis XIV suited him. “I hate not working. It’s that lack of purpose. It becomes very easy to lie in until midday.” When he was cast as the revolutionary Grantaire in the film of Les Misérables straight after drama school, Blagden’s co-star Eddie Redmayne confided to him that even full-time actors only work six months a year. “I thought, ‘God, I hope he’s lying.’ I should have picked a nine-to-five.”     Raggedy wildness … Blagden is like a young Terence Stamp or Rufus Sewell. Photograph: Linda Nylind for the Guardian    He tries to keep himself busy: until 18 months ago, he uploaded clips of himself singing and playing guitar to YouTube. He dedicated one number to his parents for their 25th wedding anniversary, and he even took song requests on Twitter. Did I see him cringe at the mention of that? “Might’ve done,” he says bashfully. At boarding school in Peterborough, he had a band that played covers at the disco. What were they called? He cringes again. “Flashpoint.” Singing, though, is Blagden’s thing. In fact, he always meant to end up in a West End extravaganza. “Everyone at drama school called me Musical Boy. If I’m totally frank, it seemed like a more achievable career than the one I have now.” In a day or two, he’s off to Paris to continue filming the second series of Versailles. More luxury. Someone else can fetch his tea for a while. • Versailles begins at 9.30pm on 1 June on BBC2.",
  "webTitle": "George Blagden on dressing up for Versailles: ‘Heels do wonders for your confidence!’",
  "webPublicationDate": "2016-05-30T12:58:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/versailles-george-blagden-playing-louis-xiv-bbc2-interview",
  "keyword": [
    {
      "webTitle": "Historical drama",
      "id": "tv-and-radio/historical-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Gilbey",
      "id": "profile/ryangilbey"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/versailles-george-blagden-playing-louis-xiv-bbc2-interview"
}