{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/drones-isis-taliban-mullah-akhtar-mansoor",
  "id": "2016-05-24-107",
  "sectionId": "commentisfree",
  "body": "The leader of the Afghan Taliban, Mullah Akhtar Mansoor, was killed on Saturday when his car was targeted by a US drone. For western interests generally, it was a significant scalp in a region where American, British and other forces remain active. His death has the potential to change the balance of power in the conflict, which still plagues the country after nearly four decades of outside intervention. For all that, though, the reaction seemed muted. The US secretary of state, John Kerry, justified the strike by saying that Mansoor had posed “a continuing, imminent threat to US personnel”. His death was subsequently confirmed by Afghan officials. Pakistan, on whose territory he had been killed, made a vain complaint about the violation of its sovereignty. And that, pretty much, was that, so far as reporting and reaction were concerned.    You can argue that technology confers an unfair advantage, but it was ever thus    Mansoor – in the west’s book at least, and that of the beleaguered Afghan government – was a very bad hat and an enemy at a time of war. He was also a warrior, expected to live and die by the sword. Even so, the matter-of-fact way in which Mansoor’s death was registered seemed to suggest that a drone strike, ordered and implemented from across continents, has become so routine as to pass almost unremarked. The technology, once a wonder, is now taken for granted. The impersonal horror of long-distance killing has also, it appears, worn off. Now, I am not among those who wax indignant about these modern ways of war. In armed conflicts, all bets are off. That reconnaissance aircraft are increasingly pilotless, that satellites can track the enemy down to an individual in a particular spot, and that drones can be deployed with no risk to the combatant, are not things that particularly detain me. You can also argue that technology confers an unfair advantage, but it was ever thus. There was a time when some rolled on to the battlefield in tanks while others advanced on horseback. The US was the first to explode an atomic bomb – and, as President Obama’s visit to Hiroshima this week will show, the use of that devastating advantage to clinch victory remains controversial to this day. Whether it brought an earlier end to the war in the Pacific, whether its apparently supernatural force is what convinced the emperor of Japan to surrender, whether the scale of the destruction went beyond ethical bounds – and what constitutes “ethical” in all-out war, anyway? – all these questions remain open.   Related: We need a debate on drone killings – whether they should be happening at all | Chris Cole    But if one or more sides in a war can avoid death and injury among their own troops with new technology, why would they not do it? It would surely be unethical (to one’s own people and armed forces) to pass up that opportunity. The idea of renouncing such a weapon for the sake of “fairness” – a “level playing field” – invites ridicule. You are not talking games here, but survival.     Global Hawk unmanned drones at an undisclosed location. Photograph: Northrop Grumman/EPA    So I have never really understood the moral opprobrium that attaches uniquely to drone and other remote technologies. The barbarity of the neutron bomb – remember that? – which would supposedly kill all human beings in range while leaving the buildings intact is clear for its perverse priorities. But cyber-warfare – its mirror image, in a way, for its capacity to leave humans intact while incapacitating pretty much everything else – is the way of the future, whether we like it or not. Surely anything that makes obsolete the ranging of vast armies against one another – as in the first world war – or the carpet-bombing of great cities, with massive loss of civilian life, as in Dresden and Coventry during the second, should be hailed as an improvement of sorts. It may seem callous to say so, but even the accidental strikes – on hospitals, for instance, as in Kunduz and Aleppo recently, serve to highlight the pinpoint accuracy of most strikes. From real-time reconnaissance to missile capability, technology has come a long way since the erroneous US strike on the Chinese embassy in Belgrade in 1999.   Related: Obama’s reliance on drones is foolish and counterproductive | Ewen MacAskill    That drone strikes have become so accurate, however, and can be used to kill opponents while sparing fighters and civilians on both sides, does not mean that all questions about their use are at an end. Even if you accept that precise targeting and removing your own troops from risk are assets, and that there can be no turning back the clock, the use of drones remains problematic. Mansoor was a relatively uncontroversial candidate for the US and the Afghan government at least, if not Pakistan. Other cases are far harder. Take Reyaad Khan, the Briton targeted and killed by a drone in Raqqa, where he was reportedly fighting for Islamic State. How much of a threat did he pose to his homeland from that distance? If he was a rank-and-file fighter rather than a commander, was he a justified target? Is there a point at which self-defence during a state of war becomes murder committed by the state? Still more telling, try reversing the scenarios and imagine an Isis-ordered drone strike on the motorcade of a senior British or US official. That is only excluded because – for the time being – Isis and other non-state groups lack the capacity. It would appear that western countries are developing the technology to defend their airspace against hostile drones, but how reliable will it be? If and when the gap between “us” and “them” is narrowed, or eliminated, you can bet we will be clamouring for international regulation and legal frameworks. Until then, our drones will fly freely over the killing fields.",
  "webTitle": "Drones are not all bad – but what if Isis starts using them? | Mary Dejevsky",
  "webPublicationDate": "2016-05-24T15:26:41Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/drones-isis-taliban-mullah-akhtar-mansoor",
  "keyword": [
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Dejevsky",
      "id": "profile/mary-dejevsky"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/drones-isis-taliban-mullah-akhtar-mansoor"
}