{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/15/trinidad-doubles-and-pholourie-street-food",
  "id": "2016-05-15-131",
  "sectionId": "travel",
  "body": "‘Welcome to the world’s biggest gym,” a Lycra-clad woman puffs at me as she lunges alongside the crawling traffic. But Port of Spain’s Queen’s Park Savannah – a huge park on the world’s largest traffic roundabout – has another claim to fame: street food. Come dusk, throngs of locals from all walks of life park their souped-up cars in the middle of this giant, grassy plot of land and settle down for an evening of “liming”– that’s chatting, chilling with a Stag beer and munching on Trinidad’s finest cheap cuisine.     Trini treats … snack stalls in Queen’s Park Savannah during carnival. Photograph: Alamy    There are chicken wings, rum smoothies and battered fish, but one of the most popular dishes is doubles: “The mischievous little cousin of roti,” Andrew, a local punter, tells me. Order a round of “doubles with everything, slight”, and two beige pancake-esque circles will arrive – a chewy, fresh and moreish concoction of lightly fried turmeric- and cumin-infused dough that’s heaped with curried chickpeas, mango chutney, tamarind sauce, cucumber and the “slight” sliver of chilli (though the spicier version won’t blow your head off). It’s here in the Savannah that you can also sample Trinidad’s second-most famous street food: pholourie, a kind of savoury donut. At one of the stalls, a twentysomething woman cranks up her radio’s power ballads and works a saffron-laced batter into golf ball-sized spheres before plopping them, one at a time, into a vat of boiling oil. The balls become crunchy on the outside and squidgy in the middle; a golden-hued snack that’s drenched in a selection of zesty mango, tamarind and lime chutneys.",
  "webTitle": "Snacking, chatting and chilling in Trinidad",
  "webPublicationDate": "2016-05-15T10:00:03Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/15/trinidad-doubles-and-pholourie-street-food",
  "keyword": [
    {
      "webTitle": "Trinidad and Tobago holidays",
      "id": "travel/trinidadandtobago",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Street food",
      "id": "lifeandstyle/street-food",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Caribbean holidays",
      "id": "travel/caribbean",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Summers",
      "id": "profile/hannah-summers"
    }
  ],
  "guardianId": "travel/2016/may/15/trinidad-doubles-and-pholourie-street-food"
}