{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/26/head-un-mission-central-african-republic-pledges-end-troop-abuses-minusca-parfait-onanga-anyanga",
  "id": "2016-05-26-317",
  "sectionId": "global-development",
  "body": "The head of the UN mission in Central African Republic (CAR) has vowed to do everything possible to wipe out sexual exploitation and abuse by his troops, pledging to bring about a rebirth of peacekeeping. To reach his goal of “zero occurrence” of abuses, Parfait Onanga-Anyanga, the head of Minusca, says UN member states need to take peacekeeping seriously and train and equip their troops adequately to deal with conditions in a brutalised land.   Central African Republic factbox   UN peacekeepers, as well as French and European troops, have been accused of sexually abusing children and adults in CAR, as well as other misconduct, since violence exploded in 2013, when mainly Muslim rebels ousted the president at the time and went on the rampage, killing men, women and children and triggering the formation of equally brutal anti-balaka militias. “Because we have reached the bottom, this is where we will strive to have a rebirth of peacekeeping in the way it was initially intended, to be a force for good,” Onanga-Anyanga said during an interview at the Minusca HQ in Bangui. “It is still a minority engaged in these activities, a tiny minority that is causing us all huge damage and imposing serious reputational risk to the organisation.” He pledged to investigate every allegation while preserving the principle of innocent until proven guilty. “Here, we will not hide anything,” he said. Onanga-Anyanga is also the secretary general’s special representative and took over as head of the UN mission after Babacar Gaye resigned last year at the request of Ban Ki-moon.  “We don’t know if these investigations will confirm the allegations against us but all allegations will be investigated with the utmost seriousness,” said Onanga-Anyanga.  There have been at least 100 allegations of abuse against UN and non-UN forces. Onanga-Anyanga said most dated from 2013 to early 2014, before Minusca took over from African Union troops. As a result of the allegations, hundreds of Congolese peacekeepers were repatriated this year. In December, an independent panel accused the UN and its agencies of grossly mishandling allegations of child sexual abuse and rape. Onanga-Anyanga said member states must adequately prepare their forces, improve working conditions, and refuse to shelter those accused of misconduct.     Parfait Onanga-Anyanga, head of the UN mission in Central African Republic, in Bangui last December. Photograph: Issouf Sanogo/AFP/Getty Images    “This endeavour is not free: countries are paid to come and do peacekeeping, so they must come here with a business mindset, and understand that they come here to give a quality service,” he said, noting that troops must be properly equipped and rotated more frequently. In a February report (pdf), Amnesty International said the length of time some troops stay in the country without a break – up to two years – was a weakness of the UN mission.  As well as promptly investigating allegations, the UN has set up joint prevention teams, carried out awareness-raising campaigns among civilians, and set up a hotline for reports of aggression. Onanga-Anyanga stressed the complexity of conflict: striding to a map on his office wall, he outlined how populations in the north and east have felt marginalised for decades as successive governments fail to extend services to remoter areas. Religion was a conduit for a torrent of decades-old grievances that had been distorted to resemble a purely sectarian conflict.  Soldiers, “who are only human”, witness the worst of human nature here, he said, as well as living among people trapped by severe poverty.  “We work in a place where human life is worth nothing. We have to do the hard work of reformatting people’s mindsets and attitudes. It’s easy to come and say, ‘The UN is messing up.’ This is the worst of humanity concentrated in a single place … We need to really equip ourselves with the strongest possible values to help such a country walk back to something that could be comparable to some kind of normalcy.”      Soldiers from the African-led International Support Mission to the Central African Republic (Misca) in Bangui, February 2014. Photograph: Fred Dufour/AFP/Getty Images    At least 20 UN personnel, including troops, have been killed during this mission. Onanga-Anyanga described how Minusca sent troops into a mainly Muslim area of Bangui on 13 December at the request of residents who said armed groups were preventing them from voting in the country’s recent constitutional referendum.     There will not be a coup in this country on Minusca’s watch  Parfait Onanga-Anyanga     “Minusca gave these people their dignity back,” he said, describing how those he called “saboteurs” continued to shoot even as the people voted.  UN troops also stopped ex-Seleka fighters who were marching on Bangui last October, and his forces could do so again, he added.  “There will not be a coup in this country on Minusca’s watch.” The next step for CAR is disarmament and reintegration for fighters in the splintered groups that prey on rival communities, stealing cattle, enslaving families and extorting payments.  “The president is involved in an inclusive dialogue with all the armed groups and we hope that in the next few weeks he will be able to tell us what they are going to do … It won’t be an easy exercise … We must not think there can be a forced disarmament: a forced disarmament means war,” he said.  Despite the challenges, Onanga-Anyanga said the peacekeeping mission had helped end the killings that threatened to tip CAR over the edge. “Setting up Minusca was one of the international community’s most important decisions. Minusca contributed to perhaps ending what could have been a genocide in this country. We must not forget that.”",
  "webTitle": "Head of UN mission in Central African Republic pledges to end troop abuses",
  "webPublicationDate": "2016-05-26T06:00:03Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/26/head-un-mission-central-african-republic-pledges-end-troop-abuses-minusca-parfait-onanga-anyanga",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Central African Republic",
      "id": "world/central-african-republic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ending sexual violence in conflict",
      "id": "global-development/ending-sexual-violence-in-conflict-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Clár Ní Chonghaile",
      "id": "profile/clar-ni-chonghaile"
    }
  ],
  "guardianId": "global-development/2016/may/26/head-un-mission-central-african-republic-pledges-end-troop-abuses-minusca-parfait-onanga-anyanga"
}