{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/13/wolf-creek-tv-series-review-mick-taylor-outback-slasher",
  "id": "2016-05-13-331",
  "sectionId": "tv-and-radio",
  "body": "Could Mick Taylor, the psychotic flannel-clad killer played by John Jarratt in the Wolf Creek movies, be a relative of Mick (aka Crocodile) Dundee? Perhaps an estranged long-lost cousin, psychotically furious about his doofus “you call that a knife?” family member’s surprise success?  Their stories may take place in diametrically opposed genres, and thus very different universes, but in a sense the two Micks are cut from the same cloth: both atavistic Akubra-wearing Australian bastards who send up stereotypical perceptions of the true-blue alpha male.  A major point of difference is their attitude to what might be considered international relations. Dundee (technically Hogan, but really Dundee) threw a shrimp on the barbie and became the face of Australian tourism. Taylor took a more, shall we say, xenophobic route, pursuing foreigners with the spirit of a Southern Cross-tattooed Leatherface.     You call that a knife? Mick Taylor is the anti-Mick Dundee and Tourism Australia’s worst nightmare.     Related: Wolf Creek: Rewatching classic Australian films    His murderous rampage continues in a new six-part small screen spin-off, which premiered on streaming provider Stan on Thursday. The producers understand it needed to start hard, fast and gore-splattered, lest the target demographic find their slaughterhouse thrills elsewhere – in competition like Game of Thrones or The Walking Dead.  Wolf Creek’s protagonist is now 19-year-old American college student Eve (Lucy Fry), who is in the outback on holiday with her parents and brother. Mum, dad and bro get minced post-haste by Mick (the running time barely clocks double digits), who chortles, snarls and makes lame jokes to himself, clearly chuffed to be back on screens.            Eve escapes the (very literal) chainsaw, more or less unscathed. But the cop assigned to her case, Detective Sergeant Sullivan Hill (Dustin Clare, apparently biologically incapable of doing his shirt up more than halfway) proves less than helpful. Early on we learn Eve is battling an addiction to painkillers, setting the story up with an internal/external horror juxtaposition: she must confront the demons inside herself while dealing with the very tangible spectre bloodying up the dust-caked neighbourhood. Instead of returning to the US, she resolves to find Mick and get revenge. The format is not quite hunter-becomes-hunted, given the villain is hardly the kind of character to run away or be intimidated. But the mantra for the crew appears to have been: “Has Mick met his match?” Well, OK, but the perversely appealing thing about the Wolf Creek films was that the bad guy kept winning.  The first episode establishes Lucy Fry’s performance in the nobody-left-to-turn-to lead role as killer, in more ways than one, material. Her pig-headed problem-solving presence is countered by Jarratt’s maniacal carefree glee. But like the shark in Jaws, the writers (Peter Gawler and Felicity Packard) keep him as an ace up their sleeves, the trump card to play when pace might have otherwise lagged. It’s clear early on we’re going to have to wait for a direct showdown between the two main characters; the series is geared towards that as an endgame. It therefore needs to dovetail and digress, latching on to a pattern whereby Lucy encounters a new stranger who behaves menacingly, before escaping and bumping into another.  In personal stakes there isn’t a great amount of tension. The show is so heavily geared around its protagonist there is a feeling it could hardly afford to kill her off suddenly, meaning there’s rarely any palpable sense of threat to her safety.    Related: Straight to the pool room: top 10 films about the Australian dream    Investing in strong supporting characters, of which there is a dearth, would have been a good (and obvious) way to beef up the number of potential fatalities. Also to assign more personal impact when heads roll. It’s good to see Deborah Mailman and Jack Charles (when is it ever not?) but their roles are frustratingly underdeveloped.      Deborah Mailman plays Bernadette in the Wolf Creek TV series    Charles is a dream fit for the sage mentor with a mystical gleam in his eye (here as in ABC TV’s upcoming Cleverman) but far better to infuse him into the bones of the story than trundle Uncle Jack out for a few minor scenes.  Other actors, such as Gary Sweet, come and go, registering barely any impact. Production values are bang on, including fine work from the cinematographer, Geoffrey Hall, who shot Chopper and Red Dog. Hall’s view of the landscape is sharp, dark and heavily graded. The series looks like a million blood-stained bucks, its palette somewhere between ultra-dusty and ultra-moody: lots of thick, gluggy colours.  Tony Tilse, one of the creative forces behind the Underbelly franchise and a director of Bruce Campbell’s marvellous chin in another small screen spin-off, Ash vs Evil Dead, directs the first five episodes.  Greg McLean, the writer/director of both Wolf Creek films, comes on for a furious final hurrah, wiping the floor with money shots in episode six. Usually it’s the other way around: the marquee name starts the series with a bang than hands it over, generally assuming a role as producer. The pilot for Boardwalk Empire, for example, was directed by Martin Scorsese, and the first two episodes of House of Cards were steered by David Fincher.  Wolf Creek’s last-minute switcheroo feels displacing, throwing it out of whack just at the point where it needed to consolidate plotlines and thematic ideas. After five well, and consistently directed episodes, McLean comes on and understandably puts his own stamp on it.  The director deploys storytelling devices (no spoilers here) new to the series, and for a little while even seems to want to recalibrate it as a kind of semi-poetic religious analogy. Whatever that was, it doesn’t work – perhaps because another person sat in the director’s chair five-sixths of the time. Still, as a bloated outback slasher epic, Wolf Creek boasts considerable gnarly thrills and the staging is consistently impressive. Mick Taylor may not be great for tourism, but he’s good for entertainment.",
  "webTitle": "Wolf Creek TV series review – Mick Taylor meets his match in outback slasher spin-off",
  "webPublicationDate": "2016-05-13T01:54:55Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/13/wolf-creek-tv-series-review-mick-taylor-outback-slasher",
  "keyword": [
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Horror (TV)",
      "id": "tv-and-radio/horror",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Buckmaster",
      "id": "profile/luke-buckmaster"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/13/wolf-creek-tv-series-review-mick-taylor-outback-slasher"
}