{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/attitudes-death-unchanging-angler-fishing-bait-western-culture",
  "id": "2016-05-03-295",
  "sectionId": "commentisfree",
  "body": "The 18th-century printer and type designer John Baskerville (he of the “Baskerville font”) was so averse to religion and its conventions that he requested that, upon his death, his body be buried upright in a specially prepared vault in an old mill on his property. In 1775, his wishes were fulfilled. In 1821, however, a canal was built locally and the mill was destroyed. The landowner at the time put Baskerville’s body on display until his descendants had it moved to a crypt in Christ Church, Birmingham. In 1897, the church was demolished and poor Baskerville’s remains were moved again, this time to the catacombs of Warstone Lane Cemetery. In 1963, a petition was put forward to the Birmingham city council that what little remained of John Baskerville be moved a fifth time to unconsecrated grounds, in keeping with his original wishes. The petition was denied.   Related: Why wait for a funeral? I’d like one hell of a party while I’m still around | Jackie Ashley    Baskerville wasn’t the only person in the 18th century (or indeed any century) to flout traditional death practices. Since time immemorial, people have sought alternative solutions to disposing of human remains. The news stories we see today – like the man whose ashes were turned into fishing bait and used by his friends to catch a 180lb fish – are nothing new. Dr John Troyer, who heads the Centre for Death & Society at the University of Bath, is currently spearheading the Future Cemetery project in conjunction with Arnos Vale cemetery in Bristol. “The idea was to deliver a large-scale project that experimented with new approaches like projection, augmented reality, and Bluetooth soundscapes to engage visitors with this stunning but sensitive space.” In other words, you may someday be able to walk into a cemetery and listen to a hologram of a dead loved one speak about his or her life.     Ma’nene festival of corpses, Indonesia. Photograph: Paul Koudounaris    Although some people might be averse to these developments, we should remember that new technologies and death have often gone hand-in-hand in the past. For instance, postmortem photos began to emerge shortly after commercial photography itself became available in 1839, and carried on being popular into the early 20th century. Today, we might liken this to the trend among millennials to take “funeral selfies”. The desire for alternative death practices is growing, especially among an ageing population of baby boomers who have been accustomed to having a wide range of choice in their lives. Caitlin Doughty – mortician, writer and founder of the Order of the Good Death – educates the public about their options through her popular YouTube series, Ask a Mortician. She recently opened a new funeral parlour, Undertaking LA, which “allows families to reclaim rightful control of the dying process and care of the dead body”. The bereaved can wash and dress the bodies of their loved ones in preparation for burial. This process brings a mourner closer to death, and breaks down unwarranted fears of the dead body. “It’s what everyone did 150 years ago,” Doughty says, “and it can be a beautiful way to mourn.” Although this type of intimacy with a corpse might seem alien to us in the west, there are many cultures around the world that have no problem interacting with the dead. Dr Paul Koudounaris – author of The Empire of Death – has travelled to more than 70 different countries and encountered countless cultures and belief systems along the way. His book features hundreds of photographs of the dead.   Related: Are we ready to face death without religion? | Adam Lee    “In Tana Toraja [in Indonesia],” he tells me, “they periodically hold a festival called Ma’nene, during which they remove the bodies of favoured ancestors from their coffins and clean and dress them. Sometimes they even walk them around the village.” This past year, Koudounaris attended Ma’nene. After the festival was over, some villagers asked Koudounaris as an afterthought if he wanted to see their grandmother, whose dead body had been laid out in the hut next to his for the past month. “It was the casualness of it that was really striking,” he says. “In the USA, that would not be a casual situation that would slip one’s mind.” Koudounaris rightly reminds me that we need to be careful about “treating ‘western culture’ as some homogeneous thing,” and that death rituals in westernised society can vary greatly. That said, the more intimate practices tend to come from non-western areas of the world. What Koudounaris hopes we learn from these cultures is that “the dead can still have a role in society, and that death need not be fatalistic”. Like Doughty, he hopes we can reclaim something from the past that we’ve lost: “The irony is that we once understood this in western society, we were much the same way. We forgot it over the past 200 years, and now we’re seeing a nascent movement to relearn that exact lesson.”     Ma’nene festival of corpses, Indonesia. Photograph: Paul Koudounaris    Back in Britain, Troyer continues to push the boundaries with the Future Cemetery project. He reminds us that: “What’s weird today is almost always normalised, forgotten about over time, rediscovered, turned into an ‘alternative’ that seems weird and then becomes normal again.” Cremation was once considered a radical alternative to burial in Britain. The first woman cremated in this country was Honoretta Pratt in 1769. Today, approximately 75% of Britons are cremated. What will the next big thing in death be for us as we head towards the 22nd century?",
  "webTitle": "We think our attitudes to death are unchanging. They’re not | Lindsey Fitzharris",
  "webPublicationDate": "2016-05-03T08:47:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/attitudes-death-unchanging-angler-fishing-bait-western-culture",
  "keyword": [
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lindsey Fitzharris",
      "id": "profile/lindsey-fitzharris"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/attitudes-death-unchanging-angler-fishing-bait-western-culture"
}