{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/30/al-pesso-obituary",
  "id": "2016-05-30-70",
  "sectionId": "stage",
  "body": "Al Pesso, who has died aged 86, was an innovative master of body-based psychotherapy. With his wife Diane, he created a method now known as the Pesso Boyden System Psychomotor (PBSP). While teaching dancers to use their bodies to express inner feelings, Al and Diane realised how their pupils were limited physically and psychologically by emotional scars. To enable true, connected expression, they created an interactive method that drew on spatial relationships, specific words and physical touch to meet inner needs expressed by the client, and this developed into PBSP. By 1961, they were working beyond the dance world, with body-based therapeutic techniques that helped clients create new memories to compensate for, and fill in, the “gaps” left by emotional deficits and trauma from the past. Al continued to refine and evolve PBSP according to developments in psychology and neuroscience, and travelled the world for much of each year, teaching and delivering seminars. In 2012 the US Association for Body Psychotherapy honoured him with its lifetime achievement award. Born in Brooklyn, New York, Al was the son of Bohor Pesso, a garment industry worker, and his wife, Esther (nee Albala). He began his career as a dancer and choreographer, and, fascinated by emotional expression, studied under Martha Graham. He met and danced with Diane Boyden, who became his wife in 1951. From 1960 until 1972, Al was associate professor and director of the dance division at Emerson College, Boston. He applied his developing method in a clinical setting at McLean hospital in Massachusetts, and from 1963 until 1968 was consultant in psychiatric research at the Boston veterans’ hospital, where he explored the effects of psychomotor techniques, which combine mind and body, on veterans with emotional disability. The film State of Mind (2010) features his work for the German aid mission in the Democratic Republic of Congo. He wrote or contributed to 16 books, and many articles on PBSP, and taught in the UK annually from 2002 onwards. Al’s legacy will continue through trainers, supervisors and the growing number of PBSP therapists in the UK. His lively eyes, brilliant mind, big heart and absolutely focused attention will be remembered by countless clients and students (we were among them). Diane died two months before Al. He is survived by their three daughters, Tana, Tasmin and Tia, and by four grandchildren.",
  "webTitle": "Al Pesso obituary",
  "webPublicationDate": "2016-05-30T16:12:13Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/30/al-pesso-obituary",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Psychiatry",
      "id": "society/psychiatry",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "stage/2016/may/30/al-pesso-obituary"
}