{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/bracket-creep-changes-in-budget-to-save-500000-from-second-top-marginal-tax-rate",
  "id": "2016-05-03-225",
  "sectionId": "australia-news",
  "body": "More than 500,000 taxpayers will be saved from facing the second-highest marginal tax rate under Turnbull government plans to increase the middle-income tax bracket from $80,000 to $87,000.   Related: Your tax dollars: how is the government spending your money?    At the moment, anyone who earns between $37,000 and $80,000 a year has to pay tax of 32.5 cents for each dollar earned over $37,000. For every dollar earned between $80,001 and $180,000, they have to pay tax of 37 cents. But the Turnbull government’s plan will increase the upper limit of the middle income tax bracket, from $80,000 to $87,000, so taxpayers will now only have to pay 32.5 cents for every dollar earned up to $87,000. It means anyone who makes over $80,000 will only have to pay a tax rate of 32.5 cents for every dollar earned over that amount until they earn $87,000 or more. “This will ensure that the average full-time wage earner will not move into the second-highest tax bracket in the next three years,” the budget papers say. “In the absence of this action, they would move into the second highest tax bracket in 2016-17.” The measure is designed to prevent so-called “bracket creep” for those 500,000 taxpayers – where inflation pushes their wage into higher tax brackets without adequate remuneration. The treasurer, Scott Morrison, says this is about “providing room in our tax system” for average full-time wage earners to earn more without being taxed more. “Of course we would like to do more but this is what we can afford today,” he said. “This change also builds on the tax cuts provided to those on incomes of less than $80,000 to compensate for the carbon tax. By abolishing the carbon tax and keeping the tax relief in our first budget we delivered a genuine tax cut for those earning up to $80,000 a year.”   Related: Budget 2016: Scott Morrison sets Coalition on course for election – live    The increase in the middle-income tax bracket to $87,000 will take effect from 1 July this year. The measure will lose $4bn in revenue for the government over the next four years. According to statistics from the Tax Office, over 2.5m taxpayers earn more than $80,000 a year. The Deloitte Access Economics director, Chris Richardson, said in his Budget Monitor last month that bracket creep was not the scourge it has been made out to be. “Bracket creep has been talked up in recent times, but in the end it doesn’t deserved the intense focus it has received,” the Deloitte Budget Monitor says. “Even so, it is an ugly, ungainly and unfair way to raise taxes.”",
  "webTitle": "Bracket creep changes in budget to save 500,000 from second-top marginal tax rate",
  "webPublicationDate": "2016-05-03T11:19:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/bracket-creep-changes-in-budget-to-save-500000-from-second-top-marginal-tax-rate",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/03/bracket-creep-changes-in-budget-to-save-500000-from-second-top-marginal-tax-rate"
}