{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/17/unforgettable-improve-lives-dementia-sufferers",
  "id": "2016-05-17-269",
  "sectionId": "small-business-network",
  "body": "Ten years ago, James Ashwell received the phone call that changed his life. His dad had died from a sudden illness. Ashwell left the office and returned home to discover his mother was suffering badly – not only from grief, but from early onset frontotemporal dementia. While Ashwell had been aware that something was wrong with his mother, he didn’t know it was dementia, or how bad it had become. Ashwell never returned to his job as a strategy consultant at professional services company Accenture. Then, aged 24, he moved back in with his mother and spent the next five years caring for her. “The world turned upside down,” he says. “I remember the first time I went to the specialist dementia clinic, I had a million questions. I remember [the consultant] saying: ‘She is going to die. It is terminal. There is no cure.’ I remember crying my eyes out as we sat there.” For Ashwell, the first years were characterised by learning at the point of crisis. When his mother, Fay, suffered from incontinence in public, he discovered adult nappies. When her bridge club said they were no longer able to accommodate her, he made puzzles from family photos, velcro and a laminator (as she was embarrassed to be using children’s puzzles) to keep her occupied. When she left the house in the middle of the night, he began to sleep attached to a piece of string – one end tied to his finger, the other end to her door.   Related: 'Kindeo was born out of sadness that my parents' stories were untold'    “It was terrifying,” he says. “You’re basically waiting for a call from the police to say she’s been run over.” It hadn’t occurred to Ashwell that he could purchase a door alarm or a tracking device. By the time Fay passed away in 2011, Ashwell realised that if innovations such as these could have made a difference to his family, they could do so for thousands more – if only they could find them easily.  Last September, Unforgettable.org was born: a website providing products, advice and a community for people with dementia and memory loss. Among the 2,000 products on the site are personalised jigsaws, GPS insoles, talking clocks and “washable incontinence knickers in lace”. Now with 10 employees and 3,000 subscribers, Unforgettable is launching the product that Ashwell is most passionate about: the first dementia-specific power of attorney (PoA). Any adult can set up a PoA, appointing someone they trust to make decisions on their behalf should they lose mental capacity, but the legal fees can go into the thousands and the ethical considerations are complex.  A PoA is only legal if signed by somebody still considered to have mental capacity – and Ashwell believes that many people are unaware, or leave it too late. So sometimes their only alternative is to go through the courts, which is lengthy, expensive and less effective. If a PoA is not arranged while the person still has the mental capacity to grant it, then a deputyship has to be set up instead. The role of the deputy is essentially the same as if they had a PoA, but it can be more time-consuming and expensive (due to legal costs) to arrange, plus the deputy may not be someone who the person in question would have chosen for themselves. The fee for each lasting PoA is £110 while the application fee to become a deputy is £400; there is also an annual subscription cost. For Fay, Ashwell set up a PoA in time, but it cost £2,000. Unforgettable will offer this for free, with a £50 charge if the person with dementia requires a professional to assess their mental capacity. “I remember thinking at the time: ‘What if I don’t have £2,000?’ I met a lot of people having nightmare situations.”  If you don’t have a PoA in place when dementia sets in, everything stops, says Ashwell. “You can’t pay the utility bills, you can’t pay the insurance. People are forced to break the law because of dementia. A lot of people will be committing fraud. I’m on a one-man crusade to make people aware of it.” Unforgettable has been working with an external company to create an automated online service that asks hundreds of questions and creates a legal document based on the answers. Many of the questions are dementia-specific to determine, for example, whether the affected person would be happy to have CCTV in their room or to use a GPS tracker. Unforgettable’s PoAs are legally binding. The business explains that the documents created through its online PoA is registered in the same way as any other PoA – with the Office of the Public Guardian – and will do the same things (handle financial and legal affairs, or health and welfare affairs, or both). It keeps costs low by working with Net Lawman, a company that provides legal document templates.  Unforgettable’s biggest challenge, says Ashwell, is that its market does not know it exists – recent polling by Unforgettable suggested that 80% of people were unaware that dementia products exist at all. “It’s been difficult and expensive,” he says. “If we were selling iPhone cases, people are looking online for them. You can look for keywords, you can put banners up. But people are not looking for dementia products.”  When he was caring for his mother, Ashwell says, “I didn’t think to go online and type in ‘door alarm’ – I didn’t think these things existed.” Other companies do offer products for people with dementia but they tend to be specialised. Although dementia charities such as the Alzheimer’s Society and At Dementia offer some products too, Ashwell describes it as a forgotten market. “Dementia affects everything: you can’t watch TV, you can’t use the telephone, you can’t remember who your friends are … but I would challenge you to find dementia products on the high street.”   Related: The entrepreneurs over 70 taking the business world by storm    The figures suggest the potential for growth could be huge. The World Health Organisation estimates there are 47.5 million people living with a dementia diagnosis worldwide, including 850,000 in the UK, a figure that is expected to rise to one million by 2025. It has become a flagship issue for David Cameron, who has pledged to establish an international dementia institute and to invest £300m in research over the course of this parliament. Unforgettable has now set its sights on the offline world – it will launch its first pop-up shop in Bournemouth this year – and is fundraising £3.5m for a national advertising campaign. “It’s all very well having a website, but what you need to do is get out there and tell everybody,” says Ashwell.  He believes that there will, in years to come, be more companies catering to this market, across our high streets. “I really hope people will be looking back and saying: ‘Do you remember 20 years ago when there was nothing available for the 50 million people who have dementia?’” Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "The one-man crusader improving lives with dementia",
  "webPublicationDate": "2016-05-17T08:05:31Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/17/unforgettable-improve-lives-dementia-sufferers",
  "keyword": [
    {
      "webTitle": "Entrepreneur stories - from the small business network",
      "id": "small-business-network/entrepreneur-stories",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dementia",
      "id": "society/dementia",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Howard",
      "id": "profile/emma-e-howard"
    }
  ],
  "guardianId": "small-business-network/2016/may/17/unforgettable-improve-lives-dementia-sufferers"
}