{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/turkey-eu-refugees-deal-may-be-biggest-casualty-of-erdogan-supremacy",
  "id": "2016-05-05-193",
  "sectionId": "world",
  "body": "One of the biggest casualties of the power struggle at the top of Turkey’s ruling Justice and Development party (AKP) may be the critically important deal with the EU on stemming the unprecedented flow of refugees to Europe from Syria’s civil war.  Ahmet Davutoğlu, Turkey’s pro-Europe prime minister who willstand down this month, was the key architect of the agreement engineered on the EU side by Germany’s chancellor, Angela Merkel. The deal reflected Davutoğlu’s overall desire for closer Turkey-EU relations.  Recep Tayyip Erdoğan, the authoritarian, neo-Islamist president – and Davutoğlu’s political nemesis – has a less positive view of the EU. He has derided it as a “Christian club” and is resentful that Turkey’s longstanding membership bid has been repeatedly obstructed. Perhaps the most appealing aspect of the refugee deal from a Turkish point of view – visa-free travel to the EU for Turkish citizens – was secured by Davutoğlu at a meeting in Brussels on 18 March. He believed it would bolster his position vis-á-vis Erdoğan, with whom relations were increasingly strained.    Related: Ahmet Davutoğlu expected to step down as Turkish prime minister    The opposite happened. Erdoğan claims the visa deal, endorsed by the EU commission on Wednesday, was his work and Davutoğlu should not take credit. “During my time as prime minister it was announced [this] would come in October 2016. I don’t understand why bringing it forward four months is presented as a win. I’m saddened by the presentation of small things in a bigger light,” he said this week. This public show of jealousy illustrated the extreme difficulty Erdoğan has about sharing power. Having previously asserted control over the AKP, parliament, the army, the judiciary and, to a large extent, the media, Erdoğan has found it impossible to co-habit happily with a prime minister he hand-picked in 2014 when he became president. Having fallen out in similar fashion with the former president Abdullah Gul, his former right-hand man and fellow AKP veteran, Erdoğan’s tensions with Davutoğlu spilled over this week when he crudely suggested he “should not forget how you got to your post”. Erdoğan has been barracking and undermining Davutoğlu’s European outreach for months. He repeatedly complained Europe had left the Syrian migrant problem for Turkey to deal with. Last November he bluntly warned EU chiefs he could, if he wished, “flood Europe” with refugees.  Without the moderate Davutoğlu, a former foreign minister, to balance and temper Erdoğan’s behaviour, and with a more biddable prime minister in his place – reports suggest Erdoğan’s son-in-law, the energy minister Berat Albayrak, may get the job – the precarious EU refugee agreement could soon be in serious jeopardy. The prospect of Erdoğan unbound suggests a number of other knotty problems may become more intractable. Davutoğlu privately opposed his cherished plan to change the constitution and create a Putin-style executive presidency. Erdoğan can be expected to press ahead with what American and other critics say is an anti-democratic coup. Davutoğlu also argued with Erdoğan over the pre-trial detention of journalists charged with insulting the president, an offence that has ensnared hundreds of people since 2014. The Turkish government’s human rights abuses and disregard for press freedom and free speech are already a cause for considerable unease in European states and the European parliament. These tensions are set to grow.  Likewise the destabilising security crackdown on Kurdish areas of eastern Turkey ordered by Erdoğan last autumn, and accompanying intimidation of pro-Kurdish MPs and activists, may intensify in the absence of Davutoğlu’s restraining influence. The financial markets appear to think so. The Turkish lira fell sharply against the dollar on Thursday.  Unchecked by any credible opposition, Erdoğan will be tempted to redouble his efforts to shift Turkey’s strategic orientation away from Europe and the US and towards the Islamic world. His recent summit meeting in Ankara with King Salman of Saudi Arabia was part of this prospective realignment.   The evolving Saudi-Turkish axis has led to speculation about joint military intervention in Syria in support of the armed anti-Assad opposition, a plan previously floated by the Saudi defence minister. Erdoğan has an ulterior motive. He would dearly like to take a shot at the US-backed Syrian Kurdish militias, whom he brands terrorists.  The uncertainty in Turkey comes at a particularly bad time in Syria. The ceasefire has crumbled and peace talks are at a standstill. Staffan de Mistura, the UN’s Syria envoy, warned this week that a permanent end to fighting in Aleppo, where a 48-hour truce has been agreed, was vital. “The alternative is truly quite catastrophic. We could see 400,000 people moving towards the Turkish border,” he said.   In one sense it is surprising Davutoğlu lasted as long as he did. His critics will argue the mild-mannered former academic and diplomat who did not expect to achieve high office should have done more to oppose Erdoğan. But the president is a down-and-dirty political street-fighter. The two were never evenly matched. The critics may soon have greater cause for regret over Davutoğlu’s forced departure. The Erdoğan supremacy looks ever more unstoppable – and perilous.",
  "webTitle": "Turkey-EU refugees deal may be biggest casualty of Erdoğan supremacy",
  "webPublicationDate": "2016-05-05T12:14:22Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/turkey-eu-refugees-deal-may-be-biggest-casualty-of-erdogan-supremacy",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/05/turkey-eu-refugees-deal-may-be-biggest-casualty-of-erdogan-supremacy"
}