{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/ben-stokes-cricket-world-cup-test-series-simon-hattenstone",
  "id": "2016-05-14-168",
  "sectionId": "sport",
  "body": "There is a sequence of photographs of Ben Stokes that sums up the utter wretchedness of sporting failure. The pictures show his reaction to the last over he bowled in the World Twenty20 final last month. The West Indies had just six balls to score 19 runs, a big ask. Even in the fast and furious world of Twenty20, the World Cup was there for England’s taking. Stokes volunteered to bowl the final over, as he had done successfully in previous matches. The first ball went for six. As did the second. Then the third. And the fourth. And then it was all over. After the second six, hit by the inexperienced Carlos Brathwaite, Stokes stood hand on hips, angry and angular, defiant as a Roman centurion. But by the next ball he was broken, elbows on knees, head in hands, despairing. The West Indies were only a run away from the title. After the last ball, all we see is his perspiring arms cradling the back of his head. Stokes is oblivious to the comforting arm of his team-mate Joe Root around his shoulder. It is as powerful a series of images about the intensity of elite sport, and the pain of losing, as you’re likely to see.     After being hit for four sixes in the World Twenty20. Photograph: Gareth Copley/Getty Images    A month on, I meet Stokes at the swanky Woburn golf club near Milton Keynes. He has been competing with fellow England cricketers Root and Stuart Broad to see who can hit the golf ball farthest. Of course, Stokes, England’s very own Incredible Hulk, wins. He looks confident, strong, bullish. But he knows it’s not long before he will be asked about those four balls that lost England the World Cup. And sure enough, he is. After the golf, he and Root sit down with a handful of sports journalists for a round-table chat. “What are your thoughts on the last over?” he is asked. Root instantly answers on his behalf, talking about the shared pain of team-mates and how his first reaction was to put his arm around Stokes. “It was a bit awkward, because you don’t know how he’s going to react when you get there.” Everybody laughs, and the tension is punctured. Stokes is a fiery cricketer. Two years ago, he broke his wrist when he punched a changing room locker after getting out without scoring. But most of all he is a thrilling cricketer – the type who empties bars when he walks out to bat. He is an all-rounder with a superhuman capacity to hit sixes. He is often likened to Ian Botham and Andrew Flintoff, two former all-rounders who could also batter a ball to hell and back. Just three months before the World Cup, Stokes scored 258 in a Test match against South Africa. Not only was it a huge score (the highest by an England batsman playing at number six, the traditional all-rounder position), it was made in an outlandish manner: the second-fastest double century in Test history (163 balls), and the fastest 250 in history, with more sixes in one innings (11) than any other England batsman. It was brutal, glorious, breathtaking. Not surprisingly, this is what Stokes would rather be remembered for. Stokes is still only 24, though he seems older. At 6ft and 12 stone, he is not a literal heavyweight in the way Botham and Flintoff were at their peak, but he is famously tough. There is a story, possibly apocryphal, that during the Ashes series in Australia in 2013/14, when Stokes made his Test debut, Australian wicketkeeper Brad Haddin sledged him (tried to make him lose focus by insulting him on the field). The England bowler Graeme Swann took Haddin aside and told him he shouldn’t do that. “Why not?” Haddin asked. “Because he will fucking kill you.”    I've got that competitiveness, which sometimes turns into frustration and an inside buildup of anger    Stokes speaks in a gruff, northern monotone, even though he was born in New Zealand and lived there until he was 12. His father, Gerard Stokes, was a successful rugby league player turned coach. His mother Deborah, who worked as a counsellor for victims of violent crime, loved her cricket and introduced him to the game. As a boy, Stokes played both sports to a high level. He says the men in his family – father, brother, uncle, himself – are ridiculously competitive. Go into a room full of people, he says, and you’d instantly be able to spot a Stokes. “The sense of humour is the same. We take the mickey out of each other. My dad’s a bit more moody, and my brother’s a bit of a gorm when he’s around people he doesn’t know. He grunts a lot. That competitiveness, which sometimes turns into frustration and an inside buildup of anger, is what my old man has and what I’ve obviously got. I’ve got a lot of traits from my dad’s side.” Gerard was renowned for his steel, even in the macho world of rugby league. He used to tell Ben that he had lost a finger to a crocodile. He eventually told his son the truth – and that was no less dramatic. “He kept dislocating the same finger,” Stokes says, “so he went to the doctor, who told him it needed surgery. But he couldn’t afford not to play – he needed to pay the bills – so he just got it cut off.” Eleven days after Stokes was born, his father broke his neck on the rugby pitch and that was the end of his playing career. Stokes says he has few memories of his early life in New Zealand: just playing rugby and cricket, family holidays and being easily distracted at school. He couldn’t concentrate in class for the life of him. Everything was a countdown to lunch or home time, when he could play sport. Stokes was one of the few white boys playing rugby league with and against Māori players. “It was like, ‘Right, let’s smash the white kid!’ They were so much bigger than us.” He laughs.     ‘Normally I’m never still, always walking around, giddy.’ Photograph: Fred MacGregor for the Guardian    The family moved to Cumbria when his father was appointed head coach of Workington rugby league club. Stokes continued playing rugby league, representing England at schoolboy level. Then, one day, he just lost interest mid-game. “I was playing full-back and I wasn’t really that bothered about people getting past me and scoring. I thought, ‘I don’t really want to be playing this any more.’ I told my dad, and he told me to ring my coach straight away. And I told him, ‘Don’t pick me.’” And that was it as far as rugby went; he never played again. It’s a telling story. Stokes was, and remains, strong-willed and uncompromising, sometimes impetuous. As a precocious 15-year-old, he played cricket for Cockermouth, winning the North Lancashire & Cumbria Cricket League in 2006. He was desperate to succeed and took it badly when he didn’t. “If I didn’t do well, I’d beat myself up. Especially when I was younger. I’d just get angry.” Was he a bad loser? “I’m not going to hate anybody who beats me. But. I. Just. Don’t. Like. Losing.” He says it with a conviction that brooks no dissent. At 18, Stokes told his father he wanted to become a professional cricketer with Durham. Fine, Gerard said, but if you do, do it properly. “I was enjoying myself. I was 18 and out with all my friends, socialising a lot. But he said, you’ve got to take it a lot more seriously. He’d get me in the gym every day at 9am. My dad’s a fitness freak himself. He’s in there every morning. He’s probably fitter than me.” Stokes made his debut for Durham’s one-day first team at 17. By the age of 20, he was playing one-day cricket for England. But then ill-discipline got the better of him. In 2013, he was sent home from Australia after ignoring a curfew and going out drinking. Could he imagine himself doing a similar thing again? “No,” he says instantly. Because he doesn’t want to? “No, I’d love to. But I’m more professional than I was back then.” He was on the verge of destroying his career before it had barely started. “That was a time I could have blown it. I could have come back from that and not changed.”    All the emotions of that tour got the better of me… I realised I’d probably broken my wrist when I went out to field    Stokes returned home, determined not to let himself down again. There was another factor in his new sense of responsibility. At the age of 21, he became a father. He now has two children – three-year-old Layton and baby Libby. (His partner Clare Ratcliffe describes herself on Twitter as “cricket widow and PA to Ben Stokes!”) Did becoming a father change him? “Yes. Commitment was the hardest thing to get my head round. Me and Clare have got a very good relationship where she knows that, as important as the kids and her are, my friends are very important to me as well. She knows whenever I’m away for a long period of time, I’m desperate to see them also.” That’s very understanding of her, I say. So you can go out drinking just like you used to? He grins. “No chance, because I wake up with a three-day hangover now.” He’s a funny mix – in some ways much older than his years, in others still so boyish. I ask what his drink of choice is. “Jägerbombs!” How many can he get through in one night? “I’ve lost count after 20,” he says, but such nights are the exception now. Stokes, who bats left-handed and bowls right-handed, made his Test debut in the 2013-14 Ashes series in Australia, aged 22. Despite the thrills of Twenty20, Test cricket is still seen as the purer form of the game. Although England were drubbed 5-0, it was a successful series for Stokes. He made a century in only his second Test; in the final Test, he took six wickets in an innings.     ‘I’m more professional now. I could have blown it.’ Photograph: Fred MacGregor for the Guardian Photograph: Fred MacGregor for the Guardian    But the price you pay for Stokes’ explosive talent is inconsistency. When things are not going brilliantly for him, they tend to go disastrously. In 2014, he was picked for the one-day tour of the Caribbean and had a stinker. In the final match he was dismissed without scoring a run, and that was when he had it out with his locker. What happened? He looks sheepish. “I wasn’t planning on walking up the stairs and doing that. All the emotions and frustrations of that tour just got the better of me. I felt in good form, but couldn’t get a run out in the middle. When you’re not scoring runs and you’re frustrated, you don’t think about things like that. I didn’t feel it for 10 minutes, because of the adrenaline. Then I was like, well, I’ll be all right, get some tape, wrap it around it.” Stokes didn’t tell anybody what he’d done and went out to field in the slips (just behind and to the side of the batsman, where the ball travels fastest off the bat). “I realised I’d probably broken my wrist and I turned to Jos [Buttler, the wicketkeeper] and was like, ‘I’m at second slip with a broken wrist.’ He just laughed, because he didn’t know if I was being serious.” Stokes went to field in a safer position, and when the ball came to him he couldn’t throw it back. At that point he had to leave the pitch, and ’fess up. Has he seen anybody else smack the locker in rage? “Yes. I’ve seen people have tantrums, but I’ve never seen anybody break their hand.” It was daft, what he did, wasn’t it? I expect him to agree, but he gives me a fierce stare. “Well, people say that was daft, but you know, people who say it’s daft wouldn’t have played at the level we were playing at and they wouldn’t understand the feelings of frustration I had at the time that were boiling up inside me.” Were you embarrassed? Now he smiles, apologetically. “Yeah. Totally.” Did anybody say you’d been an idiot? “Yeah, Gilo [Ashley Giles, then head coach] called me a twat.” Did you give him the lecture you just gave me about not understanding? Stokes grins and says no, that wouldn’t have been appropriate. Though his intensity can be a problem, he says he worries more about trying to temper it. “I’ll never lose my passion. The day I do is the day I should retire.” Many cricketers obsess about the tiniest flaws in their technique. The joy of Stokes is that he plays with such insouciance: bowl it straight and you eventually take wickets; if the ball is there for hitting, hit it. End of. His coaches realise there’s little point in talking to him about the game’s finer points. He admits he turns off when people get technical with him, just as he used to do at school. “I keep it very simple. The management know what they’re going to get from me. They know me as a bloke, and they know I’m going to give them everything I’ve got on the pitch.” And yet Stokes admits he is a worrier. Perhaps it’s not surprising when your form veers between such extremes. At times, he thought he would have to play more cautiously to sustain a career, and it paralysed him. The more he thought about his game, the worse he played. He says there have been two particular low points. The first crisis of confidence came playing for Durham early on. “I was bowling well, but I couldn’t get a run. Couldn’t get over 30. Every time I walked out in the middle, I felt I was going to get out straight away.” He hated how it inhibited his natural character. “I was acting differently from how I normally did in the changing room. I wasn’t as vocal or as stupid. Normally I’m never still, always walking around, giddy.”     Celebrating during his 258 runs against South Africa. Photograph: Julian Finney/Getty Images    The other low point was a tour of Sri Lanka in 2014, after the locker incident. He felt he was in the team only because he could bat, bowl and field a bit. “I was batting at number eight. I felt like a really bad player. I just thought, I’ve blown it with England.” But last year England got a new coach, Australian Trevor Bayliss, and everything changed. He was told to play his natural game, entertain the crowd; it didn’t matter if he was out cheaply. The effect was immediate and dramatic. Against New Zealand, he scored 92 in the first innings and followed up in the second with the fastest ever century at Lord’s – 100 runs off 85 balls. “That was the turning point for me. I’d got back into the team, batting at six, where I wanted to be. I realised I could go out and score runs at an international level, playing the way that had got me there in the first place.” Until then, he was not convinced he was up to Test cricket. “There is always that thing when you step up a level and you worry, am I going to be good enough? There’s always doubt in my mind. I think you need doubt and nerves, otherwise it just doesn’t feel like you’re in the big occasion.” That match against New Zealand gave him even more pleasure than his 258, he says. Look, Stokes says, progress is never going to be linear. “There’s this one picture I always think of.” He looks at the pen and pad in front of me. “Pass us the pen and paper. People want success to look like this.” He draws a straight line. “But it’s always going to be like this, up and down, up and up and down, and hopefully you end up at the top.” He draws a diagram that works its way upwards via a series of squiggly dips and bumps. Does he still dream about that final World Cup over? “No. I do dream, but about jumping 300 foot in the air, then landing back and jumping again.” Does he feel that he blew it? He turns his cap around back to front. “The first ball was crap. I just didn’t execute it like I wanted to. The second and third ball, I was just trying to bowl yorkers [straight and low-down on the stumps, to restrict the batsman’s chances of hitting the ball]. I didn’t blow it…” He stops and starts again. “Well, obviously I did blow it! People say, why didn’t you bowl yorkers? And I’m like, ‘Well, I was fucking trying to bowl fucking yorkers, you dickheads, I just didn’t execute it!’” You don’t need to spend much time with Stokes to experience his explosive nature. Throughout that Twenty20 final, Stokes and the West Indies player Marlon Samuels were niggling away at each other. After the match, Samuels described him as a “nervous laddie… who doesn’t learn”. What is their spat about? “It started off on a Lions [England’s second team] tour, and it’s just been a feud that’s carried on and carried on. It’s been a good one, because it’s caught people’s imaginations. It’s a shame after the final, where he played a really good innings, that there wasn’t a chance for him to stay around and shake my hand. But that was his decision. He won’t be on my Christmas card list.” Soon after the final, there was another spat when two presenters on New Zealand’s Radio Hauraki mocked Stokes’s role in the final. His mother Deborah phoned up to tell them they were being “absolutely unconscionable” and that she was “totally brassed off”. The presenters assured her she was off-air, when in fact the conversation was being broadcast live. The two presenters were reprimanded and suspended. Was Stokes himself upset by the prank? “Yeah. Mum was more annoyed about the fact that she’d asked if she was off-air and she wasn’t. But I’ve left her to deal with that. I said, ‘Just grit your teeth. I know you’re looking out for me.’” The bottom line, he says, is he’s big enough to take whatever anybody throws at him. He doesn’t need his mother to stick up for him. Now Stokes has a new season to look forward to. Next week, England play their first Test of the series against Sri Lanka and he can’t wait. Has his confidence not taken a dent? “No. Definitely hasn’t.” For starters, that Twenty20 final came as he was enjoying the best form of his life. And, if anything, it made him realise how popular he is as a player. “The amount of people who came up to me and said, ‘It’s not your fault. We’re so proud of the fact that you got to the World Cup final, and we’ll all be watching you.’” Has he been able to laugh about it yet? “Yes, I was the first person to laugh about it. We sing this song that the Indian barmy army made up about Stuart Broad getting hit for six consecutive sixes.” (In 2007, again in the World Twenty20 Tournament, though not in the final.) I ask Stokes to sing it to me. He comes over all shy. “It’s such a long song!” He starts saying it, then quietly sings it, “‘It’s the first ball of the over, Stuart Broad, dududu/The mighty Yuvraj hit it out of the park.’ I just started singing it about myself: ‘It’s the first ball of the over, Benny Stokes.’ And everyone knew the song, and everyone was like, ‘What?’ And then they all started laughing and singing it.” That was when Stokes knew he’d survive the humiliation. “I just took the piss out of myself,” he says. “I wouldn’t have it any other way.”   The first Investec Test in the England v Sri Lanka series starts on Thursday.  • This article was amended on 20 May 2016. An earlier version suggested incorrectly that Marlon Samuels was the West Indies captain at last month’s Twenty20 final.",
  "webTitle": "Ben Stokes: ‘I wasn’t planning on punching the locker’",
  "webPublicationDate": "2016-05-14T08:00:31Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/ben-stokes-cricket-world-cup-test-series-simon-hattenstone",
  "keyword": [
    {
      "webTitle": "Ben Stokes",
      "id": "sport/ben-stokes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Twenty20",
      "id": "sport/twenty20",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Hattenstone",
      "id": "profile/simonhattenstone"
    }
  ],
  "guardianId": "sport/2016/may/14/ben-stokes-cricket-world-cup-test-series-simon-hattenstone"
}