{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/manchester-united-bomb-hoax-old-trafford-evacuated",
  "id": "2016-05-15-10",
  "sectionId": "football",
  "body": "Manchester United have launched an urgent investigation into how a fake bomb used in a training exercise went unnoticed inside their stadium for four days until its discovery before their match against Bournemouth sparked a massive security operation, the cancellation of the game and left Louis van Gaal with the considerable irritation of having to fit in a rearranged match before the FA Cup final.   Related: Manchester United stadium ‘bomb’ identified as training device    United have promised to refund all supporters, while those who had tickets and will be attending the rescheduled game on Tuesday will be allowed in for free. The club is facing a bill running into millions of pounds after calling off the match because a private security firm, staging a mock terror exercise at the stadium last Wednesday, hid the bomb then apparently forgot all about it. The revelation will come as an intense embarrassment after United ordered a full evacuation of the stadium and called in bomb-disposal experts when a member of staff found the device, taped to a gas pipe in one of the toilets, with a mobile phone attached and protruding wires and buttons. Greater Manchester Police described it as “incredibly lifelike” as they prepared to make a controlled explosion and sniffer dogs were brought in to check there were no more devices around the stadium. Yet the reasons became apparent seven hours after the drama began when the police revealed that further inquiries had shown it was a “training device which had accidentally been left by a private company following a training exercise involving explosive search dogs”. The Guardian is aware of one supporter who travelled from India for what was supposed to be his first match at Old Trafford. United’s home games regularly attract fans from all over Europe and around 3,000 Bournemouth supporters had made a 500-mile trip for what was meant to be their first-ever league fixture at Old Trafford.   Old Trafford   Ed Woodward, United’s executive vice-chairman, has ordered the review into the precise chain of events that led to the first-ever cancellation of a match in English football because of a bomb scare and the priority will be to ascertain how the terror exercise did not end with the fake explosives being taken away. United’s security chiefs will also face questions about the hoax bomb being unnoticed from Wednesday to Sunday and why it took so long for the truth to emerge once the alarm was raised. “We will investigate the incident to inform future actions and decisions,” Woodward said. “The club takes security very seriously and staff are regularly trained with the police and emergency services to identify and deal with these incidents.” The incident sparked an “Operation Code Red” evacuation as part of the increased security measures that have been in place since the Paris terrorist attacks last November, when one of the bombers tried to get into France’s game against Germany. Ander Herrera, the United midfielder, talked later about the “nerves and tension” as the two sets of players were kept in the dressing rooms and the club’s former captain, Gary Neville, was among those expressing his horror about the possibility that an English football ground might have come under attack.   Related: Premier League 2015-16 fans’ verdicts part one: Arsenal to Manchester United    It was a galling day for United for many reasons. Manchester City’s 1-1 draw against Swansea City ended any chance of Van Gaal’s team qualifying for the Champions League and there is the added possibility that Bournemouth will seek compensation for their travel costs. Of greater concern to Van Gaal is that his team must now play a midweek fixture when they are preparing to meet Crystal Palace at Wembley on Saturday. The manager will inevitably be tempted to rest players with the final in mind but that is still far from ideal when United need a draw to climb above Southampton into fifth place and guarantee direct entry to the Europa League group stages. Blackpool’s game against Huddersfield was declared a 0-0 draw after a pitch invasion caused its abandonment on the final day of the 2014-15 season but in United’s case the game has to be replayed because of the implications on the rest of the league, not least because every place in the top division is worth an extra £1.2m in prize money. The same applies to Bournemouth, who are currently 16th but could climb above Palace and West Brom with a win . Bournemouth’s fans could be heard chanting “you don’t know what you’re doing” because of the lack of information inside the stadium and, though United have been praised for the manner in which the evacuation took place, there was more embarrassment for the club that it was left to their opponents to announce, via Twitter, that the match had been called off. With various news outlets reporting the same, journalists asking the question of United were told “we don’t know”. Assistant Chief Constable John O’Hare said: “I am grateful to the Manchester United and Bournemouth supporters for their support and assistance. While this item did not turn out to be a viable explosive, on appearance this device was as real as could be and the decision to evacuate the stadium was the right thing to do, until we could be sure that people were not at risk.”",
  "webTitle": "Manchester United launch investigation into training ‘bomb’ left at Old Trafford",
  "webPublicationDate": "2016-05-15T22:46:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/manchester-united-bomb-hoax-old-trafford-evacuated",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/15/manchester-united-bomb-hoax-old-trafford-evacuated"
}