{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/14/hollow-crown-shakespeare-swordplay-punch",
  "id": "2016-05-14-38",
  "sectionId": "stage",
  "body": "Last week’s opening episode of the Hollow Crown’s Wars of the Roses cycle on the BBC was magnificent. In the second part, which was beautifully filmed by Dominic Cooke, baronial power struggles gave way to the chaos of civil war and we got a seemingly endless cycle of blood-soaked battles, blazing buildings, severed heads and brutal dismemberments. The medical realism was impressive but, ultimately, a bit wearing. Compression is part of the problem. We lose big chunks of the text, such as the whole of the Jack Cade rebellion from the latter stages of Shakespeare’s middle play, Henry VI, Part 2: that’s important because it shows how mutiny spreads like a cancer through the kingdom. Shakespeare also provides rest points in the story that, in the theatre, achieve emblematic power. The most famous comes when Henry withdraws from the battle of Towton to contemplate the idyllic rhythm of a shepherd’s life: “So many hours must I tend my flock, so many hours must I take my rest, so many hours must I contemplate, so many hours must I sport myself.” You still get that here but Henry’s soliloquy is foreshortened, and the subsequent entrance of a son who has killed his father and a father who has killed his son comes without the sense that we are watching an unforgettable triptych of grief.     ‘Embattled she-wolf’ … Sophie Okonedo Photograph: Robert Viglasky/BBC    There are, however, many good things in this episode. Sophie Okonedo’s Margaret grows into a convincing, embattled she-wolf. Keeley Hawes as Lady Grey, who comes as a supplicant to Edward IV and ends up his wife, is full of fire and mettle. Best of all is the appearance of Benedict Cumberbatch as “mis-shapen Dick”, the throne-hungry son of Richard Plantagenet. Cumberbatch doesn’t overdo the deformity, smiles dangerously and, in soliloquy, captures perfectly the brooding isolation of this ultimate outsider: “I am myself alone,” he tells us. I suspect there is even a nod to Michael Boyd’s RSC production of the Henries in that this version ends, as did Boyd’s, with Richard cradling the king’s infant son in his arms, like the babysitter from hell. Even if this segment of the cycle was exhausting, it had moments of visual bravura: the image of Plantagent’s three sons reflected in the gleaming blade of a sword, the spectacle of the English crown being cast into a blood-red stream, Tom Sturridge’s Henry greeting death like a long-expected friend. But chiefly what part two did was to whet the appetite for the next episode – in which we will see Cumberbatch’s Richard reaching for the glorious gold.",
  "webTitle": "Hollow Crown soaks up Shakespeare's swordplay but loses some of his punch",
  "webPublicationDate": "2016-05-14T22:00:07Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/14/hollow-crown-shakespeare-swordplay-punch",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "The Hollow Crown",
      "id": "tv-and-radio/the-hollow-crown",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/14/hollow-crown-shakespeare-swordplay-punch"
}