{
  "apiUrl": "https://content.guardianapis.com/media/mediamonkeyblog/2016/may/08/media-monkey-the-new-day-chris-evans-and-the-archers",
  "id": "2016-05-08-60",
  "sectionId": "media",
  "body": "The New Day’s manifesto promised unfailingly “upbeat” journalism, but editor Alison Phillips found herself unable to summon the required sunniness in her valedictory leader on Friday. After the closure announcement, she wrote, there were commentators “shuddering with the thrill of schadenfreude”, or “blah-ing about how ridiculous it was to launch a paper, or criticising what we produced, how we produced it, marketed it and delivered it. And that’s fine”, she oddly continued, as “everyone should be entitled to an opinion. And euthanasia”. Yet Phillips could swiftly rise again, as she’s well liked by her Trinity Mirror bosses and appears reluctant to return to her weekend editor role there after a taste of the daily action. Might Peter Willis, the current Daily Mirror supremo, be pushed aside to make way for his colleague? If so, she’ll get an early chance (in terms of her farewell quote from Samuel Beckett) to “Try Again. Fail again. Fail better”. By Monkey’s reckoning, the nine-week-wonder New Day could well be the shortest-lived UK newspaper in recent memory, as other contenders - Today, the Sunday Correspondent, the European, the London Paper, London Lite – have usually at least made it past the year mark, sometimes with ease. And its closest competitors for the title, Robert Maxwell’s London Daily News and the leftist News on Sunday, managed four and seven months respectively, seemingly giving the New Day (50 issues from 29/2 to 6/5) a clear lead. Contacting Guinness about its strong claim to a national record might provide a modicum of compensation.  Friday saw Chris Evans on the front of both the leading red-tops, as their row continued about whether “BBC [is] too scared to stop bully Evans” (Sun) or “’Chris Evans isn’t a bully ... He’s a victim of a vile hate campaign” (Daily Mirror). Less keen on the story is the Daily Mail, surprisingly given that it joined fully in the fun over the not dissimilar predicament of Jeremy Clarkson and is generally keen on anything offering a chance not only to trash egocentric, out of control celebrities but also to bash the BBC. On the same day, it relegated the hullabaloo about the Radio 2 DJ and Top Gear host (“BBC must act on ‘vile, bullying’ Chris Evans ... says his old friend”) to page 15, making clear it was only reluctantly following up distasteful red-top fodder by coyly crediting “Daily Mail Reporter”. But then the Mail is awkwardly placed, since Evans is the car reviewer of its Sunday sister paper – indeed it was his Mail on Sunday credentials that put him in pole position to be the new Clarkson. Fancy succeeding Sean O’Connor as editor of The Archers? You’re invited to apply before 19 May, though on recent form those without senior stints on TV soaps on their CV may not get an interview. Besides drama credibility, candidates are required to have a mastery of W1A-style jargon (the editor’s role includes being “a (sic) R&M and BBC leader” and translating “what the A&M strategy means to their team”), but not necessarily of grammar (“saying sorry when you got it wrong” is the final job spec item); to exhibit “personal ownership of change” (Monkey currently has a couple of quid and a few 20ps, but is that enough?), and accept the job entails “being a senior editorial leader committed to the BBC’s Birmingham base” – a piece of waffle presumably meant to ensure that the rural soap’s new boss lives far from the country in Brum and to rule out Salford-style weekly or daily commuting from London. Is Allegra Stratton, the former Guardian journalist and Newsnight political editor who is now ITV News’ national editor, happy with the way her role on Peston on Sunday is being characterised by its star? As Peston “describes [her] as his sidekick on the show” (according to Ginny Dougary’s Radio Times profile of him ahead of its debut on Sunday), Monkey is inclined to guess not, though this might result in some very watchable on-set tension.",
  "webTitle": "Media Monkey: The New Day, Chris Evans and The Archers",
  "webPublicationDate": "2016-05-08T17:30:13Z",
  "webUrl": "https://www.theguardian.com/media/mediamonkeyblog/2016/may/08/media-monkey-the-new-day-chris-evans-and-the-archers",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Archers",
      "id": "tv-and-radio/the-archers",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The New Day",
      "id": "media/new-day",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monkey",
      "id": "profile/monkey"
    }
  ],
  "guardianId": "media/mediamonkeyblog/2016/may/08/media-monkey-the-new-day-chris-evans-and-the-archers"
}