{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/britain-more-segregated-15-years-race-expert-riots-ted-cantle",
  "id": "2016-05-23-79",
  "sectionId": "world",
  "body": "British society is increasingly dividing along ethnic lines – with segregation in schools, neighbourhoods and workplaces – that risks fuelling prejudice, according to one of the country’s leading experts on race and integration. Prof Ted Cantle, who carried out a report into community cohesion in the wake of a series of race riots in 2001, warned that growing divisions had led to mistrust within communities across the country.   Related: We have failed to stop segregation in Britain. Time to try again | Chuka Umunna    Speaking to the Guardian 15 years after he called for action to reduce polarisation following violent riots across northern England, in Oldham, Bradford, Leeds and Burnley, Cantle said he was alarmed by the direction the country had headed since then. “There is more mixing in some parts of our society. But there is also undoubtedly more segregation in residential areas, more segregation in schools and more segregation in workplaces,” he said. “That is driving more prejudice, intolerance, mistrust in communities.”     Cars lie burned out in Burnley, Lancashire, after a race riot in the summer of 2001. Photograph: John Giles/PA    Cantle cited as evidence an almost four-fold increase in the number of electoral wards with a non-white majority, from 119 in 2001 to 429 today, saying that suggested communities were more concentrated by race, rather than increasingly mixed. He also pointed out that in the 10 years after the riots, London’s white-British population was reduced by 600,000, while its minority population rose by 1.2m, saying that segregation was particularly marked in towns and cities.  Cantle argued that a shift in focus by the previous Labour and then coalition government to anti-extremism measures “squeezed out” policies that were meant to promote community cohesion. He claimed that faith schools were particularly problematic, arguing that too many were teaching just one religion or even “manipulating admissions” to cherrypick students. He also claimed there were deeply segregated workplaces, highlighting food processing and packing as an area of concern. Cantle argued that attempts to make sure employers recruited mixed teams had stalled, leading to too many teams with “single identities”.  The academic argued that part of the solution had to be driving a more positive conversation about race in Britain, which accepted that society had changed and tried to focus on the potential benefits of immigration. “We live in a globalised world – we can’t disinvent easyJet, we can’t undo the internet, we can’t turn the clock back on companies being global and we can’t undiversify Britain,” he said. It comes as the Labour MP Chuka Umunna issued a similar warning in an article in the Guardian. “I believe the cracks in our communities have grown. Not only has Britain become a more ethnically segmented nation as immigration has continued to rise, but also the growing income and lifestyle gap between rich and poor has undermined the sense that there is such a thing as a common British life,” he wrote . Umunna pointed to unrest in London in 2011, arguing that while the city prided itself on diversity, it did not always translate into social interactions between different groups, but instead had constituents “leading parallel lives”. The MP is chair of the all-party parliamentary group on integration, which is hearing evidence from Cantle alongside the home office minister Lord Ahmad, and Louise Casey, who is carrying out a major review into integration in Britain.     People eating lunch in a staff canteen – Cantle said policies designed to incentivise companies to diversify their workforces had stalled. Photograph: Linda Nylind for the Guardian    Cantle’s comments follow research from the thinktank Demos, which found 61% of ethnic minority children in England, and 90% in London, start year 1 in schools where the majority of children are from minority groups. The data revealed schools dominated by children of either Bangladeshi, Pakistani or black-Caribbean origin. However, Professor Simon Burgess who processed the data, said it showed that segregation in schools was flat or even declining in some areas.   Related: At last, the UK has a black studies university course. It’s long overdue | Kehinde Andrews    “We know that people who live in closed communities are more fearful of other and more likely to be prejudice to people from other backgrounds,” added Cantle. He said that anti-extremism measures, including the anti-radicalisation scheme “Prevent”, had “overwhelmed the work on cohesion” since 2007.  Cantle particularly criticised the coalition government after 2010, claiming that they removed a duty on schools to promote cohesion and said in a report that the “government will act only exceptionally” over the issue. “I understand why anti-extremism measures were taken but they were wrong to squeeze out cohesion measures,” he said, arguing that the ongoing Casey review was a sign that the government knew it had got the agenda wrong. It comes as Labour prepares to call for legislation on counter-extremism unveiled in the Queen’s speech to be put on hold until there has been a cross-party review of the Prevent strategy. The shadow home secretary, Andy Burnham, will use the Commons debate on the home affairs legislation to argue that the approach could cause further alienation. He will say: “I believe the government is getting its approach to tackling extremism drastically wrong.  “It is perceived as highly discriminatory and has created a deep sense of despondency in the Muslim community. Far from tackling extremism, it risks creating the conditions for it to flourish. This goes way beyond party politics and is now a very real issue about the cohesion of our society.” A Home Office spokesman said that Prevent had safeguarded people who might be targeted by terrorist recruiters. He said it was vital work because the terror threat was real, but argued that it was not targeted at Muslims who were often the victims of extremists. “The Counter-Extremism Strategy is about confronting extremist ideology head-on, supporting mainstream voices, and building stronger and more cohesive communities,” he said.",
  "webTitle": "Britain becoming more segregated than 15 years ago, says race expert",
  "webPublicationDate": "2016-05-23T17:32:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/britain-more-segregated-15-years-race-expert-riots-ted-cantle",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Chuka Umunna",
      "id": "politics/chuka-umunna",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK riots 2011",
      "id": "uk/london-riots",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "world/2016/may/23/britain-more-segregated-15-years-race-expert-riots-ted-cantle"
}