{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/brexit-europe-wildlife-eu",
  "id": "2016-05-09-291",
  "sectionId": "commentisfree",
  "body": "Nothing oozes status like a man with an endangered alligator lizard draped over his shoulder that he has bought illegally through a German reptile trade show. These are people not content with a pet bearded dragon or a pet corn snake. They want more. They want something no one else has, even if having it contributes to the extinction of these unusual lizards in the wild. Thank goodness, then, that the Guardian exposed this illegal market last year, and that the EU committed on Thursday to tightening the loopholes in the illegal trade of reptiles such as these beautiful endangered lizards. I’d like to say that Britain was a key part of this story, but our record on tackling wildlife crime isn’t brilliant. Although we talk the talk (remember this?) in three out of the past four years the government has attempted to close our National Wildlife Crime Unit, an important department for monitoring such things as illegal pet trade activity. Thankfully the EU forced us forward – on this issue at least. I have a soft spot for the EU. I know it has faults. I once had a job drafting press releases for an international wildlife charity that worked, in part, out of Brussels. Occasionally I had to read EU minutes and statements from meetings and turn them into seemingly spontaneous, upbeat environmental news stories, which is hard to achieve when even one-sentence quotations were often discussed and deliberated over for days on end.    We've been very good at holding everyone back on key environmental votes in Europe    But there are things to like about the EU. Two big things especially. The habitats directive is one. The birds directive is another. Both of these key pieces of legislation are powerful tools that keep wild places wild, and many conservationists worked for decades to have designations like these that provided so strong a protection. I love these nameless people very much. But there are other things that the EU provides for wildlife. I like that it tries to provide safeguards to protect nature. Take neonicotinoids, the family of pesticides considered partly responsible for recent bee declines. This was an issue whose seriousness was considered quite rationally, it appears to me, by the EU. Should farmers be allowed to use them or not? The scientists had their say (that’s all they get, sadly) and then it was the UK’s turn to vote. Expectations were high, but ... expectations were dashed. Not only did the UK drag its heels on the issue, by actually abstaining on a key vote at crunch time, in 2015 we also managed to suspend the EU ban on using two neocotinoids on crops. This is a little embarrassing. In fact, I fear that we’re actually quite good at this trick – of holding everyone back on key environmental votes in Europe. In recent years, many NGOs raised concerns about the impact on deep sea habitats of trawling in EU waters. The scientists were deeply concerned. What part did the UK play in the investigation or in the later vote on the issue? Not much. We stalled for most of the time, saying that we were not convinced.   Related: Europe to crack down on wildlife smugglers to protect rare lizard species    It continued on like this. In 2015, many European countries expressed formally their concern that environmental legislation was being watered down within the European Commission, yet Britain couldn’t really be bothered to say anything at all. This one really surprised me. We couldn’t even think of anything mealy-mouthed to add? We’re normally quite good at being mealy-mouthed. But it couldn’t get any worse, surely? Yes it could. It spoke volumes when it was discovered, in September 2015, that British ministers attempted to actually block EU moves to clean up air quality. For wildlife lovers like me, it’s all a little embarrassing. And so I find myself considering the unthinkable. I find myself wondering if, perhaps, we’re a bad influence on the EU when it comes to wildlife and environmental protection. Are we, to ape that Mitchell and Webb sketch, the baddies here? What if the EU could get more done without us? What if Europe’s wildlife fared better without us at the table? Sure, our own natural habitats might suffer if we left Europe. Our wildlife, hardly any of it particularly novel or endemic, would undoubtedly decline and we might go back to being the “dirty man of Europe”. But maybe the EU would get more done without us and a whole continent of wildlife would thrive and the Earth would be the better for it. After years of frustration with this current government, I’m actually entertaining crazy ideas like these. A tiny part of me is considering Brexit, in order to help Europe do more for wildlife. I’m not decided yet, and there’s still a chance for our government to surprise. Will it tie its environmental credentials and environmental commitment to the mast before the EU referendum vote? Probably not, but we’ll see. You get what you vote for in life. Perhaps we in the UK might realise this too late.",
  "webTitle": "Could Brexit be the best thing for Europe’s wildlife? | Jules Howard",
  "webPublicationDate": "2016-05-09T07:30:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/brexit-europe-wildlife-eu",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Endangered habitats",
      "id": "environment/endangered-habitats",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Jules Howard",
      "id": "profile/jules-howard"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/brexit-europe-wildlife-eu"
}