{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/dinamo-bucharest-patrick-ekeng-dies-collapse",
  "id": "2016-05-06-21",
  "sectionId": "football",
  "body": "The Dinamo Bucharest and Cameroon midfielder Patrick Ekeng has died in hospital, less than two hours after collapsing during a league match against Viitorul Constanta. The 26-year-old had been on the pitch for only seven minutes after his introduction as a second-half substitute when he fell to the floor in the 70th minute. The match was tied at 3-3 and being televised live in Romania. Local media reported that he suffered a heart attack. Ekeng was taken by ambulance to the nearby Floreasca Emergency Hospital, which was swiftly surrounded by Dinamo fans desperate for news of a player who joined the club in January and was making his seventh league appearance. He had scored his first goal for the club in last month’s Romanian Cup semi-final, against their city rivals, Steaua Bucharest. Ekeng had previously played in Europe for Le Mans, Lausanne and Córdoba and had seven senior caps for Cameroon. Digisport claimed it took two minutes and 47 seconds for Ekeng to be taken to the ambulance, which they said contained no specialist equipment and was intended to be used purely for transportation. In October 2000 the then captain of Dinamo Bucharest, Catalin Hildan, collapsed and died during a friendly game.     Patrick Ekeng, seen here playing for Cordoba CF in 2014, collapsed on the pitch whilst playing for Dinamo Bucherest on Friday night in a Romanian league match. Photograph: Gonzalo Arroyo Moreno/Getty Images    In 2003 the Cameroon international midfielder Marc-Vivien Foe died after collapsing during a Confederations Cup match against Colombia in France. A statement on Dinamo’s official Facebook page read: “Dinamo tonight lost footballer Claude Patrick Ekeng forever. On behalf of all of Dinamo, sincere condolences to the bereaved family. God rest his soul.” Córdoba wrote on their official Twitter account: “There are no words to express our sorrow at the death of Patrick Ekeng. We mourn your loss. “We will never forget you friend. RIP.”",
  "webTitle": "Dinamo Bucharest’s Patrick Ekeng dies after collapsing on pitch",
  "webPublicationDate": "2016-05-06T20:57:55Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/dinamo-bucharest-patrick-ekeng-dies-collapse",
  "keyword": [
    {
      "webTitle": "Dinamo Bucharest",
      "id": "football/dinamobucharest",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cameroon",
      "id": "football/cameroon",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/06/dinamo-bucharest-patrick-ekeng-dies-collapse"
}