{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/die-meistersinger-von-nurnberg-review-gerald-finley-wagner-glyndebourne-festival",
  "id": "2016-05-23-193",
  "sectionId": "music",
  "body": "When it was new, in 2011, David McVicar’s Glyndebourne production of Wagner’s supreme comedy was much admired for its reticence – for an attention to detail that refused to prioritise political point-making over lucid storytelling. Revived for the first time to open the 2016 season, however, such a treatment of Die Meistersinger feels less convincing. As a piece of stagecraft it remains immaculate; presenting such a hugely demanding work convincingly is always a considerable achievement. But as the drama unfolds over its five-hour course, there’s a need for something more to hang on to than narrative and glorious music, for something that offers insights into the opera or its individual characters, or preferably on both.     Wonderful subtlety … Gerald Finley, centre, as Hans Sachs, with, from left, Hanna Hipp as Magdalene, David Portillo as David, Amanda Majeski as Eva and Michael Schade as Walther. Photograph: Tristram Kenton for the Guardian    Though it does give point to the paean to German nationalism with which the work ends, the updating to Germany in the early 19th century just after the Napoleonic wars – signalled in designer Vicky Mortimer’s sets and costumes – seems more comfortably convenient than politically pertinent. The Biedermeier interior of Hans Sachs’ shop is far more convincing than the rather chocolate-box depictions of Nuremberg in the outdoor scenes, which unnecessarily seem to confine the action more than they ease it. But it’s all cosy rather than genuinely striking, and there are long stretches of the first two acts which dramatically seem entirely routine, despite all the care that’s obviously gone into staging them. Things do begin to click in the third act, for that’s where Gerald Finley’s performance as Sachs finally comes into sharp focus. Perhaps we are too used to larger-than-life depictions of the master cobbler to find Finley’s much more humanly scaled performance immediately convincing. But when the way in which his deeply conflicted feelings towards Eva, to the mastersingers tradition that he embodies but also resents for its innate conservatism, and to the Nuremberg society in which he is such a pillar, all come spilling out – first in the Wahn monologue and subsequently in the great quintet – then the production acquires what it has been missing up to that point: a flesh-and-blood focus and a real emotional engagement.     His disintegration in the final scene is authentically painful … Jochen Kupfer, centre, as Sixtus Beckmesser. Photograph: Tristram Kenton for the Guardian    Finley portrays that all with wonderful subtlety, and in the intimacy of the Glyndebourne theatre, great vocal conviction too. He makes the final moments of the opera distinctly troubling, but no one else in the cast really measures up to the standard he sets. As Beckmesser, Jochen Kupfer comes closest. But what begins as an intriguing, restrained portrayal – which without too much caricature makes a clear social distinction between Beckmesser as town clerk and the craftsmen in the masters’ guild – gradually lapses into routine slapstick, though his disintegration in the final scene is authentically painful. Amanda Majeski’s Eva and Michael Schade’s Walther make an unprepossessing couple, and Schade’s voice sounded increasingly pressurised as the evening went on. However, for stage energy and presence, both were comprehensively outpointed by David Portillo’s David and Hanna Hipp’s feisty Magdalene. Michael Güttler’s conducting lacked momentum in the first two acts but, like the whole performance, shifted up several notches in the last, from a beautifully shaped account of the prelude onwards. • In rep until 27 June. The Glyndebourne festival continues to 28 August. Box office: 01273 815000. • This article was amended on 24 May 2016. An earlier version of the headline misspelled Gerald Finlay’s forename as Gerard.",
  "webTitle": "Die Meistersinger von Nürnberg review –  Gerald Finley brings subtlety and warmth to Glyndebourne’s Sachs",
  "webPublicationDate": "2016-05-23T11:43:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/die-meistersinger-von-nurnberg-review-gerald-finley-wagner-glyndebourne-festival",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glyndebourne",
      "id": "music/glyndebourne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/23/die-meistersinger-von-nurnberg-review-gerald-finley-wagner-glyndebourne-festival"
}