{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/02/top-10-bed-and-breakfast-lima-peru",
  "id": "2016-05-02-200",
  "sectionId": "travel",
  "body": "Hotel de Autor Mixing minimalism with eclectic finds, this four-room B&B in lively Miraflores is a showcase for co-owner Humberto’s eye-catching collection of Andean artworks. These, along with vintage prints of Inca ruins, adorn the bright white walls. Two rooms have claw-foot baths, the other two have balconies overlooking the courtyard and all come with kingsize beds and personal touches such as vases of fresh flowers. The garage has been turned into a colourful breakfast room where an antique door serves as the table – choices range from spinach pancakes to homemade granola. Then you can borrow one of the vintage bikes to explore on.• Doubles from $125 B&B, +51 1 396 2740, hoteldeautor.com Casa Nuestra      It’s mi casa es tu casa at the charming Casa Nuestra. The five rooms – from a spacious single to a loft-style apartment – are spread over the first and second floors of Francesco and Carmen’s canary-yellow house in the boho barrio of Barranco. All are different but each pops with colour, from the walls to the artwork and Peruvian textiles. There’s plenty of laid-back lounging space, from the cosy living room to the roof terrace, and a shared kitchen where you can rustle up meals. Breakfasts feature Peru’s abundance of tropical fruits, such as chirimoya (custard apple), passion fruit and nutty-flavoured lucuma. • Doubles from $50 B&B, +51 1 248 8091, casanuestraperu.com  Hostal El Patio      Just steps from Miraflores’s lively Parque Kennedy, this oasis of a guesthouse is set in a rambling colonial-era mansion and named after its Andalucían-style, tropical plant-filled courtyard, complete with fountain. The 25 rooms have cast-iron beds and colonial-style art and there are plenty of places to relax around the sun-filled terraces and terracotta-coloured lounge. Filtered water and Wi-Fi are free and the continental breakfast includes local touches, such as a tropical fruit salad and olive spread. The friendly, English-speaking manager, Raul, is always happy to arrange tours and transport. • Doubles from $55 B&B, +51 1 444 2107, hostalelpatio.net Residencial Miraflores      Between the coast and the city, this colonial-era home, now a cheerful B&B with eight en suite rooms, has kept its lofty ceilings, ornate tiled floors, stained-glass windows and wrought-iron window grills. Nothing is too much trouble for owner Ana Maria who – along with husband Mauricio and friendly Siberian husky Chicho – will treat you like long-lost family. Breakfast is served at a convivial communal table, perfect for swapping traveller’s tales while feasting on just-baked bread, local cheeses and exotic fruit, washed down with top-notch coffee. • Doubles from $65 B&B, +51 1 447 8004, residencialmiraflores.com Stay With Us Peru      The cliffs at Miraflores, close to Stay With Us Peru    In a prime location high on Miraflores’s coastal cliffs, this stylish penthouse B&B has stunning views over the parks of the Malecón and the Pacific. Two of the three 12th-floor rooms have wall-to-wall windows and expansive private terraces for sunbathing and stargazing. For Marco and Yamir, it’s all about personal service and making guests feel like they’re staying with old friends. The gourmet breakfast changes daily – Yamir’s special scrambled eggs, perhaps, or homemade pancakes – and the couple are often on hand to give restaurant tips. They’ll even let you use their bikes to explore.• Doubles from $115 B&B, +51 1 627 7947, staywithusperu.com Casa Wayra B&B      The 10 rooms at this homely B&B are decked out with colonial-style dark wood furniture and Peruvian textiles and most have views over a courtyard garden brimming with luxuriant, outsized plants. It’s close to a bus station for easy travel to Lima’s historic downtown and the waterfront Larcomar, a buzzing shopping, food and entertainment centre, is a short walk away. Start the day with a buffet breakfast and finish it chilling out with an ice-cold beer while enthusiastic owner Kike – short for Enrique – shares tips on what to see and do, including joining him for a sunrise mountain bike ride.• Doubles from $60 B&B, +51 1 444 2107, casawayra.com B&B Tradiciones  This cosy, family-run B&B is between the ocean and Miraflores’s shops and eateries, and close to a park. The seven no-frills rooms – another four are being added this year – include a triple, a quadruple and even a quintuple, ideal for families or groups of friends. Breakfast from the all-you-can-eat buffet is served on the leafy patio. Try it with coca tea; there’s free filtered water too. The polyglot staff speak English, French and German, among other languages, and Angelo is an affable host, going out of his way to offer recommendations and maps to help you plan your stay. • Doubles from $50 B&B, +51 1 445 6742, bbtradiciones.com Quinta Miraflores      This unique bolthole is part of the historic Quinto Leuro, one of a few remaining turn-of-the-century private housing estates that fused neo-colonial and Mediterranean architecture. Italian owner Barbara has lovingly restored it, preserving its original features and adding contemporary comforts. The four, wooden-floored rooms, are named after colours: Orange has a marble fireplace and a traditional tiled bathroom; Violet has a sparkling chandelier and a balcony overlooking the garden. The made-to-order breakfasts – perhaps fresh juice, Italian coffee, cold cuts and delicious homemade cakes – are served in your room or in the lovely garden.• Doubles from $120 B&B, +51 1 446 5147, quintamiraflores.com Second Home Peru      Down a tranquil residential street a few blocks from Barranco’s many bars, restaurants and galleries, this Tudor-style mansion is the former home of one of Peru’s most famous artists, Victor Delfin and run by his daughter Lilian. He still keeps a gallery and studio there and his colourful work is everywhere. The eight light-filled rooms – three have private terraces facing the ocean – are simply furnished, with plenty of polished wood and wrought iron. There’s a cobblestone path to the beach, a pool to cool off in, and breakfast – including freshly baked bread and homemade jams – is served alfresco among tropical greenery and Delfin’s sculptures.• Doubles from $125 B&B, +51 1 247 5522, secondhomeperu.com 3B Barranco’s      The 16 contemporary rooms here are minimalistic but functional, with small tiled bathrooms and powerful showers; the first-floor rooms overlook an atrium, but those on the second floor are lighter and brighter. Breakfast is served in a spacious shared lounge decorated with the work of local artists and filled with colourful furniture. There are five options including eggs-to-order; tea and coffee are available 24/7, and guests can use the microwave and fridge. It’s within walking distance of all Barranco’s hotspots and helpful manager Elizabeth can recommend places to eat.• Doubles from $77 B&B, +51 1 247 6915, 3bhostal.com",
  "webTitle": "10 of the best B&Bs in Lima, Peru",
  "webPublicationDate": "2016-05-02T09:30:20Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/02/top-10-bed-and-breakfast-lima-peru",
  "keyword": [
    {
      "webTitle": "Lima holidays",
      "id": "travel/lima",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bed and breakfasts",
      "id": "travel/bed-and-breakfasts",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Peru holidays",
      "id": "travel/peru",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South America holidays",
      "id": "travel/southamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Top 10s",
      "id": "travel/top10",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Gilbert",
      "id": "profile/sarah-gilbert-travel"
    }
  ],
  "guardianId": "travel/2016/may/02/top-10-bed-and-breakfast-lima-peru"
}