{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/29/northern-noir-tv-detective-aa-dhand",
  "id": "2016-05-29-190",
  "sectionId": "tv-and-radio",
  "body": "We’ve walked the mean streets of Hebden Bridge in Happy Valley and been gripped by Red Riding, David Peace’s hallucinatory take on the Yorkshire Ripper. Now a new crime series is set to put Bradford’s satanic mills in the spotlight. Streets of Darkness, by AA Dhand, follows suspended police detective Harry Virdee as he tries to solve a murder within 24 hours in a city riven with tensions and on the verge of a race riot as bad as those that took place there in 2001. The result is a tense slice of neo-noir that has won Dhand comparisons to both BBC drama Luther and HBO’s The Wire. Television rights were sold before the book’s publication in June, with FilmWave, the producer behind the recent adaptation of JK Rowling’s The Casual Vacancy, working with Dhand on a series. “I’d been writing for a while before I came up with the idea for this story,” says Dhand, who continues to work as a pharmacist in Bradford. “I kept trying things that didn’t work because they drew on the detective fiction I’d already read – so heavy-drinking white detectives with family problems. That’s great but it wasn’t credible when I wrote it.” He continues: “I wanted to create characters who hadn’t been seen before, yet at the same time I didn’t want Harry to just be intensely Asian for the sake of it because that also wasn’t credible. It was important that the character and setting both felt right.”     Idris Elba in Luther. Streets of Darkness has been compared to the acclaimed BBC drama. Photograph: Steffan Hill/AP    The central storyline about the murder of a prominent Bradford businessman, which initially appears to have a BNP connection, came together when Dhand realised it was coming up to the 15-year anniversary of the Bradford riots. “There’s a darkness to every city and I do think Bradford gets a negative press,” he says. “I wanted to take that conception and somehow subvert it. There’s this idea that the story of the Bradford riots is a story of Asians going crazy – we lost control of the message in that way – and I wanted to write a book where it seems like a similar thing is about to unfold, but instead the real story is something very different.” Key to that story is his charismatic lead character, a Sikh police officer with a very clear sense both of his identity and his position within the world. “Harry would describe himself as British English,” says Dhand. “His identity is British and that was important to me because I really wanted a character of Indian parentage and heritage who was also living in the here and now. “I think it can be very easy to take identity for granted, yet at the same time people seem not to know what it is to be British these days. To me it’s about acceptance, tolerance and patriotism about your city and country. And that’s true of everyone. “You can have a character like Luther who is played by Idris Elba and is black, but if he were played by a white actor he would still be totally compelling, in the same way James Bond doesn’t have to be played by a white man, it’s the character that works. “Although Harry is Asian, that’s not what defines him and that’s not how he would define himself.” That’s not to say that Harry’s background and heritage is ignored. A key plot strand regards his wife, Saima, who is Muslim, a relationship that has caused difficulties with both sets of parents. “That was really important to me because the pharmacy I work at is connected to a women’s refuge centre and I’d had so many conversations with young Asian women about how lost and marginalised and judged they felt for marrying outside their religion,” says Dhand, the son of Punjabi Hindus who describes himself as agnostic. “At the same time, a lot of what you read about the Asian community is all about shame and dishonour and I wanted instead to present a relationship where they bounce off each other and understand each other. Saima is a fierce woman. She’s formidable.”     John Henshaw, David Morrissey and Andrew Garfield in Channel 4’s Red Riding. Photograph: c.IFC Films/Everett / Rex Features    Until recently, Dhand continued to put in shifts at the family corner shop – “although that’s now sold, thankfully” – as well as working at the pharmacy. He credits both jobs with giving him the insights needed to portray every aspect of Bradfordian life, from the wheelers and dealers in the mayor’s office to the heroin addicts on the fringes. “You’re dealing with people all day and you learn so much about them,” he says. “I probably serve about 300 people a day … It’s a constant conversation. You learn what people are scared about. You learn what their habits are, what they buy, how they talk. I’ll sell nicotine patches to someone one day and the next day they’re back buying 20 cigarettes.” For FilmWave, the book’s appeal lies in that air of verisimilitude. The company’s founder, Paul Trijbits, has described it as intense and timely, but Dhand says he just hopes that people find his home city a fascinating place to hang out. “I love it that people have made comparisons to The Wire and I would love it if people read the books – or later saw the TV series – and got a feel for Bradford in the same way,” he says. “I walk around this city and it feels like nothing else, with the old world represented by the mills and then the new world of Bradford City Park and the waterfall and fountains. It’s a calmer city since the days of the riots in 2001 but still its own place. Walking around in it does sometimes feel like being in a film and I hope that sense of atmosphere comes across.” Streets of Darkness by AA Dhand is published by Transworld on 16 June. To order a copy for £10.39 click here",
  "webTitle": "Northern noir finds a new detective hero in the dark heart of Yorkshire",
  "webPublicationDate": "2016-05-29T05:00:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/29/northern-noir-tv-detective-aa-dhand",
  "keyword": [
    {
      "webTitle": "Crime drama",
      "id": "tv-and-radio/crime-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Bradford",
      "id": "uk/bradford",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Crime fiction",
      "id": "books/crime",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/29/northern-noir-tv-detective-aa-dhand"
}