{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/11/london-commute-blog-amy-dicketts-transport-underground",
  "id": "2016-05-11-297",
  "sectionId": "cities",
  "body": "‘I had to change my name and leave my country’ “I came over here from Russia to escape persecution for being gay. I had to change my name and leave the country – I hate the place. Everyone over there hated you if you were gay. And I was an Emo kid too. Gay and Emo; I didn’t stand a chance. That’s why I came to London, and I love it here. You can do anything you like.” ‘I run my own business’      “I’m the director of a plumbing company. Sometimes it can be hard to get people to trust me because I’m young, but I’ve been doing this ever since I left school so I know what I’m talking about. “Everyone has stereotypes. I have stereotypes, you have stereotypes. I was just talking about this with my friend – when people see us, see the way we dress and hear the twang in our voice, they probably think we commit crimes for a living. But I like to walk into a room of people and surprise them. It’s fun. You can’t let it get you down, you’ve got to carry on living your life and things will change.” ‘I nearly lost my leg’      “Eighteen months ago I was cycling and got hit by a lorry. I went under the wheels and nearly lost my leg. I started running because I couldn’t cycle any more. Now I’ve just run the London Marathon.  “I pulled a muscle in my leg so the last 10 miles were just run, walk, run, walk. Everyone was so supportive, cheering me along – I knew I had to get it done. To be able to run at all is incredible, but I won’t do this again. Once is enough.” ‘I’m writing a biography’      “I’m writing a biography about my family. They left Somalia to move to Sweden at the beginning of the civil war, when I was two. They just got out in time, before it got really bad. I moved back for two years when I was 12 – I wouldn’t be the person I am today if I hadn’t gone back there.” ‘I’m a clown’       “I’m just on my way back from Glastonbury; I was performing as a clown. I perform all around the world but Glastonbury is special because some of my greatest friends come. It’s an amazing place to connect with other performers, and I love it when a group of people becomes an audience – when they’re all connected and sharing a single moment in time. Being able to make that happen feels like a great gift.” ‘I just finished Ramadan’      “The week when it was really hot was the hardest, but you just have to have a lot of self-discipline to get through it. Actually, you realise that a lot of the time when you are eating you don’t really need to – it’s just boredom eating. And it makes you aware of how lucky we are to live in a society where there’s food all around us. If we’re hungry we can buy something to eat, whereas other people are genuinely starving and can’t do anything about it. It definitely makes you realise what it’s like to really be hungry.” ‘Older people have the most amazing stories to tell’      “I was in the pub talking to these older people the other week – well, I’m old, but I mean really old – and they had the most amazing stories to tell. I just thought how odd it was that we’re all so segregated along age lines. I don’t know any older people, so I called three charities asking if they knew of any older people who might need some company. I’d be happy to go to their house, they can come to my house, we can go to a park ... just to sit and talk. Older people have done things that have made history. Their stories would make the most interesting book you’ve ever read.” ‘I’m covered in tattoos’      “I’m covered in tattoos. As soon as I turned 18 it was the first thing I wanted to do. I got my first one when I went to uni. None of them have any meaning behind them – all my friends get meaningful ones, but I just pick an artist I like, give them an idea and let them come up with the design. I don’t worry about having tattoos when I’m older. You’ve got much more important things to worry about when you get old.” ‘I prayed for policemen to find my phone – and they did’      “I lost my phone in Richmond park tonight. It was so dark, and I was jumping up and down in the road saying ‘someone help me find it!’. Three policemen got out of a van and I told them that if they helped me I’d pray for them all to get wives – and they found it.” Read more at the Commute Blog Have you met a memorable stranger on your commute? Share your stories in the comments below",
  "webTitle": "Tales from the London commute: 'I escaped persecution for being gay'",
  "webPublicationDate": "2016-05-11T09:21:20Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/11/london-commute-blog-amy-dicketts-transport-underground",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Commuting",
      "id": "cities/commuting",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "London Underground",
      "id": "uk/london-underground",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/11/london-commute-blog-amy-dicketts-transport-underground"
}