{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/far-right-surge-in-austria-signals-end-of-centrist-politics-as-usual",
  "id": "2016-05-22-2",
  "sectionId": "world",
  "body": "Even before the final tally was declared in Sunday’s neck-and-neck presidential election, it was clear that regardless of who won, Austria’s voters had handed a resounding triumph to the advancing legions of far-right political parties whose disturbing shadow is once again stalking the haunted byways of Europe. The massive vote in support of the hard-right Freedom party candidate, Norbert Hofer marks both a break with the past and, perhaps, a chilling return to it. From Essex to Essen and from Athens to Aarhus, the scale of the vote for the far right will be seen as a death sentence for familiar post-war, centrist politics-as-usual.   Related: Austria election: far-right candidate and rival tied at 50% in exit poll     The Freedom party has come a long way since the days of the late Jörg Haider, the knee-slapping neo-Nazi demagogue from Carinthia who stormed his way into national government in 2000. But Hofer’s smarmier, less confrontational mien does not mean the dilemmas posed by Haider have gone away.  The EU took strong exception to the Freedom party’s inclusion in Austria’s coalition government 16 years ago, imposing a range of diplomatic sanctions and effectively placing the country in quarantine. But the measures were short-lived. Smaller EU members such as Denmark objected to what looked like big-boy bullying.  Similar EU action is not on the cards this time. This may be because all 28 member states now have their own far-right populist or nationalist parties to contend with. Some, like the True Finns (or Finns) party in Finland, have made it into government. Others, such as the Alternative for Germany and the Danish People’s party, have become influential power-brokers.  In Poland, the rightwing nationalist Law and Justice party has used its autumn election victory to challenge traditional liberal European shibboleths ranging from independence of the judiciary, the media and civil service to the legal right to an abortion. Brussels is understandably alarmed.   But Polish defiance of European norms is hardly groundbreaking. A more notorious precedent may be found down the road in Hungary, where the populist prime minister, Viktor Orban, has made a fetish of bearding Brussels with his anti-free trade, anti-immigrant, pro-Russia policies. So far, he has got away with it.  In France, meanwhile, the far-right National Front of Marine Le Pen is limbering up for next year’s presidential and legislative elections, in which it will have a big say. The outcome there may in turn be influenced by Austria and by how the nationalist, anti-EU Brexit campaigners fare in next month’s British in-out referendum.  The motivating issues shared by these far-right and nationalist groupings include fears over the migrant influx from Syria and elsewhere, economic insecurity and lack of jobs, increased public disillusionment with the established centre-left and centre-right parties, distrust of an elitist, undemocratic EU, and a supposed crisis of identity – meaning the perceived loss of national, ethnic and cultural cohesion.     Marine Le Pen’s far-right party is preparing for presidential and legislative elections in France in 2017. Photograph: Philippe Lopez/AFP/Getty Images     What may be done about the resulting political and social upheavals, as witnessed in Austria, is harder to say. EU sanctions in 2000 did not work. Nor did the decision of the two main Austrian parties, the centre-left Social Democrats and the centre-right People’s party, to gang up together to stop Norbert Hofer’s advance.  If ostracism is not the way, then either outright opposition or direct engagement (some will call it collaboration) with the far right seem to be the remaining alternatives. In Austria, unlike in Haider’s time, mass street protests against the Freedom party have been noticeable by their absence. In Germany and other European countries, street-level resistance to the rise of the populist right has often been sporadic and disorganised.  Britain, seen by some as showing the way by holding a free vote on continued EU membership, may also be leading by example in terms of a reviving hard-left party. The advent of Jeremy Corbyn and the accompanying big increase in Labour party membership can be seen as a direct response to the rise of the far right, including the UK Independence party.  Unfortunately for Labour, its own research suggests it is out of touch with the concerns of many traditional supporters over immigration, crime and welfare, and that its electoral prospects are “very poor”.   Adverse economic conditions and the implosion of the political centre that appear to have encouraged far-right parties are also nurturing other forms of societal division, leading to polarisation. In Spain, Catalonia’s desire to divorce itself from Castile steadily intensifies as the mainstream parties struggle to keep government on track after an inconclusive national election. A similar phenomenon is to be found in Scotland.  Another enervating factor is evident, widespread political apathy and alienation, especially among young voters who, oddly enough, have most to lose from long-term political dysfunction. Record low turnout in the last European parliament elections was a worrying case in point.  The cumulative, corrosive results of these assaults on Europe’s ailing body politic were plain to see in Austria on Sunday. It was not that the centre could not hold. The centre has all but disappeared.",
  "webTitle": "Far-right surge in Austria signals end of centrist politics-as-usual",
  "webPublicationDate": "2016-05-22T23:15:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/far-right-surge-in-austria-signals-end-of-centrist-politics-as-usual",
  "keyword": [
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/22/far-right-surge-in-austria-signals-end-of-centrist-politics-as-usual"
}