{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/premiership-gloucester-northampton-rugby-union",
  "id": "2016-05-07-61",
  "sectionId": "sport",
  "body": "Dylan Hartley came on for the final 17 minutes of a victory that ensured Northampton, and the England captain, would be in the European Champions Cup next season. The Saints have been far from champion this season, failing to reach the play-offs for the first time this decade, but they still doubled a Gloucester side that has the capacity to blow hot and cold in the same breath. Hartley had not played for seven weeks after suffering a second concussion of the season in England’s Six Nations grand slam match in Paris. It was only his ninth appearance of the season for the Saints and he put in a try-saving tackle six minutes from the end, albeit from a suspiciously offside position, to ensure Northampton did not endure a nervy end to a game in which the lead changed hands five times. Gloucester started the day with a fanciful chance of qualifying for the Champions Cup, which included securing a bonus-point victory over opponents they had not beaten in four league meetings, while the Saints – whose poor away record was a significant factor in their play-offs failure – had the consolation prize of fifth place to chase. Chase is probably the wrong verb. The game had a holiday feel from the start, with both teams in their final outing of the campaign, summer tourists apart. Ambitious passing abounded, tackling was not always full-blooded and turnovers proliferated. Northampton are not known for their willingness to depart from a script that is heavily underlined, but their second try was the stuff of Wasps or Harlequins, as Harry Mallinder ran back a spilled Gloucester pass in his own half rather than kick it dead with the clock approaching 40 minutes. Mallinder had already troubled Gloucester with his awareness and ability to stand up a defender and then drift past him. He weaved out of two tackles before forcing Gloucester’s debut wing, Elliott Creed, to stay with Ken Pisi and cutting back. Pisi offered support on the inside and immediately passed to George North on his outside, for the Wales wing to score only his second Premiership try of the season. North’s second came along eight minutes after the restart, when Tom Wood found himself at the base of an unguarded ruck and took off. It was raining heavily by then and Gloucester’s earlier 12-point lead had been rinsed away. The game was a microcosm of the home side’s season, brilliant at times, dire at others. They had individual initiative, as Billy Twelvetrees showed with two first-half breaks that flummoxed one of the league’s most obdurate defences, but they had little in the way of collective coherence. Gloucester were below full strength, especially behind, but that did not explain all their naive defensive moments. They are what Saracens used to be, consistent only in their unreliability, unworthy of the vocal and fiercely loyal support here. They led for most of the opening quarter, two Greig Laidlaw penalties sandwiching a George Pisi try that was made by Mallinder, but were never in control, especially when they scored two tries in six minutes. Lloyd Evans, the England Under-20 outside-half who was an early replacement for the full-back Tom Marshall, finished off a move started by Mark Atkinson, who took advantage of Luther Burrell rushing up too early. Then Ross Moriarty exploited an absence of ruck sentries to score by sending Mallinder the wrong way. Gloucester had a 20-8 lead but no foundation and North’s tries, either side of the break – supplemented by two Stephen Myler penalties from long range – allowed the Saints, who by now had cut out the frills, to dictate from a position of comfort. Laidlaw missed a penalty and Jeremy Thrush lost control of the ball on the Northampton line, a decision that took so long to review that it was a surprise Hartley’s thwarting of Will Heinz at the previous ruck went undetected. The game ended tamely and virtual silence followed the final whistle, which not only called time on the seasons of two clubs that should have done better, but also the career of one of the leading second rows of any era, Victor Matfield, whose departure would have been more fitting in last year’s World Cup semi-final.",
  "webTitle": "Dylan Hartley returns as Northampton seal Champions Cup spot at Gloucester",
  "webPublicationDate": "2016-05-07T19:28:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/premiership-gloucester-northampton-rugby-union",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gloucester",
      "id": "sport/gloucesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northampton",
      "id": "sport/northamptonsaints",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/07/premiership-gloucester-northampton-rugby-union"
}