{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/flint-water-crisis-a-shadow-on-obamas-legacy",
  "id": "2016-05-04-115",
  "sectionId": "commentisfree",
  "body": "In the final months of the Obama administration, the president’s legacy is the subject of much speculation. The president admitted last week that the lack of planning for post-Libya intervention was the administration’s biggest mistake. While historians will debate this question, I beg to disagree. I believe history will judge that the “biggest mistake” of the Obama presidency was the lack of leadership in the poisoning of Flint, Michigan.  No question, the poisoning rises to the level of criminal negligence involving gross mismanagement and cover-ups. Hundreds of young people will, as a result, never achieve their intellectual promise. How different the reaction of the Obama administration would have been if Isis had claimed responsibility for poisoning Flint.  Flint’s water has been dangerously contaminated with lead since April 2014, when Michigan governor Rick Snyder’s administration oversaw the city’s switch to the Flint river as its water source in order to save money. State regulators warned the city not to treat the water with anti-corrosion chemicals that would cause lead to leach out of pipes made from heavy metal.    Related: Obama to visit Flint after invitation from eight-year-old resident    It would be unimaginably refreshing to hear an American president exercise intellectual and moral honesty, admit that senior-level members of his administration had violated the public trust, and proceed to take responsibility for the disaster that occurred under his watch. No one is expecting this to happen, but we can all dream. The Obama administration’s failure in Flint has become the nightmare of thousands of unsuspecting citizens.  The trip will be Obama’s first visit to Flint since the city’s water crisis became a national story. He visited Detroit, only 90 miles from Flint, in January to attend the Detroit auto show and pledged to “have the backs of Flint’s people” during a speech there: “I know that if I was a parent up there (in Flint), I would be beside myself that my kids’ health could be at risk.” Many children in Flint have probably experienced irreversible brain damage and adults could potentially suffer liver and kidney diseases. It’s safer for the president to talk about lead pipes and water filters than to talk about the failure of his leadership.   Related: 'Little Miss Flint' ready to welcome Obama after letter asking him to visit    It has taken this president almost two years to travel to Flint for what has been promoted as a “briefing”. According to the EPA administrator’s testimony before Congress, she knew that the citizens of Flint were exposed to poisoned water nearly a year before the incident became a matter of public information. Members of Congress have called for the resignations of both the Michigan governor and the EPA administrator. While Obama does not have the authority to unseat Snyder, the head of EPA, Gina McCarthy, serves at the pleasure of the president.  The citizens of Flint deserve to know why McCarthy didn’t use her congressionally mandated emergency powers under the Safe Drinking Water Act to seize control of Flint water system. SDWA Section 1431 says:  … Upon receipt of information that a contaminant that is present in or likely to enter a public water system or an underground source of drinking water … that may present an imminent and substantial endangerment to the health of persons, the EPA administrator may take any action she deems necessary to protect human health.  McCarthy, with or without the governor’s consent, should have provided precautionary warnings to the citizens of Flint that they were drinking, bathing and cooking in poisoned water.  The nation waits to see if the president will seize this opportunity to candidly engage in an intellectually honest disclosure of what really happened in Flint and how he intends to fix it. Will Obama demonstrate remorse for the suffering of this community and hundreds of communities across America facing lead poisoning by demanding the resignation of the EPA administrator? We can all dream.",
  "webTitle": "The Flint water crisis is a shadow on Obama's legacy | Marsha Coleman-Adebayo",
  "webPublicationDate": "2016-05-04T15:54:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/flint-water-crisis-a-shadow-on-obamas-legacy",
  "keyword": [
    {
      "webTitle": "Flint water crisis",
      "id": "us-news/flint-water-crisis",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Environmental Protection Agency (EPA)",
      "id": "environment/epa",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Marsha Coleman-Adebayo",
      "id": "profile/marsha-coleman-adebayo"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/flint-water-crisis-a-shadow-on-obamas-legacy"
}