{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/salford-marwan-koukash-super-league-chairmen-breakaway",
  "id": "2016-05-18-175",
  "sectionId": "sport",
  "body": "Marwan Koukash, the Salford owner, has called on his fellow Super League chairmen to support him in a bid to break away from the Rugby Football League. Koukash held a press conference on Wednesday to address the club’s six-point deduction for breaching the salary cap, but also spoke at length about his plans to force a vote of no confidence in the game’s governing body, whom he branded “not fit for purpose” earlier this week. Koukash wants the owners of all 12 clubs to unite to force a split between the sport’s elite competition and those who govern the game – similar to the proposal that led to the founding of football’s Premier League in 1991, as a breakaway from the Football League. “The future lies in the hands of the 12 chairmen of Super League,” said Koukash, who hopes to arrange a meeting of the owners within the next fortnight. “Super League should have full control of its finances, its compliance unit, refereeing and the lot. I’m talking about a split, 100% – and I think it will happen, I believe I just need a majority vote. “I have no intention of being the leader of such a move, but before the end of the week I will have contacted all my fellow chairmen and I’m going to arrange to get together within the next two weeks. Again I have to stress this: the future of the game rests in our hands. I need their backing.” Koukash warned that if the game continues under the governance of those currently in charge, it risks regressing to such an extent that it could not remain full-time. He said: “If we’re not careful we could end up becoming a feeder competition to the NRL and it may threaten the status of the sport, we could become semi-professional. “I look at the people leading us like Nigel Wood and Ralph Rimmer, and I look at what has gone on here and the lack of commercial income that they are generating – do I think they’re capable of taking us to the next level? I don’t think so.” Koukash also hit out at the RFL regarding a number of other issues, including a claim that he was offered money to alter a fixture involving Salford. He said: “We had a request from a bigger club who wanted to move their fixture by one day but we said no. The RFL stepped in, offered my club a substantial amount of money, which I accepted and we moved the fixture as agreed – it helped the big club.” However, that allegation was rejected by the RFL, who said that a £15,000 payment was agreed to by the Super League board, not the governing body. An RFL spokesperson said: “The Super League board agreed to make a payment of £15,000 to Salford Red Devils to assist in the resolution of a fixture scheduling issue for the 2016 season. No payment was ever made by the RFL.”",
  "webTitle": "Salford’s Koukash calls on Super League chairmen to unite over breakaway",
  "webPublicationDate": "2016-05-18T12:56:31Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/salford-marwan-koukash-super-league-chairmen-breakaway",
  "keyword": [
    {
      "webTitle": "Salford Red Devils",
      "id": "sport/salford-red-devils",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport politics",
      "id": "sport/sport-politics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/18/salford-marwan-koukash-super-league-chairmen-breakaway"
}