{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/nsw-land-clearing-law-will-let-farmers-clear-native-vegetation-with-no-approval",
  "id": "2016-05-03-342",
  "sectionId": "australia-news",
  "body": "Land clearing regulations are set to be relaxed in NSW, as the government releases draft legislation that would allow farmers to clear native vegetation without approval in many cases, and give others access to “offsets”. It has also committed $240m over five years to pay farmers not to clear land, followed by $70m a year thereafter. The government said the changes would improve biodiversity, even though they will allow protected areas to be cleared. Three laws would be scrapped under the proposal: the Native Vegetation Act, the Threatened Species Conservation Act and the Nature Conservation Trust Act. Parts of the National Parks and Wildlife Act will also be repealed. The legislation will be replaced with two new acts: the Amended Local Land Services Act and the new Biodiversity Conservation Act. The moves largely follow recommendations of a review completed in 2014. A map of farmland will be released, showing areas where clearing can take place with or without conditions.   Related: Land clearing laws may be unpopular with farmers, but Australia needs them    Farmers will be able to self-assess whether clearing falls under a category for which they do not need approval. Clearing within unregulated areas and clearing small clumps of trees in regulated areas that will improve the efficiency of cropping will not need approval. Under the current system, protected native vegetation cannot be cleared unless the change improves the overall biodiversity values of the land. But under the new system, farmers will be allowed to apply to clear regulated vegetation, in return for either “setting aside” other areas on the land that will not be cleared, or by contributing to a new Biodiversity Conservation Fund. The government will put $240m into a Biodiversity Conservation Trust, which will be used over five years to pay farmers to conserve native vegetation on their land. After that, the government has committed to put in $70m a year. The trust will also manage the offset money paid by farmers when they clear regulated vegetation. The money from the fund will be used to pay for conservation on private land, and will focus on biodiversity hotspots, corridors between areas of native vegetation and other areas that are important for biodiversity.   Related: Conservation groups storm out of consultations over land-clearing law     Farmers will be able to apply for reductions in how much offset is required when they clear land, by appealing to the social and economic benefits of the activity which the clearing will allow.  “Biodiversity has gone backwards for the last 20 years,” environment minister Mark Speakman said at a press conference. “This biodiversity conservation package is about ... reversing the long-term decline in biodiversity.” Niall Blair, minister for primary industries, said: “Our farmers are our frontline environmental custodians and it makes sense to give them the flexibility to manage and protect the land that is the lifeblood for their land.” When clearing laws were relaxed in Queensland, farmers cleared so much land it looks set to completely undo greenhouse gas emissions cuts made under the federal government’s Direct Action policy. Conservation groups who walked out of stakeholder meetings with the government, saying their concerns were not being listened to, said the new laws “spell disaster for nature in NSW” and would see a return to broadscale clearing. “Mr Baird’s bill appears more concerned with fast-tracking land clearing than conserving nature, and has clearly been crafted to please big agribusiness and the developer lobby,” said NSW Nature Conservation chief executive Kate Smolski.  “If it passes parliament in its current form and becomes law, there will be more extinctions, more farms destroyed by soil erosion and salinity, and more greenhouse gas pollution fuelling runaway climate change.” The group noted that the legislation traded regulated protection of vegetation for funding promises, which could change. “It is unacceptable to trade binding legal protections for funding promises that are not enforceable by law,” Smolski said. “Governments have a record of dishonouring funding commitments and raiding the budgets of environmental agencies when tax revenues decline. A funding promise is worthless without a legislative guarantee. We need both,” Smolski said. The Wilderness Society was equally critical. “No areas are off-limits under these draft laws, the offsets regime is seriously flawed and self-regulation is the government abdicating its responsibility,” campaigner Lucy Manne said. The NSW Farmers Association welcomed the new laws, but said they did not go far enough. “We can already see obvious issues with the mapping and the biodiversity assessment methodology in draft legislation,” NSW Farmers president Derek Schoen said. But he applauded the relaxing of red tape for land clearing. “The existing regulations are a nightmare for farmers,” Schoen said. “The current act over-regulates, micro-manages and often prevents better environmental outcomes. Farmers find themselves caught up in layers of complexity and red tape, which prevents them from getting on with managing their land and business.” The draft legislation will be open for public comment until 28 June.",
  "webTitle": "NSW land-clearing law will let farmers clear native vegetation with no approval",
  "webPublicationDate": "2016-05-03T05:30:27Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/nsw-land-clearing-law-will-let-farmers-clear-native-vegetation-with-no-approval",
  "keyword": [
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/03/nsw-land-clearing-law-will-let-farmers-clear-native-vegetation-with-no-approval"
}