{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/five-of-the-best-new-gigs",
  "id": "2016-05-06-185",
  "sectionId": "music",
  "body": "1: Iggy Pop This has been a grizzly year for rock legends, but Iggy Pop – notoriously one of our most self-destructive – is not just surviving, he’s thriving. Edging towards his 70th birthday, Pop’s latest project is Post Pop Depression, an album he made with fellow outlaw Josh Homme that harks back to his 1970s Berlin period. Royal Albert Hall, SW7, Fri 2: Melanie Martinez She may have found fame through the US version of The Voice, but Melanie Martinez is not your common or garden talent show contestant. Her debut album, Cry Baby, feeds chirpy pop through electronic and R&B filters and deals with drugs and sexual abuse. Hiding darkness behind a shiny exterior is her thing so don’t be fooled by the fact she dresses like a sad little doll. O2 Forum Kentish Town, NW5, Sat 3: Adam Green Adam Green’s latest project is an adaptation of Aladdin, in which he portrays the titular character – who starts 3D-printing ecstasy tablets. In case that wasn’t bizarre enough, it also stars his friend Macaulay Culkin. There’ll be an album released alongside it, and these UK dates are billed as his “full band concert” tour; expect it to be, umm, different. Electric Ballroom, NW1, Thu; touring to 30 Jun 4: Manic Street Preachers In 1998, Manic Street Preachers released a song called SYMM. It stood for South Yorkshire Mass Murderer and attacked the smearing of football fans by police chiefs following the Hillsborough tragedy. Last week, an inquest jury found that the 96 fans who died during the incident were unlawfully killed, so expect the fiercely political band’s Liverpool concert to be a poignant affair. Echo Arena & Conference Centre, Liverpool, Fri; touring to 28 May 5: Cash + David Cash + David are two people called neither Cash nor David; they’re actually Liz Lawrence and Tim Ross but probably decided Lawrence + Ross sounded too much like a legal firm. We can’t comment on their ability to pursue a civil lawsuit through the high court, but we can assure you that they make gorgeous, haunting pop music. The Pickle Factory, E2, Wed",
  "webTitle": "Five of the best… new gigs",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/five-of-the-best-new-gigs",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/2016/may/06/five-of-the-best-new-gigs"
}