{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/gillian-mears-wry-poetic-unmistakably-australian-and-gone-too-soon",
  "id": "2016-05-20-349",
  "sectionId": "books",
  "body": "I discovered Gillian Mears’s work in my teens, when my mum loaned me a copy of The Mint Lawn. That was 20 years ago, yet I still remember the uneasy feeling the book gave me, as if I was eavesdropping on adult conversation. That book won Mears the Vogel prize and I was hooked. When Mears was alive, I read almost all of her books. They are wry, poetic, vivid and unmistakably Australian. They are full of sex and death. I recommended her to friends and wrote her fan mail. She replied earlier this year. Her email was intense and personal, just like her fiction.   Related: Foal's Bread by Gillian Mears - review    Born in 1964, Gillian Mears was heralded as a bright new literary talent in the late 1980s. She wrote prolifically in her 20s and early 30s, and won several awards before being diagnosed with multiple sclerosis. “Imagine, at the age of 31, beginning to stagger like a Kurt Vonnegut syphilitic,” she wrote. On the eve of her 38th birthday, Mears almost died from acute endocarditis – an infection of the heart. “The duel decline of my body,” wrote Mears “is a mystery I’ve yet to decode”. Her health hampered her career. She is as talented as her peers Tim Winton and Richard Flanagan, yet her work has never received the same attention here in Australia or overseas.  Nonetheless, in 2011 she published the novel Foal’s Bread. Set on the show-jumping circuit of 1930s Australia, the novel was both a love story and a tale of illness and unfulfilled dreams. It was shortlisted for the Miles Franklin award and won the Prime Minister’s Literary award. Despite this acclaim, it was to be her last novel. By the time Mears wrote to me in February 2016, she had been bedridden for five years and was perhaps better known as an advocate for voluntary euthanasia than a novelist. Illness and death stalk ruthlessly through her three novels and four collections of short stories. Babies die. Horses die. Dogs die. Protagonists die. Even trees die horrible, drawn-out deaths in at least two of her stories. This misery unfolds against a backdrop of tea towels, fish-paste sandwiches, bobby pins, eskies, lawn clippings and beds of marigolds. The domestic detail of life in Australian country towns is described with forensic diligence. And Mears must have had a passion for trees, as her books are punctuated with camphor laurels, poplars and bobblenut palms. In one of the most moving scenes in Foal’s Bread, two characters make love under a jacaranda tree.  Relationships between young women and older men are a recurrent theme in her work, as is disappointing or inappropriate sex. A story in A Map of The Gardens features a doctor who “often had sex with patients, on the table, or desk, or on the floor, in the patient chair, and it had long ago ceased to amaze him that only one complaint had ever been lodged”. In Fineflour, a teenage boy gropes a girl and “fingers her bikini line rash”. In Foal’s Bread, a teenage girl falls pregnant to her uncle. Along with the fiction, she has also written a startling autobiographical story, Alive in Ant and Bee. In the story, Mears is recovering from her health calamity and living below the poverty line on a disability pension. She buys an old ambulance and embarks on a solo camping trip through Australia’s network of national parks. Mears comes across as shell-shocked, stubborn, lonely and brave. I sent my first fan mail to Mears when I finished reading Foal’s Bread. I had read it in London, in between commuting for work and caring for a toddler. From the congestion of a city, the book transported me back to the open spaces of Australia and made me think of my grandparents, who grew up in regional New South Wales in the 1930s, just like the protagonist. Her agent sent me a polite reply, but I did not hear from Mears.  I emailed her again years later in 2016, having come across A Map Of The Gardens in a secondhand bookshop. This time she wrote a substantial reply and attached five photos. Like her fiction, her email contained loneliness, death and domestic detail. She said that she was bedbound, and found correspondence difficult. The hundreds of emails she received after Foal’s Bread were “weighing on her conscience” as she had little hope of replying. She sent a photo of her cat Paul, whose death nearly broke her heart to “smithereens”. She sent photos of her horses, and told me that she’d given her publisher some specific instructions about posthumous reprints of her books. Oh yes, and she described a tree of course – a “gracious” jacaranda tree that she remembers from her father’s property. Gillian Mears’s death at only 51 is a great loss to Australia. I hope that posthumous reprints of her books will allow a new audience to enjoy her writing. I’m glad Mears knew how much I admired her.",
  "webTitle": "Gillian Mears: wry, poetic, unmistakably Australian and gone too soon",
  "webPublicationDate": "2016-05-20T02:34:54Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/gillian-mears-wry-poetic-unmistakably-australian-and-gone-too-soon",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/20/gillian-mears-wry-poetic-unmistakably-australian-and-gone-too-soon"
}