{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/desmond-tutus-daughter-leaves-clergy-after-marrying-female-partner",
  "id": "2016-05-24-239",
  "sectionId": "world",
  "body": "The daughter of one of the world’s best-known Christian leaders has given up her right to officiate as a priest in South Africa following marriage to her female partner. Mpho Tutu-van Furth – whose father, Desmond Tutu, won the Nobel peace prize in 1984 for the struggle against apartheid in South Africa – said the move had been forced on her following her wedding to a Dutch academic.  “The canon [law] of the South African church states that marriage is between one man and one woman,” she said in a statement. After her marriage, the South African bishop who had given her permission to officiate as a priest in his diocese “was advised that he must revoke my licence. I offered to return my licence rather than require that he take it from me,” she added.  She was “still a priest in good standing in my home diocese” in the United States where she was ordained, Tutu-van Furth.  Although South Africa legalised same-sex marriage in 2006, the Anglican church in the country teaches that marriage is a union of a man and woman. The church will decide this year whether to adopt guidelines drawn up by its bishops on welcoming members who have entered into same-sex civil marriages. The South African church is deeply divided on LGBT issues. However, Thabo Makgoba, the archbishop of Cape Town, has said: “We overcame deep differences over the imposition of sanctions against apartheid and over the ordination of women, and we can do the same over human sexuality.” The global Anglican communion has threatened to split over the issue. This year it imposed de facto sanctions on the US Episcopal church, which allows its clergy to conduct same-sex marriages. Tutu-van Furth married Marceline van Furth in a civil wedding in the Netherlands in December. The couple – both of whom are divorced and have children – held a second ceremony at a vineyard owned by Richard Branson in Franschhoek this month. Desmond Tutu, who won global respect and admiration for his part in the struggle against apartheid, was permitted to give the couple a “father’s blessing”. The former archbishop of Cape Town has campaigned in favour of gay rights and has backed same-sex marriage. “I would refuse to go to a homophobic heaven. No, I would say sorry, I mean I would much rather go to the other place,” he said at the 2013 launch of the Free and Equal campaign in Cape Town. “I would not worship a God who is homophobic and that is how deeply I feel about this.” He added: “I am as passionate about this campaign as I ever was about apartheid. For me, it is at the same level.” Tutu-van Furth, who was ordained in the US in 2003, is the executive director of the Desmond and Leah Tutu Legacy Foundation. Van Furth, an atheist, is a professor of paediatric infectious diseases at Vrije University in Amsterdam. She also works with the Tutu foundation. “My wife and I meet across almost every dimension of difference. Some of our differences are obvious; she is tall and white, I am black and vertically challenged,” Tutu-van Furth told City Press. “Ironically, coming from a past where difference was the instrument of division, it is our sameness that is now the cause of distress. My wife and I are both women.” The Franschhoek celebration was conducted by Charlotte Bannister-Parker, a clergywoman from Oxford and a friend of the family. Clergy in the Church of England are banned from conducting same-sex marriages. The diocese of Oxford said in a statement that “the event was not a wedding, and nor was it a blessing of the couple. It was simply a celebration of a wedding that took place in the Netherlands in December last year.” Andrew Symes of Anglican Mainstream, a conservative grouping, called on Bannister-Parker to also resign as a priest. She had “acted in a manner contrary to her ordination vows where she promised to uphold the doctrines of the church and abide by the teachings of scripture”, he wrote in a blog. Cape Town bishop Raphael Hess said he was “vexed” by the need for Tutu-van Furth to renounce her clerical duties, but that he hoped it would be short-lived. “The time has come for us to exercise pastoral care, for us to demonstrate a shift that is reflected in the law,” he told the Daily Telegraph. “At the moment she cannot [minister] and she has accepted that but we are hoping that there might be a window for us to change it.”",
  "webTitle": "Desmond Tutu's daughter leaves clergy after marrying female partner",
  "webPublicationDate": "2016-05-24T09:30:16Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/desmond-tutus-daughter-leaves-clergy-after-marrying-female-partner",
  "keyword": [
    {
      "webTitle": "Desmond Tutu",
      "id": "world/desmond-tutu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/24/desmond-tutus-daughter-leaves-clergy-after-marrying-female-partner"
}