{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/reunion-tour-or-not-weve-never-stopped-burning-the-midnight-oil",
  "id": "2016-05-06-352",
  "sectionId": "music",
  "body": "I’m at home listening to 10, 9, 8, 7, 6, 5, 4, 3, 2, 1, Midnight Oil’s apocalypse-themed fourth album. Fucking loud – there was never any other way to listen to them, really.  I haven’t listened to the Oils for maybe 10 years, though, because I haven’t needed to. They’ve always been there. I’ve just caught myself singing quietly along to the opening track, Outside World, as I’m writing: every lyric is embedded in my skull.   Related: Midnight Oil to play first Australian and international tour since 2002    Now it’s Only the Strong: “Speak to me, speak to me. I’m at the edge of myself. I’m dying to talk.” Midnight Oil were a deeply political band, but earlier in their career they could do post-punk existential angst with the best of them. They were everything you remember them to be, but also more than maybe you’ve forgotten, or perhaps ever realised. To call Midnight Oil a pub rock band is, as Nick Kent once famously observed of Television, akin to calling Dostoevsky a short-story writer. They merely played in pubs before graduating to arenas and stadiums. Their closest peers were the Clash, Gang of Four, and early Elvis Costello; the Who were their direct forebears. And they were genuine radicals. Time and again they put their money where their mouth was, in benefits and donations, to the many causes they championed. The music on 10, 9, 8 was immensely powerful, attacking, and as complex as it was memorable. Being complex and memorable at the same time is a damn near impossible thing to do in popular music. Get the balance wrong and you end up in the pretentious mire of 70s progressive rock. But Midnight Oil had a different ethos, emerging from the northern beaches of Sydney as a high-energy surf-punk band. They changed my life irrevocably. I was a skinny kid growing up in Melbourne’s outskirts in the early 80s. The cold war was in full swing: “In the shadow of ban the bomb we live,” Peter Garrett sang, on US Forces. And we did. It’s easy to forget we still do. Midnight Oil were a political awakening, as well as a musical one. Countdown was Duran Duran and Madonna at that time. Midnight Oil never played Countdown. The news that they’re reforming next year makes me both happy and apprehensive. Will I see them? I’m not sure. I’ve done that maybe 30 times already, and I saw them at their thrilling peak. A show at the Brisbane Entertainment Centre in 1987, on their Diesel And Dust tour, still looms large in my catalogue of greatest-ever gig memories. Midnight Oil were a force of nature live, even more so in their early years.   Related: Australian anthems: Midnight Oil – Beds are Burning    10, 9, 8 has finished – in a locked-groove scream, for you vinyl junkies – so I’ve put on Diesel and Dust. Forget about Garrett’s political career for a moment; focus on the music. On that album, the Oils stripped their sound back. They became kinder and gentler, but the lyrics on Beds Are Burning were as bald as Garrett’s head: “The time has come to say fair’s fair / To pay the rent, now / To pay our share.” Truthfully, angst-ridden teen that I was, I missed some of their earlier brushes with alienation and ambiguity. But the late 80s was not a time for subtlety or navel-gazing; if you wanted to make a point, you needed to get straight to it. And in Garrett – who at his full six feet, six inches was one of a handful of seriously tall men in rock ’n’ roll – the Oils had a messianic spokesman, with a unique dance step to boot. Many, including friends who introduced me to the band, have never forgiven Garrett for his move into politics. I deeply admired it. Say what you will, but the man is no fool: do you think he answered the call not knowing that every lyric he had ever sung would be hurled back at him in newspaper headlines and across the chamber? That he would be a party to decisions he deplored, because he was bound by party rules? Garrett may have been a more effective advocate than a politician, but as he once sang (on Arctic World): “Don’t wanna be an advocate / Don’t wanna be a monument.” He became an insider because changes get made on the inside, by increments, more often than they’re forced from outside by revolutionary means. That’s a brave and, dare one say, mature call to make when you’ve just entered your 50s, as Garrett had when he joined the Australian Labor party, 20 years after coming within a dodgy preference deal of being a senator for the single-issue Nuclear Disarmament party. He didn’t write most of the music, anyway. Rob Hirst, the drummer, and Jim Moginie, the band’s guitarist, keyboard player and resident evil genius, did almost all of that. Garrett mostly added finishing lyrical touches (as he also did on Yothu Yindi’s Treaty: “This land was never bought and sold”). The singer’s profile has obscured Hirst and Moginie’s status among this country’s finest songwriting teams.   Related: Treaty by Yothu Yindi – a Trojan horse in the culture wars    Could Garrett sing? Not really. Did it matter? Not at all. It’s called a character vocal, where technique is less important than how it speaks to both the music and the audience. Gauging their influence on contemporary Australian bands, Eddy Current Suppression Ring remind me inescapably of early Midnight Oil, not least for singer Brendan Huntley’s irresistible charisma, combined with his endearing inability to carry a tune. If there’s anything I’m nervous about, it’s the prospect of a Garrett solo album. He’s not a man given to public introspection (he dedicates two pages in his 443-page memoir, Blue Sky Day, to his bearing witness to his mother’s tragic death in a house fire), and some introspection is crucial to the writer’s craft. But the rest of the band have pursued their own creative paths post-Oils, and Garrett is every bit as entitled to his. Diesel and Dust is finishing as I write this, and the last lines are ringing out: “Sometimes you’re beaten to the core, sometimes / Sometimes you’re taken to the wall / But you don’t give in.” I might not need to listen to it for another 10 years. The music we grew up on is always with us, sometimes when we need it the most.  This article was amended on 6 May, 2016 to say Garrett joined the Australian Labor party 20 years after representing the Nuclear Disarmament party",
  "webTitle": "Reunion tour or not, we've never stopped burning the Midnight Oil",
  "webPublicationDate": "2016-05-06T01:36:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/reunion-tour-or-not-weve-never-stopped-burning-the-midnight-oil",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Garrett",
      "id": "australia-news/peter-garrett",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Stafford",
      "id": "profile/andrew-stafford"
    }
  ],
  "guardianId": "music/2016/may/06/reunion-tour-or-not-weve-never-stopped-burning-the-midnight-oil"
}