{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/asylum-seekers-set-themselves-alight-nauru",
  "id": "2016-05-03-187",
  "sectionId": "australia-news",
  "body": "The video footage shot on a mobile phone last Wednesday is unsteady but clear enough. It shows a man, drenched in liquid, standing alone in a clearing, pleading. No one, it seems, wants to stand near him. In the background, the white shirts and blue caps of staff from the UN high commissioner for refugees are apparent. “This is how tired we are,” the man yells desperately. “This action will prove how exhausted we are. I cannot take it any more.” The man makes a swift, small movement with his right arm, and suddenly, his body is alight. The video picks up his screams as he flails and runs, then falls and is covered with a blanket by onlookers. After he lies still but conscious, while others around cry and yell for an ambulance. He makes no noise. The man in the video, 23-year-old Iranian Omid Masoumali, set himself on fire in protest at his ongoing detention on Nauru, one of two offshore detention centres run by the Australian government as a deterrent for asylum seekers arriving by boat. Masoumali had been recognised as a refugee: he was judged to have a “well-founded fear of persecution” in his homeland and required protection. He had been on Nauru for three years. Further video footage – the Guardian has chosen not to publish any of the clips – shows Masoumali’s final hours of consciousness.     Omid Masoumali, the 23-year-old Iranian had been recognised as a refugee. Photograph: Supplied    One clip shows him almost naked at Nauru hospital, pacing up and down and screaming – with peeling skin and severe burns apparent to his arms, legs, chest, and back – while distressed friends plead for him to be given assistance. Another shows doctors and nurses struggling to administer painkillers, as Masoumali, still standing, continues to scream. People watching nearby are vomiting. He was later transferred to Australia but died on Friday. Masoumali’s case is not an isolated incident.   Related: Australia's offshore detention damages asylum seekers because it's supposed to    On Monday evening, Somali refugee Hodan Yasin set herself alight. Reports from Nauru suggest she has severe burns to 70% of her body, with her upper body and face most badly affected. One person reported that “all of her clothes were burned off”. On Monday night, police surrounded Nauru’s only hospital, where Yasin was initially treated, and physically restrained her friends from seeing her. Yasin, who is between 19 and 21 years old, was returned to Nauru less than a week ago, having been brought to Australia last November after being seriously injured in a motorcycle accident. Fellow detainees at the Brisbane immigration transit accommodation say she screamed as she was forcibly dragged out by guards.     Hodan Yasin set herself alight on Monday evening. Photograph: Supplied    Yasin has now been flown back to Australia by air ambulance and remains in a critical condition. In the days between Masoumali and Yasin’s public acts of self-harm, at least six suicide attempts have been reported on Nauru, ranging from people swallowing razor blades, ingesting washing powder or attempting to hang themselves using bed sheets. Sources on the island say self-harm and suicide attempts happen daily. Guards are issued with special hooked knives to cut down people who are attempting to hang themselves. On Nauru, some who survive a suicide attempt are charged, convicted, jailed and fined for the crime of attempting to take their own life. The immigration minister, Peter Dutton, blamed the rise in the number of suicide attempts on Australian refugee advocates encouraging people to harm themselves. “I have previously expressed my frustration and anger at advocates and others who are in contact with those in regional processing centres and who are encouraging some of these people to behave in a certain way, believing that that pressure exerted on the Australian government will see a change in our policy,” Dutton said. Refugee advocates say the allegations are offensive and desperate. They say they spend hours counselling people not to hurt themselves.   Related: Asylum and climate change are back in the news – and the response has been pathetic | Lenore Taylor    The reports of self-harm and widespread protests, often accompanied by videos now in broad circulation, have revealed the brutal reality of Australia’s offshore detention regime. The massive, secure camps are sealed off from external scrutiny. The entire nation of Nauru is essentially off-limits to foreign journalists. But information has leaked out, detailing a litany of abuses, sexual assaults and deprivations in Australia’s island camps. The graphic and public nature of Masoumali and Yasin’s self-immolations has led to questions being asked of a policy that had enjoyed significant, if far from total, support, and was trumpeted by the government as a triumph. Masoumali’s widow, also a refugee, has criticised the delay in getting him care on Nauru, and the quality of care he did receive. She says it was hours before he was given painkillers. It was more than 22 hours before he was taken to a Brisbane hospital.     Protesters hold a vigil in Sydney following the death of Omid Masoumali. Photograph: Saeed Khan/AFP/Getty Images    Masoumali’s widow, who does not want her name published, told the Guardian that her husband was not given a sheet or a place to lie down, and that the hospital “didn’t even have a clean syringe”. She said: “Staff in Nauru hospital couldn’t help Omid in any way because they were unequipped.” She was flown to Australia alongside her husband and in the days following his death she said she was being kept in a Brisbane hotel by immigration authorities, denied access to a lawyer and sedated. The Nauru government has said Masoumali received “the highest level of care”.   Map   Australia’s offshore detention regime – long condemned by critics for its unbending punitive action but lauded by supporters as the key factor in “stopping the boats” – is facing unprecedented pressure. The Nauru camp holds about 500 people, with a further 700 refugees “resettled” on the tiny Pacific Island. Because of the imposition of Australia’s policy, refugees and asylum seekers make up more than 10% of Nauru’s 10,000-strong population, and Nauru is now, per capita, accepts the third highest proportion of refugees in the world. But Nauru has consistently refused to consider permanent resettlement for any refugees.   Related: 'We are the forgotten people': the anguish of Australia's 'invisible' asylum seekers    On Papua New Guinea’s remote Manus Island just over 900 male asylum seekers and refugees are held, in detention and in a nearby “transit” centre.  Fewer than 20 men have been resettled in PNG, mainly in the city of Lae, where they report having been assaulted, robbed, left homeless, arrested, or forced to sell what little they own to survive. At least six have made their own way back to Manus – some tried to break back into detention – either seeking food and shelter or because they did not feel safe living outside in PNG. The PNG supreme court ruled last week that the detention of the men on Manus is unconstitutional and illegal and ordered the closure of the detention centre. The PNG government has said it would shut the centre, and has asked the Australian government to find alternative arrangements for the men detained there. But the Australian government has said the men are the responsibility of PNG.     Asylum seekers look through a fence at the Manus Island detention centre in Papua New Guinea Photograph: Reuters    More than a week after the court ruling, the men remain in detention. As the Australian election campaign gets under way this week, the issue of asylum seekers will once again be prominent, as it was in the elections of 2001, 2007, and 2013. “Stop the boats” was the key campaign slogan for the Liberal leader, Tony Abbott, in 2013, when he displaced a Labor government he said had “lost control of Australia’s borders”. The Liberal-National coalition policy in government – operation sovereign borders – involved intercepting boats and turning them back to Indonesia and Sri Lanka. Combined with offshore processing and a resolute policy that no asylum seeker arriving by boat would ever be resettled in Australia (asylum seekers who arrive by plane are not subject to detention), the policy has seen a massive reduction in the number arriving by sea. The prime minister who replaced Abbott – Malcolm Turnbull, who was elevated in a party coup in September – has maintained the policies, telling critics “we cannot be misty-eyed about this, we have to be very clear and determined in our national purpose”. But the reports of abuse, which have included one asylum seeker murdered by guards, another who died of a treatable infection, and widespread reports of rape, sexual abuse of children, and violence against detainees – have plagued Australia’s detention centres. The UN has repeatedly condemned Australia’s detention regime as unlawful and damaging. This week, the office of the United Nations high commissioner for refugees said there was “no doubt that the current policy of offshore processing and prolonged detention is immensely harmful” and called for Australia to move people to more “humane conditions”.   Related: Refugee on Nauru convicted of attempted suicide to 'deter' others    “The consensus among medical experts is that conditions of detention and offshore processing do immense damage to physical and mental health.” The opposition Labor party, which previously supported all of the coalition policies on asylum, has this week sought to make a political point of difference, saying that while it remained in favour of offshore detention, it did not support the “indefinite detention” of the current regime and committed itself to resettling people in third countries. It did not name any potential countries. In a further complication on Tuesday, a fishing boat reportedly carrying 12 asylum seekers from Sri Lanka landed on Australia’s remote Cocos Islands in the Indian Ocean. It was the first asylum seeker boat to reach Australian waters in six months.",
  "webTitle": "Self-immolation: desperate protests against Australia's detention regime",
  "webPublicationDate": "2016-05-03T12:29:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/asylum-seekers-set-themselves-alight-nauru",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/03/asylum-seekers-set-themselves-alight-nauru"
}