{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/the-guardian-view-on-corruption-david-cameron-should-look-closer-to-home",
  "id": "2016-05-10-60",
  "sectionId": "commentisfree",
  "body": "There are times when a manual earth-restructuring implement is best referred to as a spade, so let us speak plainly. A summit on corruption will be held on Thursday in a city that is internationally recognised (by the IMF, among others) as a tax haven. It is being hosted by a politician who admitted last month that he has personally profited from offshore finance and whose party is bankrolled by an industry that makes extravagant use of those same tax havens. Not only that, he has intervened to aid tax avoiders. That’s right, David Cameron is holding a meeting on corruption. The prime minister is not personally corrupt – but he is certainly guilty of epic hypocrisy. So, for that matter, are Britain and the west. They have spent decades ordering poor countries and failed states to sort out their problems with dodgy money, even while taking much of that dodgy money and ploughing it through their banks, their ritzy stores, their estate agents, and their offshore tax havens – with barely any questions asked or eyebrows raised. WhenMr Cameron was caught on camera on Tuesday boasting to the Queen of the “fantastically corrupt countries” turning up at Lancaster House this week, he might have mentioned that Afghanistan is a failed state that did not get any less failed over 13 years of British intervention. And he should certainly have mentioned that the president of Nigeria, Muhammadu Buhari, is coming to London to lobby it to sort out the tax havens in its own backyard. Indeed, Mr Cameron might have quoted a letter sent to him a fortnight ago by campaigners in Nigeria. “We are embarked on a nationwide anti-corruption campaign,” the letter said. “But these efforts are sadly undermined if countries such as your own are welcoming our corrupt to hide their ill-gotten gains in your luxury homes, department stores, car dealerships, private schools and anywhere else that will accept their cash with no questions asked. The role of London’s property market as vessels to conceal stolen wealth has been exposed in court documents, reports, documentaries and more.” So the president of the Nigerian senate, Bukola Saraki, currently facing allegations that he failed to declare his assets, owns a property in London’s Belgravia in his own name. But last month’s Panama Papers revealed that the £5.7m property next door is owned by companies incorporated in the Seychelles and British Virgin Islands, whose respective shareholders are Saraki’s wife and former special assistant. And a £1.65m townhouse in Kensington is shown as belonging to a BVI company whose sole shareholder is Folorunsho Coker, former head of the number plate production authority of the state of Lagos and currently business adviser to the governor of Lagos. None of these individuals may have done anything wrong, but the charge from those campaigners is hard to duck. Under successive governments, from Thatcher to Blair to Cameron, London has become the financial centre for the world’s dirty money. A third of all the trillions hiding offshore are sitting in tax havens linked to the UK, according to Oxfam. These havens rely on Britain for security and protection. The Jersey pound note features the Queen. On the Caymans, they sing as the national anthem God Save the Queen. Yet Whitehall persists in pretending they are autonomous – even though London has overridden them before, on the abolition of capital punishment, say, or the decriminalising of homosexual acts. It will not do so on shady finance, however. The result is that Britain will soon bring in a public register of who ultimately owns the companies listed here – even while its overseas territories won’t. The Caymans and the rest claim that this is because they are home to perfectly legitimate operations – in which case, what have they got to hide? This fudge suits both the City and the havens. The accountancy firms and tax lawyers and wealth managers in London will continue to reap fat fees by using their branch offices scattered across offshore Britain to look after clients seeking low tax and secrecy – even while the UK can claim that its domestic financial industry is as clean as can be. Few will call this corruption or hypocrisy, as it wears a sharp suit and talks so nicely. In Oscar Wilde’s The Importance of Being Earnest, Cecily implores Gwendolen: “This is no time for wearing the shallow mask of manners. When I see a spade I call it a spade.” The reply comes: “I am glad to say that I have never seen a spade. It is obvious that our social spheres have been widely different.”",
  "webTitle": "The Guardian view on corruption: David Cameron should look closer to home | Editorial",
  "webPublicationDate": "2016-05-10T18:49:58Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/the-guardian-view-on-corruption-david-cameron-should-look-closer-to-home",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/the-guardian-view-on-corruption-david-cameron-should-look-closer-to-home"
}