{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/02/the-archers-has-made-us-notorious",
  "id": "2016-05-02-53",
  "sectionId": "society",
  "body": "I read Jill Jones’s excellent letter (2 May) and almost wept. I am deaf and have attended lip-reading classes for seven years and no, I still can’t lip-read. This “hidden disability” is exhausting, frustrating and at times downright depressing. I remember my hero, Jack Ashley, expressing his wish for all schoolchildren to learn simple finger spelling. Surely this should be an essential skill. Jean JacksonSeer Green, Buckinghamshire • This Thursday there will be elections in England for local councillors, mayors and police and crime commissioners. With forced academisation of schools (29 April) and other powers over education being transferred from local councils to regional schools commissioners, why are they not also subject to direct election and accountability?Dr Keith StapyltonBracknell, Berkshire • Perhaps Mark Boyle (Letters, 2 May) should take a leaf out of Northern Irish politics, and found a Democratic Monster Raving Loony party to preserve the purity of the values that the Official Monster Raving Loony party has so clearly lost.Richard WilliamsKingston, Surrey  • My husband, Rob, introduced me to The Archers over 25 years ago. I became an addict and now listen every evening (except Saturday, obviously), while doing my knitting. Imagine my utter dismay when it turned out that the worst villains ever to have featured in the programme are called Rob and Ursula.Ursula HutchinsonNewport, Isle of Wight • Ah, that explains it (Emails raise fear that museums may be bending to BP influence, 30 April). I always wondered why the National Portrait Gallery was full of oil paintings.Jem WhiteleyOxford  • When the Queen reaches 100, who will be sending her a telegram?Tony BashfordCarlisle",
  "webTitle": "The Archers has made us notorious | Brief letters",
  "webPublicationDate": "2016-05-02T18:27:32Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/02/the-archers-has-made-us-notorious",
  "keyword": [
    {
      "webTitle": "Deafness and hearing impairment",
      "id": "society/deafness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "The Archers",
      "id": "tv-and-radio/the-archers",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/02/the-archers-has-made-us-notorious"
}