{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/liberals-leave-open-option-to-preference-greens-in-key-sydney-seats",
  "id": "2016-05-11-340",
  "sectionId": "australia-news",
  "body": "The New South Wales Liberal party has said that no decision on preferences for the upcoming federal election has been made, leaving open the option to preference the Greens in key Sydney marginal seats. According to reports, Victorian Liberal party director Michael Kroger is considering a deal in which the Liberals will preference the Greens in the seats of Batman and Wills in return for the Greens not preferencing the ALP in a clutch of outer-suburban marginal seats, a move that would give the Liberals a stronger chance of winning them. On Wednesday, Labor’s deputy leader, Tanya Plibersek, said the Victorian deal had spilled over into NSW and “it seems the Liberals will be preferencing the Greens” in Anthony Albanese’s seat of Grayndler and her seat of Sydney. Asked to rule out a deal to preference the Greens in those seats, a spokeswoman for the NSW Liberals referred Guardian Australia to federal director Tony Nutt’s statement that “no decisions have been made regarding preferences”.   Related: Labor and Liberals accuse each other of collaborating with Greens    “During elections, various parties have discussions,” he said. “This is standard process and speculation that any particular party, group or individual has some deal, arrangement or understanding is false.” A decision on preferences will be made after nominations close and “obviously self-interested positioning by our political opponents” would not influence the process, Nutt said. The Greens candidate for Grayndler, Jim Casey, told Guardian Australia: “I have absolutely no idea what the Liberals are going to do ... if they choose to preference the Greens, that’s up to them.” “Until local [Greens] groups have met and made their decisions, I can’t know how their preferences will be arranged except that the Greens won’t preference the Liberals,” he said. Electoral analyst and Guardian Australia election blogger, Ben Raue, said: “Liberal preferences are crucial to the Greens winning in Grayndler and Sydney, but they’re not enough. “They would also need to overtake the Liberal party, who came second in 2013, and would still need a swing towards them and away from Labor to win, even with Liberal preferences.” Raue said: “When the Liberal party preferenced the Greens over Labor in 2010, the Greens received 74-81% of Liberal preferences. “This dropped to 28-34% of Liberal preferences in 2013, when the Liberal party favoured Labor.” Returning preference flows from the Liberals to the levels the Greens enjoyed in 2010 may be the difference between the Greens candidates ousting Labor and not. Raue said, unlike Sydney and Grayndler, the Greens are already ahead of the Liberal party in Batman and Wills.  “The margins in those seats are 10.6% and 15.2%, but if the Liberal party reverses its preference decision, the Labor margin in Wills would be cut to 4.4%, and in Batman the race would start out as a tie.” On Wednesday, the Murdoch tabloid the Daily Telegraph intervened in the Grayndler contest by urging its readers to “Save Our Albo”. Casey, who is the secretary of the NSW Fire Brigade Employees’ Union, made light of the endorsement by posing with the newspaper:    Been busy here today at Balmain Fire Station. Only just had a chance to check the papers. pic.twitter.com/dObgF0PpOf— Jim Casey (@JimCaseyGreens) May 11, 2016    At a campaign stop in the western Sydney marginal seat of Greenway, Albanese talked up the risk of a deal which would see Liberal preferences go to the Greens. “The Greens, at this election, are seeking to do arrangements with the Liberals in electorates such as mine, and in return offering to issue open tickets that will increase chances of Turnbull government being re-elected,” he said. Albanese criticised the Greens leader, Richard Di Natale, for spending the first day of the campaign in his seat. “During this campaign I’ll be out trying to defeat the Coalition, while the Greens are trying to defeat me,” he said. “It is disappointing that the Greens, who say they want a progressive Australia, are targeting progressives not conservative in this election.”",
  "webTitle": "Liberals leave open option to preference Greens in key Sydney seats",
  "webPublicationDate": "2016-05-11T06:40:03Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/liberals-leave-open-option-to-preference-greens-in-key-sydney-seats",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Anthony Albanese",
      "id": "australia-news/anthony-albanese",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tanya Plibersek",
      "id": "australia-news/tanya-plibersek",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/11/liberals-leave-open-option-to-preference-greens-in-key-sydney-seats"
}