{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/elvis-costello-review-palladium-london",
  "id": "2016-05-11-217",
  "sectionId": "music",
  "body": "“Welcome to my opening night at the London Palladium – I’ve been waiting to say that since I was seven years old,” smirks Elvis Costello on the first of his solo Detour tour’s four nights in the illustrious home of light entertainment. He’s certainly set out to make that seven-year-old’s Tarby-hosted dreams a reality. Dominated by “on air” signs and a 20ft 60s television set screening test-card photos from Costello’s Liverpool childhood, when he was known as Declan MacManus, the stage set reflects the experience of watching Sunday Night at the London Palladium in 1962 – Synecdoche, Bruce Forsyth, if you will – and from it Costello delivers the most revealing show of his career.   Related: Elvis Costello: 10 of the best    For 40 years Costello has been a master of attacking retro styles – country, jazz, folk, 50s croon, prom night rock’n’roll – with his own acidic new wave twist, and tonight provides a riveting insight into why. Having recently published a weighty autobiography, he’s brimming with raconteur anecdotes about his family’s musical history, from his grandfather’s years as an army brass player to memories of trying to prise open the TV to get to his bandleader father singing If I Had a Hammer at the 1963 Royal Command Performance, as well as his own early adventures. A post-punk Ustinov, he tells of falling in love with a Tucson taxi driver the night he wrote Accidents Will Happen, trying to rid the world of alcohol “by drinking it” and eating feasts of broccoli with the New Orleans musical legend Allen Toussaint.  In between, he performs stark solo renditions of key tunes from his life; his own songs, songs he’s made his own and songs that have owned him. The largely acoustic setting suits his rootsy recent material and mid-80s pop moments such as a pastoral folk take on Everyday I Write the Book, but this is no fireside singalong. Acerbic fury still fuels the antiwar polemic of Oliver’s Army and the apocalyptic visions of Hurry Down Doomsday (The Bugs Are Taking Over), delivered with the cranky locomotive intensity of Neil Young. Over at a piano he’s borrowed from his wife, “so I won’t be setting it on fire and pushing it into the audience as usual”, he spills jarring chords on to his smoky jazz Falklands lament Shipbuilding and flounders wonderfully through a rare and unrehearsed London’s Brilliant Parade, his voice a fragile, cracking instrument. Political barbs still abound: unveiling showtunes from his new musical adaptation of 1957 film A Face in the Crowd, he describes the show about Satan becoming a radio celebrity as “a timely warning about the appeal of demagogues”.     Retro stylings … Elvis Costello    Costello’s last major outing, in 2013 as the ringmaster of the Spectacular Spinning Songbook tour, at which audience members span a gigantic wheel of fortune to decide which songs he’d play, indulged his impish persona, but this one captures his twisted 50s aesthetic better than ever before. A squealing electric Watching the Detectives is accompanied by film noir posters floating across the antique TV screen. During a country encore including Pads, Paws and Claws and a lilting gospel Love Field, joined by support duo Larkin Poe on mandolin and slide guitar, he throws in a spoof ukelele sponsor jingle for pep pills. For Alison and Pump It Up, he climbs inside the giant television, as if finally joining his dad in 1963. A last encore dominated by his most celebrated covers receives multiple ovations for good reason. Despite all of his collaborations with childhood heroes – Toussaint, Bacharach, McCartney – Costello stripped bare is his most affecting tribute yet to the music that made him.",
  "webTitle": "Elvis Costello review – stripped-back star at his impish best",
  "webPublicationDate": "2016-05-11T12:24:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/elvis-costello-review-palladium-london",
  "keyword": [
    {
      "webTitle": "Elvis Costello",
      "id": "music/elviscostello",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Beaumont",
      "id": "profile/mark-beaumont"
    }
  ],
  "guardianId": "music/2016/may/11/elvis-costello-review-palladium-london"
}