{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/a-thankyou-from-a-hillsborough-survivor",
  "id": "2016-05-13-91",
  "sectionId": "football",
  "body": "I gave evidence at the Hillsborough inquests, where I met your reporter David Conn, and I have since followed his reports. Can I say thank you for publishing the truth and continuing to publish detailed stories of the day? Despite this month’s inquest verdict, some people are still blaming us, so it’s really important to me and other survivors that more and more facts come into the public domain. One thing that is not published much is the survivors’ story. I don’t mean about the day itself but about the battle we have had to clear our names. I have lost count of the times I have been told “You killed your own” or overheard people in my local pub saying “It was their fault” or “I know someone who lived near the ground – they were all drunk and fighting”. The impact on the lives of the survivors has been huge. For 27 years we have had to live with being branded and made to feel guilty. We feel we have to justify everything we say and still have to continue our fight to educate people. The damage the Sun newspaper did was immense: its lies have now been passed down generations. I wonder how many more years will pass until we don’t hear them any more? While all the focus is on the 96, and rightly so, many survivors couldn’t cope with what happened on that day and in the years after. Many have taken their own lives. Once again thank you for continuing to uncover the truth. It really does mean a lot to many survivors and it helps in the healing process.Ian JohnsonSheffield • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "A thankyou from a Hillsborough survivor | Letters",
  "webPublicationDate": "2016-05-13T16:41:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/a-thankyou-from-a-hillsborough-survivor",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/a-thankyou-from-a-hillsborough-survivor"
}