{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/aston-villa-randy-lerner-close-selling-club-china",
  "id": "2016-05-18-132",
  "sectionId": "football",
  "body": "Aston Villa will be sold to the Recon Group after Randy Lerner, the owner, agreed to sell the club to the company’s CEO and chairman, Dr Tony Jiantong Xia. Xia, a Chinese businessman, has targeted promotion back into the Premier League immediately and then qualification for European football. While the sale is subject to the agreement of the Premier League and Football League, Villa fans will hope new ownership can draw a line under a troubled decade under Lerner that ended with this season’s relegation to the Championship as the bottom side.   Related: Aston Villa relegated from Premier League after defeat by Manchester United    A statement from the club said: “Aston Villa Football Club is pleased to announce that an agreement has been signed today for the sale of 100% ownership by Randy Lerner to Recon Group owned by Dr Tony Jiantong Xia subject to the approval of the Premier League and the Football League. Once those approvals have been granted and the new board members approved under the fit and proper rules of both leagues, Dr Xia will become chairman of Aston Villa. The club will announce the appointment of a new manager shortly. “Randy Lerner has sought the right new owner for Aston Villa who would take great care of the Club and restore its fortunes. He believes that Tony Xia is an excellent choice.   Related: Tottenham only Premier League club to make transfer profit in past year    “Recon Group is Dr Xia’s privately owned holding company that owns the controlling interest in five publicly listed companies on the Hong Kong and Chinese stock exchanges and many other private companies employing 35,000 people in 75 countries. “Dr Xia played football as a striker until he finished at college and football has remained his passion. Dr Xia decided to buy an iconic football club in England as the cornerstone of his Sports, Leisure and Tourism Division. He became a fan of Aston Villa many years ago and is delighted at the opportunity to become the new owner. “Dr Xia’s immediate objective is to return Aston Villa to the Premier League and then to have the club finish in the top six, bringing European football back to Villa Park. He plans to make Aston Villa the most famous football club in China.” If Xia’s intended purchase is approved his first challenge is to appoint a manager to succeed Rémi Garde, who left the club in March. Nigel Pearson and Roberto Di Matteo are thought to be among the favourites. Following the announcement of the club’s sale, Lerner issued a statement on Aston Villa’s club website. The statement read: “In spite of my personal affection for reading history I have come to trust the future more than the past. And when I refer to the ‘past,’ I do so lightly and lightheartedly. I refer to recent accounts - mostly in the press regarding the sale of the club, that are so many miles from accuracy or truth that I can only assume that they too were written by people whose tongues were firmly embedded in their respective cheeks. It is football after all. “Finally, being conscious of the popular and dark pastime of wondering aloud how much was spent, or lost, I should like to think that I ‘left behind’ value which will hopefully endure and benefit this beloved old club. In being sadly more than tone deaf, I’ll not weakly risk trying to sound any positive notes. But what I will say is that if spending to restore and preserve the wonderful Jacobean Holte Hotel at the southern tip of the Ground, or researching and adding the Holte End mosaic as a nostalgic nod to that wonderful Leitch Stand of our past, add to the tally of personal losses then I can offer no counter argument other than to say I would do the same all over!”",
  "webTitle": "Aston Villa agree sale of club to Chinese businessman Dr Tony Xia",
  "webPublicationDate": "2016-05-18T14:52:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/aston-villa-randy-lerner-close-selling-club-china",
  "keyword": [
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/18/aston-villa-randy-lerner-close-selling-club-china"
}