{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/andrea-bocelli-leicester-inspiration-everyone-title-winners",
  "id": "2016-05-06-276",
  "sectionId": "football",
  "body": "Andrea Bocelli has revealed he asked Claudio Ranieri if he could perform at Leicester’s coronation as Premier League champions on Saturday because their story is “a lesson in life”. The Italian opera singer will provide the soundtrack at the King Power Stadium when the captain, Wes Morgan, is presented with the trophy by the supporter Steve Worthy after the match against Everton. Bocelli, a lifelong Internazionale fan who lost his sight following an accident during a football game when he was 12, said he had been inspired by their story.   Related: Leicester City confident of keeping Riyad Mahrez as speculation mounts    “To be honest, I was the one who called. It kicked off over a month ago,” he told La Gazzetta dello Sport. “I got Ranieri’s number off [Javier] Zanetti, so I called him and said: ‘Look Ranieri, it’s Bocelli, I would love to do this thing.’ He was very happy; he is a man with an innate elegance. Next, everything was arranged through my manager and the club. “My passion for football has no limits and comes from when I was a child in college. I followed everything then. Then, this Leicester season has really caught my eye. I think it has garnered attention from everyone as they are an extraordinary example of clean football, a small team becoming great thanks to the strength of the group spirit. “They are a lesson in life: where there is a will there is a way. And then, there’s an Italian driving the whole thing. There’s the story of [Jamie] Vardy, from a factory worker to a champion, who realises his dream. How do you tell me not to get caught [up in all of this]?” Bocelli has previously performed at the 2009 Champions League final in Rome, when Barcelona defeated Manchester United 2-0, with the 57-year-old also set to appear with Alicia Keys before this year’s edition between Real Madrid and Atlético Madrid at the end of this month. However, he admitted he is yet to decide which song will serenade Leicester’s players and supporters on Saturday, although Bocelli drew comparisons with the club’s manager and legendary Italian singer Domenico Modugno. “We have not decided anything, we’ll see. What is certain is that the fans of Leicester will sing painted blue and that Ranieri is Mister Volare,” he said.",
  "webTitle": "Andrea Bocelli: Leicester’s title winners are an inspiration to everyone",
  "webPublicationDate": "2016-05-06T09:26:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/andrea-bocelli-leicester-inspiration-everyone-title-winners",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/06/andrea-bocelli-leicester-inspiration-everyone-title-winners"
}