{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/cbso-ilan-volkov-alexandre-tharaud-symphony-hall-birmingham",
  "id": "2016-05-01-118",
  "sectionId": "music",
  "body": "Hans Abrahamsen’s composing career has developed in phases, including a period in the 1990s when he produced nothing new at all. But over the last decade he has written some of the most bewitching music to have emerged from Europe so far this century, works that seem to reinvent familiar musical devices in an utterly original way.  Two years ago, the City of Birmingham Symphony gave the British premiere of one of the most extraordinary and exceptionally beautiful of those pieces, the song cycle Let Me Tell You, which Abrahamsen composed for the soprano Barbara Hannigan, using texts from Paul Griffiths’ novel. The success of that piece (which went on to win the hugely prestigious Grawemeyer award, and which the CBSO is bringing to the Proms in August), encouraged the orchestra to be co-commissioners of another piece, Left, Alone, a concerto for piano left hand, which Abrahamsen composed for Alexandre Tharaud, who gave the world premiere in Cologne in January. Tharaud was the wonderfully agile soloist at Symphony Hall, too, with Ilan Volkov conducting.  Abrahamsen himself was born with restricted use of his right hand so that, as he says, he has always had a “a close relationship” with those piano works, like the Ravel concerto, composed for left hand alone. None of those pieces, though, deals with the challenge of writing such a work in the way that Left, Alone does so memorably. As the title suggests, it’s music of solitariness, in which the piano’s lonely melodic line (which only very rarely becomes chordal) weaves its way through the glittering and grumbling thickets of canons and cross rhythms that the orchestra creates, trying to establish its own identity. It regularly finds itself stranded, without support, and only in the last of the six short movements is there some kind of reconciliation between the two. All this takes place in the special airy sound world that Abrahamsen has invented for himself, full of textures that can hang suspended in the orchestral stratosphere or plunge at any moment to the lowest depths that instruments can inhabit. Before the concerto, too, there was the chance to hear that world taken on in the work of another supreme musical colourist, as Volkov conducted Abrahamsen’s orchestration of Debussy’s Children’s Corner, which renders that suite of piano pieces into astonishing miniature tours de force, each one with its own carefully defined range of sonorities, that seem at the same time to belong to two very different musical worlds. After these two pieces, even the colours of Mahler’s Fourth Symphony seemed rather routine, though Volkov’s performance was anything but. There was no sense of Knaben Wunderhorn cosiness here, but a dark undertow to every movement, which the CBSO realised very faithfully. Sarah Tynan was the silvery soprano soloist in the last movement, though after the menace that Volkov had found elsewhere in the symphony, her child’s view of heaven, in which oxen are slaughtered and lambs led to their deaths, seemed anything but reassuring.",
  "webTitle": "CBSO/Volkov review – wonderfully agile quest for identity",
  "webPublicationDate": "2016-05-01T11:33:18Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/cbso-ilan-volkov-alexandre-tharaud-symphony-hall-birmingham",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "City of Birmingham Symphony Orchestra",
      "id": "music/city-of-birmingham-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/01/cbso-ilan-volkov-alexandre-tharaud-symphony-hall-birmingham"
}