{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/17/the-nine-types-of-employees-and-how-to-motivate-them",
  "id": "2016-05-17-312",
  "sectionId": "careers",
  "body": "Leaders often know instinctively that if you want staff to be their best, they need the right motivation. And those feelings are correct: Hay group research showed that highly engaged employees are 50% more likely to exceed their performance targets.  Whether it’s Maslow’s hierarchy of needs or Hertzberg’s motivation-hygiene theory, evidence suggests success and happiness is determined by whether your individual motivators are being met, and that’s not necessarily all about money.  According to motivational expert James Sale, we have our own unique blend of motivators. By identifying these nine motivators in your team and adapting your leadership style to each employee, you will be able to better engage staff to succeed in their roles. Here are the nine types of worker: The defender  This worker seeks security, predictability and stability. They like stable, well established organisations, giving clear roles with a set routine and career paths. Boosting their motivation involves regular communication. Leaders should communicate, communicate, communicate to these workers – especially good news about the organisation and how it’s doing. Being given accurate information frequently is highly motivating for them. Regular briefings, even emails to keep them in the loop, are useful. They want continuity from a manager. Tell them in writing what you expect from them, link goal achievement to security and support them through periods of change. Reward and value their loyalty and faithful service. The friend They seek belonging, friendships and fulfilling relationships. This worker likes organisations and roles with a strong team ethos, excellent social activities and opportunities for helping others. They are motivated when they feel supported, consulted and involved. Create a good social working environment – they like social events, a personalised approach and a people-centred culture. They also value it if you publicly stick up for them. Regularly ask them, “What do you think about X?” and take them into your confidence. The star  They seek recognition, respect and social esteem. They like visible perks that link to their position, clear hierarchical structures, job titles and the opportunity to shine. Motivate them with awards and status. Feed their need to be recognised by involving them in projects, providing clear career progression and regularly reviewing their targets and goals. They particularly value positive feedback and they love good publicity, so when they achieve ambitious targets, reward them in a visible way. The director They seek power, influence and control over people and resources. This type of employee likes management or leadership roles with clear and visible responsibility for people and resources, and promotion and career prospects. Give them responsibility and influence, give them a mentor and find opportunities for them to deputise – they like being stretched. Give them a job title that reflects power – they will find this motivating. Training or coaching to help them achieve gives them a boost too. The builder Seeks money, material satisfactions and above-average living. They like performance and reward to be strongly linked, are drawn to professions with above average pay and visible routes to promotion. This is the one employee type who is strongly motivated by money and material perks. They are energised when they have a clear career path and plan, regular progress reviews and increasing responsibility. You need to set them clear goals and link them to rewards, especially financial ones. Engage their competitive spirit with games, sporting activities and competitions – these will all boost their motivation. The expert This employee seeks knowledge, mastery and specialisation. They like roles requiring specialist knowledge and skill, and are motivated by environments where personal development leads to formal recognition of expertise. Their motivational hot button is training and development, especially when training, coaching or mentoring is linked to promotion. They are motivated by ambitious targets and being a guide or mentor to others as they like opportunities to share their expertise and specialise in areas of interest. Encourage them to connect with other experts and further boost their expertise.   Related: Are you the new boss? Five ways to survive the first three months as leader     The creator Seeks innovation, creativity and change. They like problem solving, development work in cutting edge, innovative organisations or challenging environments. Involve them in ideas generation, giving them problems to solve and projects that need originality. Recognise their creativity by rewarding them for innovation. Avoid putting them in a routine role for too long as they get bored easily and become quickly demotivated. The more stimulating environment you can provide, the better; shaking up the office and creating a space for brainstorming gives them a boost. The spirit  This worker seeks freedom, independence and autonomy. They like roles offering freedom where they control their own time, can make their own decisions and use their discretion. You can motivate them by sharing the company vision and goals, delegating responsibility and allowing them to work autonomously. Support them to understand their values and clarify their vision for their life and work. Restrictions, rules and procedures can demotivate them as they hate bureaucracy. Be clear and specific about their objectives; avoid micro-management, but create clear boundaries to give them the freedom they need. The searcher Seeks meaning, purpose and wants to make a difference. They like purposeful organisations and are motivated by learning, caring-orientated roles and projects, often with consumer-facing opportunities. Their top motivations are praise and regular feedback. They are energised by linking their goals to the wider team or organisational goals and receiving feedback on how they are making a difference. Give them significant, important work, variety and help them see the bigger picture. Identifying types There are individual profiling tools such as Motivational Maps that define types and measure motivation, or alternatively you may spot certain traits in your team. Using such insight, management can really understand what makes their employees tick and how they need to behave to fix energy levels. Carole Gaskell is managing director of leadership consultancy Full Potential Group. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "The nine types of employees – and how to motivate them",
  "webPublicationDate": "2016-05-17T06:00:35Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/17/the-nine-types-of-employees-and-how-to-motivate-them",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Management",
      "id": "business/management",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "careers/2016/may/17/the-nine-types-of-employees-and-how-to-motivate-them"
}