{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/09/x-men-apocalypse-review-marvel-jennifer-lawrence-oscar-isaac",
  "id": "2016-05-09-36",
  "sectionId": "film",
  "body": "A gallery of mutants from generations old and new is spread across Marvel’s hyperactive and excitable new X-Men movie, directed by Bryan Singer, which seems to absorb ideas of occult resurgence and mythic confrontation from films like Raiders of the Lost Ark and Star Wars. Now the mutants have to battle the ur-mutant, the first mutant of all, the ancient Egyptian potentate En Sabah Nur, smaller and more human-sized than in the comics and played with massive impassivity by Oscar Isaac.   Related: X-Men: Apocalypse – five things we learned from the first full trailer    En Sabah Nur returns to Earth with the intention of destroying this wicked world and all its vanities before building it anew. The epicentre of his kingdom in Cairo is a colossal new pyramid with a distinctive filigree design, a little like the World Trade Center. The movie builds to the regulation city-smashing finale, with gravity suspended for the resulting debris and masonry fragments. The internal motor of this episode is kept turning over by a handful of very lively set-pieces, although it isn’t an obvious advance on the previous film, X-Men: Days of Future Past, which was more dizzyingly complex and strange. It does not have the same cerebral loopiness; there’s not enough for Jennifer Lawrence to do as Raven and the film ungallantly drops Famke Janssen as Jean Grey in favour of casting a younger actor, Sophie Turner — while keeping a certain comparably senior male star in place. But it keeps the fireworks firing and incidentally explains how Dr Xavier (James McAvoy) lost his hair, and it’s nothing so banal as male pattern baldness.    Related: Famke Jansen blames Hollywood sexism and ageism for X-Men replacement    We are now around a decade on from the last movie, which gave us the mutants’ first appearance in the age of Nixon and which ended in an assassination attempt from Magneto (Michael Fassbender). Now we are in the conservative 1980s: there is a glimpse of Ronald Reagan’s photograph on the wall of the CIA office and even a bit of William F Buckley on a TV news clip. Mutants are existing underground: Raven (Lawrence) is hiding out in East Berlin – somehow movies set in this period never happen in the boring old prosperous West Berlin – where she discovers and liberates a mutant, Nightcrawler (Kodi Smit-McPhee). Magneto himself is incognito in Poland, working in a factory and he now has a wife and child. You might think these domestic encumbrances are going to be pretty inconvenient if he is going to resume his mutant vocation. And you would be right.  Meanwhile, Dr Xavier is still running his palatial school for gifted children which soon becomes home to a startling new star student, high-schooler Scott Summers (Tye Sheridan) – otherwise known as Cyclops. Scott is subject to excruciating pain in his eyes which torments him until he realises that these are weapons of mass destruction, and he demonstrates these powers in Dr Xavier’s grounds in a very entertaining sequence.      Michael Fassbender in X-Men: Apocalypse Photograph: Alan Markfield/AP    The narrative is kicked into action when Magneto’s cover in Poland is blown, and he gets on the TV news, where is recognised by Quicksilver –another very entertaining turn from Evan Peters – who turns up at the school intending to help, just as En Sabah Nur arrives with his hideous sub-Biblical entourage of mutant helpers, seeking to appropriate Dr Xavier’s entire mental universe and recruit everyone to the dark side who wants to join. Fans of DOFP will be looking for a followup to the now classic frozen-time sequence in which Quicksilver dashed around the place, plucking bullets out of the air and putting people in silly positions – and all to the haunting accompaniment of Jim Croce’s Time in a Bottle. Now he does the same thing as Eurythmics play Sweet Dreams (Are Made of This). It’s amusing, but not quite the showstopper it was the last time – and the returns are diminishing for this routine.   Related: We've reached peak superhero. So which ones should we cull?    Boldly, Singer reprises one of the most startling aspects of the first X-Men movie from 2000: Magneto is briefly returned to Auschwitz, where his parents perished, and invoked as a touchstone of the kind of pure evil which will destroy humanity. In a movie with less artless and forthright vehemence, and one with greater pretensions to middlebrow good taste, this could hardly have worked, but Singer brings it off here, just about. The idea of an apocalypse means every dial has to be turned up to 11 and this film certainly provides bangs for your buck, although there is less space for the surreal strangeness of the X-Men to breathe, less dialogue interest, and they do not have the looser, wittier joy of the Avengers. But the more playful episodes with Cyclops and Quicksilver are welcome and everything hangs together. But in the future X-Men films have to mutate into something with fewer characters and more characterisation.",
  "webTitle": "X-Men: Apocalypse review – lots of bangs for your bucks but loopiness is lost",
  "webPublicationDate": "2016-05-09T21:00:08Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/09/x-men-apocalypse-review-marvel-jennifer-lawrence-oscar-isaac",
  "keyword": [
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bryan Singer",
      "id": "film/bryan-singer",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Oscar Isaac",
      "id": "film/oscar-isaac",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "X-Men: Days of Future Past",
      "id": "film/x-men-days-of-future-past",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jennifer Lawrence",
      "id": "film/jennifer-lawrence",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "James McAvoy",
      "id": "film/jamesmcavoy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Michael Fassbender",
      "id": "film/michael-fassbender",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nicholas Hoult",
      "id": "culture/nicholas-hoult",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/09/x-men-apocalypse-review-marvel-jennifer-lawrence-oscar-isaac"
}