{
  "apiUrl": "https://content.guardianapis.com/environment/shortcuts/2016/may/30/chris-packham-children-eat-tadpoles-springwatch-presenter-children-nature",
  "id": "2016-05-30-113",
  "sectionId": "environment",
  "body": "As celebrity revelations go, it’s one of the more unusual: as a boy, Chris Packham would decant tadpoles on to a special spoon and eat them. The naturalist and Springwatch presenter reveals his tadpolephagy in his new memoir, Fingers in the Sparkle Jar, and he’s not sorry either. They are gritty and tricky to chew, Packham reports, comparing them to watery semolina with a bit more “thrashing” under the tongue.     Good enough to eat? Photograph: Alamy Stock Photo    The taste wasn’t memorable but the experience was, and Packham argues that giving free rein to such natural curiosity “positively contributed to the ignition of a spark that fuelled a lifelong interest in living things”. This could never have arisen from experiencing nature via books or television but “only from that heart that fluttered, as my throat was tickled, softly, by simple beauty at that essential point in my own metamorphosis”. Packham has previously spoken of the need for children to “be stung, slimed, slithered on and scratched”. Although the natural drama delivered by programmes such as Springwatch is entertaining, it is no substitute for direct, sensory encounters. Wildlife is often seen as either a health risk or too rare for children to mess with. But Packham and other conservationists increasingly argue that only by allowing children to mess with nature will they care for it in the future.     Kids should be encouraged to have their own private moments with nature. Photograph: Alamy Stock Photo    My four-year-old daughter Esme’s passion for wildlife is currently akin to Sir David Attenborough’s on the (now extremely unethical) 1950s TV show Zoo Quest – she wants to collect every living thing and keep it as a “pet”. She’s superbly gentle with, say, ladybirds but does not yet understand their complex requirements and may have inadvertently killed as many minibeasts as Packham did as a boy. But what Packham’s tadpole-tasting reveals is the importance of parents not supervising a child’s every moment in nature. Parent-led pond-dipping is perfectly pleasant but we need to enable children to have their own private moments with wild creatures as well. We, too, are wild things, after all.",
  "webTitle": "Is Chris Packham right – should children eat tadpoles?",
  "webPublicationDate": "2016-05-30T12:20:25Z",
  "webUrl": "https://www.theguardian.com/environment/shortcuts/2016/may/30/chris-packham-children-eat-tadpoles-springwatch-presenter-children-nature",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Springwatch",
      "id": "tv-and-radio/springwatch",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "environment/shortcuts/2016/may/30/chris-packham-children-eat-tadpoles-springwatch-presenter-children-nature"
}