{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2016/may/09/chelsea-handler-makes-a-grand-global-promise-to-free-the-talkshow",
  "id": "2016-05-09-162",
  "sectionId": "tv-and-radio",
  "body": "The joy of Chelsea Lately, Chelsea Handler’s talk show that aired in the US from 2007 to 2014, was that it took on the most superficial of issues and never tried to be more than that. Chelsea and a panel of comics would make crass jokes about pop culture, celebrity, reality shows and other topics the old dudes of late-night TV would turn their noses up at. But with the premiere of the trailer for Chelsea, the three-night-a-week talkshow that starts on Netflix on 11 May, Handler says she’s going to change all that. The boldest claim the trailer makes is that it is going to “free the talkshow.” Now, that was evident as soon as she made her deal with the streaming platform. It couldn’t air a show every night at 11.35pm, so it would need to find a new approach, something that could be viewed whenever and however Netflix subscribers might find it. Strangely enough, this will be the first talkshow concocted for the way people consume television today: a familiar format that has been completely “disrupted” by the new nature of the medium.             It looks like her talk show will be similar to her previous Netflix series Chelsea Does, where she went out into the field to investigate different subjects. In the new one, we see Chelsea trotting around the globe, joking about being Oprah in Russia and interviewing spring breakers about the election on the beach in Florida. She visits more than 190 countries, the trailer boasts. She even slides into a giant pit of mud. We always knew she likes to get dirty.  But there is a set. If Chelsea is doing so much field reporting, why is she still drinking wine on a conventional chat show couch? “It’s going to be a show where I interview celebrities, authors, scientists and newsmakers,” she tells us. They must be the ones on the couch? Other than that, all we know is that a new episode will be released every Wednesday, Thursday and Friday night. We will have to tune in to find out how quickly she can turn around segments on hot-button issues, or whether she’ll avoid topical takes entirely in lieu of evergreen concerns. It’s still unclear what the actual show will be … but it is sure to be unlike anything else on TV right now. That, rather than any joke Chelsea could make, is the show’s real appeal – and one that isn’t superficial at all.",
  "webTitle": "Chelsea Handler makes a grand global promise to ‘free the talkshow’",
  "webPublicationDate": "2016-05-09T14:03:44Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/may/09/chelsea-handler-makes-a-grand-global-promise-to-free-the-talkshow",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/tvandradioblog/2016/may/09/chelsea-handler-makes-a-grand-global-promise-to-free-the-talkshow"
}