{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/donald-trump-environmental-policy-climate-change-keystone-xl",
  "id": "2016-05-26-17",
  "sectionId": "us-news",
  "body": "Donald Trump pledged to cancel the Paris climate agreement, endorsed drilling off the Atlantic coast and said he would allow the Keystone XL pipeline to be built in return for “a big piece of the profits” for the American people.    Related: Trump reaches delegate count needed to clinch Republican nomination    At an oil and natural gas conference in North Dakota on Thursday, just minutes after he had celebrated hitting the 1,237 delegate mark needed to formally clinch the party’s nomination, Trump gave a speech on energy policy that was largely shaped by advice from Kevin Cramer, a US representative from the state. In a press conference before the event, Trump praised the advice of oil tycoon Harold Hamm. Hamm and Cramer then introduced him onstage. Michael Brune, executive director of the Sierra Club environmentalist group, was taken aback by Trump’s address.  “I have never heard more contradiction in one hour than I heard in the speech,” he told the Guardian.  “There are pools of oil industry waste water that are deeper than Trump’s grasp of energy.”  Trump gave the speech – which Brune also called “a jumbled collection of oil industry talking points that are devoid from reality in the market place” – in a packed arena that generated an atmosphere more like that of a campaign rally than a staid industry conference.  As he hit a number of familiar talking points, a crowd filled with his supporters raised chants of “build the wall”.    There are pools of oil industry waste water that are deeper than Trump’s grasp of energy  Michael Brune, Sierra Club executive director     He did not directly address manmade climate change, which he has in the past called a hoax invented by the Chinese, but he took veiled shots at those who are concerned about global warming.  In addition to his pledge to pull out of the Paris climate deal, Trump promised to only work with “environmentalists whose only agenda is protecting nature” and to “focus on real environmental challenges, not the phony ones”.  He contrasted this approach with that of Hillary Clinton, whose plan to combat climate change he called “a poverty expansion agenda”. Trump also attacked renewable energy sources, claiming that solar energy was too expensive and attacking wind turbines for “killing eagles”. Without outlining any policy specifics, Trump argued for a focus on clean water and clean air. In January, asked by the Guardian about the Flint water contamination crisis, he said: “A thing like that shouldn’t happen but, again, I don’t want to comment on that.” On Thursday, Trump also made a unique argument about the controversial Keystone XL pipeline, which would pump shale oil from Canada into the US.            Donald Trump celebrates delegate win, mocks Hillary Clinton and Elizabeth Warren    Republicans have long supported the pipeline, which was opposed by environmentalists and cancelled by the Obama administration. In exchange for his approval of the pipeline, Trump said, the US would need a “significant piece” of its profits.  Shortly after that statement, though, Trump said: “The government should not pick winners and losers.” Trump also seemed unsure whether high oil prices were good or bad. Although at one point in his speech he took credit for oil hitting $50 a barrel, he later enthused about the need for cheap energy. The crowd in Bismarck did not seem confused, though. Cheering wildly, they gave Trump a spontaneous standing ovation.  “I will give you everything,” he promised them, adding: “I am the only one who will deliver.” They seemed to believe it.",
  "webTitle": "Donald Trump would allow Keystone XL pipeline and end Paris climate deal",
  "webPublicationDate": "2016-05-26T21:48:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/donald-trump-environmental-policy-climate-change-keystone-xl",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "North Dakota",
      "id": "us-news/north-dakota",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Keystone XL pipeline",
      "id": "environment/keystone-xl-pipeline",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/26/donald-trump-environmental-policy-climate-change-keystone-xl"
}