{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/sherry-sufi-resigns-as-liberal-candidate-for-fremantle-to-do-turnbull-a-favour",
  "id": "2016-05-20-329",
  "sectionId": "australia-news",
  "body": "Sherry Sufi has resigned as Liberal candidate for the West Australian seat of Fremantle to stop his controversial comments from the past causing “further distraction from the good work being done by the prime minister”. A week ago, Chris Brown, the former Labor candidate, was disendorsed after it was revealed he had failed to disclose criminal convictions from the 1980s. Brown was swiftly replaced by Josh Wilson, an aide to the outgoing Labor MP Melissa Parke.  Sufi, 33, was absent from Malcolm Turnbull’s flying visit to Perth on Monday, after reports he had misdescribed his work history on his application for preselection, warned that same-sex marriage could lead to polygamy, said the constitutional recognition of Aboriginal and Torres Strait Islander people could lead to division, and criticised the 2008 apology to the stolen generations. Turnbull had waved aside questions about Sufi’s absence at his Perth news conference, saying he hoped he was “doing a good door-knocking” in Fremantle, which he said was “very character-building”. He had also distanced himself from Sufi’s comments. In a statement released on Friday, Sufi said he had resigned as a candidate and also from his position as head of the Liberal party of WA’s policy committee.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    “I am doing this in light of continued focus on events from my history,” he said. “I apologise if my words and actions have caused offence to anyone. This was never my intent. “I am disappointed that I will not be seeing this campaign through, but I am putting the interests of the Liberal party first. I want to avoid further distraction from the good work being done by the prime minister and his Liberal team.”    Here is the full statement on Sherry Sufi resigning as Liberal Fremantle candidate @abcnewsPerth pic.twitter.com/jKroWDKQyD— Jacob Kagi (@kagij) May 20, 2016    It is believed a 2013 incident, in which he was reported to have been caught on camera mocking the South African accent of the Liberal state MP and his then boss Michael Sutherland, might have contributed to Sufi’s resignation. The details of his actions were reported in the Fremantle Herald on Friday. A replacement candidate has not been announced, but Pierrette Kelly, an aide to the WA Liberal senator Chris Back, had received the second-highest number of votes in preselection.  The Liberal party has taken a hammering in Fremantle – held by Labor on a margin of 4.8% – because of its handling of the proposed Perth Freight Link, the final route of which is yet to be resolved.   Related: Campaign catchup: Turnbull deals with candidate no-show    It is Labor’s safest seat in WA but is under threat from the Greens. The Greens candidate Kate Davis, who took a sabbatical from her role as head of Tenancy WA to campaign, told Guardian Australia on the first day of the campaign that the electorate was looking for “an advocate with integrity”. Davis is now the only original candidate of the three major parties still standing.  The Labor candidate for the seat of Moore, David Leith, also resigned this week over a 2015 Facebook post referring to Australia’s offshore immigration detention camps as “gulags”. The post said refugees were held in detention for “essentially political reasons”, meaning Australia was “possibly the only state to hold civilians, including children, as political hostages”. Moore, which covers Perth’s outer northern suburbs, is held by the Liberal MP Ian Goodenough on a margin of 11.8%.",
  "webTitle": "Sherry Sufi resigns as Liberal candidate for Fremantle",
  "webPublicationDate": "2016-05-20T05:56:37Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/sherry-sufi-resigns-as-liberal-candidate-for-fremantle-to-do-turnbull-a-favour",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australian politics",
      "id": "australia-news/western-australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/20/sherry-sufi-resigns-as-liberal-candidate-for-fremantle-to-do-turnbull-a-favour"
}