{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/japanese-american-internment-survivor-donald-trump-rhetoric",
  "id": "2016-05-28-109",
  "sectionId": "us-news",
  "body": "Madeleine Sugimoto was five years old when her world fell apart. She remembers the events in snippets of memory, as though the story of her childhood had been told through a flipbook. The first image she recalls is of her father, an artist called Henry, packing a bag of emergency provisions and storing it in the living room. He wanted to be ready to leave at any minute after a neighbor, like him a Japanese American, was carted away by the FBI.   Related: 'Bring it on':  Donald Trump faithful welcome ban on Muslims entering America    Next she recalls the curfew that required all Japanese American families in the San Joaquin Valley in California to stay indoors after 9pm, or face arrest. Then flyers appeared on trees and lampposts all round the area: you have just 48 hours, the posters said, to gather your things and meet at the appointed place.  She remembers hundreds of families cramming into the meeting point where they were told to assemble. There was food and juice; she thought it was a picnic. When are we going home, she asked her mom.  “That’s when my parents found out that we weren’t going home,” she said. It was March 1942, three months after Pearl Harbor, and President Roosevelt had recently signed executive order 9066, giving the US military extraordinary wartime powers over civilians. Sugimoto had just become one of 127,000 Japanese Americans – two-thirds of them US citizens – who were rounded up, ejected from their properties and transported to what were in effect concentration camps, where they remained behind barbed wire for the duration of the second world war.     Madeleine Sugimoto photographed at the Lincoln Center in New York. Photograph: Simon Leigh for the Guardian    Sugimoto, now 80, finds herself thinking a lot about those three years she spent in internment camps in Arkansas. The spirit of that deeply disturbing part of her childhood, an episode she believes has been all but forgotten within the narrative of American history, appears to be raising its ugly head once again. “I think it’s dangerous the way he spouts off,” she said. “Not knowing any history, making no connections with what he says should be done today – it’s worrying and upsetting.” She’s talking about Donald Trump, and his mass targeting of ethnic and religious groups. It’s not Japanese Americans this time: it’s the 11 million undocumented immigrants, mostly Hispanic, he has threatened to round up and deport. It is also Muslims, who he has vowed to ban from entering the country just by dint of their faith. To Sugimoto, a retired healthcare professional who lives in New York, where her family relocated after their release from internment in 1945, Trump’s contentious policies are far too close to her reality for comfort. What she finds most unnerving is that the assumption that lay behind her internment – that all Japanese Americans were potential enemies – is being replicated by the presidential nominee of the Republican party, a man who is one step away from the White House. “Just because I look different doesn’t mean I’m a foreigner,” she said. “I’m an American. That’s the same with Muslims and Latinos, and other ethnic and cultural groups who should all have the right to be accepted.” She adds: “Entire communities are being blamed for something that might be relevant to an individual or small group. Trump is putting the negativity on everybody, making all of them perpetrators in the United States, and that’s not true.    He is condemning people as enemies without looking at their loyalty, just as we were condemned  Madeleine Sugimoto on Donald Trump     “He is condemning people as enemies without looking at their loyalty, just as we were condemned. We are a very diverse country with so many ethnic and cultural groups, there’s a potential for things to explode.” Sugimoto spent her internment in two camps in Arkansas, Jerome and Rohwer. Her family was put into a primitive tarpaper barracks and fed military grub in a communal mess hall. For fun, Sugimoto and her friends would sneak out from under the barbed wire, right under the noses of the military police in the watchtower. There are several ironies about her wartime detention. Not only was Sugimoto “Nisei”, that is an American citizen born in the US, but she was brought up speaking only English and at the time of the mass roundup, had never visited Japan. To underline their desire to integrate in American society, her parents christened her Madeleine Sumile Sugimoto, “sumile” being Japanese for “little violet”.     Denson, Arkansa by Henry Sugimoto 1943. A young soldier, Sugimoto’s younger brother Ralph, stands on the right, next to a little girl, Sugimoto’s daughter Madeleine Sumile. Photograph: Courtesy of the Japanese American National Museum    Her uncle Ralph fought in Italy, as part of the segregated Japanese American 442nd regimental combat team. Some 14,000 American soldiers of Japanese ancestry fought with the 442nd, which became the most highly decorated unit of its size in US military history.  None the less, while they remained free, many of the heroes of the 442nd had relatives in internment. Before the end of the war, Ralph came to visit Sugimoto and her parents in the camp, wearing his US army uniform. Sugimoto’s father, Henry, tried to capture these startling paradoxes in paintings he made while inside the camps, created on canvas retrieved from the bundles that Japanese American families had made of their possessions. One painting showed three young Japanese American boys dressed in Boy Scout uniforms and proudly holding up the Stars and Stripes, with the tarpaper barracks behind them. Another drew on Henry Sugimoto’s devoted Christian faith – Madeleine was brought up Presbyterian – to express his anger. It depicted Christ carrying the cross before the crucifixion, and beside him a Japanese American man carrying his bundle of possessions as he and his family entered an internment camp. Sugimoto said her anxieties about Trump’s threats to Latino immigrants and Muslims were heightened by her profound worry that the lessons of wartime internment had not been learned. Even young Japanese Americans, she said, were largely ignorant of what had been done to their parents and grandparents by their own government. She wondered whether Trump himself knows anything about internment.  “I’m not sure he even knows the history,” she said, “he never mentions it, or whether he has any concept of how people lost everything and were incarcerated without trial.” In fact, Trump was asked by Time magazine in the wake of his Muslim ban whether he would have supported the internment of Japanese Americans in the war. In an evasive answer, he said that he might have. Sugimoto believes the collective amnesia that surrounds this blot on American history is not a purely academic matter but a burning priority of today.  “People do not remember,” she said, “and that makes it easier for Trump to fan the flames.”",
  "webTitle": "Japanese American internment survivor hears troubling echoes in Trump rhetoric",
  "webPublicationDate": "2016-05-28T11:00:03Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/japanese-american-internment-survivor-donald-trump-rhetoric",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "us-news/2016/may/28/japanese-american-internment-survivor-donald-trump-rhetoric"
}