{
  "apiUrl": "https://content.guardianapis.com/social-care-network/social-life-blog/2016/may/04/impostor-syndrome-social-work",
  "id": "2016-05-04-308",
  "sectionId": "social-care-network",
  "body": "“What are you going to do for us?” demanded the 73-year-old woman at the hospital where I’d been working as a newly minted social worker. “You’re just a goody two-shoes, a do-gooder. You can’t do anything for us!” I’d been tasked with meeting with this woman and her husband to assess their support at home before they were discharged from hospital. She and her husband were afraid they would not be allowed to go home, as had happened before, and they lashed out at everyone in the room. As a new social worker, their words touched a nerve. What could I do for them? For my social work colleagues, it is not that we should feel like impostors, only that many of us do. Impostor syndrome is that feeling of self-doubt that comes with the need to prove oneself as a professional social worker while addressing the significant factors affecting each client.  For me, the first time I’m confronted with any serious mental health or safety issue – bipolar disorder, neglect, abuse, schizophrenia and suicidal ideation to name a few – brings on feelings of being an impostor. The stakes can be so high in our profession, and the fear of not knowing enough to keep my clients safe and healthy weighed heavily on me. Early in my career, before I had many positive outcomes, I was convinced that it was a matter of time before I was discovered for the faker that I felt myself to be.   Related: Why I became a social worker    In graduate school, our professors acknowledge that this experience is especially prevalent among social workers who are just starting out. Why is it that social workers often feel like they don’t belong, or aren’t up to the challenge? A few reasons come to mind. To state the obvious: empathy is a job requirement. We have a natural propensity for listening, caring about other people’s lives and trying to see things from their perspective. It could be that we feel guilty calling ourselves professionals and taking money for something that comes naturally to us. We are also taught that the client is the expert. We support our clients in understanding their own situations, and believe they often know the answers. It is our job to help our clients find answers within themselves.  And our work is not entirely altruistic; we often get something out of it. There is an understanding within our profession that we are called to social work for a reason. We become social workers, in part, as a response to our own experiences, and in doing so we benefit from the work we do. It can be difficult for purportedly selfless folks to reconcile their selfish need to heal.  It is this last point that rings most true for me. Often it’s more than one thing pulling us to social work: you come from an oppressed group; you have survivor’s guilt; you suffered trauma; you survived abuse or witnessed loved ones surviving abuse; you were poor and now have a graduate degree and a professional career; you want to show the world that you have substance. Between the ages of three and five, I watched my mother go through three back surgeries. She was unable to walk for many months before she started her recovery. I watched my father do his best to fill her role and, from a darkened stairway, I witnessed them both cry as he carried her to the bathroom. Seeing my mother incapacitated changed something in me. Although she wasn’t one to show pain or fear, it became clear in my young mind that she was not indestructible. I developed a feeling of protection toward her. It was my mum, before her surgeries and long after she recovered, who was always driving the message into me that you take care of those who are less fortunate than you, and appreciate everything you are given.  So we become social workers for a reason. It may naturally follow that we are benefitting from our role, too. While all of this can contribute to a feeling that we are impostors, it is precisely these qualities, these concerns, that make us take our role seriously and ensure that we treat our clients with autonomy and respect. Over time, we begin to trust our strengths. We become more resilient to a challenging client and learn to look deeper than their words to try to understand their experience.    Related: Building resilient social workers is everybody’s business    My mum died just before Christmas. She had cancer and it came on very fast and I couldn’t save her. This profound loss is another reason that I need the self-healing this work brings. I know that my new understanding of terminal illness and the feeling of losing a parent will allow me to provide a greater depth of compassion to my clients when they are struggling with loss. I will no longer feel like an impostor when talking about death, when sitting with those who have lost, for it is no longer new to me. With every client’s story that I hear and learn from, along with every experience that I go through, I prove to myself that I do not have to fear being an impostor; I only have to listen. The Social Life Blog is written by people who work in or use social care services. If you’d like to write an article for the series, email socialcare@theguardian.com with your ideas. Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Impostor syndrome in social work: why do we feel like we're not good enough?",
  "webPublicationDate": "2016-05-04T07:30:22Z",
  "webUrl": "https://www.theguardian.com/social-care-network/social-life-blog/2016/may/04/impostor-syndrome-social-work",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social work",
      "id": "education/socialwork",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "social care network: international social work hub",
      "id": "social-care-network/international",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/social-life-blog/2016/may/04/impostor-syndrome-social-work"
}