{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/uk-elections-2016-labour-prospects-shifting-political-faultlines",
  "id": "2016-05-07-8",
  "sectionId": "commentisfree",
  "body": "In normal times, last week’s elections would have been viewed primarily as a test for the governing party. Yet it was the Labour party that had the starring role in this particular election drama: its successes and failures have dominated the post-match analysis. It is the sequel to the tale of last year’s general election, when all the focus was on how the Labour party fared so badly, rather than how the Conservative party managed to pull a slim majority out of the bag after five years of coalition. But it is extraordinary, given the rocky few months the government has had: beset by divisions over Europe, with backbenchers emboldened to extract significant U-turn after U-turn. The focus on Labour must not, however, distract from other critical themes: the contrast between Conservative success in Scotland and failure in London; the realignment of Scottish politics; and whether the very modest advance of Ukip in England and Wales has any long-term significance for politics in these nations. In London, Sadiq Khan is to be congratulated for his historic win: London’s first Muslim mayor has Britain’s largest-ever popular mandate. His victory confirms London as a Labour city, confident enough in its diversity to rebuke the divisive, sectarian campaign run by Zac Goldsmith. Khan has cemented his reputation as a formidable campaigner: he now needs to prove himself as a mayor who can deliver on London’s housing crisis and its overcrowded transport system. Goldsmith’s defeat has serious implications for a post-Cameron Conservative party. Its aim for 2020 must surely be a bigger majority. This is why, even as the harsh politics of austerity continues to unfold, Cameron is trying to rekindle compassionate conservatism. He is motivated both by his desire to leave a positive personal legacy and his belief that his party’s future success lies in a more inclusive conservatism. Yet No 10 at least endorsed – if not masterminded – Goldsmith’s nasty campaign, which several senior Tories have pointed out risks doing permanent damage to the Conservative brand, particularly with ethnic minority voters. Outside London and Wales, it was a gloomy picture for Labour. The handful of losses in council seats was lower than predicted by some experts – a saving grace for Jeremy Corbyn that has warded off any imminent coup attempt. But the only test these results should be measured against is what they say about Labour’s prospects in 2020. Labour could not look less like a party headed for victory: the last time it made no gains in opposition was in 1985, when it still faced more than a decade of opposition. While Labour loyalists point to a slightly improved projected national vote-share compared to 12 months ago, it was seven points behind where Labour was in 2012, with the government in at least as much disarray now as it was back then. While Labour did hold on to some southern councils against expectations, it should be worried about the continued leaking of its core working-class vote to Ukip. The party came second to Labour in two parliamentary byelections; it more than doubled its council seats in England, picking up votes in northern Labour heartlands and Basildon and Thurrock; and it did better than it has done before in Wales. This was an unspectacular advance, and certainly not enough to create significant discomfort for Labour in terms of seats. Yet it could spell trouble for Labour in the wake of a narrow remain vote in the EU referendum, if some of its Eurosceptic heartlands – as looks likely – vote to leave. The EU referendum debate was supposed to speak to voters potentially attracted by Ukip, who feel left behind by globalisation, who have suffered the impact of recession the most, and are both anti-immigration and anti-governing elite. But it has done no such thing: the government has papered over an EU deal that nobody thinks will reduce immigration, to focus on the economic arguments most likely to persuade the country as a whole. The rise of Donald Trump offers an insight into what can happen when voters perceive political parties failing to address their concerns. The risk for Labour is that their heartlands become more fertile territory for Ukip in the wake of the referendum, particularly if Nigel Farage is replaced by a leader with broader appeal. In Scotland the picture was grimmer still: Labour fell to third place for the first time in a century. Thursday’s vote consolidated the realignment of Scottish politics around the nationalism-unionism dimension spearheaded by the SNP. Ruth Davidson, having smartly positioned the Scottish Conservatives as the firmly pro-unionist party and the only effective opposition to the SNP, reaped the rewards. In contrast, Labour struggled to find its niche: Kezia Dugdale tried to outflank the SNP from the left; her support for the union appeared qualified; and she ran as a governing alternative to the SNP when it was clear Labour had no chance. The SNP had its wings slightly clipped, and the future of Scottish politics looks to be competition around a nationalist-unionist axis, with a second referendum a distant possibility as Scotland settles into devo-max. Good for the union; good for SNP and Conservative prospects; but bad for Labour as it struggles between trying to recapture votes lost to the SNP on one front and competing for the unionist crown with the Tories on another. Both main parties must reflect on last week’s results. For Corbyn, it would be dangerous to draw comfort from the lack of sweeping losses outside of Scotland. He should be concerned at the extent to which Labour victors across the country have distanced themselves from him: Sadiq Khan in London; Carwyn Jones in Wales; Peter Lamb, leader of Crawley council; Ben Bradshaw in Exeter. It should lead him to ask an uncomfortable question: to what extent were victories because of his leadership, or in spite of it?    A Labour majority remains more elusive than ever if it cannot recover from its Scottish demise    Meanwhile Corbyn’s opponents within Labour may draw a glimmer of hope from the shift in our locus of politics: Sadiq Khan has the third biggest popular mandate of any politician in Europe; Andy Burnham may yet become the first mayor of Greater Manchester. Perhaps a Labour fightback will be spearheaded not from stuffy Westminster but from the UK’s metropolitan cities? Yet a Labour majority remains more elusive than ever if it cannot recover from its Scottish demise. For the Conservatives, the main lesson should be the difference between the campaigns fought by Ruth Davidson and Zac Goldsmith: one dignified, forging a new brand of conservatism against the odds; the other toxic, reinforcing the old nasty Tory brand. Their negative 2015 campaign was enough to win a slim majority against a weak Labour party: they must surely be more ambitious for 2020. Both main parties find themselves racked by divisions: a situation without recent precedent. Mutual weakness may well be enough to sustain the status quo in Westminster – for now. But if both parties fail to reflect on last week’s elections, this weakness may yet create opportunities for a realignment of British politics.",
  "webTitle": "The Observer view on the UK elections",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/uk-elections-2016-labour-prospects-shifting-political-faultlines",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/07/uk-elections-2016-labour-prospects-shifting-political-faultlines"
}