{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/protest-never-changes-anything-derailing-ttip-trade-agreement",
  "id": "2016-05-05-340",
  "sectionId": "commentisfree",
  "body": "For those of us who want societies run in the interests of the majority rather than unaccountable corporate interests, this era can be best defined as an uphill struggle. So when victories occur, they should be loudly trumpeted to encourage us in a wider fight against a powerful elite of big businesses, media organisations, politicians, bureaucrats and corporate-funded thinktanks. Today is one such moment. The Transatlantic Trade Investment Partnership (TTIP) – that notorious proposed trade agreement that hands even more sweeping powers to corporate titans – lies wounded, perhaps fatally. It isn’t dead yet, but TTIP is a tangled wreckage that will be difficult to reassemble.   Related: Doubts rise over TTIP as France threatens to block EU-US deal    Those of us who campaigned against TTIP – not least fellow Guardian columnist George Monbiot – were dismissed as scaremongering. We said that TTIP would lead to a race to the bottom on everything from environmental to consumer protections, forcing us down to the lower level that exists in the United States. We warned that it would undermine our democracy and sovereignty, enabling corporate interests to use secret courts to block policies that they did not like. Scaremongering, we were told. But hundreds of leaked documents from the negotiations reveal, in some ways, that the reality is worse – and now the French government has been forced to suggest it may block the agreement. The documents imply that even craven European leaders believe the US demands go too far. As War on Want puts it, they show that TTIP would “open the door” to products currently banned in the EU “for public health and environmental reasons”. As the documents reveal, there are now “irreconcilable” differences between the European Union’s and America’s positions. According to Greenpeace, “the EU position is very bad, and the US position is terrible”. The documents show that the US is actively trying to dilute EU regulations on consumer and environmental protections. In future, for the EU to be even able to pass a regulation, it could be forced to involve both US authorities and US corporations, giving big businesses across the Atlantic the same input as those based in Europe.            With these damning revelations, the embattled French authorities have been forced to say they reject TTIP “at this stage”. President Hollande says France would refuse “the undermining of the essential principles of our agriculture, our culture, of mutual access to public markets”. And with the country’s trade representative saying that “there cannot be an agreement without France and much less against France”, TTIP currently has a bleak future indeed.    David Cameron is happy to undermine British sovereignty and democracy, as long as it is corporate interests who benefit    There are a number of things we learn from this, all of which should lift hopes. First, people power pays off. European politicians and bureaucrats, quite rightly, would never have imagined that a trade agreement would inspire any interest, let alone mass protests. Symptomatic of their contempt for the people they supposedly exist to serve, the negotiations over the most important aspects of the treaty were conducted in secret. Easy, then, to accuse anti-TTIP activists of “scaremongering” while revealing little of the reality publicly. But rather than give up, activists across the continent organised. They toxified TTIP, forcing its designers on the defensive. Germany – the very heart of the European project – witnessed mass demonstrations with up to 250,000 people participating. From London to Warsaw, from Prague to Madrid, the anti-TTIP cause has marched. Members of the European parliament have been subjected to passionate lobbying by angry citizens. Without this popular pressure, TTIP would have received little scrutiny and would surely have passed – with disastrous consequences. Second, this is a real embarrassment to the British government. Back in 2011, David Cameron vetoed an EU treaty to supposedly defend the national interest: in fact, he was worried that it threatened Britain’s financial sector. The City of London and Britain are clearly not the same thing. But Cameron has been among the staunchest champions of TTIP. He is more than happy to undermine British sovereignty and democracy, as long as it is corporate interests who are the beneficiaries. And so we end in the perverse situation where it is the French government, rather than our own administration, protecting our sovereignty. And third, this has real consequences for the EU referendum debate. Rather cynically, Ukip have co-opted the TTIP argument. They have rightly argued that TTIP threatens our National Health Service – but given that their leader, Nigel Farage, has suggested abolishing the NHS in favour of private health insurance, this is the height of chutzpah.   Related: TTIP has been kicked into the long grass … for a very long time    Ukip have mocked those on the left, such as me, who back a critical remain position in the Brexit referendum over this issue. But if we were to leave the EU, not only would the social chapter and various workers’ rights be abandoned – and not replaced by our rightwing government – but Britain would end up negotiating a series of TTIP agreements. We would end up living with the consequences of TTIP, but without the remaining progressive elements of the EU. Instead, we have seen what happens when ordinary Europeans put aside cultural and language barriers and unite. Their collective strength can achieve results. This should surely be a launchpad for a movement to build a democratic, accountable, transparent Europe governed in the interests of its citizens, not corporations. It will mean reaching across the Atlantic too. For all President Obama’s hope-change rhetoric, his administration – which zealously promoted TTIP – has all too often championed corporate interests. However, though Bernie Sanders is unlikely to become the Democratic nominee, the incredible movement behind him shows – particularly among younger Americans – a growing desire for a different sort of US. In the coming months, those Europeans who have campaigned against TTIP should surely reach out to their American counterparts. Even if TTIP is defeated, we still live in a world in which major corporations often have greater power than nation states: only organised movements that cross borders can have any hope of challenging this unaccountable dominance. From tax justice to climate change, the “protest never achieves anything” brigade have been proved wrong. Here’s a potential victory to relish, and build on.",
  "webTitle": "Protest never changes anything? Look at how TTIP has been derailed | Owen Jones",
  "webPublicationDate": "2016-05-05T05:00:43Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/protest-never-changes-anything-derailing-ttip-trade-agreement",
  "keyword": [
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/protest-never-changes-anything-derailing-ttip-trade-agreement"
}