{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/thursday-best-tv-gareth-invictus-choir-peaky-blinders-election-2016",
  "id": "2016-05-05-338",
  "sectionId": "tv-and-radio",
  "body": "Gareth’s Invictus Choir 9pm, BBC1 Welcome to peak Gareth Malone. The man can seemingly raise a tune and a tear wherever he goes, and in this two-part documentary he’s on the hunt for wounded ex-servicemen and women willing to perform at the Invictus Games. First stop is a trip to meet Prince Harry, then he’s off to find 12 singers and hear their inspiring backstories as well as their voices. As ever, some can already sing, while others need lessons, but Malone has all the charm and encouragement they need. Hannah Verdier Peaky Blinders 9pm, BBC2 It’s 1924 and Tommy Shelby is finally getting wed – but not before he plunges yet deeper into trouble with a plot involving a dodgy Russian and Churchill himself. The direction is sumptuous, taking in the stark white of the wedding party kitchens and the warm sepias of the candlelit celebration dinner, but the dialogue remains as clunky as a bucket dropped down a mine shaft. People keep saying how they’re feeling and stating the obvious. Completely maddening. Julia Raeside Grayson Perry: All Man 10pm, Channel 4 The artist takes a tilt at the eternally vexatious question of what it means to be a man. Perry’s pitch is that his penchant for dressing in women’s clothes has lent him an unusual perspective on his gender. We are, he contends, “a stranger, more interesting bunch than we let on”. For the first of three episodes, subtitled Hard Man, he ventures to the least reconstructed reaches of masculinity, spending time with north-eastern cage fighters. Andrew Mueller Election 2016 11.45pm, BBC1 It’s easy to overlook, what with the forthcoming EU referendum dominating the news agenda, but today brings a slew of important polls. As well as elections for the Scottish parliament and the Welsh assembly, sundry English councils are up for grabs. There are elections for police commissioners and city mayors, too, including Sadiq Khan v Zac Goldsmith in London. Huw Edwards anchors Auntie’s coverage, with assistance from Jeremy Vine, Emily Maitlis and Laura Kuenssberg. Jonathan Wright Kangaroo Dundee and Other Animals: Natural World 8pm, BBC2 As part of the Natural World series, Australian kangaroo whisperer Chris “Brolga” Barnes returns to our screens, following up his appearance on the wildlife strand in 2014, when his tireless work rescuing and raising orphaned kangaroos was first broadcast. He has since expanded his brood to include three camels, a southern hairy-nosed wombat and three emu chicks. As if that isn’t enough work, Barnes is building his own wildlife hospital, too. Ben Arnold Hazen’s Wild Survival Guide 8pm, Nat Geo Wild Having spent much of his previous series proving his ability to survive in some of nature’s least accommodating environments – from the Sahara desert to the Arctic Circle – it’s safe to say Hazen Audel knows a thing or two about the wild. In this new series, the former teacher draws upon the accumulated knowledge of indigenous people to survive all manner of punishing situations. First up, it’s the rainforests of the tropics. Mark Gibbings-Jones The Last Alaskans 9pm, Discovery In 1980, the US deemed Alaska’s isolated National Wildlife Refuge unsuitable for settlers. In this remarkable and poignant series, we meet some of those who stuck around, such as the Korths, whose daughter drowned in the river she was named after – a fact that makes them more attached to the area, they say. There’s also loner Bob Harte, whose wife left him at the refuge and returned to civilisation. Some stories here are hinted at; many more are left unspoken. Ali Catterall TV films The Exorcist (William Friedkin, 1973), 11pm, TCMIt may look a little creaky now, but this tale of demonic possession was once a contender for scariest movie ever. Friedkin’s combination of grainily authentic photography (reminiscent of his French Connection) and head-swivelling special effects is still unnerving, as Father Merrin (Max Von Sydow) and mother Chris MacNeil (Ellen Burstyn) battle Beelzebub for the soul of young Regan (Linda Blair). Paul Howlett To The Wonder (Terrence Malick, 2012), 1.30am Friday, Film4After the years of ruminative cinematic exploration in which aeons seemed to separate his films, Malick has picked up the pace, with this arriving just a year after The Tree of Life and another, Knight of Cups, imminent. It’s an enigmatic and at times wondrous study of a seemingly doomed love affair, with Ben Affleck’s engineer falling wildly for Olga Kurylenko’s free-spirited Marina on the Mont Saint-Michel. PH Live sport Cycling: Four Days of Dunkirk, 2.15pm, Eurosport 1The second stage of the race in France, featuring a journey starting and ending in Aniche. IPL cricket: Delhi Daredevils v Rising Pune Supergiants, 3pm, Sky Sports 2Twenty20 action from Raipur. Europa League football: Liverpool v Villarreal, 7.30pm, BT Sport EuropeThe second leg of Liverpool’s semi-final. Can Klopp land a trophy in his first season?",
  "webTitle": "Thursday’s best TV: Gareth’s Invictus Choir; Peaky Blinders; Election 2016",
  "webPublicationDate": "2016-05-05T05:20:43Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/thursday-best-tv-gareth-invictus-choir-peaky-blinders-election-2016",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Peaky Blinders",
      "id": "tv-and-radio/peaky-blinders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/thursday-best-tv-gareth-invictus-choir-peaky-blinders-election-2016"
}