{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/football-transfer-rumours-jack-wilshere-and-alexis-sanchez-to-manchester-city",
  "id": "2016-05-16-308",
  "sectionId": "football",
  "body": "It’s funny that Pep Guardiola ended his stint at Bayern Munich bemoaning a “dressing-room mole” at the club because, if reports are true (and come on, when are they not?), the incoming Manchester City manager will be doing a good impression of the short-sighted furry little animal by digging a hole of his own that re-traces the old bricked-up tunnel from the Emirates to the Etihad that used to be so popular with Arsenal players who didn’t feel they were being adequately remunerated for finishing in the top four each year. The old route hasn’t been operational since Bacary Sagna’s move north in 2014 but Pep will get his snout dirty in order to lure Jack Wilshere and Alexis Sánchez down it.    Related: Roy Hodgson watches Arsenal’s Jack Wilshere before naming England squad    You see, Guardiola would quite like to build his new empire around Wilshere, a risky choice given that the 24-year-old’s body is prone to falling to pieces like a short and badly built Jenga tower, but Pep is a genius so he must know what he’s doing right? So he’ll spend £40m on the midfielder and the same amount on Sánchez, whom Guardiola brought to Barcelona for £26m five years ago. Not done there, left-back Danny Rose will be whisked away from Spurs as Pep builds up a new collection of toddler-sized footballers to take on the world.  But don’t worry Arsenal fans, Arsène Wenger has a plan to go one better than second place next season, even without two of his little schemers. He’ll shovel £20m into Swansea City’s vault in exchange for 32-year-old centre-back Ashley Williams. Ah. O ..... K. In the world of overvalued things that would put Williams right up there with London property. But £20m is what it says here and the Mill is just your conduit for idle transfer speculation, so accept it or don’t. It seems that no matter who comes in to manage Everton, no amount of sweet talk will stop Romelu Lukaku from boarding a one-way flight to Paris, where he is being billed as the man with a heart and boots big enough to fill the Zlatan Ibrahimovic-shaped hole in PSG’s attack at the cost of £45m. He’s improved his goalscoring in the past couple of seasons but his ego still needs some work. Maybe he could install himself in the Louvre on days off during Euro 2016 and charge folk to look at him. PSG will also sound out Anthony Martial for the job. Everton will comfort themselves by signing Saido Berahino from West Bromwich Albion for £12m as it appears that Spurs just can’t be bothered with the striker any more, even at a reduced price.  On the subject of Ibrahimovic, Manchester United are still favourites to sign the Humble One but Arsenal might not be able to help having a little dabble themselves, seeing as Danny Welbeck won’t be back until some time in 2017.  At the cost of £60m, Ed Woodward will try to persuade James Rodríguez to come to Old Trafford and pretend it’s the summer of 2014 all over again. Real Madrid haven’t had much luck in winding back his form-clock. Maybe United should just strap a giant bug to the Colombian’s sleeve. That’ll do it.  Christian Benteke has said he wants to stay and fight for his place at Liverpool. It’s not much of a place and seeing as Jürgen Klopp isn’t too fussed one way or the other, it may be that the Belgian ends up at West Ham, West Brom or Juventus, who have all had a little look at the striker becoming increasingly more mournful as he jogs one way and then the other without ever getting the ball in his few appearances with Liverpool’s second-string in recent weeks.  And Joey Barton could be quoting Rabbie Burns on Twitter and speaking with a Glaswegian twang next season if he opts to turn down a new contract at Burnley to join Rangers instead.",
  "webTitle": "Football transfer rumours: Jack Wilshere and Alexis Sánchez to Manchester City?",
  "webPublicationDate": "2016-05-16T07:44:29Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/football-transfer-rumours-jack-wilshere-and-alexis-sanchez-to-manchester-city",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Gregg Bakowski",
      "id": "profile/gregg-bakowski"
    }
  ],
  "guardianId": "football/2016/may/16/football-transfer-rumours-jack-wilshere-and-alexis-sanchez-to-manchester-city"
}