{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/19/retail-sales-revival-allays-fears-of-brexit-jitters-march-figures",
  "id": "2016-05-19-247",
  "sectionId": "business",
  "body": "Retail sales rebounded last month as cheap deals lured British spenders back to the shops, but clothing sales suffered from chilly weather. There was little sign that uncertainty around June’s EU referendum was hurting consumers’ willingness to spend in April. Official figures showed retail sales volumes jumped 1.3% on the month, well ahead of expectations for a 0.5% rise in a Reuters poll. Sales were up 4.3% on a year earlier.   Retail sales graphic   The Office for National Statistics also revised its March figures to show a much smaller 0.5% drop in sales on the month, rather than the 1.3% it had previously reported. Retail figures can be volatile from month to month but will help allay fears that British consumers, the main drivers of the economic recovery, have run out of steam. Some surveys have pointed to lower consumer confidence against the backdrop of a global slowdown and in anticipation of next month’s EU referendum.  Alan Clarke, an economist at Scotiabank in London, said the panic in the high street was over. “This marks a great start to the second quarter and could help to avert too much of a slowdown in GDP growth for the second quarter,” he said. There was still a danger that consumers could hold back on more expensive, big ticket items before the 23 June referendum, but for now the vote did not seem to be affecting households, Clarke added, citing figures on Wednesday showing employment had hit a new record high. “As with yesterday’s labour market data, this release suggests: Brexit vote jitters – what Brexit vote jitters?”    Retail sales rise in April 16 by 4.3% compared with April 15 and 1.3% on March 16 https://t.co/F31zjpX7BT— ONS (@ONS) May 19, 2016    There were signs that low inflation, which fell back to 0.3% last month, was buoying consumers, said Sam Alderson, economist at the Centre for Economics and Business Research. “While business confidence has notably waned in recent readings, consumer confidence appears to have remained robust, supported by rising spending power, improved credit availability and continued increases in house prices,” he added.  “Fortunately, these trends look set to continue for some time to come. Though gradually recovering from the near-zero levels seen through the course of 2015, we expect inflation to remain below 1% by the end of this year.” The ONS said all store types, except textile, clothing and footwear stores, recorded increases in sales volumes on a year ago. Its head of retail sales, Melanie Richard, commented: “Clothing stores remain the main drag on growth in the retail sector, with sales hampered by unseasonal weather. However, both the volume and value of sales increased in April compared with March as lower prices boosted sales.”    Clothing stores remain the main drag on retail sales, down 7.4% in April 16 compared with April 15 https://t.co/yNwgSd5DG1— ONS (@ONS) May 19, 2016    Clothes retailers told the ONS that the early Easter hurt their summer ranges. Ian Geddes, head of retail at consultancy Deloitte, agreed. “The long Easter break falling in March has meant that retailers have not benefited from having a key shopping weekend in April. This has led to particularly poor sales in the clothing and fashion sector, exacerbated by another month of poor, unseasonably cold weather.” But experts also say longer-term trends for consumers to spend more on going out and travel and less on goods are also hurting the high street, which last month suffered BHS’s fall into administration. Geddes added: “It is clear from our research that consumers are increasingly choosing to spend their money on leisure activities, rather than spending on retail. Lower inflation has boosted consumers’ purchasing power, enabling them to spend more on discretionary items, such as holidays. Low prices on everyday purchases has limited the rise in spending on essentials, which is being felt by retailers, particularly grocers.” There is also pressure on bricks-and-mortar stores from internet retailers, which continued to grow their share of the market last month. The ONS said online sales increased in value by 1.7% on the month in April and by 9.3% on a year earlier. The amount spent online accounted for 13.4% of all retail spending, excluding automotive fuel, up from 12.4% in April 2015.",
  "webTitle": "Retail sales revival allays fears of Brexit jitters",
  "webPublicationDate": "2016-05-19T10:22:09Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/19/retail-sales-revival-allays-fears-of-brexit-jitters-march-figures",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic recovery",
      "id": "business/economic-recovery",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Office for National Statistics",
      "id": "uk/office-for-national-statistics",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "business/2016/may/19/retail-sales-revival-allays-fears-of-brexit-jitters-march-figures"
}