{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/iggy-pop-jim-jarmusch-stooges-gimme-danger-cannes-2016",
  "id": "2016-05-19-116",
  "sectionId": "film",
  "body": "Punk icon Iggy Pop has praised the ease with which new technology enables musicians to be quickly remunerated while also expressing scepticism about its effect on creativity.  Speaking in Cannes ahead of the premiere a new documentary about the Stooges, he said: “The digital age has made collecting money so incredibly efficient. When we started our band we didn’t know what publishing was. Now you can push a button and get rich quick.” Yet he went on to caution against where such innovation might lead. “It might get to the point where it’s going to grip everybody by the shoulders and shake us and then throw us down and get rid of us.”     The Stooges in Jarmusch’s Gimme Danger. Photograph: PR    While he likened analogue technology to “throwing an amp into the spirit of man,” he grimaced as he mimicked a techno beat. “It’s like: woah, you know! Why don’t I just die now.” Iggy recalled being on a beach recently when “a big yob from Serbia” approached to praise his music while also saying how much he enjoyed “new techno and electronic”.  “You gonna be polite,” said Iggy, recalling his response, “but then when the guy walks away you’re gonna be like: ‘Oh fuck you, Igor.’”  Gimme Danger is screening outside of competition at the festival: it marks the musician’s third collaboration with director Jim Jarmusch, having previously acted in Coffee and Cigarettes and Dead Man.    Related: Paterson review: Adam Driver's poetic bus driver proves safe pair of hands    Watching the film, he said, made him realise that he was “a product of my times”, as well as the fact he’d been on acid for much of it. Today, however, he said he goes no stronger than alcohol, and advocated the wider population adopt a similar approach. “I don’t drug up anymore,” he said. “Everybody should just drop that shit, simple as that. For me, the best is a very good wine – but weed is OK for most people.” However, he warned smoking meant moving to harder drugs was more likely. “It doesn’t take much before you’re hearing: ‘I got this mescaline.’” The musician said he was still considering defying his manager’s command not to go shirtless on the red carpet, and that, at 69, he couldn’t quite credit his continued good health. “For some reason I seem to have been able to regenerate from the various things I put into myself. Just by trying to take it easy or go to bed early.”     Iggy Pop and director Jim Jarmusch in Cannes. Photograph: Loic Venance/AFP/Getty Images    He concluded by saying he hoped society at large would follow suit. “Things are getting too wired up. In my lifetime, I’ve seen the lakes and rivers get foul to the point where you can’t drink the water and then you can’t drink it out of the tap and you finally have to buy it. Everything’s become a business. “If everyone could just calm the fuck down a little bit that would be good. There’s a stimulation today that’s really intense.”",
  "webTitle": "Iggy Pop slams modern music: ‘Why don’t I just die now?’",
  "webPublicationDate": "2016-05-19T16:04:56Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/iggy-pop-jim-jarmusch-stooges-gimme-danger-cannes-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Iggy Pop",
      "id": "music/iggy-pop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jim Jarmusch",
      "id": "film/jim-jarmusch",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/19/iggy-pop-jim-jarmusch-stooges-gimme-danger-cannes-2016"
}