{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/30/detroit-shootings-gun-safety-children",
  "id": "2016-05-30-146",
  "sectionId": "us-news",
  "body": "Daylen Head’s older sister found a sawn-off shotgun in a bedroom closet. While mimicking a video game, prosecutors say, she shot her nine-year-old brother dead. Frankie Navarrette, 11, discovered his father’s loaded shotgun and shot himself in the buttocks. He survived.  Mariah Davis, five, discovered a handgun under a pillow in her grandparents’ room. She died. According to the Wayne County prosecutor’s office, these children were among eight to kill or seriously injure themselves with firearms in the county, in the last 17 months alone. “I hope this is going to be a wake up call,” said county prosecutor Kym Worthy, announcing charges in two such cases and calling for a broader public awareness of gun safety.  Worthy also urged pediatricians to discuss gun safety with parents.  “I’d like pediatricians to be able to take much more action,” she said, “and notify, even just for a few minutes, whether it’s passing out a pamphlet or whatever … parents on the dangers of guns being at home.” In the case of Mariah, Worthy’s office filed involuntary manslaughter charges against the girl’s grandparents, Frederick Davis and Patricia McNeal.  In the case of an unnamed four-year-old boy who shot himself in the hand last November, second-degree child abuse charges were filed against his mother and great-grandfather. Filing charges in child-involved shootings, experts and the prosecutor said, is difficult, as families are already grieving a loved one. But, they added, such shootings are “entirely” preventable. On Thursday, family and friends packed a courtroom in downtown Detroit for the arraignment of Davis, 65, and McNeal, 64, just two weeks after Mariah was killed. Prosecutors said the couple were babysitting Mariah on 11 May when, just after midnight, she went into her grandparents’ bedroom, found the handgun under a pillow, took it into another room and shot herself in the neck.  The couple’s attorney asked 36th district court magistrate judge Bari Blake Wood to reduce their bond, saying McNeal had no criminal history and suffered memory problems arising from a brain tumor, having recently spent two months in a coma.     The victims in these cases – those who did not have the good luck to survive – won’t reach their fifth grade  Kym Worthy     “To hold a sickly woman in jail for a crime she didn’t really do … judge, it’ll be a devastating effect that’ll effect this woman for the rest of her life,” said Randall Upshaw. As family members wept, the judge said: “It’s a tragedy, what has occurred.”  Nonetheless, she said, the circumstances of case merited a significant bond for each defendant. McNeal was released on a $50,000 bond she will not have to pay unless she does not return to court. The bond for Davis, who was absconding from parole on a drug-related charge when the shooting occurred, remained at $100,000. “We also have to remember a child is dead,” Wood said. Also on Thursday Joseph Williams, 80, and Andrea Drewery, 30, were arraigned in connection with the non-fatal shooting of Drewery’s four-year-old son, who has not been named. Prosecutors said both Drewery and Williams knew the handgun in the case was unsecured and easily accessible to the four-year-old. The suspects in both cases are due back in court for probable cause hearings on 3 June.  Worthy, herself the mother of two seven-year-olds, said the cases were “very troubling”, adding: “Some people may say … ‘Why are we charging someone who is 80 years old? Why are we charging grandparents who are 65 years old? “Well, first of all, the victims in these cases – those who did not have the good luck, for the lack of the better word, to survive – won’t reach their fifth grade. They won’t reach their 10th birthday, let alone their 80th birthday. We have to be responsible.”  ‘There are adults involved who are culpable’   Related: Smart guns: how Obama hopes to create a market for personalized weapons    Chelsea Parsons, vice-president of guns and crime policy at the Washington-based liberal think tank Center for American Progress, said she understood the “instinct to say, ‘Well, that person is being punished enough.’ “But, at the same time,” she said “… these are entirely preventable deaths and there are adults involved who are culpable for these deaths. And that’s exactly the kind of case where the criminal justice system should kick in.” According to Everytown For Gun Safety, a nonprofit funded by former New York mayor Michael Bloomberg, in 2016 at least 96 children across the US have been involved in unintentional shootings.  Though Worthy said her office has been able to craft charges using existing laws, she called on Michigan lawmakers to pass legislation that includes “criminal penalties for people who negligently secure their guns”.  Michigan is one of 23 states that does not have a so-called Child Access Prevention [CAP] law on the books.  “That’s not an original idea,” Worthy said, “but it’s certainly an idea I think we should look at, the Michigan legislature should look at.” Worthy also said gun owners should be required to take mandatory classes, and said the US should “take a serious look” at “smart gun” technology that gun manufacturers have so far rebuffed.  Experts said the most significant message in Worthy’s remarks on Wednesday was her push for pediatricians to discuss gun safety with parents. “Pediatricians have been promoting this for a very long time: decades, 25 years at least,” said Dr Garen Wintemute, director of the Violence Prevention Research Program at the University of California-Davis’ School of Medicine.  “So the [prosecutor] is not breaking new ground in suggesting doctors do this. She may very well be breaking new ground in being a district attorney who is suggesting that.”  In Florida, the issue of doctors discussing gun safety with patients has become a flashpoint. In 2011, the state passed a law that said physicians “should refrain” from asking about firearms. The constitutionality of the law was challenged, and the 11th circuit court of appeals is expected to hear the case next month. As a result, Wintemute said, physicians in the state been unsure of the legality of discussing firearms with patients. In a paper released this month in Annals of Medicine, he and several colleagues said it was not illegal to do so.  “Parents bring their kids into a regular pediatrician … and all of those provide opportunities for physicians to raise the issue,” said Wintemute, a practicing emergency room doctor, adding that to do so is one of several ways to prevent unintentional shootings. “Ideally, what you want is not to punish somebody after a shooting has occurred, but prevent the shooting in the first place. Which is why what [Worthy] is proposing to do is really smart, particularly when there’s been a cluster of cases in the community.  “That’s a great motivator and I think, probably, her desired outcome is for pediatricians and family doctors who see kids … to make this, as often as possible, part of what they talk about with patients.”    I would hope that we would all agree that there should be gun safety, especially when it comes to children  Kym Worthy     Parsons, of the Center for American Progress, said Worthy’s announcement was “significant” because it dealt with “entirely preventable deaths that are the result of negligence on the behalf of gun owners”. The question of whether physicians can discuss gun safety with patients, she said, is not a “legislative issue”. “This is not a question of, ‘Do we need more laws?’,” she said. “When we’re talking about safe storage of firearms and using the opportunity of an annual checkup for your kids as a place to have a conversation about guns in the home, that is certainly something that physicians can do and is well within the scope of those kinds of conversations.”  In Detroit, Worthy was asked about potential political pushback from gun-rights advocates. “I would hope that we would all agree that there should be gun safety, especially when it comes to children,” she said. “I don’t think anyone’s going to disagree with that.  “We may disagree with how we get there, we may disagree with what we do about it, but I’m hoping we can all start from that same place.”",
  "webTitle": "'A wake up call': child-related shootings fuel Detroit's tough gun safety stance",
  "webPublicationDate": "2016-05-30T10:00:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/30/detroit-shootings-gun-safety-children",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Detroit",
      "id": "us-news/detroit",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Felton",
      "id": "profile/ryan-felton"
    }
  ],
  "guardianId": "us-news/2016/may/30/detroit-shootings-gun-safety-children"
}