{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/johnny-guitar-review-nicholas-ray-joan-crawford-sterling-hayden-1954-western",
  "id": "2016-05-05-34",
  "sectionId": "film",
  "body": "“I intend to be buried here … in the 20th century!” Joan Crawford carries off this line with magnificent hauteur in Nicholas Ray’s extraordinary psychological western – and is there any other kind? This 1954 gem is on rerelease, starring Crawford as saloon-keeper Vienna, with a wonderful range of outfits, stark black eyes and a rectangular red slash of a mouth. Maria Callas herself couldn’t have played Vienna with more poise, more defiance, more passionate abandon. Vienna presides over a surreally upmarket establishment in the middle of the old west, offering roulette, though no customer ever bets. Her office has a bust of Beethoven, and she plays the piano herself. Vienna is waiting for the fancy eastern clientele brought by the slowly advancing railroad, or more to the point, waiting for the railroad company to buy her out, strategically situated as her property is. An old lover, gunslinger Johnny “Guitar” Logan (Sterling Hayden) shows up one day on the promise of employment, at the same time as an angry mob of locals led by Emma Small (Mercedes McCambridge), suspecting Vienna of partaking in the illegal activities of her notorious customer Dancin’ Kid (Scott Brady), who has been trifling with Emma’s heart. Crawford appears like the disturbing figure in a nightmare – and everything looks as if it is happening in a vivid dream, aided by the fanatically intense but mannered dialogue, weird interiors and back projections: Johnny Guitar asks if he dreamt the bank robbery he saw happening under his nose. It’s a fair question. Unforgettably strange and brilliant.         Watch clip from Johnny Guitar",
  "webTitle": "Johnny Guitar review – unforgettably strange, brilliant western",
  "webPublicationDate": "2016-05-05T20:30:04Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/johnny-guitar-review-nicholas-ray-joan-crawford-sterling-hayden-1954-western",
  "keyword": [
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/05/johnny-guitar-review-nicholas-ray-joan-crawford-sterling-hayden-1954-western"
}