{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/farage-accuses-mandelson-and-labour-of-rubbing-our-noses-in-diversity",
  "id": "2016-05-17-90",
  "sectionId": "politics",
  "body": "Nigel Farage has had a furious row in a live debate with Peter Mandelson, after he claimed that New Labour had encouraged immigration to “rub our noses in diversity”. In a discussion about the EU referendum held by the Daily Mirror, Farage said New Labour wanted higher immigration as a deliberate policy to change the makeup of Britain. “You wanted to rub our noses in diversity didn’t you, Lord Mandelson,” he said. In angry riposte, Mandelson said the Ukip leader should not have said that when “sitting next to a black person”, and demanded he apologise to Dreda Say Mitchell – a panellist on the same side as Farage, in favour of leaving the EU. “Why shouldn’t we have people of different ethnic backgrounds, different colours?” the Labour peer shouted at the Ukip leader. Mitchell, an author and broadcaster, agreed with Mandelson that Farage should not have made the remarks, asking how he could possibly say that sitting next to her. “You’ve shown your true colours and you owe her an apology,” Mandelson added.   Related: EU referendum: Boris Johnson accuses PM of 'collusion' with top business chiefs    Farage hit back, claiming: “I quoted you from 1998”, apparently in reference to a remark by former Labour adviser Andrew Neather, saying in 2009 that higher immigration was designed to “rub the right’s nose in diversity”.  But Mandelson replied: “I never said any such thing – as you well know. So don’t make it up as you go along.”  Farage then retorted: “The point is Labour tried this as a deliberate policy and it’s hurt working people.” Mitchell also objected to another fellow panellist’s language when Andrea Leadsom, a Conservative energy minister, said public services had been “overwhelmed” by immigration. The minister had said: “Here we are overwhelmed with uncontrollable migration from the European Union. The point is we don’t have the people we want to have. We have a skills shortage.” She said migrants are “pushing down the pay for workers at the lower end” because we have to take EU workers over those from India or China. “This is us being Little Europeans. It’s not us being globalist at all. This out-of-control immigration has to stop”. However, Mitchell said that was too reminiscent of the way migrants used to be talked about in the past. Leadsom later clarified that she did not mean to cause any offence, saying: “There’s not a racist bone in my body.” John McDonnell, the Labour shadow chancellor, speaking for the remain side, gave an impassioned speech standing up for migrants. “Do not blame migrants for the cuts you are making in education and health. Because many of those migrants are staffing those public services,” he said. He quoted HMRC figures that showed migrants paid in £3bn but took just £0.5bn in tax credits and child benefit. “Our economy has always been dependent on migrant labour but we export labour as well,” he says.  “I remember in the 1980s when work was short here and people went abroad to find work.”",
  "webTitle": "Farage accuses Mandelson and Labour of 'rubbing our noses in diversity'",
  "webPublicationDate": "2016-05-17T16:37:25Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/farage-accuses-mandelson-and-labour-of-rubbing-our-noses-in-diversity",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Peter Mandelson",
      "id": "politics/peter-mandelson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/17/farage-accuses-mandelson-and-labour-of-rubbing-our-noses-in-diversity"
}