{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/16/break-free-protest-fossil-fuel",
  "id": "2016-05-16-76",
  "sectionId": "environment",
  "body": "Thousands of people have taken part in what organizers have called the largest ever global civil disobedience against fossil fuels, with dozens of activists arrested during protests that shut down coalmines, rail infrastructure and a port. The protests, held over the past two weeks in countries including the US, UK, Australia, South Africa and Indonesia, saw activists call for oil, coal and gas to be kept in the ground. A coalition of environment groups, which called the actions “Break Free”, are pushing for a complete shift away from fossil fuels to renewable energy.  “This is the hottest year we’ve ever measured, and so it is remarkably comforting to see people rising up at every point of the compass to insist on change,” said Bill McKibben, co-founder of climate group 350.org. More than 50 protesters were arrested in Washington state for trespassing after large groups camped out on railroad tracks that transport oil to the Shell and Tesoro refineries. The action managed to shut down the rail line over the weekend. A further 1,300 marched in Washington DC to call on Barack Obama to end offshore drilling for oil and gas, while dozens were arrested near Chicago after 1,000 people protested against the planned expansion of a BP refinery there. A further five people were arrested in Albany, New York, after another action to stop trains from transporting fossil fuels.   Related: Shell creates green energy division to invest in wind power    The actions follow a wave of protests around the world, including the efforts of a group of kayakers to shut down the world’s largest coal port in Newcastle, Australia. Hundreds of activists invaded the UK’s largest opencast coalmine, located in south Wales, while Europe’s largest opencast mine, in Germany, was also swamped by protesters and forced to shut down. Further anti-fossil fuel activity has taken place in Brazil, Nigeria, South Africa and Canada. Some of the largest protests took place in the Philippines and Indonesia, with an estimated 10,000 people marching to oppose a new coal-fired power plant in the Philippine city of Batangas. Many of the protests expressed alarm that last year’s Paris climate deal, which committed nations to keeping global temperatures below a 2C increase on pre-industrial times, contained no explicit commitment to phase out fossil fuels. Instead, nations are left to devise their own ways to cut emissions and meet their pledge to avoid dangerous climate change. “Every new tonne of coal that is dug up is one too many,” said Hannah Eichberger, of German group Ende Gelände (Here And No Further). “We are hitting the emergency brakes now. We won’t leave climate action to governments and corporations any longer. We are taking matters into our own hands now.” The protests have taken place amid new evidence of the rapid transformation of the world’s climate due to human activity. April 2016 was the warmest April on record, according to Nasa, beating the previous record by a huge margin. Global temperature records have now been broken for seven months in a row, with last year the warmest on record, beating a mark only set in 2014. Aided by a hefty El Niño event, the heat has helped cause drought in Africa, corals to perish and the Arctic to experience a record low in ice extent.   Related: The time has come to turn up the heat on those who are wrecking planet Earth | Bill McKibben    The world is careening to an atmosphere not previously experienced by humans. Last week, carbon dioxide levels, as charted by a measuring station in Australia, pushed beyond 400 parts per million for the first time.  Scientists have expressed surprise that the 400ppm milestone has been reached so soon, warning that a large amount of warming has already been locked in, regardless of future emissions cuts. This, in turn, will lead to sea level rise, food insecurity and extreme weather events. Last year, global renewable energy capacity grew by 8.3%, with solar and wind technology now outpacing new coal facilities. Grid data from the UK showed that the amount of electricity generated from coal fell to zero several times last week. However, the US Energy Information Administration has warned that fossil fuels are on course to still make up 75% of energy production in 2040. The US government agency said that CO2 emissions are projected to increase by a third by 2040, from 2012 levels, largely driven by non-OECD countries, such as China and India.  “The global climate justice movement is rising fast,” said Naomi Klein, the author and climate activist.  “But so are the oceans. So are global temperatures. This is a race against time. Our movement is stronger than ever, but to beat the odds, we have to grow stronger.”",
  "webTitle": "'Break Free' fossil fuel protests deemed 'largest ever' global disobedience",
  "webPublicationDate": "2016-05-16T18:22:03Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/16/break-free-protest-fossil-fuel",
  "keyword": [
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Activism",
      "id": "environment/activism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/16/break-free-protest-fossil-fuel"
}