{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/04/the-missing-development-trillions-where-will-they-come-from",
  "id": "2016-05-04-293",
  "sectionId": "global-development-professionals-network",
  "body": "When everyone signed up to the United Nations sustainable development goals last year, one thing was very very clear; the SDGs would be expensive. “Trillions, not billions,” went the cheery slogan.  Of course it’s impossible to calculate precisely how much they will cost, but according to one widely referenced calculation by UNCTAD, the SDGS could cost up to $4.5tn a year between 2015 and 2030 (some sums have come out even higher).  But at current investment levels in development, that leaves us with an annual investment gap in key SDG sectors of at least $3tn or even more. Where on earth are we going to get that money?   Related: The missing development trillions: welcome to the debate    We will be exploring this issue in a series called the Missing Development Trillions from 9 - 22 May, with experts from across the sector sharing their opinions on where the answer to this trillion dollar question lies, from fixing tax to blended finance, from the private sector to philanthropy. We want to know your thoughts too. Do you think this bold target can be acheived? Have you got any alternative suggestions for financing, or critiques of the SDGs themselves? Tell us how you’d manage the development finance crisis in the form below. We will publish a selection of the best answers on Friday 20 May.    Loading...   Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "The missing development trillions: where will they come from?",
  "webPublicationDate": "2016-05-04T08:30:21Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/04/the-missing-development-trillions-where-will-they-come-from",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Banning-Lover",
      "id": "profile/rachel-banning-lover"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/04/the-missing-development-trillions-where-will-they-come-from"
}