{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/09/top-palm-oil-producer-sues-green-group-over-deforestation-allegations",
  "id": "2016-05-09-345",
  "sectionId": "environment",
  "body": "One of the world’s largest palm oil producers is suing the green body that suspended its sustainability certification last month because of allegations it had deforested Indonesian rainforests. The Roundtable for Sustainable Palm Oil (RSPO), a body set up by industry and NGOs to address environmental concerns about the commodity’s production, confirmed it had been served with a lawsuit by the Malaysian palm giant, IOI. IOI was suspended by the RSPO in early April after the allegations of wrongdoing, leading major buyers including Unilever, Mars, Kelloggs and Nestle to cut back on the palm oil they buy from the company.  Palm oil is the most widely-used vegetable oil and found in everything from margarine and biscuits to soap and shampoo. IOI owns Europe’s largest palm oil refinery and is such a major player that the RSPO warned of a disruption to supplies of sustainable palm oil following the suspension.  “The decision to challenge the RSPO board’s suspension decision is a difficult and painful one for us to take,” said Dato’ Lee Yeow Chor, IOI’s CEO, of the suit filed in Zurich, Switzerland, where the roundtable has its seat. IOI is understood to claim it did no wrong and the RSPO had no right to suspend its sustainability certification. In a statement, Dato’ Lee said that while the company was committed to the RSPO, it had been “unfairly affected” by the suspension.  IOI has long been the target of environmentalists, who have previously accused it of felling forests and draining peatlands in Malaysian Borneo, while allegations of deforestation in IOI concessions in Ketapang, West Kalimantan, were submitted in a formal complaint to the RSPO by a sustainability consultancy in 2015.     Environment groups allege that forest has been burnt and drainage canals cut through a conservation area in a PT Bumi Sawit Sejahtera (IOI subsidiary) palm oil concession in Ketapang, West Kalimantan. Photograph: Bjorn Vaugn/Greenpeace    The scale of the financial impact on IOI from lost contracts following the suspension is not yet clear. But internal communications from Datuk Darrel Webber, CEO of the RSPO, show that the palm oil producer told him: “IOI has suffered commercial and reputational losses as a result of this injustice.” Webber also reveals that “IOI prefers if this legal action is kept low profile” and that he is concerned over “the amount of time and money that will be wasted in this process [defending the legal challenge].” In the communications, Darrel Webber says that the roundtable is insured against such claims up to 10m Malaysian Ringgit (£1.72m).  Richard George, head of forests at Greenpeace UK, said: “No one should be surprised that IOI has chosen to bully its critics. The RSPO and its members must meet this intimidation head on by excluding IOI until it has cleaned up its act and repaired the forests and peatlands it has destroyed.” Malaysian and Indonesian companies dominate global palm oil production, but have been linked to deforestation and slash-and-burn clearance methods that contributed to the huge forest fires across Indonesia last year. Wilmar International, Golden Agri Resources (GAR), Asian Agri and Cargill are among the big palm oil producers to have adopted zero deforestation polices. In a statement, IOI’s Dato’ Lee Yeow Chor said: “IOI remains committed to its membership in and the sustainability principles of RSPO. In fact, IOI has gone beyond the requirements of RSPO by signing an industry manifesto which specifies no HCS [high carbon stock] deforestation, no planting on peat and driving positive socio-economic impact for people and the communities.” A spokeswoman for Nestle said that following the suspension by RSPO: “we immediately ceased sourcing from the plantations at the centre of the concerns raised.”",
  "webTitle": "Top palm oil producer sues green group over deforestation allegations",
  "webPublicationDate": "2016-05-09T05:00:05Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/09/top-palm-oil-producer-sues-green-group-over-deforestation-allegations",
  "keyword": [
    {
      "webTitle": "Palm oil",
      "id": "environment/palm-oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Malaysia",
      "id": "world/malaysia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Natural resources and development",
      "id": "global-development/natural-resources-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    }
  ],
  "guardianId": "environment/2016/may/09/top-palm-oil-producer-sues-green-group-over-deforestation-allegations"
}