{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/ronald-reagan-will-ferrell-alzheimers-satire-comedy",
  "id": "2016-05-01-113",
  "sectionId": "us-news",
  "body": "It took a little more than 12 hours for Will Ferrell to drop out of a starring role in a satirical film about Ronald Reagan’s struggles with Alzheimer’s – just long enough for conservatives to muster up a bit of outrage with which to knock the comedian into submission, and to raise questions about whether the free speech brigade has become PC. Hadn’t they said self-censorship and worrying about offending people are signs of the apocalypse? Aren’t I a bleeding heart liberal who needs to lighten up? Partisan gaming aside, how far can satire go – is there a line? I’d argue yes, even when it comes to leaders round the world. It’s easy to make fun of politicians, especially presidents. Most have big, honking targets on their backs, or, in the case of Bill Clinton, a massive nose on his face – ready material for cartoonists, journalists and comedy writers. It’s also cathartic for the public to needle our fellow citizens who wield the bloody cudgel of authority.    Related: Will Ferrell backs out of Ronald Reagan's Alzheimer's comedy    We see our leaders every day, on television, the internet, or the front page of a tabloid – the ubiquity of heads of state is rivaled only by Beyoncé Knowles-Carter, who seems to hold more sway over the average human life than the president of Brazil, impeached or unimpeached. I could probably draw Barack Obama’s face from memory faster than I could my own face (to be fair, I mostly know my face from absolute necessity – it’s unavoidable when I have to take on a pimple or measure the width of my bald spot). Politicians are especially inviting for mockery when you realize that they control our lives and may or may not be unrepentantly corrupt. The image of David Cameron, the British prime minister, defiling a pig knocks him down to our level, or slightly below us – I don’t know many pig defilers at this stage. The moralistic ones are even more tempting. The “Ted Cruz is the Zodiac Killer” meme is funny only because the man persists in telling everyone else on the planet how to behave, like some kind of beady-eyed Miss Manners. I hate to explain how comedy works, but if he actually murdered anyone, we probably wouldn’t laugh quite as much. Ronald Reagan – actor, governor, president, tearer-downer of walls, breaker of chains, and mother of dragons – certainly opened himself up for mockery during his time in office. The pithy one-liners, the cowboy hats, and the homespun wisdom made him seem less like a human being and more like the generic president from a B-grade disaster movie. It’s as though America elected William Devane or Robert Vaughn to run the country. Why not laugh at a guy like that? But the least funny thing about Reagan was that he had Alzheimer’s. I’m grateful that I’ve never had to watch the disease take hold in a loved one, but few fates sound more terrifying than someone you care about forgetting who you are. Dementia does not strike me as unmined territory of comedy. That said, I think plenty of people on the left want to laugh at Reagan for the same reason conservatives love to verbally abuse Obama: the adoration the other side showers on him can verge on the obnoxious. But liberals are also told, routinely, that Reagan’s resume was unimpeachable. They’re bombarded with talking points from modern politicians, who are desperate to detail the belief system of St Ronnie.  Cruz mentions Reagan in his stump speeches so often that you’d think he keeps around a cardboard cutout of the man everywhere he goes, to lay offerings at its feet and fake photos with other believers. I’d be happy to never hear the name Ronald Reagan again outside of a rousing game of Trivial Pursuit: Film Edition. But mocking his disease is akin to trying to make light of Franklin Roosevelt’s polio. He had no control over it, and it devastated those around him. It’s the very definition of punching down, and because I am not an unfeeling monster, I can’t help but sympathize with Reagan’s children, who will never be able to laugh at their father’s condition. Before we knew Reagan had Alzheimer’s, reports of his issues with lucidity were treated as fair game by comedy writers. On Saturday Night Live, Phil Hartman portrayed the 40th US president as a doddering geriatric, prone to falling asleep during briefings, an impression based on the political chatter of the day. His wife, Nancy, had an astrologer offer advice during her time in the White House, which still sounds insane, even during a year when the presumptive Republican nominee for president has appeared at WrestleMania and been on the receiving end of a Stone Cold Stunner. At the time, it probably felt like a relief to to caricature Reagan as a crazy old fool, a man who loved naps more than running a country, who turned a blind eye toward the Aids epidemic, shut down mental hospitals, destroyed trade unions, and generally cratered our economy so badly with supply-side theories that, by the time he left office, the nation was trapped in a crippling recession. His successor took the blame. Those horrible policy decisions are what make Reagan an object for ridicule. As is often the case, the people across from him on the ideological divide feel they can reclaim their dignity through a well-executed joke. It’s why Republicans relish any chance to paint Obama as a pretentious communist from Kenya, and why Democrats never tire of portraying George W Bush as a yokel.  Satire is the great equalizer, the last tool available to the helpless masses. Armed rebellions haven’t been popular in this country for a couple of centuries, so a sharp witticism is the next best thing. There’s a reason Donald Trump spent so much time attempting to thwart the efforts of Graydon Carter’s 90s satire magazine, Spy. Two decades later, he’s still saying his hands are normal, beautiful, completely fine. If satire is a valuable tool for the proletariat, then why have limits? Why not attack Reagan? His missteps still haunt the nation, so shouldn’t he have to answer for them? Or should we hold tight to the modicum of decency in all of us? The former president isn’t around to field the criticisms of a movie or an op-ed, but his family is still here to relive whatever agony his deterioration and death brought.  The joke is not on Reagan for being sick, or on his children. It’s on us for rubber-stamping his policies, and then elevating him to the level of a deity after he died. Instead of seriously dealing with his legacy, people name airports after him and use him to score political points. No movie is going to change what we’ve done.",
  "webTitle": "The joke isn't on Ronald Reagan's illness, but on America for elevating him",
  "webPublicationDate": "2016-05-01T12:00:54Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/ronald-reagan-will-ferrell-alzheimers-satire-comedy",
  "keyword": [
    {
      "webTitle": "Ronald Reagan",
      "id": "us-news/ronald-reagan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Will Ferrell",
      "id": "film/willferrell",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "us-news/2016/may/01/ronald-reagan-will-ferrell-alzheimers-satire-comedy"
}