{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/for-indis-labor-candidate-and-his-two-mothers-one-issue-is-a-no-brainer",
  "id": "2016-05-18-34",
  "sectionId": "australia-news",
  "body": "Meet the unknown candidate of Indi, Labor’s Eric Kerr. He is struggling for oxygen between two very high-profile candidates, the independent, MP Cathy McGowan, and the Liberal candidate, Sophie Mirabella, with the Nationals’ Marty Corboy coming up in the middle. Kerr is just 22 and has been a Wodonga councillor since he was 18. He says the issues in Wodonga are wide and varied over the 28,000 sq km electorate but he has one issue very close to his heart – marriage equality. Kerr was raised by two mothers and finds it hard to believe same sex marriage is still an issue in 2016. “As a 22-year-old in 2016, that’s the issue you should be able to say click, that’s done, that makes sense,” he told Guardian Australia.   Related: Sophie Mirabella losing out as Coalition gets behind Nationals Indi candidate    “I don’t think it’s a [problem] in Indi. You have Marty who is a former Family First candidate, from quite a conservative background, not for same-sex marriage. Sophie is still holding her ground [against] I’m pretty sure. “I’m not happy with Cathy at the moment because she is in favour of a plebiscite. You can support the right of same-sex marriage but you can’t then give the green light for an attack from the Christian lobby against all our families. “It doesn’t make sense. For a conservative seat, the voices for same-sex marriage are few and far between. Jenny O’Connor [Greens] is for it and Alan [Lappin, independent] is for.” His mothers, Roslyn Kerr and Debra Brindley, have been together since 1980. When they decided to have children, they had to lie to get IVF treatment because the first clinic turned them away after suggesting they did not treat “their kind”. After Roslyn came up with a story about an interstate truck driver partner, twins Eric and Jeremy were born. While his mothers had some nervous moments at milestones such as the start of school, the family was well accepted by Wodonga. Kerr wants to use the spotlight on Indi to push the issue of marriage equality and other issues in his seat. “Indi is now the hot seat of country Australia, for whatever reasons, perhaps the Sophie-Cathy narrative, so now competitive candidates are making it something in everyone’s sights and we get more attention because of it,” Kerr said. Kerr said in Wodonga the issues were around rail transport and health, while in the southern part of the electorate people were more concerned with mobile connectivity and tourism. “I was down in Alexander looking at environmental stuff with some of the top scientists in the country around logging and yet people in Wodonga would not rate logging in their top 10,” he said. “People don’t realise it is Wodonga at one end of the state, right down to Kinglake. You can almost see Melbourne from Kinglake. It’s mind-boggling and there’s such a breadth of issues.”",
  "webTitle": "For Indi's Labor candidate (and his two mothers), one issue is a no-brainer",
  "webPublicationDate": "2016-05-18T20:16:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/for-indis-labor-candidate-and-his-two-mothers-one-issue-is-a-no-brainer",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cathy McGowan",
      "id": "australia-news/cathy-mcgowan",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/19/for-indis-labor-candidate-and-his-two-mothers-one-issue-is-a-no-brainer"
}