{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/japanese-vagina-kayak-artist-found-guilty-of-obscenity",
  "id": "2016-05-09-262",
  "sectionId": "world",
  "body": "A Japanese artist who made a kayak modelled on her vagina has been found guilty of breaking the country’s obscenity laws, in a case that has invited widespread ridicule of attitudes towards images of female genitalia. Megumi Igarashi, who works under the pseudonym Rokudenashiko – or good-for-nothing girl – was arrested in July 2014 after she distributed data that enabled recipients to make 3D prints of her vagina. The 44-year-old was fined 400,000 yen (£2,575), half the penalty demanded by prosecutors, at the Tokyo district court on Monday after she was convicted of distributing “obscene” images. She was cleared of another charge of displaying similar material.  Igarashi distributed the data to help raise funds to create a kayak inspired by her genitalia she called “pussy boat”. The judge, Mihoko Tanabe, said that the data, though “flat and inorganic”, realistically portrayed the shape of a vagina and could “sexually arouse viewers”, according to Kyodo News.     Megumi Igarashi and her lawyers pose with a sign reading ‘a part is not guilty’ in front of the Tokyo court on 9 May. Photograph: Kazuhiro Nogi/AFP/Getty Images    Igarashi was cleared, however, of another charge relating to the display of plaster versions of the kayak at a shop selling adult goods in Tokyo. Tanabe said the kayak did not obviously resemble female genitalia and could not be considered obscene. Igarashi was freed days after her arrest following a legal appeal and a public petition. But she was arrested again months later for displaying decorated plaster figures moulded in the shape of her genitals, and sending and selling CD-Roms containing computer code for the images.  In court appearances, Igarashi insisted her artworks were not obscene and challenged attitudes towards female genitalia in Japan. “I am innocent because neither the data for female genitals nor my artworks shaped like female genitals are obscene,” she told the court last year. In an online post, she said: “Because female genitalia were ‘overly hidden’ in Japanese society, I did not know what a pussy should look like. “I thought it was just funny to decorate my [moulded] pussy and make it a diorama, but I was very surprised to see how people get upset to see my works or even to hear me say manko,” she added, using the Japanese slang word for vagina. Commentators pointed out the hypocrisy of Igarashi’s trial, which began after Japanese authorities resisted pressure to ban pornographic images of children in manga and animated films, citing concerns over restricting freedom of artistic expression. Her case drew criticism of the apparent double standards in how Japanese law treats sexual imagery. The country has a thriving pornography industry, but its obscenity laws ban the depiction of genitalia, which usually appear pixelated in images and videos. Japan’s obscenity laws carry a maximum penalty of two years in prison or a fine of up to 2.5m yen, but prosecutors decided in February to seek only a fine.    A happy moment with @6d745 on the Sligo-Dublin train four weeks ago. pic.twitter.com/pTXHM5lRaL— Mike Scott (@MickPuck) April 29, 2016    Igarashi recently announced her engagement to the Waterboys’ frontman, Mike Scott. An English translation of her book What is Obscenity? is due to go on sale on Tuesday.",
  "webTitle": "Japanese vagina kayak artist found guilty of obscenity",
  "webPublicationDate": "2016-05-09T09:15:46Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/japanese-vagina-kayak-artist-found-guilty-of-obscenity",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "3D printing",
      "id": "technology/3d-printing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/09/japanese-vagina-kayak-artist-found-guilty-of-obscenity"
}