{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/hadley-freeman-labour-party-hitler-antisemitism",
  "id": "2016-05-07-146",
  "sectionId": "commentisfree",
  "body": "One of my favourite forms of fan fiction is the rewriting of movie plots from the villain’s point of view: the Joker is trying to bring joy to Gotham only to be thwarted by a grim-faced weirdo in a bat costume; the poor Wicked Witch Of The West lost first her sister and then her own life to a murderous child, and so on. The point – aside from reminding us just what a psychotic little monster Dorothy actually is – is that no one ever thinks they’re the bad guy. Which brings me to antisemitism, which is quite the hot topic (again). Last weekend the Labour party became – to borrow a memorable description of Donald Trump – its own comments section. One minute we were a normal country; the next, one of the most recognisable members of the Labour party was running around shouting about Hitler. Not only shouting about Hitler, but incapable of shutting up about Hitler. It was enough to take you back to the glory days of 24 hours previously, when the only kind of antisemitism to emerge from the Labour party was of the more vanilla variety, with Naz Shah’s old online ramblings about Israel, “Jews rallying” and – as we Jews say – yadda yadda yadda. But arguing that Hitler supported Zionism – that’s niche. You have to look way down an online comments thread to find that kind of thinking. I am very much looking forward to the publication, History: According To Ken! in which he will explain, alongside Hitler’s enthusiasm for a Jewish homeland, how Jack the Ripper was trying to get women out of prostitution; Fred West was giving hitchhikers a lift out of the goodness of his heart; slave traders were simply taking Africans on package holidays so they could see the world. Brief reminder: Livingstone was tasked by his old friend Jeremy Corbyn with co-convening Labour’s defence review. The guy talking about Hitler. Yes, him. Small problem, though: when people say that maybe the Labour party has some problems with antisemitism, well, feelings are hurt. No, not among Jews – among Labour. Corbyn has developed some strange tic that compels him to say “and all forms of racism” every time he is obliged to condemn antisemitism, even though none of his old friends or MPs are being racist against anyone but the Jews. Diane Abbott insisted that the whole thing was a “smear”, as though Livingstone was a figment of our collective imagination. When Livingstone announced that he couldn’t possibly be antisemitic because he’d slept with Jewish women, the country wished he was. George Galloway, another old pal of Corbyn’s, appeared with the inevitability of dry rot, insisting that this was “an entirely synthetic crisis”, perhaps confusing the crisis with his hat. Others insist the whole thing is a plot against the Labour leader, which makes me wonder if perhaps all antisemitism is actually, secretly, about Corbyn. Honestly, you could have powered the National Grid with the amount of energy the left was expending on telling Britain’s Jews they were wrong to feel grossed out by all this. Like I said, no one ever thinks they’re the bad guy. So the new NUS president Malia Bouattia claims her stance against Zionism is purely political, even while using decrepit antisemitic tropes such as “mainstream Zionist-led media”, which is about as political as a joke about hooked noses. Livingstone insisted that antisemites don’t “just” despise “the Jews in Israel” (because that’s OK), but also “their Jewish neighbours in Golders Green and Stoke Newington”. Corbyn clearly wishes the whole thing would go away, saying last month: “Let’s respect each other and move on from there.” Yes, we’re all nice leftwing people, what’s the problem? Increasingly numerous Labour supporters are complaining that too much attention is being paid to Labour’s bad apples. What about the Tories, they cry! Didn’t you see Zac Goldsmith’s racist mayoral campaign? Perhaps this should be Labour’s new slogan: “Not as racist as the rightwing”.   Related: Hadley Freeman: I like Bernie as much as the next idealist, but Hillary gets my vote    So while Labour rearranges the deck chairs with an investigation its leading lights can’t even admit it needs, the rest of us can spend our time more fruitfully. Namely, pondering that being nice isn’t the same as being good or right. Describing complaints about antisemitism as “smears” is not the way to criticise Israel, and focusing all of one’s fury at that country while happily appearing on Iranian and Russian state TV, as certain leftwing MPs have done – well, let’s say it betrays a blind spot. These guys are not the bad guys, but they’re not always so noble, either. Heroes and villains exist only in fiction: grownups know that they live in the grey.",
  "webTitle": "Hadley Freeman: it’s time the left faced up to antisemitism",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/hadley-freeman-labour-party-hitler-antisemitism",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/hadley-freeman-labour-party-hitler-antisemitism"
}