{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/berta-caceres-murder-four-men-arrested-honduras",
  "id": "2016-05-02-49",
  "sectionId": "world",
  "body": "Four men have been arrested in connection with the murder of the Honduran indigenous activist Berta Cáceres, who was shot dead at her home two months ago. Two of those arrested are linked to the company building a hydroelectric dam which Cáceres had campaigned against.  Sergio Ramón Rodriguez, an engineer for the Agua Zarca dam being built by Desarrollos Energéticos SA (Desa), and Douglas Geovanny Bustillo, a retired military officer and the former head of Desa’s security detail, were both detained on Monday morning, according to the Honduran public prosecutor’s office.  The four men were due to appear before a judge later on Monday, where prosecutors will outline their alleged links to the crime. Cáceres, who last year won the Goldman environmental prize for her work opposing the Agua Zarca dam on the Gualcarque River, had previously reported both men to authorities for making threats against her life. Rodriguez had allegedly threatened Cáceres just days before her death as she led a protest by her group the Civic Council of Popular and Indigenous Organizations of Honduras (Copinh) to the river which is considered sacred by the indigenous Lenca people. Cáceres reported the incident to the authorities, and accused Desa of using local thugs to intimidate her.    Related: 'Time was running out': Honduran activist's last days marked by threats    The arrests were made after police carried out 10 simultaneous early morning raids in the capital, Tegucigalpa, and the coastal cities La Ceiba and Trujillo. The other two detainees are Mariano Díaz Chávez and Edison Atilio Duarte Meza.  Duarte Meza is a former military officer; Mariano Díaz Chávez is a member of the country’s armed forces on active duty. The arrests come amid mounting pressure on the Honduran government to authorize an independent international investigation into the activist’s murder, which has triggered widespread condemnation. Cáceres, who had reported 33 death threats linked to her campaign against the dam, was killed after two assailants broke into her house just before midnight on 2 March. The four detainees face charges linked to her murder and the attempted murder of her friend Gustavo Castro, director of Friends of the Earth Mexico, who was injured in the attack.  The investigation thus far has been condemned by Cáceres’ family, colleagues and independent observers. The first suspects were members of Copinh and Castro who were interviewed for several days. It took investigators 11 days to visit the offices of Desa. The family, who have also criticized the authorities for failing to communicate with them while leaking important information to the press, found out about the arrests on the news. Laura Cáceres, 23, the activist’s youngest daughter, told the Guardian: “The Honduran state is too closely linked to the murder of my mother to carry out an independent investigation. It is the government who awarded the dam commission and the government who sent military and police to work with Desa’s private security guards, who threatened my mother.”  “If it wasn’t for our struggle and the international pressure for justice, my mother’s murder would already be extinct. We have woken up to this news but it doesn’t change our demands for an international investigation,” she said, speaking by telephone from the town of La Esperanza, where her mother was murdered. The government has so far rejected an offer by the Inter-American Commission on Human Rights to send a team of experts to Honduras to investigate into the murder of Cáceres and other high-profile activists.  Honduras is the world’s most dangerous country for environmental rights defenders, with 109 murdered between 2010 and 2015, according to the NGO Global Witness.   This article was amended on 3 May 2016. An earlier version described Gustavo Castro as a coordinator of Greenpeace Mexico; he is director of Friends of the Earth Mexico.",
  "webTitle": "Berta Cáceres murder: four men arrested over Honduran activist's death",
  "webPublicationDate": "2016-05-02T18:40:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/berta-caceres-murder-four-men-arrested-honduras",
  "keyword": [
    {
      "webTitle": "Honduras",
      "id": "world/honduras",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nina Lakhani",
      "id": "profile/nina-lakhani"
    }
  ],
  "guardianId": "world/2016/may/02/berta-caceres-murder-four-men-arrested-honduras"
}