{
  "apiUrl": "https://content.guardianapis.com/environment/climate-consensus-97-per-cent/2016/may/27/meteorologists-are-seeing-global-warmings-effect-on-the-weather",
  "id": "2016-05-27-222",
  "sectionId": "environment",
  "body": "Whatever happened to normal weather? Earth has always experienced epic storms, debilitating drought, and biblical floods. But lately it seems the treadmill of disruptive weather has been set to fast-forward. God’s grandiose Symphony of the Seasons, the natural ebb and flow of the atmosphere, is playing out of tune, sounding more like a talent-free second grade orchestra, with shrill horns, violins screeching off-key, cymbal crashes coming in at the wrong time. Something has changed. My company, AerisWeather, tracks global weather for Fortune 500 companies trying to optimize supply chains, increase profitability, secure facilities, and ensure the safety of their employees and customers. It’s my 4th weather-technology company. Our team is constantly analyzing patterns, providing as much lead-time of impending weather extremes as possible. As a serial entrepreneur I respond to data, facts and evidence. If I spin the data and only see what I want to see, I go out of business. I lay off good people. I can’t afford to look away when data makes me uncomfortable. I was initially skeptical of man-made climate change, but by the late 1990s I was witnessing the apparent symptoms of a warming climate. They were showing up on my weather map with greater frequency and ferocity. I didn’t set out to talk about climate volatility and weather disruption, but by the turn of the 21st century this warming seemed to be flavoring much of the weather I was tracking, turning up the volume of extremes, loading the dice for weather weirding. Multiple strands of data confirm Earth has a low-grade fever, a warming trend that transcends periodic heat released from El Niño. People ask “What’s a couple of degrees, Paul?” Well, when was the last time you were a couple of degrees warmer? Chances are you felt miserable. And there were visible, tangible symptoms: sweating, chills, headaches, nausea. Your physician popped a thermometer in your mouth and confirmed you had a fever. Chances are you didn’t make a fuss, argue with the doctor, or deny the diagnosis.     Trending wetter with time: weather never moves in a straight line, but data from NOAA NCDC shows a steady increase in the percentage of the USA experiencing extreme 1-day rainfall amounts since the first half of the 20th century. Photograph: NOAA NCDC    Is it a fluke, or evidence of a broader trend? Can we connect the dots with a high degree of confidence? Both NASA and local farmers confirm a longer growing seasons, with more allergens, pests and invasive species. Rainfall rates are increasing; wet areas trending even wetter. My home state of Minnesota has witnessed four separate 1-in-1,000 year floods since 2004.  A warmer atmosphere is increasing water vapor levels overhead, juicing storms, fueling an increase in flash floods in the summer, and heavier winter snows along the East Coast of the USA. “All storms are 5 to 10 percent stronger in terms of heavy rainfall” explained Dr. Kevin Trenberth, at the National Center for Atmospheric Research in Boulder, Colorado. “It means what was a very rare event is now not quite so rare.” In recent decades, weather patterns have appeared to become more sluggish and erratic, worldwide. Rapid warming of the Arctic may be impacting the jet stream, the high-speed river of air that whisks weather systems around the planet. These high-altitude winds are powered by north-south temperature gradients, which are being altered by rapid warming of northern latitudes. Preliminary research suggests a drop in jet stream wind speeds, creating a “wavier” pattern where weather systems can become “stuck”. This translates into supernaturally-persistent blocking patterns, where weather stalls for extended periods of time.  When weather goes into a holding pattern consequences can be severe: record rains; deeper, drier droughts; a longer, more intense wildfire season; and longer periods of life-threatening heat. Worldwide, record highs have exceeded record cold by a significant margin. On July 31, 2015 the town of Bandar Mahshahr, Iran experienced a staggering heat index of 165°F. From relentless winter flooding in the UK to disruption of India’s monsoon to chronic fires in Indonesia to more midwinter rain and less snow from the Alps to the Rockies, the planet’s accelerating warming signal is now showing up in the weather.     Tracking “Weather Whiplash” in the USA: the graph above shows the percentage of the USA in severe flood or drought from 1910 to 2015. Photograph: NOAA NCDC    Pick up a newspaper or turn on the TV to see signs of climate volatility sparking more weather disruption. From the mega-blaze that swept across Fort McMurray, Alberta to repeated flooding of Houston, scorching heat in India, perpetual drought from California to Australia, and a record year for global hurricanes, typhoons and cyclones in 2015, the symptoms of a warming ecosystem are becoming harder to dismiss or deny. In my upcoming book I interview 11 veteran television meteorologists in the United States. All of them are witnessing symptoms of climate change in their hometowns. In a day and age of scammers, hackers, hucksters and special interests it’s good to be skeptical. You should be skeptical about everything. Some of the biggest skeptics on the planet are scientists. In fact, science is organized skepticism. Climate and weather are flip-sides of the same coin; everything is interconnected. Climate scientists tell us the climate is warming and meteorologists are tracking the symptoms: freakish weather showing up with unsettling regularity. Even if you don’t believe the climate scientists or your local meteorologist do yourself and your kids a favor. Believe your own eyes. It’s not your imagination. And it’s not your grandfather’s weather anymore. Paul Douglas is a Pennsylvania State University meteorologist and Founder of AerisWeather, based in Minneapolis, Minnesota. He is co-author of “Caring for Creation: The Evangelical’s Guide to Climate Change and a Healthy Environment”, to be released by Bethany House Publishers in September, 2016.",
  "webTitle": "Meteorologists are seeing global warming's effect on the weather | Paul Douglas",
  "webPublicationDate": "2016-05-27T10:00:00Z",
  "webUrl": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/may/27/meteorologists-are-seeing-global-warmings-effect-on-the-weather",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Meteorology",
      "id": "science/meteorology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "environment/climate-consensus-97-per-cent/2016/may/27/meteorologists-are-seeing-global-warmings-effect-on-the-weather"
}