{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/06/scott-morrison-budget-daily-telegraph-news-corp-fairfax-abc-weekly-beast",
  "id": "2016-05-05-39",
  "sectionId": "media",
  "body": "When you’re a tabloid with a largely working-class readership it’s difficult to spin a budget that slugs smokes and booze and hands out tax cuts to business. But Rupert Murdoch’s the Daily Telegraph jumped through hoops to portray the Coalition’s 2016 budget as a winner despite the lack of perks for the average reader.  With an election soon upon us the treasurer, Scott Morrison, was depicted on the front page of Wednesday’s paper as a muscle-bound Superman, complete with a skintight blue suit and a red cape. Superman might not help the average worker but the Tele’s “Sco-Mo” is “the hero of the hard worker”. “Just don’t drink, smoke or be rich,” the Tele added down the bottom.  The paper’s relatively new editor, Chris Dore, prides himself on making a splash with his front pages and, with tensions running high between Dore and the Australian’s editor-in-chief, Paul Whittaker, over his poaching of Tele staff, Dore was keen to prove his mettle as Whittaker’s successor. Whittaker’s Oz was similarly laudatory with the headline SCOMO’S SUPER TAX TRICK and portrayed the treasurer as a magician pulling a rabbit out of a hat, albeit a very small one. GQ’s editor turns the page   Related: Richard Di Natale opens up to GQ on pacts, policy and dealing with the Liberals    Shortly after he made headlines with his cover of the Greens leader, Richard Di Natale, in a black skivvy, GQ’s editor, Matthew Drummond, abruptly resigned. The former Australian Financial Review journalist had been in the job for less than a year.  They don’t muck around at GQ. They have already amended his byline on the website to read “Matthew Drummond, Former GQ Australia Editor”. Mason and the jargonauts The director of ABC Radio, Michael Mason, was clearly not bowed by our exposure last month of his plan to introduce a raft of “preposterously named executives” to radio management.  The titles – which sounded like they came straight out of an episode of the ABC satire on bureaucracy Utopia – included “Capital Local Lead”, “Head, Spoken” and “Classical Lead”.  Earlier this week Mason was at it again, telling staff in a jargon-riddled email all about how he had a strategy for improving diversity on ABC Radio. Keen to impress the new boss, his missive came just hours after Michelle Guthrie told staff she was keen to focus on diversity. Mason told staff he had already established a diversity action group or, ahem, a “DAG”, to focus on how ABC Radio can look and sound more like Australia by 2020. Some questions he wanted them to think about were: “Do we (however unconsciously) avoid using talent because they have a ‘difficult’ accent? “How do we make sure that we’re not basing our scripts and interviews on old ideas and assumptions about the average Aussie? “Which ‘forgotten’ communities would it be good to seek views from? How do we do that? When we do [outside broadcasts], for example, do we go to the same places every time?” It even included tips for interviewing people with heavy accents: “Aim for face to face where possible; pre-recording allows for editing; be ready to rephrase your questions if you’re not immediately understood; if appropriate repeat answers you’ve been given before moving onto your next question.” Coalition chooses between channels With the communications minister, Mitch Fifield, claiming in a budget statement that the government was “supporting” and “investing” in public broadcasting, and the lobby group Friends of the ABC saying the government had slashed $50m from Aunty in the budget, we thought we should clarify matters.  Yes the Coalition has maintained the ABC’s base funding of $3.1bn over three years but it has only partially supported the additional tied funding the news division has received for the past three years. A $20m boost under Labor has been cut to $13.5m per annum – or a $41.4m cut over the next three years – meaning there will have to be some cuts to staff and programs, possibly to the Fact Check Unit.    Related: New ABC chief faces budget shortfall and Senate estimates in first week of job    As news director Gaven Morris told staff: “Now we know exactly what we’re dealing with, we will develop a proposal on which to consult with staff and unions as soon as possible. We always knew the additional funding was a three-year proposition but the prospect of losing good people and quality services is still extremely difficult. We are determined to minimise the impact on our staff whilst also ensuring we are able to reinvest in our digital future and continue our commitment to regional and local news-gathering.”  The government also failed to renew a one-off lump sum that was granted to be spent on digitisation and digital delivery. (This is how the Friends came up with the $50m figure.) The $41.4m cut is on top of the $250m cut under the Abbott government in 2014, which imposed an ongoing “efficiency dividend” – 6.5% this year. While the government is taking from the ABC, it has found the cash to lighten the load of the commercial broadcasters by a not insignificant $163m. It has reduced the licence fees paid by Seven, Nine and Ten by 25% this year in recognition that the Australian media market has changed “with the move to online and on-demand content fragmenting the market for media services and increasing competition for audiences and advertising dollars”. The competition is coming from Netflix and Apple TV who pay no licence fees. Fairfax strike under scrutiny Back in March staff at the Sydney Morning Herald and the Age in Melbourne walked off the job after Fairfax Media announced it will lose a further 120 journalists.  In what unions say is a very unusual decision, the Fair Work Ombudsman has launched an investigation into the unprotected three-day strike and ordered the company to hand over the contact details of everyone who walked off the job. The Media, Entertainment and Arts Alliance is providing staff with legal advice. Word is beginning to trickle out about who is leaving and the sport department will be decimated.  The Age’s award-winning cricket writer Peter Hanlon has taken redundancy and Jake Niall has already left to join Fox Sports. In another blow to the Age, management has dropped its separate education section as well as the Third Degree blog written by Erica Cervini.    @tim_grainger Due to cutbacks at The Age the separate education section is going, including Third Degree. Education continues in news pages.— Erica Cervini (@thirddegreeblog) May 2, 2016",
  "webTitle": "Treasurer emerges from phone booth as Daily Telegraph's newest superhero",
  "webPublicationDate": "2016-05-05T20:22:50Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/06/scott-morrison-budget-daily-telegraph-news-corp-fairfax-abc-weekly-beast",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/06/scott-morrison-budget-daily-telegraph-news-corp-fairfax-abc-weekly-beast"
}