{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/13/win-an-original-drawing-by-william-grill-competition-wolves-currumpaw",
  "id": "2016-05-13-282",
  "sectionId": "childrens-books-site",
  "body": "You could be the proud owner of this beautiful original drawing by Kate Greenaway 2016 winning author and illustrator William Grill, which he made for his book The Wolves Of Currumpaw, of the view from Capulin Volcano in New Mexico (approx A4 landscape) plus a copy of his new book The Wolves Of Currumpaw.      The prize: View from Capulin Volcano, New Mexico, by William Grill. Illustration: William Grill    Enter our prize draw by emailing childrens.books@theguardian.com with the subject line “William Grill illustration giveaway” with the following details: your name, your age, your address, your parent or guardian’s name, your parent or guardian’s telephone number and the reason why you want to win. The winner will be selected by way of a random draw from all entries received before the closing date. Entrants should be aged between 0 and 18, or entering on behalf of a child. Please include your name, age, and postal address; if you are under 16 you must also include the name, contact telephone number and email address of your parent or guardian. After the draw closes at 5pm on Monday 23 May 2016 we will pick the winner at random. Good luck and do read the Ts and Cs in full before you enter! Terms and conditions 1. The William Grill illustration give away prize draw (the “Prize Draw”) is open to children aged 0 to 18, resident in the UK. Adults (aged 18+) are permitted to enter to win the prize for a child aged 0-18 of whom they are the parent/legal guardian. 2. The Prize Draw is not open to employees or agencies of Guardian News & Media Limited (“GNM” or the “Promoter”), their group companies or family members, freelance contributors to GNM, or anyone else connected to the Prize Draw. 3. Entrants into the Prize Draw shall be deemed to have accepted these Terms and Conditions. 4. To enter the Prize Draw you must email childrens.books@theguardian.com with “William Grill illustration giveaway” in the subject line. For entrants aged under 16 years, the name, telephone number and email address of a parent/legal guardian must be provided. No purchase is necessary. If you have any questions about how to enter or otherwise in connection with the Prize Draw, please email us at childrens.books@theguardian.com with “William Grill illustration giveaway query” in the subject line. 5. Only one entry per person. You are responsible for the cost (if any) of sending your Prize Draw entry to us. 6. GNM accepts no responsibility for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt by GNM. 7. The Prize Draw opens at 9:30am 13 May 2016 and closes at 17:00pm on 23 May 2016. Entries received outside this time period will not be considered. 8. One winner will receive William Hudson’s original view from Capulin volacone illustration (approx A4 landscape) plus a copy of William’s book The Wolves Of Currumpaw. The draw will take place on or before Friday 27 May 2016. Only one winner per household. GNM accepts no responsibility for any costs associated with the prize that are not expressly included in the prize. 9. The winner will be selected by way of a random draw from all entries received in accordance with these Terms and Conditions. The draw will be performed by a random computer process. 10. The winner will be notified by email on or before Friday 3 June and given details of how to claim their prize. If a winner does not respond to GNM within 14 days of being notified of their win, the winner’s prize will be forfeited and GNM shall be entitled to select another winner or runner up in accordance with the process described above (and that winner or runner up will also have to respond to notification of their win within 14 days or else they will also forfeit their prize). If a winner rejects their prize or the entry is invalid or in breach of these Terms and Conditions, the winner’s prize will be forfeited and GNM shall be entitled to select another winner. 11. The prizes will be sent to the winner by 30 June 2016 12. The name and county of the winner can be obtained after 30 June 2016 by sending a stamped addressed envelope to the following address: Guardian children’s books Guardian News & Media Limited, Kings Place, 90 York Way, London N1 9GU. 13. The prizes are non-exchangeable, non-transferable and not redeemable for cash or any other prize. 14. GNM reserves the right to substitute the specified prizes with an alternative prize of similar value in the event that the specified prizes are not available. 15. The Promoter shall use and take care of any personal information you supply to it as described in its privacy policy, a copy of which can be seen athttp://www.theguardian.com/help/privacy-policy, and in accordance with data protection legislation. By entering the Prize Draw, you agree to the collection, retention, usage and distribution of your personal information in order to process and contact you about your Prize Draw entry, and to identify you as a winner in the Prize Draw (if applicable). 16. GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by you as a result of entering the Prize Draw or accepting the prize. GNM further disclaims liability for any injury or damage to your or any other person’s computer relating to or resulting from participation in or downloading any materials in connection with the Prize Draw. Nothing in these Terms and Conditions shall exclude the liability of GNM under law for fraud or fraudulent misrepresentation, or for death or personal injury resulting from its negligence. 17. GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, this Prize Draw with or without prior notice due to reasons outside its reasonable control (including, without limitation, in the case of anticipated, suspected or actual fraud). The decision of GNM in all matters relating to the Prize Draw is final and no correspondence will be entered into. 18. GNM shall not be liable for any failure to comply with its obligations relating to this Prize Draw where the failure is caused by something outside its reasonable control. Such circumstances shall include, but not be limited to, weather conditions, fire, flood, hurricane, strike, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, supervening legislation or any other circumstances amounting to force majeure. 19. The Prize Draw and these Terms and Conditions will be governed by English law and entrants to the Prize Draw submit to the non-exclusive jurisdiction of the English courts. 20. Promoter: Guardian News & Media Limited, Kings Place, 90 York Way, London, N1 9GU.",
  "webTitle": "Win an original drawing by William Grill – competition",
  "webPublicationDate": "2016-05-13T08:00:04Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/13/win-an-original-drawing-by-william-grill-competition-wolves-currumpaw",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/13/win-an-original-drawing-by-william-grill-competition-wolves-currumpaw"
}