{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-helen-routledge",
  "id": "2016-05-24-74",
  "sectionId": "small-business-network",
  "body": "Vicky Rose, head of communications at Totem Learning explains why Helen Routledge should win the Rising Star category of the Guardian Small Business Showcase competition:   I have worked with Helen for over five years and she is a real inspiration. She has remained passionate about designing computer games for learning and development, throughout her career – from her beginnings as a psychology graduate from Abertay University, through her steady climb up the career ladder to her current position as head of design and production at Totem Learning.  Helen has weathered the storms that the serious games industry has seen over the last decade plus, and remained dedicated to her beliefs in their power to change behaviour, sharing her knowledge through blogs, speaking at conferences, gaining trust and winning business for our small, Coventry based company.  Palgrave Macmillan has recently publishing her book Why Games Are Good For Business – a book she wrote while raising her first baby – and she’s now in the top 50 ‘gamification gurus’. Her game Unlock: Leadership has also recently won a respected serious game award.  Helen has always met the challenges of being a woman in a male dominated world head on, and commands respect through her knowledge and passion. Now that games are more widely accepted as an effective learning media it will be great to witness what happens next for this ambitious, rising star.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Helen Routledge",
  "webPublicationDate": "2016-05-24T16:37:55Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-helen-routledge",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-helen-routledge"
}