{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/10/sam-bradford-philadelphia-eagles-carson-wentz-nfl",
  "id": "2016-05-10-242",
  "sectionId": "sport",
  "body": "The luckiest man in the world was angry.  Philadelphia Eagles quarterback Sam Bradford reportedly had not returned phone calls from his team in weeks, ever since it became clear the Eagles planned to draft a quarterback with the No2 overall pick in last month’s draft. It’s odd, as surely Bradford can afford a phone. In fact, he can no doubt afford to pay a full staff of switchboard operators to man his phone line and provide them with a generous benefits package. Bradford has made $78m in his six-year NFL career in exchange for achieving almost nothing, with at least another $22m guaranteed on the way with the same zero strings attached. The Eagles will likely be on the hook for another $14m if he just shows up for work through next season. Yet somehow the most fortunate man in football was very upset. And despite showing up to the team’s facility on Monday for a workout, undoubtedly still is.  “I’m excited to be back on the field today with my team-mates and coaches,” Bradford said in a statement. “The business side of football is sometimes a necessary consideration. My attention and efforts are focused on the participation in and preparation for a championship season.” The statement continued on, but at this point it’s probably best to hold for laughter.  Tom Brady is the quarterback many say lives the most charmed life in football thanks to his four Super Bowl rings and supermodel wife. Russell Wilson might get some votes for similar reasons. But both Brady and Wilson have to take the field week after week, get hit, compete, face criticism and – in the case of the newly-suspended Patriot – regularly fight cheating allegations. Meanwhile, Bradford has made more money than Brady did through his first 10 NFL seasons (and three rings), all while never winning more than seven games in a season and playing the bulk of his career in the pressure-free football obscurity of St Louis, a city that now doesn’t even have a team.  When Wilson plays through his huge four-year, $87.5m contract extension after the 2019 season, he’ll still be nowhere near Bradford’s career earnings. So much for the idea that God is on Wilson’s side. Brady and Wilson are expected to put their teams in position to win a Super Bowl ever year. The only expectations Bradford faces is that he’ll miss time due to injury and throw interceptions in the end zone.    Related: NFL draft winners and losers: bongs, second-round kickers and the next Brady    Even Justin Verlander, baseball’s most fortunate player thanks to a contract that will pay him $28m a year through 2019 despite his long-depleted skills, still has to toe the rubber every five days and get humiliated in public. The Eagles aren’t even expecting Bradford to play, save for maybe a few games at the start of the 2016 season while Carson Wentz learns the NFL game and overcomes the inevitable North Dakota-to-Philly culture shock. Then the expectation for Bradford is that he just stand there and hold a clipboard, free from any possible injury or criticism, stress or expectation, while his bank account fills with regular six-figure deposits. How can he be upset by such good fortune? How could he refuse contact with the organization that is continuing to provide him with the American Dream: getting paid a ton of money to do absolutely nothing? You can tag him as a competitor who just wants to play, money be damned, but the Eagles insist they were clear with Bradford all along about their plans to draft a quarterback and that his new job responsibilities included mentoring his replacement. Maybe Bradford needs a refresher as to why he may be the most fortunate player in NFL history. A reminder about why his tantrum was an illogical response to the ultimate first-world (yet second-string) problem.  The 2011 collective bargaining agreement put a cap on rookie salaries. This cap is often referred to as the “Sam Bradford Rule,” as Bradford was the last No1 overall selection before the rules changed and he benefited with an absurd six-year, $78m initial deal with $50m guaranteed. A year later, under the new system, No1 pick Cam Newton was inked to a four-year, $22m deal, including $0 in bonuses for dancing.  Bradford was fortunate to even go No1 overall and get that big pre-CBA money. He missed all but one game of his 2009 season at Oklahoma to injury, only to be lucky enough to declare for the draft in a woefully weak class at QB. After Bradford went No1, the next quarterbacks to come off the board were Tim Tebow at No25, Jimmy Clausen at No48 and Colt McCoy at No85. Mike Kafka, John Skelton and Tony Pike went later. With that type of competition, Bradford became the clear choice for the quarterback-desperate Rams. The financial good fortune then continued once he stepped on the field in NFL (and hobbled off). Bradford was mediocre at best in St Louis, posting a 79.3 quarterback rating and winning just 36% of his starts. The Rams had every reason to cut him, move on and be on the hook for just the $50m guaranteed. Only Bradford got hurt so often – missing 25 games in five seasons – that St Louis repeatedly convinced themselves they needed to wait it out and see if he could turn things around when healthy. By 2015, after Bradford missed the entire 2014 season due to a second torn ACL, his time being paid big-time money was surely over ... only football genius/madman Chip Kelly agreed to bring Bradford to Philadelphia in a trade and happily paid the final year of Bradford’s rookie deal.  In Kelly’s quarterback-friendly offense, Bradford had a career-year in 2015. Or at least the Eagles apparently think he did, extending him for two years and $36m on 1 March. Yet while Bradford managed to stay healthy for 14 games, match his career-high win total with seven and throw for a career-best 3,725 yards, he was 26th in the NFL in passer rating and 31st in Total QBR. And for that he’s getting at least $22m more in his new deal, which will push his career earnings over $100m. Bradford has made so much undeserved money that he should be named an honorary Kardashian. Although he was right when he said on Monday that “the business side of football is sometimes a necessary consideration”. Maybe he finally considered that the business of Sam Bradford is quite good. Maybe he realized that getting paid like a star QB despite not playing like one since beating up Big 12 opponents as a college sophomore in 2008 is a pretty solid gig. Maybe he figured out that having to take some snaps for a team with zero expectations of winning in exchange for tens of millions of dollars is not worth a tantrum. If anything, it’s worth a heartfelt thank you. He was an injury-prone quarterback in a bad draft class that fell in the last year of rookie funny money. Everything has gone right for him to the tune of $100m. How is he pouting? Why is he not saying “blessed” more than Tebow and Wilson combined? Bradford is finally back at the Eagles facility. When he returns tomorrow and the next day and every day left on his absurd contract, he should do so with a huge smile on his face. A smile befitting the luckiest man in NFL history.",
  "webTitle": "Why is Sam Bradford, the NFL's luckiest man, so unhappy?",
  "webPublicationDate": "2016-05-10T10:00:02Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/10/sam-bradford-philadelphia-eagles-carson-wentz-nfl",
  "keyword": [
    {
      "webTitle": "Philadelphia Eagles",
      "id": "sport/philadelphia-eagles",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/10/sam-bradford-philadelphia-eagles-carson-wentz-nfl"
}