{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/droves-rally-for-sanders-in-california-as-campaign-under-fire-for-nevada-unrest",
  "id": "2016-05-18-334",
  "sectionId": "us-news",
  "body": "Hours after Senator Bernie Sanders released a statement condemning “any and all forms of violence,” he rallied thousands of cheering supporters in southern California – without mentioning the unrest at the Nevada Democratic convention, during which his supporters threw chairs and threatened the party chairwoman. “Within the last few days there have been a number of criticisms made against my campaign organization,” the leftwing presidential candidate said in a statement earlier in the day. “Party leaders in Nevada, for example, claim that the Sanders campaign has a penchant for violence. That is nonsense.” As thousands of supporters at Cal State Dominguez Hills interrupted him with cheers, Sanders celebrated his win in the Oregon primary.   Related: Sanders wins Oregon primary while Clinton claims narrow win in Kentucky    Sanders opened his appearance, one of three in California this week as the 7 June primary nears, by addressing Kentucky: “In a closed primary, something I am not all that enthusiastic about, where independents are not allowed to vote, where Secretary Clinton defeated Barack Obama by 250,000 votes in 2008, it appears that we’re going to end up with about half the delegates.” Half an hour later, when he actually won a contest, he was even more jubilant, interrupting his usual stump speech with a victory announcement. “My wife tells me CNN has called Oregon for Bernie Sanders,” he said, as the packed tennis stadium erupted. “We won a great victory in the state of Washington a few months ago. We just won Oregon. And we’re going to win California. I am getting to like the west coast.” Sanders may have ignored the Nevada controversy on Tuesday night, but it was top of the news away from his campus rally in the gritty Los Angeles County city of Carson. Earlier on Tuesday the Senate minority leader, Harry Reid of Nevada, told reporters that violent threats and harassment by Sanders supporters at Saturday’s Nevada convention amounted to a “test of leadership” for Sanders, and called on him and his campaign to condemn the unrest. In an interview in his Century City office, the former California governor Gray Davis said on Tuesday that “you never condone violence. You never condone threats. But I have some empathy for the passion people feel, particularly when it’s your first campaign.” And even when it’s not. “As a Hillary Clinton supporter, when we lost to Obama in 2008,” Davis said, “I know how bitter people felt, particularly some women who said, ‘I’m never going to vote for Obama.’ But at the end of the day, in part because Hillary came out very strong ... my guess is 85% to 90% of people who voted for Hillary [voted for Obama].” For a man with virtually no chance of clinching the Democratic nomination for president, Sanders continues to draw massive audiences of cheering supporters. On Tuesday night, as the sun set, the chill crept in and controversy swirled, thousands of the faithful gathered inside the tennis stadium at Cal State Dominguez Hills. They filled the seats and spilled on to the green court. They waved signs calling for free college tuition, wore T-shirts emblazoned with the candidate’s trademark horn rims and flyaway white hair, and happily took part in campaign call and response: “Are you ready to fight?” “Yes!” “Are you ready to vote?” “Yes!” “Are you ready to win?” “Yes!” And they cheered themselves hoarse. But even if the electorate – led by droves of new, young voters – rallies behind the septuagenarian with the Brooklyn accent and rumpled suits, he’d still have to capture more than 85% of the delegates and super delegates left to overtake Clinton in the race for the Democratic presidential nomination. And that, while not impossible, is one massive feat. Not that you’d know it by listening to Sanders on Tuesday night. “By the way, I should tell you that there are a lot of people out there … they say that Bernie Sanders should drop out, that the people of California should not have the right to determine who the next president will be,” he said. “Well let me be as clear as I can be: we are in until the last ballot is cast.” California alone accounts for more than half of the remaining delegates. Which is why Sanders has been a prominent presence in the Golden State lately. In addition to Tuesday’s southern California rally in Carson – a city that was once home to landfills, refuse dumps and auto dismantling plants – Sanders is scheduled to appear on Wednesday in San Jose and the formerly bankrupt city of Vallejo. Which prompts the question: what’s he doing if there is little chance he will prevail?   Related: Sanders' endgame: keep the message alive even as nomination slips away    “Bernie is trying to accumulate delegates, win some primaries, see where it takes him, how much influence he can have over [the party] platform and future party rules at a minimum,” said Bill Carrick, a Democratic political consultant who is not affiliated with any candidate. “He’s also a believer in lightning strikes,” Carrick continued. “In the old days, presidential campaigns ended when you ran out of money. Senator Sanders doesn’t run out of money … He has the financial wherewithal to continue in the campaign.” As Sanders noted on Tuesday night in Carson, he has received more than 8 million individual donations with an average value of $27 each. That has fueled his campaign and his optimism “No one can predict the future but I think we have a real shot to win primaries in a number of the states that will be coming up,” he said. “And don’t tell Secretary Clinton. She might get nervous. But I think we’re going to win here in California.” California, he reminded the crowd, had 475 pledged delegates. And how many delegates does he need to overtake Clinton? Around 850 or so. “It will be a steep climb, I recognize that,” he acknowledged on Tuesday night. “Together we have been climbing that steep hill from day one in this campaign. And we’re going to continue to fight for every last vote until June 14 and then we’re gonna take our fight into the convention.” And the crowd cheered.",
  "webTitle": "Droves rally for Sanders in California as campaign under fire for Nevada unrest",
  "webPublicationDate": "2016-05-18T05:51:43Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/droves-rally-for-sanders-in-california-as-campaign-under-fire-for-nevada-unrest",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maria L La Ganga",
      "id": "profile/maria-l-la-ganga"
    }
  ],
  "guardianId": "us-news/2016/may/18/droves-rally-for-sanders-in-california-as-campaign-under-fire-for-nevada-unrest"
}