{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/diana-athill-family-values-mother-ignorant-about-sex",
  "id": "2016-05-27-179",
  "sectionId": "lifeandstyle",
  "body": "My maternal grandmother was the most important person. Her part of the family owned a big house and a lot of land in Norfolk, while my father – a parson’s son and an army officer – and mother were always short of money. But Granny and her big house was always there to rescue us and, as a result, I had the most wonderfully rural childhood. I can’t imagine what being a London child would have been like. Riding and reading came from my grandmother’s side of the family, because my great-grandfather was the master of an Oxford college. Books were knee deep and everybody read all the time.   Related: Alive, Alive Oh! and Other Things That Matter review – Diana Athill’s joyously knowing memoir    My brother Andrew was two years younger than me and when he, poor boy, was sent off at the age of eight to prep school, our lives diverged. But we were pretty close all our lives. My sister Patience, who I loved dearly, was a lot younger – five years – and we despised her for being so young: she was useless! I didn’t go to school until I was 14. We had a series of governesses. We had one very dear, nice one: Ursula. She became almost a member of the family. Ursy was just as good with ponies and dogs and things as my mother was. My family were English country gentlefolk and that class were the smuggest sort of people you could possibly be. Although it was extremely disagreeable to observe, it was comforting to be! Now I’ve only got one cousin left, and she’s 102. My mother was absolutely ignorant about sex – she married extremely young. She was not in love with the young man who proposed to her and when she married, she found out she disliked having sex with him. In an English way, it was all very much disguised and didn’t spoil our childhood. My father was a nice man, but he was not particularly fond of children. My brother and I used to get irritated when our parents squabbled, so we used a formula learned from my sister’s nanny: “Your parents are both very nice people, but probably they shouldn’t have married each other.”   Related: Diana Athill: ‘I expected to be shattered at the loss of my baby, and I wasn't'    If something happened that my mother disagreed with, she would behave as if it hadn’t happened. Hypocritical in a way, but effective. By the end of her life, we were very close. She told me my father was not Patience’s father. She never told Patience. So we’ll never know who Patience’s father was. I didn’t tell her about my pregnancy in my 40s [she had a miscarriage] because I knew it would be very distressing for her. Actually, Mother was far more broadminded than she thought she was. Patience’s daughter Jane fell in love with her riding master in [what was] Rhodesia. When she became pregnant at 19, Jane came to London and stayed with me until she had the baby. My mother came for the birth and she and her sisters were all so sweet to Jane. My niece had the baby adopted, which nearly killed her. But years later, her daughter turned up and it was a lovely thing. The younger members of my family realised the playwright Barry Reckford and I were living together. But with the older family, our [mixed-race] relationship was not faced. They solved the problem by referring to Barry as my lodger. Andrew’s four boys, with their children, have become my family. Andrew’s oldest son, Phil, manages all my affairs. He is a saint. It makes up for not having children myself. He has just become a grandfather, and I have to see moving photographs of Arthur Athill at every stage of his life. And I have to watch and admire and say: “Goodness, isn’t he clever?” • Alive, Alive Oh! And Other Things That Matter by Diana Athill is published by Granta Books, £7.99",
  "webTitle": "Diana Athill: ‘My mother was absolutely ignorant about sex’",
  "webPublicationDate": "2016-05-27T11:59:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/diana-athill-family-values-mother-ignorant-about-sex",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Diana Athill",
      "id": "books/diana-athill",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Gray",
      "id": "profile/susan-gray"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/diana-athill-family-values-mother-ignorant-about-sex"
}