{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/leanne-wood-business-as-usual-not-an-option-plaid-cymru-wales",
  "id": "2016-05-20-181",
  "sectionId": "politics",
  "body": "The leader of Plaid Cymru has vowed to make life uncomfortable for the new Labour-led minority government in Wales, and said she expects the administration to work with her party to get its budget and bills through. Although Plaid made a deal allowing the Welsh Labour leader, Carwyn Jones, to be reappointed as first minister, Wood told the Guardian there would be no cosy relationship between the parties.  “I feel I’ve been given a mandate to shake things up a bit and to try to bring about the change Wales needs. I stood on a platform of change. Business as usual in the fifth assembly term is not an option,” she said. “Allowing” Jones to become first minister was a one-off, Wood added. “It wasn’t a vote of support for the government. It wasn’t an endorsement for their first minister. We will hold them to account.  “Labour as a minority government has to deal with another party. I can’t see how they can go to the Tories or Ukip for support. We would give them some serious flak over that. They have to deal with us or they can’t get their budget or legislation through. We intend to use the position we are in to maximise our leverage and get as many of our policies from our manifesto through as possible.”     Wood with supporters after this month’s Welsh assembly elections. Photograph: Tracey Paddison/Rex/Shutterstock    Labour remained by far the biggest party in Wales following this month’s elections but fell just short of an overall majority, winning 29 of the 60 seats. Plaid was next with 12, and the Tories took 11, while Ukip won seats for the first time, securing seven. The Lib Dems plunged from five to one. Labour began to plan a minority government until Plaid unexpectedly put forward Wood to challenge Jones for the post of first minister. Spotting the chance to give Labour a bloody nose, Ukip and the Tories – Plaid’s natural enemies – backed Wood. Had the sole Liberal Democrat AM supported her, the Plaid leader would have been first minister.  Speaking in her corner office overlooking the assembly and Cardiff Bay, Wood smiled broadly at the idea. “I recognise that running a government in those circumstances would have been very very difficult, but I would have given it a go,” she said. “I would have sought to try to win the support of some of those Labour members who I know agree with the bulk of our programme. I think we could have put something together.  “It’s not all about legislation, You can run a government without passing legislation. The main thing is getting the budget through but you do hold a huge amount of executive power. The opportunities for using that executive power would have been there.”  But that wasn’t the idea of the nomination. “The purpose was to demonstrate Labour couldn’t automatically rely on Plaid Cymru’s support. They had to come to the table in the spirit of equality. I think we sent that message to them loud and clear.”  Labour did come to the table and the parties hatched a deal, which they called, rather clunkily, A Compact to Move Wales Forward.  There is no coalition but Plaid will sit with Labour on three new liaison committees that will examine finance, legislation and the constitution. Key Plaid election pledges on health, apprenticeships and childcare, some of which overlapped with Labour’s, will be prioritised. The parties will also work together to tackle the steel crisis in Port Talbot, and campaign to remain in the EU. The deal done, Wood’s nomination for the job of first minister was withdrawn and Carwyn Jones was re-elected. Jones’s tone was conciliatory, promising to work with other parties.     We have no doubt about the responsibilities on us, and the responsibility upon me in particular, to work with others— Carwyn Jones (@fmwales) May 18, 2016    Afterwards, Wood made what she described as a “fierce” speech in which she attacked the new Labour government in Wales as arrogant, complacent and bullying.  Reflecting on that speech, she said: “I was trying to send a signal about the way in which we intend to operate as an opposition. I wanted to create a tone which said to the country and the government that whatever is good for Wales we will do. But that doesn’t mean we will automatically support this minority Labour government. “They’ve been in power for 17 years. They have run out of ideas, their manifesto was shockingly thin, they have nothing to offer this country, which needs transformation, change. I think it was really important the government understood the terms under which we are engaging.” Wood has long been seen as a firebrand. A former probation officer from the Rhondda Valley in south Wales, she was once expelled from the assembly for referring to the Queen as Mrs Windsor. She is no fan of the royal family.     Leanne Wood during a televised leaders’ debate before last year’s general election. Photograph: ITV/Getty Images Europe    She was a star of the UK general election campaign in 2015, taking on the Ukip leader, Nigel Farage, during a televised leaders’ debate. But her speech this week may be the start of a new, even fiercer chapter.  Her own standing, and perhaps her confidence, was bolstered on election night this month when she won the constituency seat in the Rhondda, a Labour heartland.  “It’s a great honour to be elected by people who you have grown up with and live amongst. The reason I wanted to stand in a constituency seat was to lead from the front. We recognise that to become the biggest party in the assembly we have to make a breakthrough in the constituencies. Psychologically it’s an important breakthrough. It’s one we have to build on and expand.” Ukip, led at the assembly by the former Tory MP Neil Hamilton, has also promised to shake things up. Hamilton leapt in with both feet this week when he said the deal with Labour showed that Plaid was a “very cheap date”, and branded Wood and the Lib Dem Kirsty Williams as Labour’s “political concubines”. Wood said Hamilton’s remarks had made her feel resigned and deflated. “We’ve spent 17 years building up this institution. There has been an unspoken agreement that certain issues wouldn’t be used as political footballs. Sexism, racism, immigration, the Welsh language, climate change – we’re all pretty much agreed that these things are territory that we shouldn’t try to make political gain on.  “That has been overturned by the election of these seven [Ukip members]. I think they were testing the water, trying to seek attention, but I think we need to think seriously how we handle it. It could quickly descend into something very ugly.”  Unlike the SNP in Scotland, independence is not something Plaid is focusing on at the moment. Wood accepts Wales needs to feel more prosperous before that issue can be higher on the agenda.  “All of our manifesto is designed to try to close the prosperity gap between Wales and the rest of the UK. For many people that is the key question. We have to demonstrate progress before people will be open to consider independence. Closing that economic gap will be our priority over the next five years.”  And afterwards? “Come back to us on that in five years’ time.”",
  "webTitle": "Leanne Wood: 'Business as usual in this assembly term is not an option'",
  "webPublicationDate": "2016-05-20T12:04:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/leanne-wood-business-as-usual-not-an-option-plaid-cymru-wales",
  "keyword": [
    {
      "webTitle": "Leanne Wood",
      "id": "politics/leanne-wood",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Carwyn Jones",
      "id": "politics/carwyn-jones",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/20/leanne-wood-business-as-usual-not-an-option-plaid-cymru-wales"
}