{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/ken-macintosh-presiding-officer-scottish-parliament",
  "id": "2016-05-12-54",
  "sectionId": "politics",
  "body": "Ken Macintosh has become the first Scottish Labour member to be elected to the role of presiding officer of the Holyrood parliament. The MSP won in the third round of a knockout ballot with 71 out of 128 votes, leaving 31 to Murdo Fraser of the Scottish Conservatives and 26 to the former Scottish Labour leader Johann Lamont. Macintosh, who stood unsuccessfully to be leader of his party, first against Lamont and then against Kezia Dugdale in 2015, must renounce his party affiliation, leaving Scottish Labour with 23 sitting MSPs.  The role of presiding officer, or speaker, is politically neutral, with responsibilities including chairing sessions of parliament in the debating chamber and representing the Scottish parliament at home and abroad. On the first day that newly elected members came together in the debating chamber, the significant changes to Holyrood arithmetic since the election last Thursday were evident, with the 31 Conservative MSPs occupying the area where Scottish Labour MSPs sat during the previous parliament. Welcoming the class of 2016, Macintosh thanked the former presiding officer Tricia Marwick, who oversaw the election of her replacement.  “I can see around me many familiar faces and friends, but I see too a huge number of new members, freshly elected. And can I say on a personal level, the energy and the infectious enthusiasm and optimism which you have filled this building with in just a few days has invigorated me and refreshed this place,” he told MSPs. His former colleague Elaine Smith and the Conservative MSP John Scott were also in the running for the post. During the election campaign, Macintosh posted a Carpool Karaoke-style video of him singing along to D:Ream’s Things Can Only Get Better, used by Labour in 1997, and Return of the Mack by Mark Morrison.  He lost his seat in Eastwood, home to Scotland’s largest Jewish community, amid concerns that the antisemitism row involving Ken Livingstone was having a detrimental effect on Labour’s chances in Scotland.  The seat, which Macintosh had held since the establishment of the Scottish parliament in 1999, fell to the Conservatives but he was returned to Holyrood on the regional list. Earlier on Thursday, Nicola Sturgeon pledged her “loyalty” to the Scottish people as she was sworn in as an MSP. The Scottish National party leader was the first of the new intake of MSPs to take the affirmation in parliament, which involves giving a statement of allegiance to the Queen. But Sturgeon made a short statement in advance setting out that the Scottish people are “sovereign”, as her predecessor, Alex Salmond, did at such ceremonies.  “The Scottish National party pledges loyalty to the people of Scotland in line with the Scottish constitutional tradition of the sovereignty of the Scottish people,” she said. Sturgeon then choose to take an affirmation, rather than a religious oath, stating: “I, Nicola Ferguson Sturgeon, do solemnly, sincerely and truly declare and affirm that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth, her heirs and successors, according to law.” Patrick Harvie of the Scottish Green party, which now has six MSPs, up from two in the previous parliament, and is in a position to form an independence-supporting majority with the minority SNP government, also went off script to declare that his party serves the people.  “On behalf of the Green party and our MSPs, I would like to reaffirm that our priority will always be to serve the people of Scotland who are sovereign and that we support the principle of an elected head of state,” he said. SNP MSPs wore the “white rose of Scotland” during the ceremony. The rose was the subject of the Hugh MacDiarmid poem The Little White Rose, and has been worn by SNP members as they are sworn in at Holyrood since 1999. Tartan dresses and kilts were also present at the ceremony.  Scottish Labour’s Neil Findlay also set out his belief that the Scottish people should be “citizens not subjects” before being sworn in.",
  "webTitle": "Ken Macintosh elected as presiding officer of Scottish parliament",
  "webPublicationDate": "2016-05-12T19:12:34Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/ken-macintosh-presiding-officer-scottish-parliament",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Devolution",
      "id": "politics/devolution",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/12/ken-macintosh-presiding-officer-scottish-parliament"
}