{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/andy-murray-relaxed-french-open-tennis-jamie-delgado-coach",
  "id": "2016-05-20-66",
  "sectionId": "sport",
  "body": "There is one way for Andy Murray to end speculation about who is going to be his next coach: hire one. He did not sound close to making that decision in Paris but, under repeated questioning, said he may consider making it a job-share for his assistant, Jamie Delgado. Were the world No2 to continue his excellent run on clay – and getting the qualifier Radek Stepanek in the first round, with perhaps another in the second, did his chances in this French Open no harm at all – Delgado, whom he has known for a long time, could find himself picking up where Amélie Mauresmo prematurely left off a few weeks ago. “If there is something I feel could help me, then I would look into that in terms of another person to help out, and also to give him a break as well from time to time,” Murray said. “Travelling every single week during the year and every practice week is tough.   Related: Roger Federer pulls out of French Open to avoid ‘unnecessary fitness risk’    “It’s the beginning of our relationship. Normally over time, when you spend so much time with each other, having a little bit of separation can be good too – but I enjoy working with him. We get on well away from the court. He’s a very good people person. He gets on well with my whole team. I find it very easy to chat to him. He’s pretty calm, relaxed. “On top of that he’s very experienced around the tour. He’s played, like, 23 Wimbledons in a row [including juniors], so he’s been around the game a long time. He’s a good coach. I enjoy working with him and he had good results too with Gilles Müller. We have started well.” Delgado probably could not have written a better job application himself. The atmosphere around Roland Garros has been muted but, if Paris lacks a certain joie de vivre, it is understandable. Tragedy in and beyond the city dwarf sport and Rafael Nadal reflected the mood when asked if he felt safe on the eve of a tournament he has won nine times. “Always I feel safe when I am here in Paris,” the Spaniard said and he was not talking about the draw, which has pitched him into the same half as the world No1, Novak Djokovic, as elevated fourth seed following Roger Federer’s withdrawal on Thursday through injury. “What happened [six months ago during the Paris shootings and the downed Egyptian airline this week] was terrible news but it’s past. I believe that people who organise the event and the whole city [are] 100% focused on making it safe for not only the players but for the fans and everybody.” It was good to hear a leading player lend perspective to a mere tennis tournament while armed police roamed the nearby streets and security checks for fans and media every few hundred yards. There is tension, not unlike that surrounding the Davis Cup final in Ghent last November, just after terrorists raked their way through Paris with guns and bombs. Once play begins on Sunday, tennis will be the focus and, as ever, it will not be a dull affair. Murray happily admits his linguistic skills are minimal but he gets “vive la différence” when he comes to Paris, from losing his way on the Métro a few years ago to taking on the combative crowds on Court Philippe Chatrier, the tournament’s raucous hub. “It’s really tough at the French Open, compared to anywhere else,” he said. “I think that’s good. If they don’t feel like they’re getting value for money, they let you know about it. That definitely wouldn’t happen at Wimbledon and I like that too. I don’t mind. I like the US Open too. It’s also very different to Wimbledon. And I do like the big crowds. Tennis needs to embrace different elements. I like all the differences.” Murray, like so many players, says he pays little heed to how the draw falls but he would have had to be taking a break on Mars not to know he has avoided Djokovic or Nadal until the final Sunday. A kind draw boosts his chances considerably, especially if Nadal’s form revival continues and he can put Djokovic out of the picture. Murray is not taking a seemingly easy start for granted. “The qualifiers have won three matches here,” he said. “That’s tough. They are probably feeling pretty good about their conditions and comfortable on the courts. It’s only two days out from the start of the tournament and I don’t know who I’m playing against yet.” Stan Wawrinka, such a heroic champion last year but in the doldrums lately, is Murray’s possible hurdle in the semi-finals, although the Scot will probably have to beat Nick Kyrgios or Kei Nishikori first. Also lurking in Murray’s quarter is Kyle Edmund but he will do well to get past John Isner in the second round. And what of the absent Federer, the perennial talking point? Nadal is adamant: “For me it’s not changing much, no? But I understand that for the fans, for the tournament, for the world in tennis in general it is a very negative news, no? The same happened with Madrid and with Indian Wells, Miami, with Dubai, no? Every tournament a big player like him is not able to play is negative news for the world of tennis.” Relief or reality? It was difficult to tell – especially as Federer was hardly expected to shine in Paris, given his recent history here and his wretched 2016. Not that the Spaniard has been handed an easy path to the semi-finals. He may have a potentially tricky third-round encounter with the unpredictable Fabio Fognini, followed by a pair of dangerous gunslingers in Dominic Thiem, who beat Federer in Rome last week, and Jiri Vesely in the quarter-finals. Djokovic’s route is not exactly a minefield, with all due respect to Aljaz Bedene, who has a qualifier to ease him into the second round, where he will probably meet the 31st seed, Federico Delbonis, for a chance to play the Serb. And that should be that for his tournament – if he gets that far. Djokovic could have the precocious talent of Borna Coric to deal with in the fourth round and Feliciano López in the quarters. It is likely he will have expended less energy than Nadal if they do meet in the semi-finals.",
  "webTitle": "Andy Murray relaxed for French Open with a little help from his friend",
  "webPublicationDate": "2016-05-20T17:09:16Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/andy-murray-relaxed-french-open-tennis-jamie-delgado-coach",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Roger Federer",
      "id": "sport/roger-federer",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rafael Nadal",
      "id": "sport/rafaelnadal",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/20/andy-murray-relaxed-french-open-tennis-jamie-delgado-coach"
}