{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/19/kate-tempest-sydney-writers-festival-poisonous-racism-australia",
  "id": "2016-05-19-289",
  "sectionId": "stage",
  "body": "There is “a damaging and poisonous racism at root” in Australia, the British poet Kate Tempest has warned.  Tempest delivered her impassioned critique in an opening address for the Sydney writers’ festival. Speaking in front of international headliners, writers’ festival guests and ticket holders, Tempest’s talk took a surprisingly pointed turn towards Australian politics, inequality and racism:   I’ve been out to Australia a few times now. I’ve got family here, and I was here touring in January with my band, and I have to say this. I’m very happy to be here, I’m very honoured to be on this stage, but I have to say this: there is a damaging and poisonous racism at root in this country. And I know that I’m not meant to say it. And the fact that I’m not meant to say it in polite society is even more damaging.    Related: The Bricks That Built the Houses by Kate Tempest review – daring and vivid    Between performances of her poetry at the Roslyn Packer Theatre in Walsh Bay on Tuesday evening, Tempest delivered an unscripted speech about empathy, history, politics and the importance of storytelling.  “I believe that if we want to make a change, we have to change the dominant cultural narrative,” she said. “If we realise the fault in a story we’re telling, and we don’t want that story any more, how do we change that narrative? I feel like we have to become aware of it … and only then can we stop it.”           Poet Kate Tempest’s powerful performance on ABC TV’s Q&A on Monday night    Tempest added, over a breakout of audience applause: “As long as we can play nice and get on with our things while the people who are being most oppressed can not make the decision to pretend it isn’t going on, the wound on the soul of the earth gets deeper and deeper.  “This is my history too,” Tempest continued, her voice shaky. “I’m living it, it’s happening. We are at the end of colonial history, British history. I want to say something to you, I want to be able to talk about it. Guilt is not good enough any more. Guilt is narcissism. Your guilt is about you. My guilt is about me. It’s not good enough.  “Empathy. Empathy, humility, reparation and change,” she urged.  Don’t clap it. Don’t clap it. Because then it’s that: it’s a good speech at a thing, it gets clapped. It’s not that. This is from the bottom of my fucking pits. It’s everything I’ve ever wanted to say and I have to say it right now, and I’m terrified, because I know you’re not meant to say it. I’m fucking terrified. That is what I wanted to say; I wanted to bring it into the space and encourage you to just fucking have the conversation with each other. The conversations are being had, I’m sure – I don’t mean to patronise you, I’m not here to blame you, I feel really fucking awkward and weird, but this must be said.  Tempest spoke about the importance of literature, and of listening to and engaging with the world around us. “Engage with the reality, not just lip service – the reality of what this land is saying. Of what happened here. Of what continues to happen here. Talk to your children about it, talk to your friends.”   Related: Writers' festival cheat sheet: how to bluff your way through the literary season    This is the second time Tempest has appeared at the Sydney writers’ festival, after a smaller tour in 2013. In the years since she has won the Ted Hughes award for innovation in poetry; been nominated for the Mercury prize for her hip-hop album Everybody Down; and been selected as one of Poetry Book Society’s 20 next generation poets – a prestigious list picked just once per decade. Tempest is currently on a global tour to promote her first novel, The Bricks That Built the Houses, and was invited back to the Sydney writers’ festival as a headliner. The speech continued the conversation Tempest began with national audiences on Monday night’s Q&A program on ABC TV. “There is an awful, awful interplay here between what we think of as an acceptable evil and a nonacceptable evil,” she said during the show. “We can spot barbarity in our cultures, we can spot it in our past, but when it is in our midst we find it much harder to accept and own up to it. We are in the middle of a barbarous time and it’s greed that’s at the root of it.” Tempest left the Sydney writers’ festival audience with a plea: “For the rest of this week I hope that you have a beautiful and important time, but just stop it – stop pretending. It’s real. This is real life … I know it sounds like I’m getting a bit hysterical – and if you are recording it don’t fucking broadcast it – I don’t care. It’s like: we can’t keep pretending that everything is going to be OK.” • Kate Tempest appears at Sydney writers’ festival on 20 and 21 May; at the Avid Reader bookshop in Brisbane on 23 May; at the Byron Theatre on 24 May; and at the Wheeler Centre, Melbourne on 26 May. Tempest’s novel, The Bricks That Built The Houses, is out now through Bloomsbury",
  "webTitle": "Kate Tempest: 'There is a damaging and poisonous racism at root in Australia'",
  "webPublicationDate": "2016-05-19T08:13:58Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/19/kate-tempest-sydney-writers-festival-poisonous-racism-australia",
  "keyword": [
    {
      "webTitle": "Kate Tempest",
      "id": "stage/kate-tempest",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sydney writers' festival 2016",
      "id": "books/sydney-writers--festival-2016",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    }
  ],
  "guardianId": "stage/2016/may/19/kate-tempest-sydney-writers-festival-poisonous-racism-australia"
}