{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/martha-argerich-live-lugano-cd-review-warner-classics",
  "id": "2016-05-04-151",
  "sectionId": "music",
  "body": "The releases of recordings from the Progetto Martha Argerich, the festival over which the great lady presides each June in the Swiss resort of Lugano, have become one of the most reliable annual fixtures in the CD calendar. The latest compilation is more or less the mixture as before, bringing together musicians from several generations with whom Argerich has worked regularly or whose careers she has closely monitored, and featuring a range of mainstream chamber works as well as historical rarities and arrangements for multiple pianos. Argerich fans are always looking for additions to her personal discography, too, and they get a couple here. She joins Lilya Zilberstein in Debussy’s two-piano arrangement of Schumann’s Six Canonic Studies Op 56, originally written for pedal piano; and with Eduardo Hubert as the other soloist and the Orchestra della Svizzera Italiana under Alexander Vedernikov, she takes on Porteña (Latitude 34° 36° 30°), for two pianos and orchestra, a rather gruesome, sub-Piazzolla portrait of Buenos Aires by film-score composer Luis Bacalov. Otherwise, she partners Alexander Mogilevsky in Schubert’s Variations in A flat, D813, the violinist Géza Hosszu-Legocky in an arrangement of Bartok’s Romanian Dances, and joins Stephen Kovacevich for a rather stormy, fierce account of Debussy’s En Blanc et Noir, a work they recorded together in the 1970s.     Supple account of Brahms clarinet trio … the cellist Gautier Capuçon. Photograph: Michael Tammaro    Otherwise, the repertoire ranges from a piano quintet by Ferdinand Ries to suites for three pianos from Philip Glass’s dance opera Les Enfants Terribles, and Alberto Ginastera’s ballet Estancia, via Turina, Poulenc and quite a lot of Brahms. Best of all, perhaps, are a fabulously supple account of Brahms’s late Clarinet Trio, with Paul Meyer, Gautier Capuçon and Nicholas Angelich, and the same composer’s Horn Trio, Op 40, in an arrangement that replaces the horn with a viola. It sounds a very different beast without the power and eloquence of the brass instrument, but it’s done with great care and awareness by Nathan Braude, Ilya Gringolts and Mogilevsky, and there is still the sense of occasion and uniqueness that you seem to get with everything that comes out of these Lugano gatherings.",
  "webTitle": "Martha Argerich: Live from Lugano CD review – real sense of occasion for 'friends' compilation",
  "webPublicationDate": "2016-05-04T14:30:14Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/martha-argerich-live-lugano-cd-review-warner-classics",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/04/martha-argerich-live-lugano-cd-review-warner-classics"
}