{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/channel-4-left-in-limbo-as-tories-set-for-privatisation-u-turn",
  "id": "2016-05-10-65",
  "sectionId": "media",
  "body": "Ministers have privately pulled back from a full £1bn privatisation of Channel 4 but the broadcaster’s new chairman criticised the government for not making its long-term future publicly clear.   Related: Channel 4’s David Abraham: why wreck a winning formula with privatisation?    John Whittingdale, the culture secretary, and other members of the government are still understood to be looking at other options for Channel 4, including part privatisation, and reviving plans to force it to sell its £100m London headquarters and move to Birmingham or Manchester. But with the Department for Culture, Media and Sport failing to make a public statement on its intentions, the new chairman of Channel 4, Charles Gurassa, said the broadcaster’s future had effectively been put in limbo since plans for a potential sell-off emerged last autumn. “From a Channel 4 perspective, what is not helpful is prolonged uncertainty,” said Gurassa as he unveiled Channel 4’s annual report on Tuesday. “Prolonged uncertainty is not good for any organisation; it’s not good for staff, business partners or advertisers who are all asking the same questions you’re asking: ‘What is going to happen?’ “My encouragement to government is: you have the information, we will happily engage on any options that you will consider, but it will be good to get to a position where we can move on and be clear.” Public confirmation that Channel 4 would not be privatised in full is a U-turn by Whittingdale, who told parliament a few weeks ago that Channel 4 could well be “better off” in private hands. Government insiders suggest the Channel 4 plans have been put on hold because of the huge amounts of work needed to renew the BBC’s royal charter by the end of this year. A white paper on the future of the BBC will be published on Thursday. Gurassa refused to discuss the merits of a partial privatisation. “The government is said to be looking at various options … we don’t really know what it means,” he told Tuesday’s meeting.     Charles Gurassa said: ‘It will be good to get to a position where we can move on.’ Photograph: Merlin Entertainments    He said that he supported the existing state-owned, advertiser-funded model after accounts revealed record revenues of almost £1bn last year. Hit shows such as Gogglebox, Hunted and The Island with Bear Grylls helped the broadcaster’s flagship channel to record its first increase in audience share in almost a decade.  Channel 4’s performance was deemed good enough by its board to award almost maximum payouts for its top executives, amounting to 34% of a possible 40% of their salaries, with its top four bosses taking home £2.5m last year. Bonuses totalled £595,000.   Related: ‘A Channel 4 sell-off would strengthen its public service remit’    David Abraham, the Channel 4 chief executive, received a total salary of £881,000, which is almost double the £450,000 taken home by the BBC director general, Tony Hall, and includes a £188,000 bonus and £138,000 in cash paid out instead of being put into the company pension scheme. Jay Hunt, the broadcaster’s chief creative officer, received a total of £612,000, including a bonus of £139,000 and £62,000 cash in lieu of a pension top-up. Channel 4’s board and management are still likely to fight even a part-privatisation, which Abraham has previously warned is a foot in the door on the way to a full sale: “History tells us that part-privatisations are like crossing the Rubicon and realising you’re on a sinking ship: once you’ve started you can’t go back.” Last year, the broadcaster spent a record £629m on programming with more than 70% of that on original shows. An auction of Channel 4 to the highest bidder would require a significant change to the broadcaster’s remit to allow it to make a profit. A report commissioned and funded by Channel 4 last week named BT as the most likely UK bidder to take over the broadcaster.",
  "webTitle": "Channel 4 left in limbo as Tories set for privatisation U-turn",
  "webPublicationDate": "2016-05-10T18:29:58Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/channel-4-left-in-limbo-as-tories-set-for-privatisation-u-turn",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    },
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/10/channel-4-left-in-limbo-as-tories-set-for-privatisation-u-turn"
}