{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/07/sands-hotel-margate-kent-review",
  "id": "2016-05-07-122",
  "sectionId": "travel",
  "body": "Down to Margate, went the Chas & Dave song, and for the past 50 years downward did seem to be the direction everything was heading in a town that, as early as the 1730s, was among the first to make going to the seaside a thing. Holidaymakers abandoned it; its pier burned down and wasn’t rebuilt; and the Dreamland pleasure park closed in 2003. But we’d come to this corner of Kent to catch a resort on the up: since the opening of the Turner Contemporary art gallery five years ago this spring, and especially since Dreamland reopened last June, terms such as hipster paradise and Shoreditch-on-Sea are regularly applied to Margate. Its cute old town is now home to offbeat art galleries, vintage shops and microbreweries. And if there’s one thing Shoreditch types love, it’s somewhere groovy to stay.      The building that is now the Sands Hotel, in a prime spot on Margate’s golden beach, was bought in 2011 by developer Nick Conington. It had planning permission for posh flats, but he took a punt on the resort’s renaissance and decided on a boutique hotel – learning only later that from 1888 the building had been the Terrace Hotel, run by one Samuel H Munns. Conington kept the balconies, first-floor terrace and yellow-and-pale blue stained glass and created a hotel that is actually far from edgy and contemporary: polished and old-fashioned, in the best sense, would be the words. The colour palette in the 21 bedrooms is strictly neutral – cream, taupe, black – as if deliberately rejecting bright fairground or primary bucket-and-spade colours. The padded doors put me in mind of staterooms on an ocean-going liner; carpets are thick and bathrooms shiny and spacious. Floorboards throughout are of mellow reclaimed wood. Our sea-view attic room has a tiny roof balcony, and we discover that though Margate is on the north Kent coast, the hotel faces west. It’s a clear evening and we watch the sun sink into the sea before going for dinner in the first-floor restaurant/bar. Here pale aquas mingle with the neutrals, but there’s nothing to distract from the glorious sunset view from tall windows under the lovely stained-glass panels.      Chef Ryan Tasker follows the “local and seasonal” mantra with flair. I go for asparagus mousse, having seen fresh-picked spears for sale by the road: it’s intense yet delicate, with pepper salsa, confit lemon and rye crumbs for crunch and contrast. Husband’s wild garlic soup is so deliciously pungent I steal several spoonfuls, but at least we both stink equally. For mains, roast cod and rump of Romney Marsh lamb are of the same high standard. Only the desserts disappoint, being all cold soufflé/mousse/parfait concoctions – no pastry, sponge or custard. Next day, breakfasts of kippers and eggs florentine set us up for visits to the Turner Contemporary – where we love Yinka Shonibare’s colourful installations The British Library and End of Empire (until 30 October) – and Dreamland. There are great beach views from its Big Wheel, and the lovingly rebuilt Scenic Railway offers mild rollercoaster thrills. The place has a definite retro air but there’s something missing. I remember from fairgrounds as a child that ride attendants were always surly and hard-bitten; Dreamland’s staff are all smiley and enthusiastic. And while there are chips and burgers on sale, there’s also “avocado, spinach and caramelised onion hummus on sourdough” and chilled sauvignon blanc.      Margate isn’t some gentrified enclave, though; it’s more interesting than that. There are several boarded-up shops on the High Street behind Sands, including a defunct Primark. The Lido has wonderful mid-century signage, but the pool area is all weeds and graffiti – against sparkling sea. We sniff around Haeckels high-end perfume “lab” on Cliff Terrace, where bespoke fragrances cost £800, then turn into a rundown street with an old TV face down on the pavement and whiffs of whacky baccy. But that’s the British seaside for you: as many ups and downs as a rollercoaster. And the Sands is definitely an up.  • Accommodation was provided by Sands Hotel (01843 228228, sandshotelmargate.co.uk, doubles from £120 B&B, three-course dinner from £26.50) Ask a local Karen Harmer, front of house assistant, Dreamland     GB Pizza    • EatGB Pizza started in the 1970s with a wood-fired oven in the back of a VW campervan and set up here a few years ago. I never used to like pizza but my kids pestered me into going and converted me. In the old town, the Cupcake Cafe bakes different homemade cakes every day, but my favourite dish is the cheese on granary toast with chilli jam or red onion pickle. The best fish and chips are from Peter’s Fish Factory. It’s tiny, and there’s nearly always a queue outside, but there are a few tables on the square outside where you can eat. • DoIt’s about a six-mile walk to Broadstairs around the Viking Coast Trail, which is all spectacular chalk cliffs and sandy bays. For a rest and a cuppa on the way, the ladies who run the Joss Bay Cafe are to die for. • NightlifeI’m a bit of a raver so I like a good club. The Black Cat is very friendly and has bands and DJs playing different kinds of music each night. And I love going for cocktails at the Glass Jar. They have live music at weekends, too.",
  "webTitle": "Sands Hotel, Margate, Kent: review",
  "webPublicationDate": "2016-05-07T10:00:12Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/07/sands-hotel-margate-kent-review",
  "keyword": [
    {
      "webTitle": "Margate holidays",
      "id": "travel/margate",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Kent holidays",
      "id": "travel/kent",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Boulter",
      "id": "profile/liz-boulter"
    }
  ],
  "guardianId": "travel/2016/may/07/sands-hotel-margate-kent-review"
}