{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/government-claims-2bn-budget-saving-from-delaying-higher-education-changes",
  "id": "2016-05-03-200",
  "sectionId": "australia-news",
  "body": "The Turnbull government has claimed a saving of $2bn in higher education after dumping the deregulation of university fees and delaying all other changes to a discussion paper due after the election.  According to higher education officials, the savings result from delaying the higher education changes – including a 20% cut in per-student subsidies and the removal of caps on sub-bachelor courses – from 2017 until 2018. The “status quo” will remain for universities for the 2017 student year. The Coalition has delayed the controversial changes in favour of a discussion paper which includes a wider range of options for higher education policy.  Coming together with the vocational education and training discussion paper released last week, the Coalition will face the election with little in the way of solid education policy.    Related: Education minister's Hecs gaffe forgivable as long as he doesn't forget rising tide of debt    Both discussion papers will be open for consultations until just before or just after the election.  The 20% cut in student subsidies remains an option in the discussion paper and alternatively a “small reduction” in student subsidies but a “small increase” in maximum capped student contribution that universities could charge. “Higher education funding arrangements for 2017 will be in line with currently legislated arrangements,” the budget paper says. “The government will also not proceed with the regulation of university fees announced in the 2014-15 budget measure.” The deregulation of university fees in the Abbott government’s first budget sparked demonstrations across university campuses. The Senate blocked the measure and the changes have languished for two years.  But the higher education discussion paper, released as part of the budget, includes a number of new “options” under consideration by the government.  The new options include:  A uniform approach to student loan fees, which could include fees on university (Hecs-Help) loans. Currently Fee-Help undergraduate loans and Vet-Fee Help loans both attract fees.    Investigating whether sub-bachelor courses should be demand-driven or capped.   Skewing commonwealth support to postgraduate courses with community benefit over private benefit – such as teaching and nursing.     Putting a time limit – for example seven years – on access to commonwealth subsidies for undergraduate and postgraduate students.    Evaluating the effectiveness of support for disadvantaged students.   A potential infrastructure fund or loan facility for regional and outer suburban universities to adapt for “local market conditions”.",
  "webTitle": "Government claims $2bn budget saving from delaying higher education changes",
  "webPublicationDate": "2016-05-03T12:00:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/government-claims-2bn-budget-saving-from-delaying-higher-education-changes",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian universities",
      "id": "australia-news/australian-universities",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/03/government-claims-2bn-budget-saving-from-delaying-higher-education-changes"
}