{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/08/working-class-actors-disappearing-britain-class-privilege-access-posh",
  "id": "2016-05-08-151",
  "sectionId": "film",
  "body": "The BBC’s recent hit drama The Night Manager, a thriller about a spy who infiltrates an arms dealer’s network, is the sort of show that’s sometimes described as “aspirational” – not because most people aspire to hang out with the kind of foreign despots liable to gas their own people, but because it’s the sort of world that features private jets and five-star hotels and characters called things like “Dickie Onslow Roper” and “Lord Langbourne” and the kind of long-necked women who drape themselves languidly over business tycoons’ arms. It is, to use another piece of shorthand, posh; a world of money and privilege – and apart from two overworked civil servants trying to bring them to heel from a dingy London office, one of whom is Olivia Colman, the BBC’s resident everywoman – almost the entire cast comes from what used to be called the “officer class”. So it’s not exactly a surprise when, just after the final episode is broadcast, the Guardian runs a story about where the three male leads went to school. Because for the past 18 months or so, the papers have been full of stories about how increasingly rarefied acting is becoming. How difficult it is for anyone from any normal background to break into it. How some of the great actors of the past 30 years simply wouldn’t make it today. The story is not that the three stars – Hugh Laurie, Tom Hiddleston and Tom Hollander – are all privately educated. That would surprise no one. The story is that they all went to the same private school: the Dragon School, a small prep school in Oxford with fees of up to £28,000 a year that also educated Emma Watson, Jack Davenport and Jack Whitehall, among others. From there, Laurie and Hiddleston both went on to Eton, the launchpad for what are some of the hottest actors of the moment, alma mater to Eddie Redmayne, Damien Lewis and Dominic West.    Our national psychodramas are being acted out by graduates of our most expensive public schools    What unites Laurie, Hiddleston and Hollander most, of course, is talent. They all give standout, highly praised performances. And, arguably, it’s anecdotal evidence of nothing very much; commenting on it reveals nothing more than a certain leftwing chippiness on the part of the commentator. Certainly, the issues at stake have little to do with Laurie, Hiddleston or Hollander. It’s far bigger than any of them. But it’s also not posh-bashing for the sake of posh-bashing. There’s now evidence of an inequality that runs like a seam through the entire profession and which goes far beyond the anecdotal. This year, academics from the London School of Economics and Goldsmiths College, in a peer-reviewed study, found that only 27% of actors come from a working-class background and that the profession is “heavily skewed towards the privileged”. In February this year, the Sutton Trust, a thinktank dedicated to social mobility, included acting for the first time in its survey of leading professions, and found, among other things, that 67% of British Oscar winners and 42% of Bafta winners went to a private school. Countless stars have spoken out about it, including Julie Walters, who’s said that “people like me wouldn’t get the chance today” and Judi Dench, who gets letters “countless times a week asking for help to get through drama school”. And, in this light, The Night Manager starts to seem more like a parable. Because it depicts a world that is run by and for a rich, privileged elite. And it turns out, that’s true not just within the dramatic confines of the story, but outside it too. That there’s a tiny, well-born cohort who seem to be getting all the plum roles.     The Night Manager’s male stars, Tom Hiddleston (left) and Hugh Laurie, went to the same prep school and then on to Eton. Photograph: Jamie McCarthy/Getty Images for AMC    The bigger question is whether it matters. Acting is structurally unfair anyway, especially for women – so much is based on looks, on having the kind of languid limbs that can be draped over a business tycoon’s arms. Does it really matter if this tiny elite is dominated by Etonians? Or by the 7% who are privately educated rather than the 93% who aren’t? There are so many inequalities in Britain today that in some ways this feels like the least of them. But it’s part of a much bigger picture. Because what has happened in acting and therefore what we see on our screens is intimately connected to what is happening in Britain. Acting, culture, identity, representation and politics are all inextricably entwined. The actors on our screens, the dramas that are commissioned, the way we view ourselves, the politicians we vote for, our ability to empathise with people from other parts of our culture, are all of a piece. Can it really be just a coincidence that the upper echelons of acting and government are dominated by Old Etonians? The Liverpool-based screenwriter Frank Cottrell Boyce, who wrote the story for the opening ceremony of the London Olympic Games, tells me that he believes actors are like everyone else, just more visible. “The shortage of working-class actors is simply a mirror of what’s going on everywhere: a shortage of working-class academics, engineers and politicians. I’m much more concerned about the broader picture because it’s a beacon, an indicator, of a much deeper problem.” Actors are simply the most visible, he says. “It’s an issue simply because we’ve noticed it but it’s going on everywhere, in every profession. It’s about access to education and being able to take a risk. That’s the nursery of innovation not just in the arts but in science, in business. What’s happening to the dramatic arts, should be a warning to people that this is happening everywhere. Actors are simply the end of the process. University or college or art school used to be where you’d go to meet your contemporaries and start something off. But they’ve been completely monetised. Universities are transaction service providers, students are service users, it’s not a creative space or an intellectual space any more, it’s a service where you get a piece of paper in exchange for your student loan. And it’s completely changed the nature of it.”  Because now it’s about money. And there’s simply not enough of it go around. Every week, he says, he is inundated with letters. “‘Can you give me £500?’ I get them week in, week out, and everybody else does too.” Acting has changed because Britain has changed. And money, and its Great British handmaidens – inequality, privilege, class – is at the heart of it. Nina Gold, one of the most influential casting directors in Britain, goes to the showcases that the drama schools hold every year for the graduating class and has seen the shift at first hand. She says: “There’s definitely a big homogenous load of middle-class actors all quite similar to each other. It’s not just class-wise, there just seem to be fewer characters, people who don’t conform to the ideal look, people who are overweight, or funny-looking. I really miss that.     Julie Walters in the film adaptation of Educating Rita. The actor says that “people like me wouldn’t get the chance today”. Photograph: Rex    “It’s not like the 1980s when all the exciting, big names were people like Gary Oldman, Tim Roth, Pete Postlethwaite. When you think of all the fabulous actors of the moment, you think of Eddie Redmayne, Tom Hiddleston, Dominic West, Benedict Cumberbatch. There’s Michael Fassbender. But he’s Irish and German so goes right by the whole class distinction.”  There are brilliant and successful working-class actors out there – Gold cast Peckham-born John Boyega in Star Wars: The Force Awakens and she found him (initially for the film Attack the Block) by “looking really hard” outside the usual drama schools – but the change has been dramatic. “What I want to get across is that I really, really want there to be more working-class actors and it needs to happen. Because it’s got nothing to do with talent, ability or intelligence. It’s to do with money. And it’s a reflection of how society is working. It’s very much a mirror of the way it is in real life.”  It’s always been tough, of course. Getting in to drama school is tough. And making it once you’ve got out is tougher still. “Even in the best-case scenario, you’re getting rejected left, right and centre,” says Nina Gold. “Even if you’re successful. And then if you do become really famous, that’s a whole hell of its own. My son wants to do drama A-level and I find myself thinking, please, God, let him never, ever want to become an actor.” And even someone as successful and patently talented as Maxine Peake tells me how she was turned down by Manchester Metropolitan University’s theatre school three times and Guildhall School of Music and Drama three times before finally being accepted by Rada. “Then, at the final workshop, they said to me, how are you going to pay for it if you do get in? And I said, ‘I can’t. There’s no way. I’m from a single-parent family, My mum works part-time. We’re skint.’” Rada helped her get a scholarship and she went straight from there to the late Victoria Wood’s Dinner Ladies and the rest is history. As a rags-to-riches, Cinders-you-shall-go-to-the-ball fairytale, it’s a great story. And it does still – on rare occasions – happen. In Rada’s elegant 1931 building in Bloomsbury, central London, I meet Yasmin Taheri, 22. She’s from Mirfield near Huddersfield, and like Peake, she grew up in a one-parent family. She tells me how she applied to dozens of drama schools and how she supported herself to pay for it. The process costs hundreds, if not thousands of pounds. It’s anywhere between £50 and £80 to audition for each round at each drama school, not to mention the travel. “I worked in McDonald’s and as a care assistant, as a medical secretary, as a receptionist, in an Italian restaurant, as a Spanish au pair…” And Taheri didn’t apply once or twice, she carried on for five years, and then, eventually, miraculously, got in. What was that like, I ask her. “Oh my God!” she says and even today looks like she still can’t quite believe it. And Rada has helped her, as it did Maxine Peake, find a scholarship which now covers her maintenance. The fairytales do still happen. It’s in Rada’s DNA. Royalties from Pygmalion, George Bernard Shaw’s play about a flower girl who learns to act like a duchess (which later became the musical My Fair Lady), helped pay for the founding of the school. But, it’s getting rarer and rarer. In just a few years the whole landscape has changed. It used to be hard for everyone. Whereas now, it’s still hard for everyone but it’s a whole lot harder, quantifiably harder, if you happen to come from anything other than money and privilege.     John Boyega with his Bafta Rising Star award for Star Wars: The Force Awakens. Photograph: Richard Kendal/Barcroft Media    Because for every Taheri, there are hundreds, maybe thousands more Tom Stockses. I meet 23-year-old Stocks in Canary Wharf in a break from his job in a call centre. It’s known informally as “the actors’ call centre” and “is three floors of out-of-work actors who just come and go all the time”. Stocks has written the kind of letters that Judi Dench and Frank Cottrell Boyce have received, as well as emailing hundreds of agents. Do you ever hear back? “Never.” And he’s applied to all the drama schools “and I paid the ridiculous audition fees for all of them”. And then he won a place at the well respected East 15 Acting School in Loughton, Essex. It was an amazing piece of good fortune. And yet – it wasn’t quite amazing enough. “I was quite naive, thinking OK, it’s 12 grand but I can borrow that from the government,” he says. And you can’t? “No. The only way you can fund it is with a career-development loan which isn’t like a student loan. You have to pay back £200 a month for the next five years come what may.”  It’s possible to get student loans to study drama, if the course is affiliated to Ucas, and if it’s your first degree. But Stocks, like many actors before him, had already been to university – a performing arts course at the University of South Wales in Newport, where he did three jobs to pay his maintenance. At East 15, he would get a showcase, a crucial first step if you want to make it as an actor. It’s just that he can’t figure out how to pay for it. He grew up in Bolton and his father is a chef, his mother a school dinner lady. “I decided to defer for a year and get a job and try and save the money. But I didn’t have nearly enough so I thought, I’m going to go all in and just borrow it. But then my dad sat me down and said, you’ve already got all your student loans from university and £200 a month is such a big commitment and there’s no loopholes. And in the end, I just couldn’t do it.” He deferred for another year and “then it came to Christmas and it came to a point where I was chasing a dream. I was just never going to get the finances. My parents couldn’t pay for it. And I was so deluded to think I could get this money on my own. A bunch of actors writing to private sponsors. It was never going to happen.”     Line of Duty actor Daniel Mays has criticised ‘the Downton effect’ on British television. Photograph: Richard Saker for the Observer    He shrugs. There was nothing to be done. So, he’s moved to London and is attending open auditions and has launched something called Actor Awareness, a campaign for greater diversity and representation in the industry. He’s had messages of support from the cast of This Is England and John Challis (Boycie from Only Fools and Horses), and an “anonymous” £1,000 donation that arrived just hours after he told Sir Ian McKellen about it. He’s impressively upbeat and dynamic and determined to get on and do something. “People thought I was just whining initially but I’ve really put my money where my mouth is.” But later I ask Nina Gold what her advice would be to someone from a working-class background, and I can’t help thinking of Stocks. “If you can somehow find a way to get to drama school, go,” she says. “It’s not the only way but you learn a lot, you get to act a lot, all day, every day, and you get seen by the industry.” It’s just a brutal fact of life that Stocks can’t afford it. And his place will go to someone else who can. If good drama reflects us back at ourselves, what does it mean that the version of ourselves that we see on screen is so often male and Etonian? That we’re living in a Britain where our national psychodramas are being acted out by graduates of our most expensive public schools? Daniel Mays, giving an interview to the Radio Times to publicise his leading role in Line of Duty recently, spoke about how British TV is “awash with the Downton effect”. Period dramas “have a place”, he said, “but there are a lot of public-school actors and writers about at the moment”. The great, starring roles of recent times, the ones that go to Cumberbatch and Hiddleston and Lewis and Redmayne, the roles that have propelled them into the big time, are not great working-class heroes. They’re not the kind of roles that Daniel Mays – currently on stage as Aston in Harold Pinter’s The Caretaker – gets. Nina Gold mentions him when I ask her about the standout stars she’d seen at drama schools. “You really thought, my God, he’s brilliant.” But then, class, she says, is one of the hardest things to cast against type. “Like Eddie Redmayne, who is genuinely, totally brilliant, we even cast him to play a woman. Why would you cast him to play a working-class character? What’s the advantage? Though from his point of view, it’s probably fun to do.” And what, you can’t help wondering, is our obsession with period drama all about? Downton, suggests Josie Long, comedian and co-founder of the charity Arts Emergency, “speaks to that certain weird thing that is going on in the UK. Something very repressive that is reflected in our art.” It’s what happens, she thinks, “when you don’t have different voices coming through”. And “posh fetishisation… posh as aspiration” becomes a defining feature of our culture. Posh is at the very heart of mainstream viewing, a cornerstone of all TV schedules and a guaranteed seller abroad. The Night Manager is currently being broadcast in America on the cable channel AMC, which contributed a large part of its £18m budget. It’s a vision of Britain that sells.    It’s about young people from working-class backgrounds not being able to get on the first rung  David Morrissey     And at the other end of the social scale is… well, what? In his 2011 book, Chavs, the journalist and activist Owen Jones argued that the artistic representation of the working classes has all but disappeared from our screens. And in its place is an underclass to be feared and despised. There’s been no modern austerity equivalent of the great, epoch-defining Alan Bleasdale drama, Boys from the Blackstuff, a series that seemed to signal the high-water mark of Thatcherism. If you were alive in the 80s, you followed Yosser Hughes’s tragic efforts to find work and hang on to his family. It elicited huge public sympathy for him, and crucially, others like him. What’s the defining programme on poverty during George Osborne’s reign as chancellor? Benefits Street. Five years ago, when I wrote about Jones’s book, I rang Phil Redmond, the creator of Brookside and Grange Hill to ask him what he thought, and when I ring him again, he says it’s the same, only worse, and launches into a vivid monologue about how the TV industry works. “You might have somebody saying, well the prime minister has all these plans to regenerate sink estates, why don’t we do a drama about a sink estate? And they’ll say, good idea! Who would make that? It reminds me of a very good idea somebody had about garden cities in the 1930s, between the wars, with these great historical social forces at work. Fascinating stuff. What’s Dominic doing at the moment?” David Morrissey, another actor who has spoken out on the subject, points out that “for every Downton, there’s a Happy Valley”. Almost everyone I talk to mentions Happy Valley, the brilliant Sally Wainwright BBC drama set in the Calder valley, as the counter-example to Downton and The Night Manager, but it’s perhaps pretty damning that portraying ordinary working people with warmth and humanity is, in 2016, seen as a revolutionary artistic act.     Sarah Lancashire in Sally Wainwright’s police drama Happy Valley, set in west Yorkshire. Photograph: Ben Blackall/BBC    For Morrissey, though, it’s not about the kinds of drama being made, it’s simply about access. “It’s about young people from working-class backgrounds not being able to get on the first rung. Not being able to take a risk. The creativity that comes from suburban bedrooms. That world has gone and that has enormous consequences for our nation. If you look at how important the creative industries are to Britain, how much things like the Beatles and Harry Potter have formed our national identity, it’s like we’re going around tarmac-ing over the oil wells.” And it’s not just acting, he says. “Young people are being asked to work for very little money and so it’s becoming a de facto middle-class profession. We’re not looking after them in our industry and I’d say that’s true of your profession too.” It’s a good point. But it’s striking in journalism how this affects content – local London stories being treated as topics of national interest, Port Talbot being viewed as somewhere just outside Mars, an awful lot of quinoa – so it seems improbable that it doesn’t in TV and film too. Or as Edward Kemp, the artistic director of Rada, who describes himself as having “the classic British director training of an English degree from Oxford University”, says: “I think the fact that our gatekeepers, of whom I’m one, all look rather like me and have my background, must have an impact. I can’t see how it can’t.”  We’re talking in his office, in Rada’s elegant Bloomsbury building with its photos of eminent alumni in the lobby, dozens of them, the great and the good, the stars of British stage and screen for more than a century. In the 50s, he tells me, a man called John Fernald took over as principal. He had served with men from all backgrounds during the war and encouraged students to celebrate their roots and keep their accents. “Sheila Hancock is very sharp on this because she caught the end of the previous era and speaks RP whereas her husband, John Thaw, was part of this new generation that came through. It meant that when there were writers and directors ready to make movies in which Albert Finney and Tom Courtenay and all those people starred, there was a generation of actors who were able to make that happen.” It’s all connected. In the 60s, the first working-class actors with working-class voices were part of a wider phenomenon, the great explosion of social mobility and cultural blossoming that expanded our ideas about what is and isn’t a fit subject for art. David Morrissey tells me he was inspired to become an actor after seeing the film, Kes, the first time he’d seen his life reflected on screen. I feel a bit the same way about Phil Redmond’s Grange Hill. I just hadn’t realised at the time that it was the kind of gritty social realism that would subsequently vanish.     David Bradley in Ken Loach’s film Kes, the movie that inspired David Morrrissey to act. Photograph: Rex    But what now? Now that this whole process is in reverse? Already, the dramatist Jimmy McGovern has said how hard it is to even find working-class actors to play his roles. Is it the start of a great cultural contraction? Are our ideas about what is dramatically interesting diminishing? Will we reach the stage that Julie Walters fears, where it’ll be “middle-class people playing working-class people, like it used to be”. Rada, in fairness, is doing its best to keep the traditions of the 60s alive, but it’s getting harder and harder. “We get defensive about diversity because actually 40% of our students come from family backgrounds with an income of less than £25,000 and 60% of our students are getting some kind of bursary from us,” says Kemp. Rada is lucky because its alumni are often rich and many of them want to give back and it’s able to help a significant number of its students. “But the real challenge for the actor starting out is how do you survive afterwards,” says Kemp. The rep [repertory theatre] system which provided full-time employment for actors has all but disappeared. “And how do you sustain a career with an expectation that you’ll live within reach of London because that’s where the industry is largely based? At that point the bank of mum and dad is incredibly useful.” Kemp’s conclusion, like Frank Cottrell Boyce’s and Nina Gold’s, is that it isn’t about acting. It’s about money. It’s about what we’ve done to our education system. “I would love it to be the world that Julie Walters came from, where it was free, but I would love that for everything in higher education,” he says. “It’s not just drama schools. It’s an issue about how we pay for higher education.” The third and final part of the puzzle is schools. Last year, Jessica Hynes won a Bafta for her role in W1A and used the occasion to make an impassioned speech about how children from low-income families were being driven out of the arts. She’s spent the last year visiting schools, talking to headteachers and learning about what is happening to drama. “The worst thing is the academy system,” she says, “which has monetised all subjects and schools simply don’t receive any money from arts subjects, so they’ve become incredibly difficult to justify.” John Baugh, the head of the Dragon School, also points to the stresses and strains that state schools operate under. “There’s an obsession with Sats which seem to be the only measure of whether a school is deemed to be successful or not.” But drama, says Hynes, “is not prancing around or finding the next Orlando Bloom. It’s about how you build confidence, how you connect with other people. It’s about coming into a class where you feel different. Where you feel able to express yourself in another way. And it affects all other subjects. There’s so much focus on Stem [science, technology, engineering and maths] subjects, but don’t you think engineers need confidence and presentation and teamwork skills? “Wait a moment, I’m going to tell you what Eton says on this…” She stomps off to retrieve a piece of paper. “This is from the Eton website,” she says. “This is what they say about drama. ‘The aim is to provide the boys with a safe and stimulating environment in which to develop skills not easily learned in the schoolroom: physical and vocal self-confidence; the social disciplines of group work; imaginative spontaneity and the disciplines required to channel it; an extended emotional range; the power of their own creativity and a respect for that of others.’ “Don’t all children deserve that? Not just Etonians?”     Jessica Hynes used her awards success in W1A to speak out about inequality of opportunity in the arts. Photograph: Jack Barnes/BBC    In her Bafta speech, Hynes, who grew up in a single-parent family in Brighton, urged people to support Arts Emergency, founded by the comedian Josie Long and her friend Neil Griffith, which campaigns to create opportunities for young people from low income backgrounds. “And it crashed their website. I’m very proud of that. They got 20,000 hits.” Arts Emergency pairs up mentors and mentees – young people trying to find a crack into the sort of professions that rely heavily on contacts and networks and a certain savvy knowhow. Julie Hesmondhalgh, the Accrington-born actor, who played transgender Hayley Cropper in Coronation Street and was recently in Happy Valley, is one of the latest mentors to volunteer. She tells me about a young woman from Burnley called Lisa-Marie Ashworth whom she’s been trying to help for the past year or so and whose life has been genuinely turned around by drama. “I were quite disruptive at school,” Ashworth tells me, though this sounds like something of an understatement. She was repeatedly excluded, and was on track to leave school with no qualifications whatsoever. “She’s this classic girl. Stunningly beautiful. Proper working-class. And absolutely primed to become a statistic,” says Julie Hesmondhaulgh. “Nobody could contain her. And then on a whim she auditioned for the school play and just blew them away. It was like Miles Davies picking up a trumpet.”  When I talk to Ashworth, she’s still on tenterhooks waiting to hear if she’s got a place at drama school next year. “She’s not someone who wants to be rich and famous,” says Hesmondhalgh. “She’s hungry for theatre. And she really turned it around. She went back to school, retook her GCSEs. It would just be amazing if she could break out of the life that’s been mapped out for her.” A couple of weeks later, Ashworth emails me the good news: she might just do that; she’s been offered a place at East 15. Later, I look up Eton’s website and marvel at its facilities: not one but two professionally staffed theatres including “a flying system, orchestra pit and revolving stage”. (Frank Cottrell Boyce says: “They’ve got a classical stage and a TV studio. Honestly, you could train a monkey. It would be a disgrace to leave there and not be a brilliant actor.”) But the skills required to become an Oscar-winner will also help you become prime minister, or mayor of London, or chief executive of a leading company. Or win a lead role in The Night Manager. Olivia Colman gets her man in the end. Because the TV version of The Night Manager is a morality tale that sees the billionaires brought to book. Colman brings Dickie Roper to heel and the monied elite who think they can get away with it, don’t. But life is not like that. Just ask Tom Stocks. You probably won’t see him interviewed in the Radio Times any time soon, but ring up customer service at Virgin Wines and you might get him on the end of the line. His latest campaign is to get drama schools to abolish their audition fees. “It just annoys me. You’re up against it already. Surely everyone deserves a level start? You can’t win a race if you’re already 100 metres behind.” Britain has changed so quickly, the gains of 40 years of social progress undone in half a generation, that most of us are still struggling to compute it, but the evidence is right there in front of us, on our cinema and television screens. It’s not posh-bashing to say this is a problem. Laurence Fox, the son of James Fox, suggested the likes of Julie Walters banging on about it should “shut up”. But maybe we should be taking more notice not less. To contribute to Arts Emergency or join its Alternative Old Boy’s Network click here For more information on Actor Awareness click here • This article was amended on 12 May 2016. An earlier version referred to Nina Gold as one of the most influential casting agents, rather than a casting director.",
  "webTitle": "Why working-class actors are a disappearing breed",
  "webPublicationDate": "2016-05-08T08:00:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/08/working-class-actors-disappearing-britain-class-privilege-access-posh",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Social mobility",
      "id": "society/socialmobility",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drama and dance",
      "id": "education/dramaanddance",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Eddie Redmayne",
      "id": "film/eddie-redmayne",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tom Hiddleston",
      "id": "film/tom-hiddleston",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Dominic West",
      "id": "culture/dominic-west",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Damian Lewis",
      "id": "culture/damian-lewis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Carole Cadwalladr",
      "id": "profile/carolecadwalladr"
    }
  ],
  "guardianId": "film/2016/may/08/working-class-actors-disappearing-britain-class-privilege-access-posh"
}