{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/frozen-in-time-bob-dylan-woodstock-1968",
  "id": "2016-05-15-182",
  "sectionId": "music",
  "body": "For America, 1968 was a convulsive year: riots, assassinations, Vietnam and the election in November of Richard Nixon. For Bob Dylan, 1968 was a year of withdrawal and rural domesticity. After the gruelling world tour of 1966 and his motorcycle accident, the singer had gone to ground at Hi Lo Ha, the rambling home he had bought in 1965 in rural upstate New York. Between the release of John Wesley Harding in December 1967 and Nashville Skyline in 1969, there wasn’t much in the way of writing or recording, and for one particularly good reason: Dylan and his wife Sara had three young children to bring up. But such simple explanations for his absence didn’t satisfy his more ardent fans. The people of Woodstock did their best to prevent a steady stream of fans finding the Dylan house, but were not always successful. One young hippy couple had to be escorted, naked, from the main bedroom. Perhaps to scotch the rumours swirling around him, Dylan agreed to a photo feature at his home which ran in the Saturday Evening Post.   Related: Literary Mixtape: David Means's soundtrack for reflecting on the Vietnam War    Elliott Landy had taken photographs for the Band’s debut album that Dylan had liked. His informal pictures of Dylan, strumming a guitar by the trees or seated beside a pile of logs, clearly chimed with the mood Dylan wanted to project and he was invited back to Woodstock to take some family shots a few weeks later. Here, two-year-old Jesse, mouth full of sandwich, is looking more comfortable with the camera than his dad, who, with glasses off and cigarettes at the side of the table, is without two of the props that were in so many photographs of him two long years before. This is perhaps as close to the real Bob as you’re going to get. Landy says: “He was very happy, in love with his lovely and gracious wife, Sara, and with his family. He was hiding from the world, savouring the magical experience of having young children. That’s why I didn’t publish the pictures for many years. He cherished his privacy.” Jesse is now a video director, activist and campaigner. Bob Dylan will be 75 this month and releases his 37th studio album, Fallen Angels, this weekend. Landy moved to Woodstock shortly after this photo session. He’s still there.  Elliott Landy: The Band Photographs 1968-69 is at Proud Camden, London from 9 June to 24 July; proudonline.com; landyvision.com",
  "webTitle": "Frozen in time: Bob Dylan at home with his son, June 1968",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/frozen-in-time-bob-dylan-woodstock-1968",
  "keyword": [
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Campbell Stevenson",
      "id": "profile/campbellstevenson"
    }
  ],
  "guardianId": "music/2016/may/15/frozen-in-time-bob-dylan-woodstock-1968"
}