{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/12/newcastle-relegation-championship-mike-ashley-board-rafael-benitez",
  "id": "2016-05-12-291",
  "sectionId": "football",
  "body": "So John Carver was right after all. A little over a year ago Newcastle United’s interim manager claimed even a world-class coach would struggle at St James’ Park and, sure enough, Rafael Benítez has vindicated his theory. When, two months ago, Benítez succeeded Steve McClaren, he had 10 games to keep Newcastle in the Premier League and, justifiably, fancied his chances. Nine of those matches later – two won, three lost, four drawn – the Tynesiders are relegated but this costly tumble into the Championship is not remotely the Spaniard’s fault. In the circumstances Benítez has done pretty well. His much improved team are on a five-game unbeaten run but the squad’s flaws have proved too great to prevent the former Liverpool and Real Madrid manager being relegated by Sam Allardyce’s Sunderland.   Related: Sam Allardyce shows Sunderland escape route to spell doom for Newcastle | Louise Taylor    Had he been appointed slightly earlier things would have been different but, as it is, Benítez is now deciding whether to exercise a break clause in his three-year contract and flee or put up with a season in the Championship with a club he has already fallen at least half in love with. After apparently being offered control of transfers as well as the green light to overhaul the academy, medical department and training ground, the indications are he may well say “yes” to Mike Ashley, Newcastle’s owner. Were this stance to be formalised before Sunday’s home game with Tottenham Hotspur those fans who had planned to turn out en masse and beg Benítez not to leave by serenading him for 90 minutes will find the pain of relegation anaesthetised. Yet should he walk away, the sense of the second-tier sabbatical being a case of merely having to postpone Newcastle’s return to Champions League combat by an extra season will evaporate. Anger could be expected to complement the inevitable, crushing mood of anticlimax, with the new manager – and Hull’s Steve Bruce is being mentioned – almost certainly regarded as a significant step down. Considering this is Newcastle’s second relegation in seven years, the board’s failure to insert clauses into players’ contracts reducing salaries by around 50% in the event of losing Premier League status seems negligent. If anyone wants an example of hubris they need look no further than the St James’ Park boardroom. The enduring high wages make unloading unwanted individuals more complicated. Take Henri Saivet. Recruited under Newcastle’s old model whereby the manager had no real say in who came or went and the idea was to sign players aged 25 and under with potential resale value, the midfielder cost the best part of £5m and earns £35,000 a week. McClaren barely picked him, an unimpressed Benítez does not deem him worthy of a place on the bench and buyers are hardly likely to be queueing around the block. All clubs make transfer market mistakes but Newcastle, with recruitment masterminded by Graham Carr, the chief scout, and Lee Charnley, the chief executive, clock up far more errors than most. Even worse, they appear to be strangers to the concept of building a team as opposed to collecting a disparate, disconnected band of individuals. Behaving like shoppers who snatch assorted pieces of sometimes ludicrously expensive designer clothing from rails without considering whether they may match or if colours will coordinate, the pair ended up creating the opposite of Leicester City.     Newcastle fans protest against owner Mike Ashley. Photograph: Michael Regan/Getty Images    How else do you explain how despite spending £80m on new players this season – only Manchester City invested more – they have finished up in this mess? Whereas Allardyce spent £15m very well on Jan Kirchhoff, Lamine Koné and Wahbi Khazri in January, Carr and Charnley furnished McClaren with £30m-worth of new blood in Saivet, Jonjo Shelvey, Andros Townsend and the on-loan Seydou Doumbia. Of that quartet only Townsend is starting games under Benítez and Doumbia, borrowed from Roma, no longer travels with the squad. Of the £50m summer spend, the £12m winger Florian Thauvin is back on loan at Marseille and the jury remains out on Georginio Wijnaldum and Aleksandar Mitrovic. The biggest indictment, though, is that a squad already arguably hampered by the presence of too many francophone players were structurally holed. cCritically Benítez’s first few games in charge saw him forced to deploy midfielders at left-back. If it is no exaggeration to say that for want of a left-back Premier League status was probably lost, while the folly of refusing to consider signings in their late 20s upwards is highlighted by the 33-year-old Jermain Defoe’s heroics at Sunderland. Granted, the former England striker possesses negligible resale value but by securing safety, his goals have been worth at least £100m to Sunderland. Ashley’s decision to delegate football responsibilities to Charnley and Carr while using his public relations adviser, Keith Bishop, as a go-between, has backfired spectacularly. If questions must be asked about the futures of Charnley and Carr – although it is thought Ashley may reprieve the latter – the owner and Bishop would be unwise to try to engage Benítez in hardball negotiations. Behind a warm, genial exterior the 56-year-old is a consummate political operator in whom the Sports Direct owner may have met his match. Unlike McClaren or Alan Pardew, Benítez is not cowed easily and his slick personal website suggests he could teach Bishop a thing or two about PR.   Related: Newcastle ‘devastated’ by relegation, says managing director Lee Charnley    Unlike their Wearside neighbours, whose latest accounts showed a £35m loss, Newcastle have recently recorded healthy profits (£32m at the last count) and will benefit from next season’s £37m parachute payment available to clubs relegated from the top division. Further funds should also be recouped from the sale of players such as Moussa Sissoko, Wijnaldum, Papiss Cissé and Townsend – although the St James’ hierarchy may fight to retain the latter – leaving Newcastle well-placed to rebuild a squad capable of bouncing straight back into the big time. Shelvey, bought for £12m from Swansea City, wants to stay and could prove highly effective at Championship level but it should never have come to this. Not after spending £80m in a single season. Trouble has to be faced, though; what matters now is somehow persuading Benítez to stay before allowing him to implement far-reaching reform. The alternative is too agonising to contemplate.",
  "webTitle": "If you want an example of hubris, look no further than Newcastle’s boardroom | Louise Taylor",
  "webPublicationDate": "2016-05-12T09:31:07Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/12/newcastle-relegation-championship-mike-ashley-board-rafael-benitez",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/12/newcastle-relegation-championship-mike-ashley-board-rafael-benitez"
}