{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/donald-trump-protesters-supporters-san-diego-new-mexico",
  "id": "2016-05-28-74",
  "sectionId": "us-news",
  "body": "They come clutching banners, flags and piñatas, some with masks, others with megaphones, to do battle with Trumpers. The venue changes but the rules remain the same: get as close as you can to the arena, shout long and loud, starve the trolls and, as the sun goes down, watch out. So it goes at what passes for the pointy end of American politics: protesters v supporters at Donald Trump rallies. There were protests at almost every stop of the Republican candidate’s western swing this week, veering from a carnival-like vibe to violence.  At least 18 people received medical attention in San Diego on Friday night after police declared an unlawful assembly in the Gaslamp Quarter, close to where Trump held a rally hours earlier. Helicopters hovered as police in riot gear announced in Spanish and English that people must disperse. Most of the week’s protests were relatively small, barely a few dozen-strong in some places. But those who attended felt these were the opening skirmishes in what promises to be a long, hot summer of street activism triggered by Trump’s rhetoric about Latino immigrants, Muslims and other minorities.   Related: Protesters clash with police outside Donald Trump rally in San Diego    If so, this is the phony war stage: homemade banners, ragged organisation, no one quite sure what to expect.  “There they are, there they are, go, go, go!” shouted a masked protester at Anaheim, south of Los Angeles, on Wednesday, as half a dozen Trump supporters with stars-and-stripes bandannas paraded into their midst, waving US flags. Protesters, some with Mexican flags, swarmed the interlopers as mounted police looked on. The groups jostled and traded insults. “Racists!” “Illegals!” “Scum!” The melee continued for several blocks bordering Disneyland. Protesters snatched Make America Great Again caps and some flags from the outnumbered Trump supporters, who clustered for protection.    Trump supporters march into protest. Socratic exchanges. 'Fuck you!' 'No, fuck you!' pic.twitter.com/Qv1OgnIdKq— Rory Carroll (@rorycarroll72) May 25, 2016    “They work for cheap. They’re taking our jobs,” said Tyler Rogers, 23, a wild land firefighter. And now they had taken his hat, which two protesters tried to set on fire. It flared briefly, then smoldered.  Irene Rodriguez, 42, a Trump-supporting optician, looked dazed: “She took my flag and stomped all over it, some Mexican chick. I told her, ‘you can do what you want to me, but not the flag. Show some respect’.” As helicopters hovered overhead, police briefly sealed thousands of Trump supporters inside the Anaheim convention center car park while a handful of protesters paraded past, defying orders to disperse. The Trump supporters jeered and chanted. “USA!” Then: “Build the wall!” A young Latina draped in a Mexican tricolor gave the finger and screamed rebuttals in Spanish and English. “Excuse my language, but fuck you all.” Sixteen people were later arrested. A day earlier in Albuquerque, New Mexico, protesters overturned crowd control barriers, threw rocks at police and smashed the door of the convention center where Trump had spoken. Interviews with pro and anti groups this week offered a sharp contrast in mood – glee on one side, trepidation the other. They expressed at least one thing in common: pride in taking their beliefs onto the street unlike the rest of America which, as they saw it, sat on its ass, watching TV or dabbling in social media, debating Trump. “I felt I had to be here,” said Gerardo Carvajal, 19, a student from Costa Mesa, in Anaheim. He was soft-spoken and had a geekish critique. “He doesn’t have any real policies. The way he presents himself is not presidential.” Carvajal’s sign was blunter: “Fuck Trump.” Rogelio Banuelos, 27, also mild-mannered, complained that elites were not speaking out against the candidate’s “racism, misogyny, xenophobia and ableism”. His sign featured the word “fuck” six times.    Rogelio Banuelos, undocumented, protesting #TrumpRally. 'He could end Daca as soon as he took office.' pic.twitter.com/v0nVa5k2P2— Rory Carroll (@rorycarroll72) May 25, 2016    Most signs are homemade, with recurring messages. “No human being is illegal.” “We need rights, not hate.” “This is our home too.” The most popular involve swear words. Oddly, the people holding them can be mild and soft-spoken when you talk to them, like Carvajal. Some go for humor. “Build a wall around Trump’s hair. I will pay for it,” said that of Chuck Tyson, 56, an ex-Republican in San Diego. Some seem designed more to provoke than sway. “Don’t be a estupido gringo. Don’t vote 4 Trump.” Use of the Mexican flag divides protesters. For Luis Blanco, 32, who waved a big one in Anaheim, it represented pride in the land of his parents. “It’s for my family. They’re hard workers. Donald Trump is a scumbag.” When someone hoisted a pinãta version of Trump’s head atop a Mexican flag the crowd roared. Photographers scrambled for the best shot.  A media-savvy protester sensed it would be better atop another protester’s US flag. The owner hesitated. “People are so angry they’ll burn it.” With trepidation, he handed it over. The head was transferred and a bigger roar erupted.  Some signs are getting more sophisticated, at least aesthetically. Members of an LA-based indigenous rights group called Mexica this week brandished glossy, colorful depictions of the Donald as the Joker beside a swastika: “Stop Nazi Trump. Go back to Europe now!”    'Trump supporters don't want to make America great again. They want to make America  white again.' #TrumpRally pic.twitter.com/uM6RoZMTdR— Rory Carroll (@rorycarroll72) May 25, 2016    They were spanking new, said Olin Tezcatlipoca, the group’s director. “We’re here doing what the Jews should have done in the 1930s when they saw the rise of Hitler. He’s a Nazi, he’s a white supremacist. It looks like now it’s getting serious and we have to get the word out.”  All week a handful of Christian activists with megaphones and a huge banner praising Jesus have turned up early at Trump events, nabbing the best spot, infuriating protesters. The Christians bait the crowd as illegals and perverts. They turned up again in San Diego. Insults in Spanish only encouraged them. “This is America. We speak English. We don’t understand you.” Some Trump supporters skip his rallies to troll protests. “Those guys chanting, they’re just dumbasses,” said Gary Pollard, 35, a navy veteran-turned Disneyland worker in Anaheim. He had to shout to be heard over chants of “Donald Trump must go, hey hey, ho ho”. Pollard scorned the Trump-Hitler comparisons. “Nazi Germany started with socialized healthcare and gun control.” Then he joined protesters walking in a circle, jigging and lumbering from side to side, for comic effect.    Gary Pollard countering counter-Trump rally. 'Nazi Germany started w/ socialized healthcare + gun control.' pic.twitter.com/gur0xYFrlI— Rory Carroll (@rorycarroll72) May 25, 2016    Some who started shouting at him were pulled away by colleagues. “Remember, don’t feed the trolls.” Hundreds of police in riot gear patrolled San Diego on Friday night as pro and anti Trump groups slowly dispersed. As an anti-Trump rap song blared from a boombox, protesters hung a piñata of the casino mogul from a traffic sign.",
  "webTitle": "'Racists!' 'Illegals!' 'Scum!': protesters v Donald Trump supporters",
  "webPublicationDate": "2016-05-28T16:00:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/donald-trump-protesters-supporters-san-diego-new-mexico",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "San Diego",
      "id": "us-news/san-diego",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New Mexico",
      "id": "us-news/newmexico",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rory Carroll",
      "id": "profile/rorycarroll"
    },
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/28/donald-trump-protesters-supporters-san-diego-new-mexico"
}