{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/05/max-verstappen-daniil-kvyat-ruuthless-f1-red-bull",
  "id": "2016-05-05-53",
  "sectionId": "sport",
  "body": "Max Verstappen’s promotion to the Red Bull team was always going to happen, even though the suddenness of the move has taken some people – most notably Daniil Kvyat – by surprise.   Related: Red Bull drop Daniil Kvyat and replace him with Max Verstappen    Kvyat has had a difficult start to the Formula One season alongside Daniel Ricciardo at Red Bull. But the fact is that his mishaps in qualifying and in the opening races of the season have been so many red herrings. Verstappen is, in the view of many experts, a future world champion. Some predict he will become a multiple champion, so prodigious is his talent. Red Bull had already earmarked him for promotion from their “feeder” team, Toro Rosso. The fact that Verstappen’s three-year contract comes to an end next year was another factor. There will be a vacancy at Ferrari next season, with Kimi Raikkonen unlikely to be retained; it is an open secret that they have been tempted by Verstappen. Mercedes too have been circling. This, remember, is a driver so young that he was only allowed to drive on the road last year. Jenson Button’s tweet, pointing out that Kvyat had won a podium position in China, and that some people had short memories, was kind but meaningless in the ruthless business of F1.       That result didn’t do too much for him, just as his mistakes didn’t necessarily finish him off; Verstappen was coming anyway. But there can be little doubt that Kvyat’s maladroit start brought matters to a head. That does not include his aggressive move on Sebastian Vettel in China, where the German accused him of driving like “a torpedo” which most racing drivers would take as a compliment. What Kvyat did there was perfectly reasonable, and later dismissed as a racing incident. Vettel, most likely, was standing up for himself after the race because Ferrari had their big bosses in town for the weekend. But the pressure on the Russian driver, already intense because of the presence of Verstappen, and the fact that he had been roundly outdriven by his team-mate Ricciardo in the opening rounds, became clear when the Red Bull consultant Helmut Marko said: “Our established guys need to look out.” Then, referring to the brilliant Toro Rosso pair of Verstappen and Carlos Sainz Jr, he added: “Paradoxically, the more inexperienced ones are doing a better job.”   Related: Jenson Button accuses Red Bull of short memories over Daniil Kvyat demotion    Verstappen is clearly relishing his promotion to Red Bull’s senior team in time for next weekend’s Spanish Grand Prix in Barcelona. “The next step in my relatively short career so far is an amazing opportunity,” he beamed on his website. “I really want to thank Red Bull and Dr Helmut Marko for the confidence they have in me. I’ll have the chance to learn a lot from the top team that is Red Bull Racing. “I’m also looking forward to working with an experienced and proven team-mate like Daniel Ricciardo. I can’t thank all the people at Scuderia Toro Rosso enough for all their hard work. Everyone back at the factory in Faenza, and [team principal] Franz Tost in particular, have made an amazing contribution to get me this far in my career. We’ve had an amazing time together.” Looking forward to next week, he added: “Together with Red Bull Racing we’ll do everything to prepare me as best as possible for my first laps in the RB12, next week in Barcelona. I cannot wait for that special moment to happen.” Red Bull’s team principal, Christian Horner, said: “Max has proven to be an outstanding young talent. His performance at Toro Rosso has been impressive so far and we are pleased to give him the opportunity to drive for Red Bull Racing.” Kvyat has not been a disaster this year, far from it. It’s Verstappen’s brilliance that has really done for him. And now it is difficult to see him remaining in Formula One for too much longer.",
  "webTitle": "Max Verstappen’s brilliance always spelt end for Daniil Kvyat at Red Bull | Paul Weaver",
  "webPublicationDate": "2016-05-05T19:01:02Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/05/max-verstappen-daniil-kvyat-ruuthless-f1-red-bull",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/blog/2016/may/05/max-verstappen-daniil-kvyat-ruuthless-f1-red-bull"
}