{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/12/ben-needham-mother-defends-south-yorkshire-police-drinking-session",
  "id": "2016-05-12-178",
  "sectionId": "uk-news",
  "body": "The mother of Ben Needham, who went missing on a Greek Island more than 25 years ago, has defended officers who were reportedly caught drinking heavily just hours after launching a new search for him costing £1m. Officers from South Yorkshire police were criticised after pictures were circulated in some national newspapers reportedly showing them on an eight-hour drinking session shortly after renewing their campaign to find the missing boy. After the photographs were printed, the force, which has been hit by a number of scandals recently, recalled senior investigating officer Matt Fenwick back to the UK as an internal investigation into the reports got under way.  Ben’s mother, Kerry Needham, has raised concerns about the photographs, saying they could put the whole inquiry in jeopardy.   Related: Ben Needham's mother hopes fresh appeal will find missing toddler    Needham said she had every confidence in the officers and that the photographs had deflected attention from the campaign to find her son.  In an interview with ITV’s Good Morning Britain, she said: “They work so, so hard, putting every ounce of energy into trying to find out what happened to Ben, and for this to come out – it could hinder the case.  “I know that without these officers we will not find the answers to Ben. I am so angry about it. No one can understand how much hard work these officers put into this case. It is very, very cruel what has happened.” She added: “These police officers are human beings at the end of the day. What they choose to do in their own time is their business, not anybody else’s.” Needham, who went on praise the detectives, wrote to the force’s temporary chief constable, Dave Jones, pleading with him to allow Fenwick to return to Kos.  The letter sent via her barrister, Ian Brownhill, said Needham “fears the entire investigation is in jeopardy”.  It continued: “I am instructed to strongly encourage you not to recall DSI Fenwick. Or, if his recall really is necessary, then please make it for the shortest time possible. “Ms Needham trusts the officers involved, believes they are working to the highest standards operationally and professionally and wishes there to be no disruption. To recall their leader is incredibly worrying for Ms Needham.”  The officers from the Operation Ben team had travelled to Kos on Sunday in a fresh government-funded bid to discover what happened to the boy, from Sheffield, who was just 21 months old when he went missing on 24 July 1991. According to reports in the Sun, some of the officers began drinking on their hotel balcony at 5pm on Tuesday before heading out to a restaurant and bars.  The officers, including Fenwick and DI Jon Cousins, were reportedly drinking until after 1am, with various photographs showing them with beers and wine. It was then reported that a press conference the following morning started 20 minutes late and lasted less than half an hour.  South Yorkshire police have been heavily criticised in the Hillsborough inquiry, and just a week ago five officers from the force appeared in court accused of using a thermal-imaging camera in a helicopter to film couples having sex. The force has also come under negative scrutiny for its handling of the Rotherham sex abuse scandal.  Earlier this year, the force said they had received extra funding from the Home Office to help in the search for Ben.  Fenwick told the Sun on Wednesday evening the team was “desperately” trying to find Ben. The officer stressed the team was “working really hard”, adding: “We were up at seven this morning and we’ve got officers still out now (at 8.30pm) interviewing people. What I can say is that no public money was spent on alcohol.” A South Yorkshire police spokeswoman said: “Following concerns raised regarding the behaviour of some of those involved, the senior officer has been recalled to the UK with immediate effect to provide the details of exactly what has happened. An internal investigation will follow.”  Fenwick has been involved in a number of high-profile investigations. He has been the detective leading the inquiry into allegations against Sir Cliff Richard and he was also in charge of the investigation into the murder of church organist Alan Greaves in Sheffield in 2012.",
  "webTitle": "Ben Needham's mother defends police 'caught in drinking session'",
  "webPublicationDate": "2016-05-12T14:00:22Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/12/ben-needham-mother-defends-south-yorkshire-police-drinking-session",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sheffield",
      "id": "uk/sheffield",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "uk-news/2016/may/12/ben-needham-mother-defends-south-yorkshire-police-drinking-session"
}