{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/indigenous-heritage-and-development-the-fight-over-darwins-kulaluk-lease",
  "id": "2016-05-02-273",
  "sectionId": "australia-news",
  "body": "It’s a site that supporters say should be spoken of “in the same breath as the Wave Hill walk-off”, a 300-hectare tract of city-adjacent coastal land, which holds a central role in the history of Indigenous land rights. On Friday, a bitter dispute over attempts to heritage list the Kulaluk lease, less than 20km from the Darwin city centre, seemed to be decided as the Northern Territory planning minister, Dave Tollner, rejected a recommendation by the Heritage Council to list it. Had Kulaluk received heritage listing it would have been the first Aboriginal site to do so in Darwin.   Related: Indigenous community lets tourists in on newly won Australian homeland    Kululuk has been the subject of heated conflict among its traditional owners and affected Indigenous residents, divided over moves to develop a retail precinct and medical centre on the site. In 1979 after years of sometimes violent protests – including sit-ins across the main arterial road in Darwin, a symbolic flag-raising at the Darwin courthouse claiming the land as Aboriginal, and the firebombing of construction equipment in the 1960s and 70s – a special purpose lease in perpetuity over Kulaluk was granted to the Gwalwa Daraniki Association.      The Larrakia people campaign for the Kulaluk lease in the 1970s. Photograph: ABC TV via YouTube    It was the first land title handed back to its traditional owners within a capital city. In recent years part of the Kulaluk block was rezoned to host a McDonald’s restaurant, chemist, and services station. Gwalwa Daraniki had sought to rezone further tracts, with plans floated for businesses, a place of worship, a restaurant and a club among the ideas cited, but came up against opposition from some Larrakia and Danggalaba Kulumbirigin people. In September Gwalwa Daraniki signed a memorandum of understanding with the NT government to develop the land, and approvals are already in place for a medical centre and retail precinct.  It was hoped the money raised by the developments would go towards maintaining and building houses on two Aboriginal town camps – Kulaluk and Minmarama – and building a new community centre and aged care facility. “We can’t keep asking for welfare dependency from the government to look after our communities,” Helen Secretary, whose family controls Gwalwa Daraniki, told the ABC last year. “And Aboriginal people and Aboriginal organisations, we’ve got land that we can use.” She said the decision gave the community a say in what would happen to its land, and would create jobs and opportunities for their kids. However the Larrakia Nation Aboriginal corporation disagreed with the easy development, and sought to have the area classified as heritage in order to put in stronger safeguards for any future projects.  Donna Jackson, a Larrakia woman and representative of the Larrakia Nation Aboriginal corporation said there should be enough money coming in through rents from houses and existing developments.    It’s not just about the money stuff, it’s about protecting the land as the elders wanted it protected  Donna Jackson     “But it’s not just about the money stuff, it’s about protecting the land as the elders wanted it protected,” she told Guardian Australia.  “They never said we can’t develop it or use it for anyone else but they wanted it protected and managed by us in an appropriate way. “There are burial sites, ceremonial ground where elders came from around the territory to sit with our elders and talk about the overall land rights struggle. There were Gurindji elders involved from the Wave Hill walk-off. “But it’s not just Larrakia values we’re concerned about there. There are other groups who have had a long association with that land.” Burial sites belonging to Tiwi Islanders were among the mix, laid after battles between the clans on nearby beaches, Jackson said. While they had “anecdotal and eye-witness accounts” of seeing Pukumani burial poles – part of Tiwi ceremonial rites – in one area in particular, Larrakia Nation couldn’t prove it and failed to get the site protected. Jackson also pointed to the natural heritage value of the area, which includes large areas of mangroves and mudflats which were home to migratory birds and other species. The NT Heritage Council, which is thought to have received more than 200 submissions on the heritage nomination, deliberated and decided in favour of listing it two weeks ago.     Dave Tollner, the Northern Territory minister for planning, decided not to the list the land in the Kulaluk lease on the heritage register. Photograph: Helen Davidson for the Guardian    However on Friday afternoon Tollner dismissed the council’s recommendation, declaring no part of the land would be listed, in order to allow the Gwalwa Daraniki Association to secure its economic future. “The most effective way we can honour the importance of this lease is by allowing the GDA to determine how their lands will be developed,” said Tollner. “A heritage listing would prevent future development and would not protect any historical association with the Aboriginal land rights movement.” Members of the Larrakia Nation Aboriginal Corporation were “devastated”, according to their legal representative and head of the NT environmental defenders office, David Morris. He said his clients learned of the decision through a media release, which demonstrated “a gross insensitivity on the minister’s behalf”. Morris said the history of Kululuk “should be spoken of in the same breathe as the Wave Hill walk-off”. In 1966 a group of Aboriginal workers in Wave Hill, led by Vincent Lingiari, walked off a cattle station in central Northern Territory on strike against poor pay conditions and called for the return of their land. Nine years later then prime minister, Gough Whitlam, symbolically handed soil to Lingiari, as their land rights were returned.  The Larrakia’s fight for Kulaluk, led by Bobby Secretary, was just as central to Indigenous land rights as that first battle by the Gurindji, Morris said. “[Tollner’s decision] is a disgraceful act which doesn’t recognise the enormous importance of the land to the Larrakia people,” he said.  “It’s a matter of profound importance to my clients and – judging by the number of submissions – it’s also of huge community and public importance.” An independent review into the heritage significance of Kulaluk, commissioned by the Lands Planning and Mining Tribunal, found the site had implicit significance to the wider community (pdf), because of its connection to historic events and people.    When it comes to town camps I’m not of the view that we want to protect that  Dave Tollner     “The dramatic way in which the Kulaluk claim was first prosecuted, in particular the creation of the Larrakia flag and the symbolic raising of that flag over the supreme court in the Northern Territory brought the Larrakia claim to national attention and is now an iconic part of our history,” it said. A number of large-scale development proposals were relying on Tollner’s decision. They may have faced complicated rezoning applications if it had been granted heritage listing, Guardian Australia understands. Most of the lease area would remain as conservation land, Tollner said, and any development would have to comply with conservation law. Aboriginal graves and sacred sites remained protected, he said, but Jackson noted this only referred to the ones already listed. The Heritage Council was unable to reveal its recommendation before the minister announced it. However the chairman, Wayne Kraft, earlier told Guardian Australia it was a “rigorous and open contest” and he ensured all his council members were “fully briefed”. “Sometimes people forget to pass on information, but I was paranoid to make sure all the history was right, and the process of the nomination which had been fraught with procedural incorrections,” he said. “We’ve nailed that, we’ve since got a new council, and I’m confident as chair that the process has been totally open and transparent under the act.”   Related: Noel Pearson: Indigenous Australia thwarted by 'rednecks and greenies'    Kraft said there was a lot of passion for the land, both for and against heritage listing. Tollner had the option of accepting the council’s recommendation, requesting more information or a variation in it, or rejecting it. Speaking after the council made its decision but before he had seen it, Tollner told Guardian Australia “we’re not in the business of heritage listing town camps”. “When you see important pieces of historic infrastructure and relics that are worth preserving, we certainly look at doing what we can to preserve those features but when it comes to town camps I’m not of the view that we want to protect that.”",
  "webTitle": "Indigenous heritage and development: the fight over Darwin's Kulaluk lease",
  "webPublicationDate": "2016-05-02T00:05:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/indigenous-heritage-and-development-the-fight-over-darwins-kulaluk-lease",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory politics",
      "id": "travel/northern-territory-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Land rights",
      "id": "environment/land-rights",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/02/indigenous-heritage-and-development-the-fight-over-darwins-kulaluk-lease"
}