{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/claims-of-maltreatment-in-mau-mau-rebellion-cannot-be-fairly-tried",
  "id": "2016-05-25-158",
  "sectionId": "world",
  "body": "Claims from 40,000 Kenyans that they were beaten, raped and mistreated during official suppression of the Mau Mau rebellion cannot be tried fairly 60 years later, according to the government. Responding to a lawsuit that opened at the high court in London this week and is expected to continue for more than a year, Guy Mansfield QC, representing the Foreign Office, said those alleged to have inflicted the violence are now dead or untraceable.   Related: Malawians seek compensation for Nyasaland massacre during British rule    Litigation on such a scale should not be “a historical inquiry into the events that occurred in Kenya at the end of the colonial era”, he stressed, but required “each of the claimants [to] prove their claims to the satisfaction of the court”. Mansfield added: “All of the alleged perpetrators of the mistreatment ... are untraceable or – it must be presumed – dead. They are unable to answer the allegations made against them.  “The UK government is unable to put forward a positive account of what is said to have happened to the individual test claimants. It is also unable to say which of the many regulations that were brought into force in response to the Mau Mau insurgency bear directly upon each claimant’s case. “All of the senior politicians and civil servants who worked in the colonial office in the UK or the colonial government in Kenya are now dead. The British army generals who advised and assisted the colonial government are all dead. None of them can explain what happened during the emergency. They too cannot now answer the grave allegations made against them.” Without their testimony, Mansfield said, there is no “safe foundation for judgment”. “These cases have simply been brought too late and it is now impossible for them to be determined fairly.”   Related: Listening to the voices from Kenya's colonial past | Caroline Elkins    An application by the government for proceedings to be adjourned so that officials could examine the means by which witness statements have been recorded and assess their veracity was, however, withdrawn. Peter Skelton QC, also for the Foreign Office, earlier told the court: “As this litigation has progressed, the [government] has become more and more troubled by the way the claimants’ evidence has been produced. There’s a risk that the test case evidence has been irremediably tainted by the way they were [questioned]. “The translation process may have resulted in written accounts which may not represent the claimant’s evidence in their own words.” Many of claimants are elderly as well as “physically and mentally infirm”, he added. “They are vulnerable witnesses and many do not speak English. “We will not have the countervailing argument. We will not be hearing from the perpetrators. It’s not a Machiavellian tactic to prevent them giving evidence. If the claimant’s written evidence has been tainted then it will not be possible for justice to be done.” The first witnesses are due to begin evidence by videolink from Nairobi in a series of test cases next month.",
  "webTitle": "Claims of maltreatment in Mau Mau rebellion 'cannot be fairly tried'",
  "webPublicationDate": "2016-05-25T13:11:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/claims-of-maltreatment-in-mau-mau-rebellion-cannot-be-fairly-tried",
  "keyword": [
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mau Mau",
      "id": "world/mau-mau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "world/2016/may/25/claims-of-maltreatment-in-mau-mau-rebellion-cannot-be-fairly-tried"
}