{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/george-takei-whitewashing-doctor-strange-marvel-superhero-movie",
  "id": "2016-05-03-174",
  "sectionId": "film",
  "body": "Star Trek actor George Takei has hit out at claims by a Marvel screenwriter that the studio “whitewashed” a traditionally Tibetan character in forthcoming superhero epic Doctor Strange to appease China. Takei, a regular critic of Hollywood’s habit of sidelining actors of east Asian extraction in favour of white performers, took to Facebook to lambast comments made by Doctor Strange screenwriter C Robert Cargill in April. In an interview with the Double Toasted podcast, Cargill suggested Marvel had one eye on sensitivities over Tibet in the world’s most populous nation when the studio cast white actor Tilda Swinton as the traditionally Asian mentor to Doctor Strange, the Ancient One.   Related: Tilda Swinton cast as Tibetan to placate China, says Doctor Strange writer    “Let me get this straight,” wrote Takei on Facebook. “You cast a white actress so you wouldn’t hurt sales … in Asia? This back-pedalling is nearly as cringeworthy as the casting. Marvel must think we’re all idiots.” In response to posts by fans, Takei claimed Marvel had “already addressed the Tibetan question” by shifting the Ancient One’s home to Kathmandu, Nepal, in the film.  “It wouldn’t have mattered to the Chinese government by that point whether the character was white or Asian, as it was already in another country,” he said. “So this is a red herring, and it’s insulting that they expect us to buy their explanation. They cast Tilda because they believe white audiences want to see white faces. Audiences, too, should be aware of how dumb and out of touch the studios think we are.” Takei appears to have mistaken Cargill’s intervention for an official Marvel statement on allegations of “whitewashing” in Doctor Strange. In fact, the screenwriter appears to have stirred up the media storm with off-the-cuff comments. Describing the Ancient One as “a racist stereotype who comes from a region of the world that is in [a] very weird political place”, he told the podcast: “He originates from Tibet, so if you acknowledge that Tibet is a place and that he’s Tibetan, you risk alienating one billion people who think that that’s bullshit and risk the Chinese government going, ‘Hey, you know one of the biggest film-watching countries in the world? We’re not going to show your movie because you decided to get political.’”   Related: Marvel defends 'whitewashed' casting of Tilda Swinton in Doctor Strange    Disney-owned Marvel later made a statement on the matter to Mashable, pointing out that it had previously changed the racial makeup of iconic characters, and arguing that Strange’s mentor was not required to be Tibetan.  “Marvel has a very strong record of diversity in its casting of films and regularly departs from stereotypes and source material to bring its MCU [Marvel cinematic universe] to life,” said the studio. “The Ancient One is a title that is not exclusively held by any one character, but rather a moniker passed down through time, and in this particular film the embodiment is Celtic. We are very proud to have the enormously talented Tilda Swinton portray this unique and complex character alongside our richly diverse cast.” Takei nevertheless refused to be cowed. “All the arguments in the world don’t change the fact that Hollywood offers very few roles to Asian actors, and when one comes along, they hire a white actor to do it, for whatever the reasons,” he said. “Until that mindset can change, and the studios do something to stop this practice (Remember The Last Airbender? Aloha?) I will continue to speak out.”",
  "webTitle": "George Takei on Doctor Strange controversy: 'Marvel must think we're all idiots'",
  "webPublicationDate": "2016-05-03T13:15:13Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/george-takei-whitewashing-doctor-strange-marvel-superhero-movie",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Doctor Strange",
      "id": "film/doctor-strange",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Star Trek",
      "id": "culture/star-trek",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tilda Swinton",
      "id": "film/tilda-swinton",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/03/george-takei-whitewashing-doctor-strange-marvel-superhero-movie"
}