{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/07/blue-plaque-150-years-english-heritage",
  "id": "2016-05-07-163",
  "sectionId": "books",
  "body": "John Keats, Keats Grove, NW3 by Andrew Motion Among the galaxy of lesser known and therefore more surprising names on blue plaques, John Keats shines like his own bright star. This makes him a predictable favourite, but he can never be a dull one. His house in Hampstead, which nowadays looks so pretty and solidly established, was relatively new when he and his friend Charles Brown occupied one half of it (with the Brawne family next door), and frankly poorly built: the walls were only one brick thick. It is, in other words, a vulnerable place. And its most famous inhabitant was vulnerable too: desperately ill for most of the time he lived here, virtually penniless, and heartbrokenly in love with Fanny Brawne while knowing he must soon leave her. The combination of these things makes the house a particularly intense sort of shrine – one that confirms the enduring presence of Keats in our national life, one that brings us close to some of his greatest poetry and makes it feel actual (he wrote Ode to a Nightingale in the garden that still surrounds the house), and one that provides a beautiful little theatre in which the drama and poignancy of his life can be endlessly re-presented. Powell and Pressburger, Gloucester Place, NW1 by Martin Scorsese     Thelma Schoonmaker, the widow of Michael Powell, and Martin Scorsese unveil the plaque to Powell and Emeric Pressburger. Photograph: Sean Dempsey/PA    I love London’s blue plaques – they’re integral to the life of the city, monuments that keep your eye connected to history in such a wonderfully simple way. I was excited to help honour Michael Powell and Emeric Pressburger, otherwise known as The Archers, with a plaque outside their old headquarters off the Marylebone Road. This was where they conceived and created some of their greatest pictures, including The Life and Death of Colonel Blimp, A Canterbury Tale, I Know Where I’m Going and Black Narcissus. When the current owner of the flat moved in four years ago, he had no idea that it had been occupied during the war years by The Archers. Today, Powell and Pressburger are known and justly celebrated. But when I met Michael in 1975 he was living in a trailer, and he and Emeric had resigned themselves to being forgotten, lost to history along with their films – films that are now recognised as treasures of the cinema. So, if you happen to be strolling through Regent’s Park, or maybe visiting Abbey Road or the Sherlock Holmes Museum, take a walk over to Dorset House on Gloucester Place, where Michael Powell and Emeric Pressburger made movie history. Michael Ventris, North End, NW3 by Mary Beard It is heartwarming to think that the professional architect and decipherer of the early Greek script Linear B should have a plaque on the house that he and his wife designed together in North End, Hampstead. It was here that this brilliant amateur linguist and code breaker sat down, evenings and weekends, to puzzle out the impenetrable writing that had been discovered on tablets at the prehistoric sites of mainland Greece and Crete, in particular the famous “palace” at Knossos. The final breakthrough came one evening in 1952, when a dinner party had been planned at the house. One of the guests recalls everyone getting increasingly tipsy on the sherry, while there was no sign of the host, who eventually emerged full of apologies, proclaiming “I’ve done it!” What he had been able to reveal, against the scepticism of scholars, was that the strange script was actually an early version of Greek. It wasn’t literature exactly, but even more interesting in a way: thanks to Ventris’s work, the tablets were soon shown to be the administrative records of prehistoric communities in the second millennium BC, lists and lists and lists giving us a precious glimpse into the early storerooms, farms and temples of the Greek world. But there was a tragic end for Ventris, who, when driving home late one night just a few years later, crashed his car into a parked truck and died. It’s not often that man, house and achievement are so closely bound together. Vera Brittain, Doughty Street, WC1 by Kirsty Wark I and thousands of others are indebted to Vera Brittain for her powerful and passionate autobiography, charting her life until 1925. Testament of Youth was published in paperback for the first time in 1978 by Virago, and it brought a new generation of readers to some understanding of the devastation wrought on young lives by the first world war. It speaks for so many who lost loved ones. I’d like to think my great aunts, who lost their beloved brother after four years fighting in France, once read this wonderful book. It is, as her daughter Shirley Williams has said, “an elegy for a generation”. Vera Brittain wrote brilliantly with all the optimism and vim of youth. Chapter three begins: “My diary for August 3rd 1914 contains a most incongruous mix of war and tennis.” The reader follows her as a young nurse, to the front, and all the way through the war. Many close to her were killed, including her fiance Roland and her brother Edward. A blue plaque is one thing, but what we should all do is make time to read what she had to say. Ernst Gombrich, Briardale Gardens, NW3by Antony Gormley What is it about the blue plaque that makes things jollier? It seems that we live in buildings that present a blank face to the world, so it’s good to imagine the lives that were once lived within them. The house, and the city in which it sits, gain in richness by having a living reminder of who once slept, dreamed, ate and worked there. I was recently asked to unveil the plaque to Ernst Gombrich on his home at 19 Briardale Gardens. Somehow, that privet-hedged, quiet little close in Hampstead Garden Suburb changed from anonymous, nostalgic, English rural vernacular into a Mitteleuropa aesthetic enclave. The blue plaque helps us make poetry from the everyday, infusing the hard materials of the city with the feeling of lives lived: a memory of the past making the present richer. HH Munro, Mortimer Street, W1by Will Self     ‘A somewhat unorthodox day’ … Will Self unveils the plaque for HH Munro.    I unveiled a blue plaque for English Heritage once – it’s the one on Mortimer Street for HH Munro (Saki, the short story writer). Scaffolding had been set up outside the building, and Loyd Grossman and I (at that time he was the head of the blue plaque committee) crawled over a desk and out of a window to access it. As I recall, the tenant of the desk didn’t even stop working. Later we went to the Fitzroy Tavern for a celebratory drink, and I ended up chatting with Saki’s biographer, a portly American gentleman in a trench coat, who told me how, when he was doing his research, he tracked down two descendants of the writer: suitably enough, a couple of ageing spinsters in a mouldering house somewhere in Northern Ireland. (Remember the fate of such types in Saki’s stories, such as Shredni Vashtar.) And in the attic of the mouldering house the biographer found a tin trunk, and in the tin trunk he found a cache of Saki’s papers, including “account books” in which the man-about-town had set down, um, accounts of all the young men he’d had about town, including their vital penile statistics. It was a fitting end to a somewhat unorthodox day. Mary Seacole, Soho Square, W1by Shami Chakrabarti As debate rages on about who owns the past, who is celebrated in statues and who is forgotten, it is wonderful to imagine a postcolonial world where monuments reflect richer, more complex and diverse histories of our country and Commonwealth. So imagine my delight at learning of a blue plaque in honour of Mary Seacole, hung in 2007. The pioneering nurse, adventurer and autobiographer had already been voted “Greatest Black Briton” in 2004, and the National Portrait Gallery acquired a painting of her in 2008. The daughter of a Scottish soldier and free Jamaican “doctress”, this great Victorian was proud of both parts of her heritage and undeterred by the entrenched racism and misogyny of her times. Jamaica was the place of her birth, and Britain the land of her dreams. Still, she travelled widely, not least to the Crimea to nurse British soldiers during the war. She was also the first black British woman to write and publish her own life story in Wonderful Adventures of Mrs Seacole in Many Lands. “My memory is far from trustworthy and I kept no diary … unless I am allowed to tell my story in my own way, I cannot tell it at all.” Lilian Baylis, Stockwell Park Road, SW9 by Mark Ravenhill I’m not sure how much time Lilian Baylis actually spent at 27 Stockwell Park Road in south London. It is hard to think of her having time for food or sleep or bothering with sex. Her mission – to bring the high culture of opera, ballet and classical theatre to the masses – occupied her life. She created the infrastructure for the performing arts in contemporary Britain almost single handedly. Starting with the management of a coffee shop in Waterloo in 1912, Baylis moved on to manage the nearby Old Vic theatre, making it a home for Shakespeare and classical theatre. After her stewardship, but still using her guiding principles, the Old Vic became the first home of the National Theatre. Baylis also took on the management of Sadler’s Wells theatre in Islington as a home for opera and ballet companies that in time became the English National Opera and the Royal Ballet. I’d like to think that Baylis – who always kept a tight hold of the purse strings – will appear again with a flaming sword and lead the ENO through its current troubles to the land of high art and balanced books in which she so passionately believed. Frances Hodgson Burnett, Portland Place, W1 by Alexia Casale While many of her books are now forgotten, The Secret Garden and A Little Princess are part of the canon of English literature written during the golden age of children’s fiction. The prominence of grief, loss and trauma is a surprise to many modern readers, who tend to view children’s books as cosy territory, rather than a space where threat and melancholy play a major role. Her work echoes through many later classics, including those by CS Lewis and Eva Ibbotson: both counted her among their favourite childhood authors. She was a woman ahead of her time: not only did she work and earn more than either of her husbands, she divorced both when the relationships soured. She was also an astute businesswoman, bringing a lawsuit over an unauthorised theatre production of her novel Little Lord Fauntleroy that established a new copyright precedent. She went on to earn as much from her own film adaptation as she did from the book. She lived a transatlantic existence for much of her life, including five years during the 1890s when she lived at 63 Portland Place. The house’s underground passages are said to have inspired her novel A Lady of Quality: she remarked what a good place they would be to hide a body. Christopher Wren, Hampton Court Green, KT8by Marcus du Sautoy Wren trained as a mathematician at my alma mater, Wadham College, Oxford, before transforming the skyline of London, and his buildings are infused with the mathematics he learned. Take the dome of St Paul’s Cathedral. It actually consists of three different domes. A hemisphere on the outside. A steeper inner dome, more fitting with the internal dimensions of the cathedral, and a hidden middle dome – there to support the outer dome, which would collapse without it. Wren’s sketches show him plotting the cubic equation y=x3 to define the contours of this inner dome. Thanks to Wren’s mathematics, St Paul’s still dominates the London skyline, a skyline being transformed today by the Wrens of the 21st century. Kenneth Williams, Farley Court, NW1by Barbara Windsor     ‘He would have loved it and, as it was for him, so did I’ … Barbara Windsor unveils the plaque for Kenneth Williams. Photograph: Oliver Dixon/Fiona Hanson/Imagewise    In 2014 English Heritage asked if I would unveil a blue plaque for my late, great friend Kenneth Williams. Of course there was never going to be any hesitation; it is no secret that Kenneth and I had been close friends after meeting on a Carry On film set, so much so he invited himself on my first honeymoon. Twenty years earlier I had unveiled another plaque for him at another property he owned and that day I was joined by the wonderful Norman Wisdom. This time it was Kenny’s property in Farley Court near Baker Street. I walked round that morning, as it is quite close to where I live, and was greeted by photographers and fans who had heard about the event. The problem was that, as the plaque was high up on the wall, they needed me to climb up a ladder to get the picture … and all I could think of was Kenneth looking down at me and flaring those nostrils saying, “Look at her, the silly cow, still climbing ladders at her age.” He would have loved it and, as it was for him, so did I – even if at 77 years of age I’m getting on a bit for doing my own stunts. Sylvia Pankhurst, Cheyne Walk, SW10 by Rachel Holmes The elite Cheyne Walk of contemporary London seems an unlikely spot for Sylvia Pankhurst’s blue plaque. But it was a very different place when, in 1906, the broke and dejected militant suffragette moved into two unfurnished rooms at No 120. A gifted artist diverted from that first vocation by her passionate opposition to injustice in all its forms, she had just finished at the Royal College of Art. Pankhurst couldn’t get a job because “there was always a titter when my name was announced”. She lived on a diet of lentils and cocoa, and a camp bed, gas ring and easel were her only furniture. She was estranged from her mother Emmeline, and her sister Christabel’s emerging cult-leader tendencies were proving tiresome. Yet as ever, Sylvia was so much more driven by the causes of freedom and equality than by her own personal strife. Seen as wild, the socialist Pankhurst lived a political life that included militancy in the struggle for votes for women, trade union solidarity, pacifism and anti-imperialism. Recent debates about feminism and parliamentary politics remind me, as her biographer, of the early 1900s. As a member of the newly established Labour party, Pankhurst wondered “What would the party do for women?” Elisabeth Welch, Brompton Road, SW5by Bonnie Greer I was asked to unveil Elisabeth Welch’s blue plaque in 2012. I had only seen the actor and singer once, performing “Stormy Weather” in Derek Jarman’s The Tempest, and I knew immediately why she was there. Of course she was beautiful, elegant, a consummate singer and performer, but she had something else: insouciance. She would have been taught, as I was, to hide that quality, because it can get a black girl into trouble. We African American women check ourselves more than we’re conscious of. And so, sometimes, we go elsewhere for brief moments, often longer, to see things with fresh eyes and hear in a new way. Welch moved from New York to Paris, and then London, where she spent most of her life. She was a forerunner for many of us who just get up and go. But she was always true to where she came from. That’s the genius of her. She moved to a new land … and expanded all of our horizons.",
  "webTitle": "The lives of others: 150 years of London’s blue plaques",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/07/blue-plaque-150-years-english-heritage",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Scorsese",
      "id": "profile/martin-scorsese"
    },
    {
      "webTitle": "Mary Beard",
      "id": "profile/mary-beard"
    }
  ],
  "guardianId": "books/2016/may/07/blue-plaque-150-years-english-heritage"
}