{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/european-project-eurozone-crisis-portuguese-eu",
  "id": "2016-05-25-258",
  "sectionId": "commentisfree",
  "body": ".   Portugal’s European integration has had two distinct phases. The first decades were about democratic consolidation, and economic and social modernisation – as well as the restoration of Portugal’s external influence and prestige. By contrast the past decade has been marked by the euro crisis that triggered the imposition of austerity policies, the economic and social consequences of which challenged the democratic regime and damaged Portugal’s reputation. Forty years ago, at the end of the revolutionary transition to democracy, the main political parties converged around the European integration strategy. In 1976 the Socialist party won the first parliamentary elections with the motto “Europe is on our side”; the Social Democratic party (SDP) chose Europe as the “priority of all priorities”. On the one hand, European integration meant democratic consolidation; on the other, it represented Portugal’s return to Europe after a long imperial cycle.   Related: Worrying times for democracy in Portugal | Letters    In 1986 Portugal and Spain became members of the European Economic Community, as the EU was then called. According to Jaime Gama, Portugal’s then minister of foreign affairs, this was a turning point: democracy was “irreversible” and Portugal was now part of a “club of big states”. The European dimension replaced the transatlantic relationship as country’s priority, and the recognition of Portugal as a member of the western community enabled stable relations with former African colonies, and the creation of the Community of Portuguese Speaking Countries, including Brazil. Access to EEC funds allowed several years of sustained economic growth, part of a gradual rise in living standards to converge with those in the rest of the community. After the cold war the rules of European integration became more demanding, especially for small states such as Portugal. Meanwhile, Lisbon consistently supported the inclusion in the EU of the post-communist democracies of central and eastern Europe, although this threatened to relegate Portugal – geographically, the most western state – to the periphery of the union. The Portuguese priority was to be at the core of the integration process – and crucially of the Schengen agreement and the European single currency. Being a part of the euro was a success of Portuguese diplomacy. However, it was also the beginning of a decade of economic stagnation that revealed the poor competitiveness of the economy and reversed the convergence of living standards with European levels. Successive governments tried to compensate for this setback by increasing public expenditure, allowed by the European commission as a means of containing the impact of the financial crisis on the eurozone. The European institutions were unprepared for the crisis, and it seemed that the European leadership believed the euro was immune to financial crisis. After Greece and Ireland, Portugal paid the price of both its own mistakes and of the failings of the European institutions. In the frontline of the euro crisis, these three countries were granted bailouts and subjected to austerity regimes imposed by the International Monetary Fund, the European Commission and the Central European Bank. In 2014, Portugal was able to guarantee a “clean exit” from its bailout.   Related: Sorry, British Eurosceptics, but there was no coup in Portugal | Felipe Henriques    The correction of budget imbalances was made at the cost of a decrease in GDP, an increase in unemployment and a wave of emigration by young people without precedent in the past 40 years. The polls show that the Portuguese have lost confidence in the European institutions as well as in the future of the European Union. Despite that, there is still support for the euro and for remaining at the core of European integration. The economic and financial crisis was a test of the resilience of Portuguese democracy. After the 2015 elections the Socialists replaced the SDP in government, and for the first time successfully negotiated the parliamentary support of radical leftwing parties, both camps strongly against the European politics of austerity that they attribute to a German imposition. Ironically, as a former Socialist minister stated, ”Germany united the left”. However, this has not affected the strong consensus on Europe’s place that still exists within the two major centre parties, as both the Socialists and the SDP reject changes to the Portuguese strategy of European integration. For a small state like Portugal, being a member of the European Union and Nato is still the most effective way to tackle the risk of regional marginalisation and strategic isolation, which could compromise the nation’s international position. • Tell us what the EU means to you and your country",
  "webTitle": "The European project helps small states think big | Carlos Gaspar",
  "webPublicationDate": "2016-05-25T08:00:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/european-project-eurozone-crisis-portuguese-eu",
  "keyword": [
    {
      "webTitle": "Portugal",
      "id": "world/portugal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carlos Gaspar",
      "id": "profile/carlos-gaspar"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/european-project-eurozone-crisis-portuguese-eu"
}