{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/13/billions-review-naughty-guilty-damian-lewis",
  "id": "2016-05-13-304",
  "sectionId": "tv-and-radio",
  "body": "Have you lost a bit of self-belief, confidence at work perhaps? Let’s hope you watched new US import Billions (Sky Atlantic) then. I did, and I picked up a few things. So if anyone reading this online is maybe thinking of leaving a nasty comment below the line (it’s a subject close to the Guardian’s heart at the moment), you know what, I’m not even listening. Or reading. No sir, I’m listening to the voice inside telling me where the alpha is. It’s the voice that got me here, and it’s still there. What’s it saying? That I’m awesome. (I’m now standing up and beating my chest with my fist, awesomely). And to anyone who says that I’m not, do you know what it’s saying? “Fuck you”, that’s what it’s saying. That’s the advice psychiatrist Wendy Rhoades (Maggie Siff) gives a guy whose mojo – and results – are a little down at the hedge fund where she works as performance coach. (Must have a word with the boss here about getting one of them, hopefully exactly like Wendy, who is seriously impressive.) Wendy’s boss is Bobby “Axe” Axelrod (Damian Lewis, again very convincingly American), who not only started off with nothing but also survived the 9/11 attacks and rose from the ashes of the World Trade Center to become Master of the Universe, King of the Hedge Fund. He’s the Mike Tyson in his prime of hedge fund managers. Is he dodgy? Of course he bloody is. And it’s down to US attorney Chuck Rhoades (Paul Giamatti) to go get him. So there’s a bad guy, and a good guy after him, right? But it’s not quite that simple. Axe is also a man of the people. He puts the kids of his colleagues who didn’t survive the 9/11 attacks through college. He gives money – loads of it – to the New York City Firefighters Foundation. He bails out the pizza place he used to go to as a kid which has hit on hard times. He loves that pizza place, and the pizza guy, and the pizza. And the people love Axe. Nailing a folk hero isn’t easy. But then Axe goes and snaps up a heritage beachfront mansion for $83m (as he says, “What’s the point of having fuck-you money if you never say fuck you?”) and that opens a chink in his armour. Chuck is an alpha plus male too – determined, ruthless, all that. But he’s also grumpy, short-tempered and complicated. Definitely complicated in the bedroom … actually, I don’t think it is the bedroom; he’s lying on a hard wooden floor, bound and gagged in an arresting opening scene that leaves your mouth wide open (before you close it again, quickly). A woman puts a high boot heel on him. “You’re in need of correction aren’t you?” she purrs, before sticking the business end of her lit cigarette (in a Cruella de Vil holder) into his chest. Tssss! Ouch! “That’s going to burn, let me fix it,” she says, straddling him, squatting a little, and urinating. Oh! I thought it was jellyfish stings you did that for? Or is it sea urchins? But that’s medicinal, rather than recreational ... Anyway, she’s his wife, it turns out – Wendy Rhoades, Doctor Mojo, remember, at Axe’s hedge fund, where she earns her husband’s salary times eight. Dominatrix – and dominant – missus works for the enemy; that makes things tricky, and interesting. I don’t think Billions says an awful lot about gender politics, to be honest. What’s Axe’s motivation? “Being a billionaire, when you walk into a room, it’s like being a woman with a perfect set of tits,” he tells Wendy. “You know exactly what everyone’s looking at, and you know exactly what they want.” Nor do I think I’m learning a lot about Wall Street post 9/11, or real-world insider trading. It’s really just about a couple of egotistical macho men called Axe and Chuck going head to head in a shower of gold (literally in Chuck’s case) and $100 bills. Hell it’s fun though, even if I feel ever so slightly naughty – guilty even – for enjoying it so much. Like getting off on Mixed Martial Arts (I’m guessing). Plus I’m inspired, of course. Not just to listen to my inner-awesome. But looking at the way Axe and Mrs Axe (also hard as nails) bring up their two boys, I realise we’re doing it wrong in our non-beachfront house. I need to be pitting our boys against each more, to stoke their competitiveness. Also teaching them skills and strategies, like mercy is a word wimps use when they can’t take the pain. And it doesn’t matter looking foolish short-term if it means winning long-term. That’s the aim: winning, long-term, big-time. Billions.",
  "webTitle": "Billions review: I feel naughty – guilty even – for enjoying it",
  "webPublicationDate": "2016-05-13T06:20:07Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/13/billions-review-naughty-guilty-damian-lewis",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Damian Lewis",
      "id": "culture/damian-lewis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paul Giamatti",
      "id": "film/paul-giamatti",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/13/billions-review-naughty-guilty-damian-lewis"
}