{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/ignoring-family-ties-not-best-for-children-adoption-cameron",
  "id": "2016-05-24-162",
  "sectionId": "society",
  "body": "I’ll never forget the anguish I felt when I waved goodbye to the children I had fostered for nearly three years. Tess and Harry, gorgeous blonde-haired, brown-eyed siblings, came to stay with our family when they were both less than 18 months old and left when they were almost ready for school. I was so anxious the day I was introduced to their adopters that I burst into tears before we even shook hands. It was the relief as much as anything else; the eagerness on their faces and kindness in their eyes reassuring me the siblings would be safe in their arms. The day before the introductions, I took the little ones to have their hair cut. “I’m meeting New Mummy and Daddy tomorrow,” Tess told the hairdresser, bobbing around in her chair. The children clung to me and cried when I told them they were moving on and they were still a little withdrawn, but there was intrigue there as well.    Removing children from all they have known can leave them with an aching sense of loss    “Tess and Harry are meeting their adopters tomorrow,” I explained to the hairdresser, who was looking confused. She pouted. “Ahh, how sad. Why doesn’t their real mum want them?” Tess’s face crumpled, her eyes filled with tears. A 10-day handover followed, a gruelling experience for all of us – and especially bewildering for the siblings. It was heartbreaking to finally let them go, but I felt sure they were moving on to a place of safety and love. It’s been several years since they left, but we still think of them often, quietly sending them our love. Since then I’ve become an adopter myself. Few life events can surpass the joy of walking into a courtroom as a family of three and emerging as a family of four, and in that special moment it’s easy to forget that one of you is grieving. My five-year-old daughter, Megan, was three when I adopted her, but she still remembers the family she left behind. Social services manage final contacts with birth parents as sensitively as they can, but I’ve seen contact supervisors literally wrench distraught children from their sobbing birth mothers arms after saying their final goodbyes – it’s a brutal, draconian process. Children almost always want to be with their birth parents, no matter how abusive or neglectful they may have been and however loving or attentive the replacements are. Removing children from all they have known, no matter how necessary, can leave them with painful sensory memories and an aching sense of loss. The current system of finding fostered children a permanent home, whenever possible, within their birth family’s network of family or friends has led to a fall in the number of adoptions, but I believe maintaining that link helps to mitigate the crisis of identity that so many adoptees carry with them through life. That’s why I worry that the fundamental changes to the adoption process announced in the Queen’s speech last week are a step too far. David Cameron has said he is “unashamedly pro-adoption”, and favours new laws that will “tip the balance” in favour of adoption, even if that means overriding family ties. But most UK adoptions already proceed without the consent of the child’s birth parents and twice-yearly letterbox contact is the norm. Across Europe, non-consensual adoption is rare, with many babies remaining in foster care and maintaining direct contact with birth parents throughout childhood. Many children thrive in long-term care, often maintaining close (and usually lifelong) ties with their foster family long after the placement has ended. In the US, 60%-70% of adoptions are open, with adoptees having regular contact with their birth family. Sometimes, for reasons of safety, face-to-face contact isn’t possible, but regular meet-ups allow adoptees to grow up with a realistic view of their biological parents, avoiding the birth family fantasies that sometimes drive adoptees to search for their family in secret using social networking sites. Unsupervised reunions inevitably follow, sometimes leading to a disruption in the adoptive placement. Our family continued to foster after adopting Megan, and we have a little boy with us at the moment. Reggie has just turned three, with a gap-toothed smile and the cutest dimples I’ve ever seen. He arrived when he was two years old, head resting on his social worker’s shoulder, eyes half-closed and swollen. For the first few days he wore a puzzled expression, as if he wasn’t quite sure which faces would greet him as he pottered around unfamiliar rooms. Now he throws himself at me for a bleary-eyed hug in the morning, and screeches with excitement when his foster sister says hello. The adoption team called last week with the news that they have identified a match for Reggie, and my heart lurched. Letting little ones go never gets any easier, however much practice I get. I have no way of knowing what’s in store for Reggie, and until he’s old enough to express his views, no one can say for certain whether cutting ties with his birth family worked out for the best, but I’m hopeful that he’ll gain parents who will love and treasure him. And I know for certain that wherever he goes, we’ll be cheering him on from here. Names have been changed",
  "webTitle": "Ignoring family ties: is it really best for children? | Rosie Lewis",
  "webPublicationDate": "2016-05-24T13:00:09Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/ignoring-family-ties-not-best-for-children-adoption-cameron",
  "keyword": [
    {
      "webTitle": "Fostering",
      "id": "society/fostering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Rosie Lewis ",
      "id": "profile/rosie-lewis"
    }
  ],
  "guardianId": "society/2016/may/24/ignoring-family-ties-not-best-for-children-adoption-cameron"
}