{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/02/claudio-ranieri-leicester-premier-league-champions",
  "id": "2016-05-03-320",
  "sectionId": "football",
  "body": "“Claudio Ranieri? Really?” As much of the planet now knows, with the world’s media descending on Leicester, that was how Gary Lineker last summer received the news that the veteran Italian had been appointed to take charge of a side that narrowly escaped relegation the previous season. Now the charming 64-year-old has masterminded perhaps the greatest fairytale in sporting history, proving a battalion of doubters wrong and winning not only the undying gratitude of all those in Leicester but admiration and no little love from around the world.   Related: The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay    Lineker, who until Jamie Vardy burst on to the scene was Leicester’s best-loved centre-forward, was not the only one to doubt the credentials of the peripatetic Italian when he took up the 15th club managerial post of a rollercoaster career. Harry Redknapp expressed his shock Ranieri had landed a Premier League job following a disastrous four months in charge of Greece that came to a humiliating halt with defeat by the lowly Faroe Islands. Another former Leicester striker, Tony Cottee, said he was astonished. Beneath a sceptical Guardian blog, perhaps the politest of a slew of comments was simply: “Gone by Christmas”. Twelve months on bookmakers are facing a £15m payout to punters, including a lucky few who backed the side at 5,000‑1, and a different sort of astonishment abounds. In truth the Italian’s CV is studded with huge achievement but undercut by a series of near-misses and a sense he has tended to lay the foundations for others to claim the credit. No longer. Having made his name at Cagliari, success at Napoli and Valencia eventually led him to Stamford Bridge, where he delivered the Champions League qualification that convinced Roman Abramovich to buy the club. But he was sacked one season later by the Russian following a spectacular blow-out in the semi-finals of that competition.           ‘Walt Disney wouldn’t script this’ – Leicester City champions.    With delicious irony his quicksilver counterattacking Leicester side travel to Chelsea on the final day of the season as champions with last season’s title-winners languishing in mid table. In an added twist José Mourinho, who had replaced Ranieri at Chelsea first time around and publicly belittled Ranieri as yesterday’s man when his Internazionale side beat Roma to the title in Italy five years later, was sacked mid-season as Leicester began their unlikely ascent to the summit. Since leaving England a decade ago much liked but hardly revered Ranieri took Juventus and his childhood favourites, Roma, to second-place finishes in Serie A and masterminded a revival at newly moneyed Monaco in France. But by the time he arrived at the King Power Stadium Mourinho’s withering assessment of Ranieri was received wisdom. With typical good grace and a seemingly unshakable bond with his players the one-time “Tinkerman” has set about proving his critics spectacularly wrong. Ranieri has been magnanimous about the foundations laid by his pugnacious predecessor, Nigel Pearson, who against the odds saved Leicester from relegation in 2015‑16 with a run of seven wins in their last nine games but was sacked amid the fallout from a scandal that hit the club’s post-season tour. Recognising the team spirit and fitness regime established by his predecessor was second to none, Ranieri resolved to change little regarding the team’s preparation.   Related: 'Ranieri for President!' Leicester City fans across the world celebrate a miracle    Much has been made of the £200m-plus gulf in value between the Premier League’s self-styled elite and a Leicester squad that melds journeymen like Robert Huth and hitherto unsung heroes such as Danny Drinkwater with well-sourced bargain buys in Riyad Mahrez, Jamie Vardy and N’Golo Kanté. In a Premier League where, historically, finishing positions have correlated almost exactly with wage bills, Ranieri’s band of brothers have reversed preconceptions. But Leicester’s billionaire Thai owner, Vichai Srivaddhanaprabha, has also invested heavily in the club’s infrastructure, ensuring the side want for little when it comes to all the accoutrements of modern performance analysis used to recruit and train players. Ranieri has said that it made his jaw drop when he arrived. In contrast to his nickname, Ranieri has resisted the urge to tinker with his side and has had some luck along the way with a lack of injuries to key players. Yet his interventions, both between and during matches, have often been decisive. Recognising that his Italian reputation for tactical complexity went before him, he told Il Corriere della Sera that he made a pact with his side on his arrival: “Always show me everything you’ve got and every now and again I will explain a little football to you.” Eschewing the trend for possession football exemplified by the great Barcelona sides of the past 15 years Leicester have been resolute in defence and lightning quick to attack. When they destroyed Manchester City 3-1 at the Etihad Stadium in February, one of several defining moments in this title race, they did so with only 35% possession. As well as being a master tactician Ranieri has also perfectly judged the psychology. He kept things simple, lifting the pressure from his side and focusing relentlessly on the next game, admitting only recently that the title was in sight with his “Dilly-ding, dilly-dong” rallying cry.     Jamie Vardy celebrates scoring against Manchester United. Photograph: Oli Scarff/AFP/Getty Images    In the age of the individual’s veneration in football Ranieri, like Diego Simeone at Atlético Madrid, has made teamwork fashionable again. And, paradoxically, in the process he has made unlikely stars of Vardy and Mahrez. His side kept their heads as all around were losing theirs, ticking off a series of tight victories and answering every question posed of them even as the wider world kept expecting them to fade, most recently following a 2-2 home draw against West Ham United in which their talismanic striker Vardy was sent off. At the King Power Stadium, where the stands have rocked all season, faith has never wavered. For proof that Leicester has taken Ranieri to its heart, look no further than the two-minute film released last week of him welling up as he watched tributes from its streets. From staff at Leicester Station to pensioners at the market and tracksuit-clad teenagers on its shopping streets, all offered up undying gratitude to the man who has masterminded a sporting miracle. In that initial withering assessment Lineker, whose delight and disbelief have spiralled as the season has developed, said Ranieri’s appointment was “uninspired”. He could not have been more wrong.   Related: How Leicester City’s five-year fairytale unfolded    Canny to the last, Ranieri even managed to negotiate a clause in his contract that guaranteed him £100,000 for every place his side finished above 18th and a reputed £5m bonus for winning the title. The arguments over whether Leicester’s triumph tops the exploits of Brian Clough’s Nottingham Forest in a modern era when money and global branding have made the established order harder to topple will rage long and hard in the east Midlands. For now, supporters who could never in their wildest dreams have imagined the season turning out this way – and who have long lamented as many near-misses and false dawns as Ranieri – know exactly whom to thank. As do those well beyond the city for whom he has come to personify a triumph that cut through so much of the cynicism that clings to modern football.",
  "webTitle": "Claudio Ranieri proves nice guys do not always come second | Owen Gibson",
  "webPublicationDate": "2016-05-03T06:22:52Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/02/claudio-ranieri-leicester-premier-league-champions",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/blog/2016/may/02/claudio-ranieri-leicester-premier-league-champions"
}