{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/campbell-newman-defamation-case-taxpayers-cover-525000-payout",
  "id": "2016-05-15-30",
  "sectionId": "australia-news",
  "body": "Campbell Newman has cost Queensland taxpayers more than half a million dollars in costs to settle a defamation suit over his comments when premier that lawyers for bikies were “part of the criminal gang machine”. Newman and his former attorney general Jarrod Bleijie are understood to have settled a suit brought by solicitors Chris and Daniel Hannay with a $525,000 payout, Guardian Australia can reveal. It is understood Newman and Bleijie declined to offer public apologies to the Hannays that could have reduced the amount taxpayers would pay on their behalf, instead offering only to make face-to-face apologies, which were rejected.   Related: Clive Palmer and Campbell Newman to go to mediation over defamation dispute    Taxpayers’ exposure to the case will be greater than the $525,000 payout figure, as they also have to wear the cost of legal teams for Newman, Bleijie and the Hannays. Under political convention in Queensland, the government indemnifies politicians who are sued in the course of their duties. Legal sources told Guardian Australia that a $525,000 settlement was large for a defamation suit, and a public apology may have reduced taxpayers’ exposure. Newman was targeted by the libel suit after responding in February 2014 to a question about reports the Hannays had advised clients not to appear in court together for fear of being arrested under anti-association laws.  The then premier told a media conference: “I’m sure that’s completely disingenuous from the defence lawyers concerned and I am sure they have ways of dealing with that. That is just nonsense.” “These people are hired guns. They take money from people who sell drugs to our teenagers and young people. “Yes, everybody’s got a right to be defended under the law, but you’ve got to see it for what it is, they are part of the machine, part of the criminal gang machine and they will see, say and do anything to defend their clients and try to get them off or indeed progress their sort of case, their dishonest case.” Bleijie was also targeted in the lawsuit over his comments a day later that Newman was responding specifically to a question about Hannay Lawyers on the Gold Coast. The Hannays alleged Bleijie’s remarks helped identify them as the targets of Newman’s attack, despite the attorney general’s lawyers arguing they were “made generally with respect to unidentified lawyers and criminal gang members at the Gold Coast”.   Related: Queensland taskforce told bikie laws will never secure a conviction    The Hannays, represented by prominent defamation lawyer Stuart Littlemore, filed a claim seeking $1.2m in aggravated damages from Newman and Bleijie in April 2014. Newman and Bleijie filed a defence that accused Chris Hannay of “an attempt to interfere with the administration of justice” and contempt of court by advising clients not to front court together. The case went to mediation with former high court judge Ian Callinan.  It is the second high-profile defamation case involving Newman as premier which has concluded since he was unseated in the January 2015 election that cost the LNP government. Days before that election, Newman sued Alan Jones over the broadcaster’s comments the LNP government had “prostituted” itself in support of a donor’s controversial coalmine. Guardian Australia revealed that while this suit was being drawn up, Newman’s lawyers in the Hannays matter tried to have a deadline of his defence pushed back to the day before the election. The suit, funded by the LNP, was dropped months later. Newman did not respond to a request for comment on Sunday.  Bleijie declined to comment when contacted by Guardian Australia. Neither of the Hannays could be reached for comment. Newman’s remarks about lawyers provoked widespread ire in the legal community, with the Queensland Bar Association and the Queensland Law Society calling for him to withdraw them and apologise.   Related: I don't like Campbell Newman, but here's something I Can Do: defend his awful book | Gay Alcorn    Peter Davis, the then president of the bar association, said he was contacted by Bleijie at the time and told there would be no apology from Newman. “The idea that a lawyer, by representing someone who is accused of a criminal offence, is somehow or other joining the criminality is just misconceived,” Davis told the ABC at the time. The fracas came at the height of the former Liberal National government’s political campaign against outlaw motorcycle gangs and uncertainty in the legal community over the scope of the anti-association laws. A solicitor, Adam Magill, said he was forced to send home witnesses threatened with arrest by police at the Maroochydore magistrates court in late 2013. Another solicitor, Andrew Bale, had written to the police commissioner and the director of public prosecutions five months before Newman’s remarks asking if clients would be arrested for facing court together but received no reply.",
  "webTitle": "Campbell Newman defamation case: taxpayers cover $525,000 payout",
  "webPublicationDate": "2016-05-15T20:01:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/campbell-newman-defamation-case-taxpayers-cover-525000-payout",
  "keyword": [
    {
      "webTitle": "Campbell Newman",
      "id": "australia-news/campbell-newman",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland politics",
      "id": "australia-news/queensland-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal National party",
      "id": "australia-news/liberal-national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/16/campbell-newman-defamation-case-taxpayers-cover-525000-payout"
}