{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/23/jordan-morris-us-soccer-seattle-sounders-mls",
  "id": "2016-05-23-234",
  "sectionId": "football",
  "body": "On the day Jordan Morris became the latest savior of US Soccer, he was thinking about dancing. Not dancing, to be precise. It was May 2014, and Morris was a sophomore at Stanford University in sun-soaked Palo Alto, California. Coincidentally, the US men’s national team was also at Stanford that month, training ahead of the 2014 World Cup, and head coach Jürgen Klinsmann had arranged for his squad of professionals to scrimmage Stanford’s amateur side of student-athletes. “Everyone was like this is the coolest thing ever,” Morris told the Guardian in a recent interview. “We were all so excited. It’s the biggest game of our lives, you know.” But the day of the scrimmage, Morris’ mind was elsewhere. Earlier in the week, he had lost a crossbar challenge and, as punishment, was scheduled to dance at an annual Stanford athlete review show, The Stannies. Not one for the spotlight, Morris made a wager with his team-mates to get out of it. Score twice against the national team, and he was off the hook. The scrimmage did not start well for the reluctant Baryshnikov. In the third minute, the US scored and proceeded to keep Stanford pinned in their own half. But the collegians recovered and kept it simple, defending with 10 men and attempting to spring the speedy Morris on the counter. Then a through ball put Morris in behind the US defense, and the young striker slotted home the finish.  “Honestly … I didn’t even think I just scored against the national team,” he says with a smile. “I was thinking I have one more goal to score to not have to do this dumb dance!” Morris didn’t get a second goal (one ended up being enough to avoid the dreaded dance-off), but he did get something much greater from the scrimmage: a call-up to the national team that August. What followed was an astronomical ascent. Morris became the first college player to feature for the senior team since 1999 and the first college player to score for them since 1992 (against arch-rival Mexico to boot).            With each appearance, the hype around Morris grew as pundits called on him to leave the cushy confines of college and turn pro. It was around this time that the reality of Morris (a good, young player) got inflated beyond recognition, and something else, The US Soccer Hype Machine, took over. The US Soccer Hype Machine is a peculiar feature of American football culture, a media/fan hybrid always on the hunt for the latest young player preordained to “save” the game in the States. (Few pause to consider that the domestic game has been growing just fine without a messiah.) Every year, the machine ingests the latest prospect and places the heavy dreams of the entire soccer nation on his shoulders, believing that one transcendental player, the long-awaited American Messi, can redress all of American soccer’s structural shortcomings. At best, a player can endure The US Soccer Hype Machine’s sharp teeth and emerge stronger, more resilient. At worst, the heady expectations can destroy a career. Over the last year, it has been focused on Morris. Now, it looks set to consume Borussia Dortmund’s 17-year-old wunderkind Christian Pulisic. Years ago, it chewed up Freddy Adu. So when Morris finally did turn pro in January, signing the most lucrative homegrown contract in MLS history with his hometown Seattle Sounders, the move came with the gargantuan expectations that had been marinating since his first appearance with the national team back in 2014. Expectations that only grew when the Sounders tweeted a Photoshopped picture of Morris posing next to Messi the day he signed his deal, and when US Soccer placed Morris alongside stars Tim Howard and Clint Dempsey in promotional photos for the new USA kit.    Related: Why can't the United States develop a male soccer star?    It didn’t matter that Jordan Morris had never played a minute as a professional; the latest savior of American soccer had landed in Seattle. But Klinsmann reminded us all this past weekend that hype is a fickle mistress. On Saturday, he announced the 23-man Copa América roster, notably omitting Jordan Morris. The decision stunned fans and pundits alike. After two years of non-stop hype, how could Klinsmann leave his hand-picked star in Seattle? But before I knew all that, when the Morris hype was still as fresh as his career was old, I wanted to understand Morris’s experience, to hear what it’s like to have your life enter The US Soccer Hype Machine. So this past April, I went to Seattle. *** I arrive on the kind of sun-drenched day that makes it easy to think that endless summer will forever banish the gray skies of winter, and the mood at Sounders training is light ahead of a home match the next day against the Philadelphia Union. After a three-match losing skid to start the season, the Sounders are improving, scratching together four points from their past two games. But if there’s a dark cloud over the Sounders’ season so far, it’s that Morris has not yet scored a goal at that point in April. Even though the season is just five games old, Sounders fans are restless. They’ve been promised a messiah and are ready for a miracle.      Jordan Morris (far left) was playing for the US team - here against Germany - before he had turned pro. Photograph: Maja Hitij/EPA    At training, I run into former USA and Sounders goalkeeper Kasey Keller and ask how Morris has been doing. His answer is succinct. “Struggling,” says Keller. “He’s a goalscorer, and he hasn’t scored a goal.” After practice ends, I sit down with Morris in a conference room at the Sounders training facility. He arrives dressed head-to-foot in Nike apparel and sporting a few days of patchy facial hair that will hopefully sprout into a fully-formed beard eventually. I’m surprised at how tall he is (he’s listed at six feet) because on television he looks shorter, a bit stocky even, on account of his broad shoulders, which seem to have been borrowed from someone much taller and transplanted onto Morris’ frame. It’s fitting that Morris cites the thickset Wayne Rooney as an inspiration for his game; they’re cut from the same block of clay. In conversation, the 21 year-old is earnest and reflective, possessing a quiet maturity that makes him far more likely to internalize criticism than to lash out like a brazen teenager (in this respect, he’s very un-Rooney-like). He attributes some of this to an early diagnosis of Type 1 diabetes, a first encounter with adversity. From the age of nine, Morris had to learn to monitor his diet closely, acquiring an understanding of his body and its limitations. “I think that alertness and awareness and in-tune-ness for your body is something that a lot of young players don’t have,” adds Sounders coach Sigi Schmid. “And a lot of those things Jordan already has so that’s a huge step forward.” Morris’ maturity has been his best asset on the rapid ascent from college kid to U.S. Soccer star. “Kids get in trouble with hype because they read it and they believe it,” says Sounders general manager Garth Lagerwey. “Jordan doesn’t believe it. He knows who he is, and he knows what he does well.” I ask Morris what it’s like to be the subject of so much hype, rumor, and discussion, to have his name considered among the ranks of all the would-be saviors of American soccer. “It’s really weird,” admits Morris. “I never thought my name would be a part of that list. Ever. And it’s obviously very flattering when people say that, but it adds a sense of expectation, which I think has been the toughest transition for me to being a pro now.”  Modesty aside, he’s right. As far as saviors go, Jordan Morris was a late bloomer. During his early years playing club soccer in Seattle, Morris never got a second look from national team scouts. His main goal at the time was to play his way to Stanford University. After an early visit to the campus, Morris was smitten, starting a long love affair with the “Harvard of the West” that many US fans would later come to believe endured too long. Although many (this author included) cite the 2014 Stanford scrimmage as the moment that sparked Morris’ ascent, its roots stretch back a few years prior when Morris joined the Seattle Sounders Academy in high school and began to occasionally train with the first team. “He was a physical specimen from day one,” remembers Sounders team-mate Brad Evans, and his performances also impressed Schmid so much that he thought the under-20 national team should give him a look. When an injury opened up a place at a team camp, Morris got the call and impressed, eventually earning a place on the under-20 team that competed in the Toulon Tournament in 2013. So when Klinsmann arrived on Stanford’s campus that fateful May day, Morris was already on the German’s radar. But no one expected that Klinsmann would ever bring Morris straight into the full team, somersaulting over professional players many years his senior. I ask Morris if he ever wonders what his career would look like if Klinsmann hadn’t brought his team to play Stanford that day, if, for instance, Klinsmann had instead decided to scrimmage Stanford’s East Bay rivals UC-Berkeley instead. “Yeah, honestly. I think about it a lot. And I’m very lucky that they were at Stanford. I guess you never know what will happen, but I really don’t think I would have had the same opportunities with the full team that I had today. Sometimes you need that little bit of luck, that little opportunity to make your mark.” Time was on his side, too. His national team ascent began after USA got dumped from the 2014 World Cup and were hunting for new contributors. Morris also had the good fortune of appealing to Klinsmann’s idiosyncratic desire to disrupt the US men’s national team. For Klinsmann, bringing a college player straight into the senior national team was another embodiment of his oft-repeated promise to upend the conventional thinking of American soccer.      Jordan Morris, center, celebrates with team-mates Nelson Valdez, left, and Andreas Ivanschitz after scoring against Philadelphia Union. Photograph: Ted S Warren/AP    But this is not to say that Morris’ rise is down to luck alone. Whenever afforded an opportunity to perform, he has done just that. “Luck sometimes opens the door for you,” says Schmid, “But once the door is open it’s what you do afterwards that allows you to stay inside the room or you get kicked out again. And he’s taken advantage of it.” In the months that followed his first call-up, the US Soccer Hype Machine entered light speed with fans as impressed with Morris’ play as the media was with the narrative of a college kid outperforming professionals. In the rush, Morris didn’t even have a chance to update his own Twitter handle – @JMoSmooth13 – to something a bit more professional sounding. I ask about the handle, and Morris confesses that he’s not “smooth” and hopes to change it one day. And yes, he did read all the jokes about him needing to make it back to Stanford in time for his chemistry exam.  But considered in context, his unpolished online presence stands as a signifier of his unexpected ascent. Unlike other players who rise gradually, Morris didn’t have a chance to scrub the embarrassing screen names of his youth before entering the limelight. “It all happened so fast,” he says. “I never in a million years thought I would really be in the position I am today.” As the hype amplified, pressure grew on Morris to leave Stanford. After his sophomore season, Schmid told Morris that he was ready to become a professional and that the Sounders were ready to sign him. But Morris wanted to spend one more year in college, and promised Schmid that he would turn pro the next year. “Everyone thought I should go pro. But you know, I was talking to Jürgen at that point, and he said we’ll make it work for you to stay another year. I just kind of was like I want to do what’s best for me,” says Morris. “I honestly think I wasn’t ready to go pro at that point. I just knew that.” Staying at Stanford had a double-edged effect on the Morris hype. So long as Morris stayed in school, any accolades with the national team were as pleasantly surprising as finding a $10 bill in a back pocket. Failure could be written off easily, and success quickly praised. But it also kept the expectation simmering just below a full boil, fans waiting anxiously for the moment when the college star would have to prove himself as a professional. His last year at Stanford could not have gone better. Morris and his Stanford team won the NCAA national title, and he was named player of the year. The Sounders were prepared to make him the highest-paid homegrown signing in MLS history, but Morris’ play had also attracted a suitor overseas in Bundesliga outfit Werder Bremen where he went on trial this past January. “When I was going to turn pro, I called Jürgen … and he said that I think it would be best for you to at least go over there and try it out,” recounts Morris. “And so I said, ‘OK.’ He had done so much for me. Yes of course, I’ll go over and try it out.” In the American press, the Morris saga turned into a proxy war between Jürgen-phobes and Klinsmann-philes, engaging in circular debates about the relative merits of MLS and Europe for young American players. But after several tortured weeks for Sounders fans, Morris decided to come back. “When I was over there, I was just like I really want to play at home, and I want to play in Seattle,” says Morris. “I feel like I trusted my heart before staying another year at Stanford, and it always paid off for me. And it was telling me to go home. You know, I listened to it and came back here.” While some have criticized Morris for staying in school and not jumping immediately to Europe, ignoring the hype was in some ways the harder choice to make. “Sometimes with young players, they get caught up early,” says Schmid. “You know, whomever it may be, Freddy Adu or others. And they jump. And hey, the money, the glory, but maybe it wasn’t the right time, right place. Jordan has been good about making his decisions step-by-step.” “There’s more pressure here on Jordan than there would have been in Germany,” adds Lagerwey. “I think he made the decisions that were mature and were things that he thought were best for him long-term. And when you have a little bit more perspective like I think he does, I think it’s going to serve him really well over the course of his career.” Now back home in Seattle, Morris is living with his parents as he eases into life as a professional. “It kind of feels like I’m in high school again,” he jokes.  I ask how he’s been coping with the intense pressure and scrutiny, especially the recent criticism that he hasn’t scored a goal yet. “There is some pressure, and it’s been weighing on me a little bit,” he confesses. “It’s more me being intimidated to make a mistake because there is this pressure, there is this hype around me. What I have to do is really push all those expectations aside. To not be intimidated, to take some risks, to take people on.” And score. *** The next day, I head down to CenturyLink Field to watch the Sounders take on the Philadelphia Union. As I walk to the stadium, I notice Sounders gear popping up in various corners of the city; it’s an odd sensation for an East Coast follower of American soccer where the cultural footprint of MLS teams often fails to register outside a few niche bars.  Seattle and their southern neighbors the Portland Timbers have long been the league’s standard bearers for stadium atmosphere, and while the Sounders lack Portland’s bearded charm, they make up for it in size and sound. The Seattle version of MLS feels decidedly major league from the 53-person marching band to the 17-flag waving Sounders employees standing around the center circle at kickoff. Oh, and the hotter-than-you-expect flame cannons behind each goal.  Early in the first half, Morris gets his first clear chance on goal, corralling a long ball over the top but rifles his shot right at the goalkeeper. It’s the story of his season thus far, getting in dangerous spaces and then scuffing the final ball.            As the second half begins, a red card drops Philadelphia to 10 men, and Seattle asserts control over the match. Then in the 71st minute, Austrian midfielder Andreas Ivanschitz collects the ball near midfield and spots Morris making a diagonal run between Philadelphia’s center backs. The pass is perfect, and Morris outruns both defenders before knifing the ball into the back of the net. The crowd explodes. “Seriously, on the field … I haven’t heard the stadium that loud in ages,” says Evans.  A photographer captured Morris’ celebration mid-air, first primed to pump, a defiant roar about to echo his lips, the accumulated weight of expectations released in one frothy moment of bliss. “You see that expression on his face,” says Lagerwey, discussing the photo. “That goal meant something.” Subbed off in the 82nd minute, the stadium breaks into an impromptu chant of “MOR-RIS, MOR-RIS” as the hometown hero exits the pitch. “That whole building was excited that Jordan got his first goal,” says Lagerwey, “That audience, those people, they want him to succeed and that’s a huge, huge thing in his favor going forward.” “There’s a big weight off his shoulders,” says Schmid after the game ends, a 2-1 Sounders win. “You eliminate that weight, and he’s going to run a lot lighter next week.”  As I head out of the stadium that night, I catch a glimpse of Morris embracing his father, the Sounders’ team doctor, outside the Sounders locker room. It’s a quiet moment, one that makes his decision to begin his career in Seattle, a city that has embraced him as its prodigal son, seem like not much of a decision after all. *** In the weeks after that April game – pressure valve released – Morris scored in his next three matches, tying the record for consecutive goals scored by an MLS rookie. But it was not enough for Klinsmann to name him to the Copa America team. “It came a little bit down to Wondo [Chris Wondolowski] or Jordan,” said Klinsmann in a vague explanation of the decision. “We decided in this moment right now to go with Wondo.” There’s an odd symmetry between this decision and the one two years ago that launched Morris’ career. Then, Klinsmann placed Morris on the senior team before he’d ever scored a professional goal. Now, Klinsmann has chosen to omit him after he finally started to do so. For all who have followed Morris’ ascent, the decision rankles, leaving fans to wonder if they were wrong to imbibe all the hype, or if Klinsmann simply made the wrong choice. The reality is that hype, though intoxicating, rarely satisfies. “I think a lot of American fans, they’re waiting, and waiting, and waiting, for the next Landon Donovan. For the guy who becomes the centerpiece of the national team for the next 10 years,” says Evans. “I think we’re all craving that, and we have to realize that special players are special because they’re one-in-a-million. One-in-ten million. I almost think we feel like we deserve one of those players when in reality we don’t.” Jordan Morris was never going to save US Soccer. Copa América or not, he remains what he always has been: a good, young soccer player who one day could become great. Over the past two years, he’s endured the harsh glare of the US Soccer Hype Machine and emerged on the other side stronger, more resilient.  In fact, his omission could actually help his development. Rather than make a few substitute appearances for the US this summer, Morris will start for Seattle and can continue to work on his finishing at the professional level. If he keeps scoring in MLS, he’ll surely find his way back into Klinsmann’s rotation after Copa América ends, restarting his national team career anew with more reasonable expectations. “That’s what he wants to do,” says Evans. “Put his head down and do the work quietly.” Meanwhile, we turn our heads to the sky, and wait.",
  "webTitle": "Jordan Morris, Jürgen Klinsmann and surviving the US Soccer Hype Machine",
  "webPublicationDate": "2016-05-23T10:00:12Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/23/jordan-morris-us-soccer-seattle-sounders-mls",
  "keyword": [
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Seattle Sounders",
      "id": "sport/seattle-sounders",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jurgen Klinsmann",
      "id": "sport/jurgen-klinsmann",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Helms",
      "id": "profile/andrew-helms"
    }
  ],
  "guardianId": "football/blog/2016/may/23/jordan-morris-us-soccer-seattle-sounders-mls"
}