{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/bath-neal-hatley-england-scrum-coach-eddie-jones-australia",
  "id": "2016-05-06-127",
  "sectionId": "sport",
  "body": "Until the age of 15 Neal Hatley had never played rugby. It might have stayed that way had he not attended a school in South Africa’s Eastern Cape where football was frowned upon and hot showers were only allocated in the evenings to members of the top three rugby sides. Those failing to make the cut had to shiver beneath cold jets of water instead.   Related: England appoint Glen Ella as skills coach for Australia tour    Talk about motivating your pupils to train that little bit harder. The comfortably-upholstered Hatley was soon sticking up his hand to play in the front row, thinking only of the delicious warmth that could flow his way as a result. Had the boiler at Dale College in King William’s Town been more efficient, English rugby might never have encountered its new, highly-rated scrum coach. Hatley’s appointment by Eddie Jones – who has also now added the former Wallaby Glen Ella to his coaching team for next month’s Australia tour – could prove a similarly happy case of serendipity. Jones wants to make England’s scrum simultaneously a weapon and a launchpad, both of which come naturally to his southern African-reared lieutenant. It is a handy bonus, too, that the Lancashire-born Hatley captained England Saxons and played alongside England’s current defence coach, Paul Gustard, at London Irish. No wonder the 46-year-old had cause in midweek to reflect on life’s unpredictable twists before his final game as a Bath employee on Saturday. He certainly owes a thank you to his father Alan, whose decision to swap life in Bolton for Rhodesia in the 1970s opened a door to a different world. Hatley junior was born in Chorley – “You probably can’t tell from the accent” – but spent his formative years in and around Bulawayo. “My dad was a quantity surveyor. He’d lived in Bolton his whole life and wanted to do something different. We ended up in what is now Zimbabwe and when I was about 15 we moved to East London in South Africa. I’d only ever played football – my father was a massive Bolton Wanderers fan – and a little bit of rugby league. When I turned up to school and asked what time football was, everyone shook their heads. I played full-back and No8 initially until I realised I wasn’t going to make the school third team in those positions. Hot showers were the priority so I got pushed up to prop and stayed there.” Fate, or plain chance, has been a recurring feature of Hatley’s career ever since. After moving to Durban he met the former Springboks coach Ian McIntosh, who moulded him into a player good enough to represent Natal and Western Province. Stuck behind a battalion of Springboks props, however, a chance meeting with a holidaying Joel Stransky, the World Cup-winning fly-half and former team-mate, changed everything. “He found out I had a UK passport, gave my name to somebody and I got flown over to speak to Bath, Bedford and Richmond.” He chose Bedford, only to be caught in the legal battle between the club’s then owner Frank Warren and rival American boxing promoter Don King. “When Don King started fighting with him about Prince Naseem there were all sorts of shenanigans. We even had to wave pay cheques for the press that turned out to be empty. They were interesting times.” His meandering odyssey still had one more significant step left in it. After a mere six games of the 1998-99 Premiership season, he was abruptly signed by London Irish following an injury to their Welsh international Peter Rogers. Had that emergency not occurred he might never have connected with Gustard, although Jones has always been quick to spot hard-workers capable of lightening the mood. The avuncular Hatley has duly been hired to coach England’s scrum for two days per week and improve the performance pathway for forwards from Under-18 level up to the senior side.   Related: Visionary Conor O’Shea sets sail for Italy with warning to Premiership | The Breakdown    Among those predicting a perfect marriage is Mike Ford, Bath’s head coach, Hatley’s boss for the past four years. “I have to tell him to go home at times because he’s a real grafter but the players all love him. He can socialise with them and at the same time tell them they’re not being selected. I’ve never seen anything like the amount of detail he puts on scrums but he’s also worked on our contact area and defence. He’s quite an asset to lose.” When you factor in the youthful promise in England’s squad, Steve Borthwick’s technical expertise and Gustard’s relentless enthusiasm, it is little wonder Hatley sounds excited, having turned down two tempting job offers in South Africa last year. “For me there couldn’t be a more exciting time to be involved with English rugby. I think there’s real depth in key positions and that, for me, makes it a really exciting time. They’re so much better for what happened in the World Cup.” The potential downsides, of course, are the extra scrutiny of the Test arena and Jones’s legendary work ethic. Hatley does not seem remotely fazed by either prospect. “If coaching at that level was easy everyone would be doing it. I expect to be pushed and pulled all over to get the best from the players. I’m under no illusion as to how tough that’s going to be.” Having grown up an England fan in a distant land – “I’ve only ever supported England … we’re an unbelievably patriotic family” – he is keen to get started but leaving Bath on an upbeat note also matters hugely. While the players have already made a joke of it – “When it was announced they brought in some of those party poppers and celebratory hats” – there will inevitably be sadness after the game against Leicester at the Rec. “It will be an emotional day but we’ve got people like Stuart Hooper who have served the club longer. Rob Webber, Dominic Day and Horacio Agulla are also leaving. For me it’s about getting a result to send those guys off well.” Hatley also deserves a raised glass but, luckily for English rugby, he is not going far.",
  "webTitle": "Bath’s Neal Hatley stands by to work the oracle with England’s scrum",
  "webPublicationDate": "2016-05-06T14:45:50Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/bath-neal-hatley-england-scrum-coach-eddie-jones-australia",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bath",
      "id": "sport/bath",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/06/bath-neal-hatley-england-scrum-coach-eddie-jones-australia"
}