{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/china-racist-detergent-advert-outrage",
  "id": "2016-05-28-65",
  "sectionId": "world",
  "body": "The company behind a Chinese advert for detergent that has been dubbed the most racist ever has defended the bizarre content, saying any discrimination is in the eye of the viewer. In the advert a pouch of Qiaobi cleaning liquid is forced into the man’s mouth and he is then bundled into a washing machine by a smiling woman. After a cycle of muffled screams, she opens the lid and a grinning Asian man climbs out. He winks at the viewer before the slogan flashes up on screen: Change begins with Qiaobi. The commercial had apparently aired for months in China, without generating much debate, until a flicker of online discontent was picked up by a local English-language website. It posted a link to the ad and within hours it had gone viral, sparking a global conversation about racism in a country that is officially home to 56 ethnic minorities but is dominated by Han Chinese, and can feel very monocultural.     The Chinese commercial shows a black man being treated with the detergent … Photograph: YouTube    “Qiaobi Detergent Ad Might Be The Most Racist TV Commercial Ever Made,” said the Huffington Post, as global outrage grew. But a spokesman for Leishang cosmetics company, which produces the detergent, said critics had overreacted. “The foreign media might be too sensitive about the ad,” a man named only as Wang told the local Global Times tabloid. “We meant nothing but to promote the product, and we had never thought about the issue of racism.” Other company employees were less coy about the ad, which is a virtual copy of an older Italian commercial for detergent that shows a sleazy white man being transformed into a muscular black man, with the slogan “coloured is better”. “We did this for some sensational effect,” Xu Chunyan, an agent for the company, told the New York Times. “If we just show laundry like all the other advertisements, ours will not stand out.”     He is then bundled into a washing machine…    As a strategy it appears to have failed: the ad drew huge controversy abroad but little attention at home, with just a few thousand viewing it on domestic video sharing sites, even after the scandal broke. Some Chinese viewers were frustrated. “If the ad showed a person of Asian origin being ‘washed’ white, wouldn’t this kind of person feel discriminated against,” asked one poster on the popular Weibo microblogging site. But mostly the ad was met with apathy, perhaps because there is limited public debate about racism in China, where a bestselling toothpaste is still called “Black Man Toothpaste” more than two decades after its English name was changed from Darkie to Darlie. A copy of the detergent ad posted on a local video-sharing site with a caption asking “Is this ad racist?”, had not drawn a single comment.     … and emerges as a lighter-skinned Asian man. Photograph: YouTube    Beijing watches closely for slights against the country and its people in international commentary, and the Chinese media was quick to dub US presidential candidate Donald Trump a “racist”, but the government shows much less interest in monitoring domestic conversations about race. China’s lack of diversity – it does not encourage long-term immigration, and the UN says it hosts only 150 refugees in a population of over 1.3 billion – can spill over into overt discrimination, particularly for people of colour. In 2009 the vicious response to a contestant on an TV talent show who had mixed Chinese and African-American heritage highlighted some of China’s problems. One African-American who spent several years in China recalled being fired as an English teacher, despite his excellent professional skills, because students were obsessed with his skin colour. Marketus Presswood wrote: “I overheard students talking in Chinese about how they were paying so much money and wanted a white instructor. One went so far as to say, ‘I don’t want to look at his black face all night’.” Presswood added that he hoped attitudes were changing as Chinese engagement with the world increased.",
  "webTitle": "Black man is washed whiter in China’s racist detergent advert",
  "webPublicationDate": "2016-05-28T17:04:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/china-racist-detergent-advert-outrage",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Graham-Harrison",
      "id": "profile/emma-graham-harrison"
    }
  ],
  "guardianId": "world/2016/may/28/china-racist-detergent-advert-outrage"
}