{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/13/take-the-kids-to-the-york-dungeon-family-day-trip",
  "id": "2016-05-13-134",
  "sectionId": "travel",
  "body": "In a nutshellThe dungeon entered its own horror show in late 2015 when it was ruined by floods. Now, largely refurbished, at a cost of £1.2m, it rises from disaster like some awful ghoul, bigger and stronger. Expect to be terrified, then reduced to laughter, as the actors lead you through a series of scenes in different rooms, tracing, with much poetic license, lurid aspects of York’s history. There are some deliciously scary moments (not recommended for children under 10), a thread of factual narrative, and lots of dreadful puns to entertain those who like their history horrible.  Fun factYork’s past is suited to such an attraction, boasting Vikings, Guy Fawkes, Dick Turpin, the plague, some notable witches and large piles of severed heads.  Best things about itSome full-blooded acting and technical wizardry carry the day, despite the occasional lull.      What about lunch?No cafe but loads to choose from nearby: Walmgate and Fossegate have several local favourites (among them Fossegate Social and Café del Cibo). Or you could cross the river to the Pig and Pastry or Trinacria in Bishopthorpe Road. Exit through the gift shopNo parent will escape unscathed.  Value for moneyBooked online for £10pp it is reasonable value for what is live theatre. On the door, £16.95 is a bit steep.  Getting thereA 10-minute walk from the railway station near the river and the Grand Opera House. Open daily from 10.30am; last entry 3.30pm (4.30pm Saturdays). The verdict8/10. The show only lasts about 80 minutes.   thedungeons.com/york",
  "webTitle": "Take the kids to … the York Dungeon",
  "webPublicationDate": "2016-05-13T14:38:38Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/13/take-the-kids-to-the-york-dungeon-family-day-trip",
  "keyword": [
    {
      "webTitle": "Yorkshire holidays",
      "id": "travel/yorkshire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Rushby",
      "id": "profile/kevinrushby"
    }
  ],
  "guardianId": "travel/2016/may/13/take-the-kids-to-the-york-dungeon-family-day-trip"
}