{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/north-carolina-legislators-inaction-bathroom-bill-doj-deadline",
  "id": "2016-05-06-56",
  "sectionId": "us-news",
  "body": "North Carolina officials have said they will defy a federal deadline to suspend their controversial “bathroom bill” by Monday or risk losing as much $4.8bn in government funding. “That deadline will come and go,” said Tim Moore, the speaker of the state house of representatives. “We will take no action.” He continued: “Obviously, we don’t ever want to lose any money, but we’re not going to get bullied by the Obama administration to take action prior to Monday’s date. That’s not how this works.” But even as the state’s Republicans stuck to their position on limiting bathroom access by birth gender, lawmakers also appeared to be offering conditional flexibility.  Moore said the legislative process would not work under a system “where a response can be given by just a few days”. He added that the body would “look at what our options are at this point” in his first substantive comments since the US Department of Justice letter demanding that violations of sex discrimination statutes implied in HB2 be addressed. Pat McCrory, the Republican governor, said he would review the directive before deciding on the state’s next steps and that North Carolina would meet the Monday deadline to respond. But McCrory also indicated he would not immediately capitulate to the DoJ’s demands.  “The Obama administration has not only staked out its position for North Carolina, but for all states, universities and most employers in the US,” McCrory said. “The right and expectation of privacy in one of the most private areas of our personal lives is now in jeopardy.”  Other state Republicans came forward to echo that position. Phil Berger, president pro tempore of the state senate, called the letter “a gross overreach by the Obama justice department that deserves to be struck down in federal court”. Legal experts say that if the state refuses to repeal or amend the legislation, the government could place the case in the hands of a federal judge and take steps to begin cutting off funds.  But it remains unclear if lawmakers are planning to defy the government entirely and miss Monday’s deadline without further discussion or request for extension, or if this is a state-focused political play by lawmakers.  Carl Tobias, the Williams chair in law at the University of Richmond, said North Carolina’s lawmakers were “playing with fire”. “They seemed determined to miss the deadline, and they’re not receptive. But they should at least be talking to the justice department to work out some kind of compromise, asking for an extension or saying let’s talk. The justice department has been stern and to the point. So the real question is: what is North Carolina going to do?” The conflict over transgender rights in North Carolina that began in February now threatens to cost the state billions both in lost business and the withholding of billions in federal government funds.  Legal experts say the key legal test is the case of Gavin Grimm, a 16-year-old transgender boy who teamed up with the ACLU to sue over his right to use bathrooms according to gender identity. The fourth US circuit court of appeals ruled that the student’s right to use bathrooms corresponding to his or her gender identity is essentially protected. Because the court’s jurisdiction covers North Carolina, the outcome of the Grimm case, which is now with a lower court, is key. But Tobias said it was still too early to consider HB2 and the battle over transgender rights as an echo of desegregation or Brown v Board of Education, more than half a century ago.  “This is not very much at all like that,” he says. “We have some isolated incidents. Most Republican governors are reluctant to go against federal government initiatives.” But, he cautions, “we don’t know yet exactly what Moore is saying”. The North Carolina law limits legal protections to lesbian, gay, bisexual and transgender people, and requires transgender people to use public bathrooms that conform to the sex on their birth certificate.",
  "webTitle": "North Carolina defiant over 'bathroom bill' deadline: 'We will take no action'",
  "webPublicationDate": "2016-05-06T17:28:24Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/north-carolina-legislators-inaction-bathroom-bill-doj-deadline",
  "keyword": [
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US constitution and civil liberties",
      "id": "law/us-constitution-and-civil-liberties",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/06/north-carolina-legislators-inaction-bathroom-bill-doj-deadline"
}