{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/08/island-home-tim-winton-review-love-song-to-australia",
  "id": "2016-05-08-129",
  "sectionId": "books",
  "body": "Island Home is Tim Winton’s insightful and vibrant testament to what it is to be a non-indigenous Australian living in the late 20th and early 21st centuries. Less than 3% of Australia’s population can trace their ancestry in the country to a time that predates photography. Despite up to 60,000 years of continuous human habitation, it is still the landscape that leaves the strongest impression. Australia is “a place where there is more landscape than culture… Everything we do... is still overborne and underwritten by the seething tumult of nature”.   Related: Interview: Tim Winton    The book is in part a love song to Australia and also an attempt to trace how this love affair began, as well as where it might go next. The structure is episodic and non-linear with some chapters only a page or two in length, and yet each one works as a stand-alone piece. I was reminded of handling a deck of cards, the apparently random juxtaposition of memories – in terms of time – as seemingly arbitrarily arranged as a shuffled pack. The book progresses thematically, not sequentially. Edmund White said “you have to tell the truth when you’re writing what purports to be a memoir”, and Winton conveys a searing sense of honesty. His story begins halfway around the world, in 1988, in Ireland, as he runs with his young son through freezing, slanting hail. Later, warmed by hot chocolate, his son looks at photographs of “the sun-creased faces of friends and family. Daggy hats and bare chests. Dogs in utes”, and asks: “Is it real?” Thus Winton begins the extrication of his family from Europe, from the travel that Australians are so very good at, in search of home.    I was formed by gaps, nurtured in the pauses between people. And over it all an impossibly open sky, dwarfing everything    Few people come to Australia looking for “the built glories of our culture”, he observes. “Space was my primary inheritance. I was formed by gaps, nurtured in the long pauses between people… For each mechanical noise, five natural sounds; for every built structure a landform twice as large and 20 times as complex. And over it all, an impossibly open sky, dwarfing everything.” And yet Australia is vulnerable, despite its size, and Winton’s central message is tub-thumpingly political. When Winton grew up in the 1970s, “Australians were devoted uncritically to the conquest and mastery of nature”. He traces this legacy from the attitudes of the earliest settlers who left their “revulsion and dismay” preserved in place names (Useless Loop, Lake Disappointment) through to the fortunes quickly made through gold, wool, wheat and iron ore. By the 1940s non-indigenous Australians were impassioned enough to go off to war and fight for their home. But the plundering of natural resources was having a discernible effect on the land. Winton recalls swimming as a boy in “a shoal of salmon beneath a halo of diving birds”, noting that it was “hard for even the most dull-witted boy to ignore the inkling that you’re a small part of a larger process”. But by the 1990s, “wherever I swam in a mask and snorkel, I was seeing more and more of less and less”. Recognition that the natural world has intrinsic value was learned in part from indigenous Australians, “whose pride in the wisdom of their own cultures and whose reverence for the country endured”, and in part from the “poets, songsters and nature mystics, bushwalkers, birdwatchers and enlightened farmers” for whom the land is primarily a source of wonder. Winton attributes his own awakening to the writer and documentary-maker Vincent Serventy. Today, it is Winton himself who is one of Australia’s strongest advocates for the environment. Island Home is a delight to read and a reminder that Australia and the UK are separated by distance and seasons – not to mention our common language: Winton’s words chink like loose change, a foreign currency, mysterious. But more than anything, the book is a call to arms, a manifesto. It beseeches us to revere the land that sustains us, crying out to us for help. Katharine Norbury’s The Fish Ladder has been longlisted for the Wainwright prize. Island Home is published by Picador (£12.99). Click here to buy it for £10.39",
  "webTitle": "Island Home by Tim Winton review –  a love song to Australia and a cry to save it",
  "webPublicationDate": "2016-05-08T10:00:04Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/08/island-home-tim-winton-review-love-song-to-australia",
  "keyword": [
    {
      "webTitle": "Tim Winton",
      "id": "books/tim-winton",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Norbury",
      "id": "profile/katharine-norbury"
    }
  ],
  "guardianId": "books/2016/may/08/island-home-tim-winton-review-love-song-to-australia"
}