{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/25/guy-le-querrecs-best-photograph-flying-handbags-at-a-monastery-in-china",
  "id": "2016-05-25-85",
  "sectionId": "artanddesign",
  "body": "This photo is an enigma. Even I can’t say for sure what’s happening. I didn’t know what I had taken at the time. It was only afterwards, when I developed the film, that I saw the handbag. It was April 1984 and I was on assignment in China, which was just opening up to foreigners. I had no particular commission, though: I could shoot whatever I wanted. On this day, I was visiting a monastery at Xindu in the Sichuan province. There was a symbol on the wall that meant “happiness”. The place was full of Chinese tourists and the tradition was to stand 20 metres from the sign, then walk towards it with eyes closed and try to touch the centre of the four raised points. As a photographer, I have always been interested in gestures – I was once described as someone who made arms dance. And now I found myself in front of this extraordinary ballet: a young man who has just touched the sign and a second, in a hat, approaching with his hand out. I remember the sensation of something moving, but I really don’t remember the handbag. In the course of three weeks, I took 280 rolls of film, with 36 exposures in each. So I didn’t come to this shot until about two months afterwards. I’m not someone who throws himself at contact sheets. I discipline myself to look at my photographs one by one. Sometimes you are disappointed. Sometimes, as with this one, there’s an unexpected discovery. Of course, like many shots, it is the product of coincidence: photography is always a convergence of circumstances, a rendezvous with luck. I don’t remember exactly when I became interested in photography. Although I was born in Paris, my family had deep Breton roots. We had family albums, which was quite unusual at the time. Looking back, I think these must have inspired me because when I was eight I asked my mother if I could modify them. I wanted to put the shots in date order. I’m 74 now and my eyes are tired, which is a frustration, but my career has lasted 50 wonderful years. I recently had an operation for glaucoma, though, so I’m not taking pictures at the moment. Instead, I’m going through my work. I reckon I have 8,000 photos I’ve not even looked at. I’ve always seen photography as a way of looking at the world, of recounting something. It comes from the heart. Today, sadly, photography seems to be driven by concepts – going out knowing what you are going to do and what you will get. In the days of film, you didn’t know what you had until long afterwards. The time in between was a kind of utopia filled with hope. I often tell my students not to look at the camera screen, but to look at what is happening around them instead. Photos should be taken on the spot, in an instant. If you’re looking at what you’ve just taken, you might miss the next picture. And that shot might be the one. If I’d been looking at a screen, I would probably have missed this moment.       Guy Le Querrec’s CV Born: Paris, 1941. Studied: Self-taught. Influences: Henri Cartier-Bresson, Marc Riboud, Garry Winogrand, Sergio Larraín. High point: “When the Sioux elected me a ‘brave’.” Low point: “Having my eyes operated on.” Top tip: “Look at the living, not what’s on the screen.”",
  "webTitle": "Guy Le Querrec's best photograph: a flying handbag at a monastery in China",
  "webPublicationDate": "2016-05-25T17:01:47Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/25/guy-le-querrecs-best-photograph-flying-handbags-at-a-monastery-in-china",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "artanddesign/2016/may/25/guy-le-querrecs-best-photograph-flying-handbags-at-a-monastery-in-china"
}