{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/nate-ebner-usa-rugby-olympics-new-england-patriots-nfl",
  "id": "2016-05-13-278",
  "sectionId": "sport",
  "body": "In Singapore last month, Nate Ebner ran on to a rugby field. He was there to represent the USA sevens team, having taken leave from the New England Patriots in pursuit of an Olympic place. He ran, smack, into Virimi Vakatawa.    Related: Nate Ebner steps away from New England Patriots to join USA Olympic rugby team    Enveloped by the Fijian Frenchman, the 6ft, 210lbs NFL player went up, he went sideways, and he crashed to the floor with a smash. He made the ball available and the game went on.  Among those fascinated by the relationship between NFL and rugby union, by which players are supposedly stronger or tougher or faster, the tackle became a meme.  “That’s part of the game, man,” Ebner said with a wry laugh a month later, his ears perhaps still ringing. He was speaking from Paris, where the HSBC Sevens World Series begins a two-tournament finale that ends with the London Sevens at Twickenham next weekend, the US Eagles defending their title.  “People get hit and you hit people. The only thing that surprised me was I got lifted off the ground like that. I do that all the time to people whenever I get a chance to too. You get the shots taken at you. If you don’t like it, you’re doing the wrong sport.” Though he is a special teams specialist with a Super Bowl ring and a two-year, $2.4m contract extension, rugby fans would say Ebner is now playing the right sport. Or, at least, the sport in which he grew up.  Ebner was born in Dublin, a suburb of Columbus, Ohio. His father, Jeff, was a rugby player. Nate played his first rugby at 13, with his dad in a men’s game. He has spoken of a mutual philosophy – always “finish strong” – imbued on and off the field through intense and physical competition.    Nate Ebner got absolutely hammered here https://t.co/LqtGnb87Ik— Dave Portnoy (@stoolpresidente) April 16, 2016    He played at high school and then starred at fly-half or full-back – nicknamed “Leonidas”, for the Spartan king – for Ohio State and US junior national teams. When he aged out out of representative play, he looked for tough competition. He could have gone to seek his fortune overseas, in Europe or New Zealand. Instead, he switched to football with the famous Buckeyes. Though he essentially learned to be a defensive back from scratch, he coped. In the 2012 NFL Draft, the Patriots took him in the sixth round. In 2015, against the Seattle Seahawks in Arizona, he won that Super Bowl ring. The formative event in his life, however, happened in 2008. Jeff Ebner ran an auto reclamation business in Springfield. It was a tough world; robberies were common. In November 2008, in one such attempted robbery, Jeff Ebner was beaten to death. In 2010, a man was convicted and sentenced. Nate Ebner has told the story many times. Most of his questioners have wanted to know what, other than the lure of Olympic gold, could lure him away from America’s Game. Asking him to spell it out yet again seemed unnecessary. But had it helped to have to do so so often? He exhaled. “I don’t know. I’ve got to the point right now where I’m comfortable about it, I guess. I think Dad would be proud of me and I’m proud he was my Dad. The way he raised me was in my eyes pretty spectacular compared to what I’ve seen growing up, with other kids and crappy parents, if you will. “This is my chance to really talk about a guy who really dove into his son’s life and really had a strong effect on him. I think more parents should be like that.”    I think Dad would be proud of me and I’m proud he was my Dad … a guy who really dove into his son’s life  Nate Ebner     Those who have lost a parent when young know that whatever the passing of time, whatever ways to cope are sought or found, nothing is ever quite the same. Ebner paused. “I don’t know, man. I guess if more people were like that… I wish… once you get past… “I’m comfortable talking about it because I think [my career] is a really strong example of how being involved in your children’s lives can have a really strong effect. It definitely had that effect on my life. “For me telling the story, it’s especially important for young people with kids who might hear me. You can’t just have children and not …  He sighed again. “There’s a responsibility.” •••     Ebner with the Patriots. Photograph: Jim Rogash/Getty Images    Ebner made his move in March. Many saw it coming – he had always talked about his rugby upbringing, to media and mates, and kept his hand in with Tiger Rugby in Ohio. Bill Belichick, the Patriots’ vastly successful head coach, was certainly paying attention.  Infamously rather than famously – because it didn’t work – when the Pats faced the Philadelphia Eagles last December Belichick had Ebner re-start the game with a drop-kick. The pigskin has sharper ends than a rugby ball. Maybe that messed with Ebner’s techique. Maybe the Eagles were just quick to react. Either way, they recovered the football and went on to a much-discussed upset win. No matter: Belichick gave his blessing to Ebner’s Olympian ambition. Now he has to make the squad. If he does, he will report back to Foxborough after NFL preseason. If he does not, the New Orleans Saints are visiting on 11 August – the day of the Olympic gold medal game.  Nothing is certain, not least because under the English coach Mike Friday, competition for places is fierce. Fielding former football players like Carlin Isles and Perry Baker alongside homegrown talents such as Danny Barrett and Nate Augspurger, the Eagles have made giant strides. Last year they won their first tournament title, thrillingly at Twickenham, and finished a best-ever sixth on the series. Then they beat Canada to qualify for Rio. This year they have defeated New Zealand for the first time and reached fifth place out of 19.  Coming in for the injured Isles, Ebner joined a tight-knit organization with its own drills, skills and dialect – if not a “comms book”, which the NFL player asked for, confusing everybody. It went both ways. Friday, once a Wasps scrum-half, is universally known as “Geezer”, thanks to his strong London tones. Ebner said he “just had to hear through his accent” to begin to get up to speed. He has also been helped by the presence of Zack Test, with whom he played junior internationals.    There's a lot more mileage in sevens. In NFL, it’s as high as you can go … for six to 10 seconds  Nate Ebner     In sevens, the phrase “getting up to speed” must also be taken literally. “There’s a lot more mileage in sevens,” Ebner said. “In NFL, it’s a lot more high-intensity. It’s as high as you can go, 100%, and you have to maintain that for six to 10 seconds and then you rest for however long you rest. “Rugby, I mean it has its high-intensity moments but it’s never like that. It can’t be because you have to recover while you’re running around. That process of going to 90% of your effort and then recovering while you’re still at 60% or 70%, that’s a hard thing to do.” He laughs. “It’s just constant mileage, heart-rate up, and hitting and being hit and carrying on. It’s just a completely different way of training and playing.” Such observations feed into Ebner’s view that, contrary to popular belief in the potential of crossover athletes, NFL players without a rugby background most likely will not become stars in the other oval-ball game – not least because of differences in tackling technique. Like the former US Eagles 15s coach Mike Tolkin, he suspects the NBA may hold richer pickings, given its emphasis on space, movement and passing. Should the Americans succeed in Rio, aiding the game in taking off at home, that is one debate which will only grow louder.         Ebner scores his first USA tries, against Portugal at the Singapore Sevens in April.     Related: He has built it – will they come? Doug Schoninger and the US pro rugby dream    Come kick-off in Rio, Ebner said, for the US team “there will obviously only one goal in mind: getting on that podium at the end of the Games”. For the sport in America, “it’s very important that rugby gets out and does something special”.  For himself, if he makes it, it will be a chance to test himself against the very best and to show those who watch him play football “how awesome this sport really is”. “I think Pats fans know my story and they back me,” he said. “And what I’m doing isn’t affecting their fantasy points, of course.” In Singapore, Ebner scored his first tries, which he described as both an “honour” and “something to get out of the way”. Afterwards, Friday upped his estimation of the convert’s chance of making the Rio squad from “10% or 20%” to “fifty-fifty”. Paris and London will do much to determine whether those chances improve over evens. The squad is announced on 15 July. But wherever he ends up in August, whether a Patriot or an Eagle, Ebner will look to a wristband that bears his father’s words: “Finish strong.”",
  "webTitle": "Patriots' Nate Ebner is a hit in rugby – now chase for Olympic place hots up",
  "webPublicationDate": "2016-05-13T08:00:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/nate-ebner-usa-rugby-olympics-new-england-patriots-nfl",
  "keyword": [
    {
      "webTitle": "USA rugby union team",
      "id": "sport/usarugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New England Patriots",
      "id": "sport/new-england-patriots",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "sport/2016/may/13/nate-ebner-usa-rugby-olympics-new-england-patriots-nfl"
}