{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/17/boris-johnson-held-back-negative-findings-of-air-pollution-report",
  "id": "2016-05-17-190",
  "sectionId": "environment",
  "body": "The author of a report on how London’s illegal air pollution disproportionately affects deprived schools has said City Hall under Boris Johnson held back the study’s negative findings, while publicising the positive ones. The Guardian revealed an unpublished Greater London authority (GLA) report on Monday that showed how deprived schools in the capital were disproportionately affected by toxic air, leading the new mayor, Sadiq Khan, to accuse Johnson of burying the report. A spokesman for Johnson on Tuesday defended his record on air pollution as mayor and said he had not hid its impact from Londoners. “To suggest Boris Johnson’s administration was somehow trying to hide the extent of London’s air quality issues is risible,” he said. But Katie King, director at Oxford-based environmental consultancy Aether and the author of the 2013 report, said that the GLA had publicly disclosed the positive conclusions in the report – that the number of people exposed to illegal pollution would fall by 2020 – but had held back the negative findings. “The crux of the report was about understanding the inequalities of air pollution, so they chose not to make public the findings regarding inequality,” she told the Guardian. “The information that they did take from the report was the positive, that exposure was predicted to fall in the future.”   Related: Boris Johnson accused of burying study linking pollution and deprived schools    The full report was never published but some of its findings, that the number of Londoners exposed to illegal air pollution was forecast to drop from 1 million in 2015 to around 300,000 in 2020, were highlighted publicly in a progress report on the mayor’s air quality strategy last July. “Inequalities as a result of air pollution are predicted to reduce by 2020 as a result of new policies predominantly resulting from reductions in road transport emissions, most notably associated with the ULEZ [Ultra Low Emissions Zone, a clean air zone planned for 2020],” said the progress report. It also noted deprived communities were more likely to be exposed to poor air quality. But it failed to mention the unpublished report’s revelation that in 2010, 433 of the city’s 1,777 primary schools were in areas where pollution breached the EU limits for NO2. Of those, 83% were considered deprived schools, with more than 40% of pupils on free school meals. Of the remaining schools located in areas below the pollution limit, less than a fifth were in deprived areas. A spokeswoman for Khan said: “It is difficult to understand why the last mayoralty decided to cover it up and not fully release it in 2013 – they clearly didn’t want Londoners to know the dire state of pollution in the capital.” Caroline Russell, a Green party assembly member, said: “Children are at risk of reduced lung capacity and are particularly vulnerable to developing asthma from excessive vehicular pollution. It is staggering that Boris Johnson sat on this report for two and a half years.” Labour MP Mary Creagh tweeted that it was “completely and totally unacceptable” that the report had not been published. Johnson, speaking on Tuesday morning during a visit to an aluminium processing plant near Hixon in Staffordshire, denied there had been any cover-up and said it was “absurd” to suggest so. He said he had made a speech in 2015 “highlighting this very fact and saying that we needed to do something to solve it. “I made the very point about primary schools and poor air quality in areas of deprivation. So as cover-ups go it wasn’t a particularly brilliant one, considering I made a speech about it.” His office said the mayor had driven down pollution during his eight years as mayor, but did not deny he had stopped the full report from being released. “... Mr Johnson put in place the most ambitious and comprehensive measures to address air pollution of any major world city,” a spokesman said. He added: “Mr Johnson never hid the impact of air pollution from Londoners. He commissioned a study into the health impacts of NO2 (nitrogen dioxide), again a world first, and drove detailed air quality work around schools with a qualitative study into interventions and the reduction of exposure.” He said that emissions of nitrogen oxides, which include NO2, had declined 25% between 2008 – when he took office – and 2013. Johnson’s office also pointed to a separate study commissioned by the Transport for London and GLA while he was mayor, which found that nearly 9,500 people die prematurely from air pollution in the capital each year. The former deptuy mayor, Matthew Pencharz, took to Twitter to defend Johnson’s record, saying he had achieved a series of ‘world firsts’ on pollution.       Johnson’s spokesman also attacked Khan’s plans, announced last week, to more than double an Ultra Low Emissions Zone to tackle the city’s dirty air. “... First up he can explain to Londoners how he intends as the self-proclaimed mayor for business to deliver an enlarged ULEZ in just three years without penalising motorists, schools, and small business owners who purchased diesel vehicles in good faith, and when new cleaner EURO6 diesel vans [a cleaner standard of engine] aren’t even on the market yet,” he said.",
  "webTitle": "Boris Johnson 'held back' negative findings of air pollution report",
  "webPublicationDate": "2016-05-17T11:22:31Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/17/boris-johnson-held-back-negative-findings-of-air-pollution-report",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    },
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    }
  ],
  "guardianId": "environment/2016/may/17/boris-johnson-held-back-negative-findings-of-air-pollution-report"
}