{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/19/glencore-zinc-mine-must-be-shut-down-say-traditional-owners",
  "id": "2016-05-18-32",
  "sectionId": "business",
  "body": "The McArthur River mine in the Northern Territory – one of the world’s biggest zinc, lead and silver mines – must shut immediately and owner Glencore must cover the clean-up costs, say traditional owners who will protest outside the company’s headquarters in Sydney on Thursday. Coinciding with Glencore’s annual general meeting in Switzerland on Thursday, a delegation of the four groups that share responsibility for the river – the Gudanji, Garawa, Yanyula and Mara people – will be joined by protests in other communities impacted by Glencore mines around the world. Protests will occur in Bangladesh, South Africa, Zambia and London, organising under the banner #makethempay. A 2014 independent report found the mine contaminated the McArthur river, concluding 90% of fish stock in a nearby creek had shown dangerously high levels of lead.   Related: Adam Giles: 'emotional' mine protesters need to have its benefits explained    Residents and environmentalists have also complained of a large pile of smouldering waste, which the independent report said was polluting surrounding water and emitting poisonous fumes. Glencore then delayed erecting signs warning of the contaminated fish for over a year, despite members of the clans that control the river fishing extensively from it for food. The mining group, which turned five executives into paper billionaires when it floated on the London stock market in 2011, later said it was waiting for regulatory approval from authorities for the signs. Government documents later showed the Northern Territory government and Glencore knew about the signs of contamination but did not fully inform the communities. Glencore now has plans to double the size of the mine, but will need to submit an application to the federal government for approval. The company has denied polluting the river, pointing to other 2014 findings which did not show evidence of “mine-derived lead” in McArthur river and Surprise creek, and only recorded elevated levels in “small non-eating fish deep within the mine itself”. “Glencore had no right to poison our river and damage the land,” said Gadian Hoosan, spokesman for the Garawa Land Trust, whose land is situated downstream of the mine. “All four clan groups rely on that river. It was our main food source and livelihood and they took that away from us.”   Related: Glencore: how did it go so wrong, again?    Lauren Mellor from the Mineral Policy Institute’s legacy mines project, said the mine has been a disaster for people living downstream. “Instead of digging itself into a bigger hole by pursuing expansion plans, Glencore must move its operations to a closure and clean-up phase and guarantee rehabilitation of the site.” ActionAid helped facilitate the protests, and have been fighting what they say is Glencore’s “tax dodging” around the world. Archie Law, the executive director of ActionAid, said: “Glencore is robbing communities all over the world of their livelihood and the public funds that should be paying for basic infrastructure and public services.”",
  "webTitle": "Glencore zinc mine must be shut down, say traditional owners",
  "webPublicationDate": "2016-05-18T20:19:25Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/19/glencore-zinc-mine-must-be-shut-down-say-traditional-owners",
  "keyword": [
    {
      "webTitle": "Glencore",
      "id": "business/glencore",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mining",
      "id": "environment/mining",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "business/2016/may/19/glencore-zinc-mine-must-be-shut-down-say-traditional-owners"
}