{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/eddie-jones-sam-underhill-england-rfu-rugby",
  "id": "2016-05-10-61",
  "sectionId": "sport",
  "body": "Eddie Jones is ready to push forward with plans to call up the Ospreys flanker Sam Underhill in the “next few months”, despite potential disquiet from Premiership clubs.   Related: Wales tour squad puts Warren Gatland on collision course with French clubs    Underhill this month ruled out playing for Wales on residency grounds in the future, insisting that he wanted to play for England at senior level after captaining the under-18s. Jones is believed to be keen to involve the 19-year-old in the autumn Tests this year and perhaps even the summer tour of Australia as the head coach seeks a long-term solution to England’s issues at openside. However, the stumbling block is the Rugby Football Union’s policy of picking players based in England, a frustration for many during the World Cup with the Toulon flanker Steffon Armitage left out of the squad by Stuart Lancaster. The RFU can call up players – based outside of England – in “exceptional circumstances” and Jones is hoping the fact that Underhill is studying economics at university in Cardiff, while playing for Ospreys, fulfils that criteria. “He’s [Underhill] been playing very well for the Ospreys,” Jones said. “We’ve still got the situation that he’s playing outside of England and we have to sort that situation. I think we’re coming to a resolution and there’s no doubt he’ll be selected in the England squad in the next six months.” Armitage could well be back in Jones’s thoughts if speculation of Wasps’ interest in him is true. “If he comes back and manages to get in the Wasps side, which is going to be difficult to do, if he gets fit and wants to play for England, then we’ll consider him,” Jones said. “He’s certainly a talented player.” Jones believes the summer tour will give him a better understanding of where England are in world rugby as he looks to his ultimate goal of taking his side to No1 in the rankings. Asked if he would consider his tenure a failure if he did not achieve that, Jones replied: “Oh 100%. The reason the RFU appointed me is to change the England national team. And the resources and the number of players we have here, demands that England should be No1 in the world. There’s no reason we shouldn’t be No1 in the world and that’s what we’re working towards. It’s all set up for England to do well in Japan [at World Cup 2019]. “It would be great for us to be on the second of November in 2019 at the Yokohama Stadium in the World Cup final, and that’s where we’re aiming to be.”   Related: Maro Itoje: ‘Disappointments sharpen the desire – Saracens want to go all the way this year’    Jones also picked out the Worcester-bound centre Ben Te’o as a player who could feature for England, backing the rugby league convert to succeed where Sam Burgess failed and become a long-term success after crossing codes. “Ben Te’o’s definitely a possibility,” Jones said. “You speak to people in Australia and they talk of him as a demi-god, so those sorts of players if they have the right attitude can come across to rugby and have an immediate impact. And he’s one of those guys that could do that. “I think Sam was in a difficult situation where he was playing two positions. If Sam came across to union again and he was put in the situation where he specialised in one position, I’m sure the outcome would be very different.” Jones is also keen Jonny Wilkinson continues his coaching role with England. “I’ve had a couple of chats to Jonny. He is very keen to continue. He likes to work behind the scenes. He is the most humble guy in the world. The effect he’s had on Owen [Farrell] and George [Ford] had been significant. With Henry Slade coming into the squad, there’ll be another guy to work with.”",
  "webTitle": "Eddie Jones ready to pick Sam Underhill for England despite RFU policy",
  "webPublicationDate": "2016-05-10T18:49:38Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/eddie-jones-sam-underhill-england-rfu-rugby",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ospreys",
      "id": "sport/ospreys",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby Football Union",
      "id": "sport/rugby-football-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Dobson",
      "id": "profile/mark-dobson"
    }
  ],
  "guardianId": "sport/2016/may/10/eddie-jones-sam-underhill-england-rfu-rugby"
}