{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/county-cricket-round-up-nottinghamshire-warwickshire",
  "id": "2016-05-17-39",
  "sectionId": "sport",
  "body": "A fascinating final day awaits at Trent Bridge as Nottinghamshire finished three down for 21 after their bowlers took Warwickshire’s last six second-innings wickets for 56. As a result, the final day’s equation is simple: Nottinghamshire need 206 more runs, Warwickshire need seven wickets. Varun Chopra and Jonathan Trott had scored fine half-centuries for Warwickshire – the latter’s second in the match – before Samit Patel and Luke Fletcher took four wickets each to set up a manageable chase for the hosts. But Warwickshire’s first innings centurions Chris Woakes and Keith Barker shared three wickets as Steve Mullaney, Michael Lumb and Fletcher – in as nightwatchman – all fell in the eight overs they needed to negotiate before stumps. Greg Smith finished unbeaten on eight, with Brendan Taylor surviving 12 balls for his one.   Related: Surrey’s Rory Burns stands firm after Middlesex enforce follow-on    Despite Adam Lyth’s second century of the season, champions Yorkshire found themselves facing the follow-on at the close of a rain-affected day at Taunton. Lyth made a fine 106 – including two sixes off Jamie Overton and one off Jack Leach – but Yorkshire subsided to 237 for nine as they lost five for 11 before Steve Patterson and Jack Brooks shared an unbeaten 69 for the final wicket. They remain 256 behind Somerset going into the final day. At Chester-le-street, Scott Borthwick became the fourth Durham batsman in history – and second this season – to score two centuries in a Championship game. Borthwick’s unbeaten second innings of 103, coupled with seamer Barry McCarthy’s first-class best of five for 70 sees Durham firmly in control against Lancashire going into the final day, with a lead of 324 and six wickets in hand. Borthwick’s leg-spin had, on the second day, also claimed a vital scalp, that of the obdurate Haseeb Hameed for 74, before McCarthy picked up five consecutive wickets, with Graham Onions’s run out of Neil Wagner ending the innings. In pursuit of quick runs, Borthwick manned Durham’s accumulation of 239 in 60 overs, sharing 91 with Mark Stoneman, who made 62. In Division Two, it seemed a bad day to enforce the follow-on. At Chelmsford, Essex took just one Derbyshire wicket – that of Billy Godleman for 75 (although Chesney Hughes also retired unwell) – as they closed on 150 for one, having been bowled out for 280 in their first innings. Ravi Bopara took five for 49 as wickets fell steadily, but Essex found the going tougher in their second innings, and Derbyshire ended the day 108 shy of parity. Likewise, Sussex dug in to good effect having been asked to follow-on by Worcestershire. After Ollie Robinson’s spirited unbeaten 51 led them to 278 – 213 behind – they reached stumps 137 for three in the second innings. Ed Joyce fell late in the day for 74 for 179 balls. They remain 76 adrift, with New Zealand’s Ross Taylor unbeaten on 16. In Bristol, half-centuries for Cameron Bancroft, Gareth Roderick and Hamish Marshall saw Gloucestershire go into the final day 234 ahead of Glamorgan with two second innings wickets in hand. Finally, at Wantage Road, Daniel Bell-Drummond’s unbeaten 45 led Kent to within 14 of Northamptonshire, with Monty Panesar taking the only wicket to fall, that of Tom Latham, bowled through the gate. Earlier, after Adam Rossington made a brilliant 78 from 69 balls, Northamptonshire’s tail wagged to fine effect, with brisk half-centuries for Rory Kleinveldt and Olly Stone, the latter’s first for the county, to help them to 498, a lead of 102. The wicket of Stone came at the end of the innings, leaving Panesar agonisingly marooned 33 short of a maiden half-century of his own.",
  "webTitle": "Nottinghamshire lose three late wickets to leave last-day chase in peril",
  "webPublicationDate": "2016-05-17T19:20:52Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/county-cricket-round-up-nottinghamshire-warwickshire",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "County Championship Division Two",
      "id": "sport/countychampionship2nddivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Durham",
      "id": "sport/durham",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Essex",
      "id": "sport/essex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Derbyshire",
      "id": "sport/derbyshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sussex",
      "id": "sport/sussexccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Worcestershire",
      "id": "sport/worcestershire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Glamorgan",
      "id": "sport/glamorganccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gloucestershire",
      "id": "sport/gloucestershireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kent",
      "id": "sport/kent",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northamptonshire",
      "id": "sport/northamptonshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/17/county-cricket-round-up-nottinghamshire-warwickshire"
}