{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/will-i-am-review-royal-albert-hall",
  "id": "2016-05-15-155",
  "sectionId": "music",
  "body": "Roughly halfway through this free set at London’s Royal Albert Hall, as will.i.am’s 2013 song #thatPower segues into Snap’s 1990 hit The Power, the rapper turned TV star turned tech entrepreneur suddenly busts out the dance steps from Snap’s video, to massive whoops. “I was 13 when that came out,” he says with fervent affection. “That music taught me to believe.” There follows an impassioned speech on ambition, on how his band, the Black Eyed Peas, began as teenagers and believed they could do anything, despite the inevitable setbacks. It all panned out: starting off as a conscious rap crew, BEP have since sold multiple millions of records – despite, or perhaps because, of their decision to move into lowest common denominator fusions of hip-hop, Ibizan rave dynamics and big pop hooks. “Tonight is about a new dream,” will.i.am concludes. “I wanted to build AI, a crazy thing for a person from the projects.” Hence AneedA Night Out – a free gig celebrating the launch of will.i.am’s latest wearable tech, the “dial” (he’d prefer you didn’t call it a smartwatch), and its user interface, “AneedA” (at a guess, a cross between “Anita” and “I need a…”).    Tonight’s celebration of will.i.am-ness has a soupcon of Kanye West’s The Life of Pablo fashion show-cum-party    The nation’s capital is no stranger to free shows laid on by tech companies. Every September, Apple’s largesse translates into a whole month of pop freeloading, known as the Apple (formerly iTunes) festival. This i.am+ event feels like a bonsai version, crossed with a film premiere – a “red” carpet (actually black) is staffed by futuristically dressed ushers. Adverts for the Three network play before the show starts. The last time will.i.am launched a product – the Puls smartcuff in 2014 – it didn’t go so well. But AneedA turns out to be one of the better things about the entire night. The disembodied robot wisecracks between songs (“I thought you were going to play It’s My Birthday first,” she intones; later, she chastises will.i.am for not burning enough calories). If any sharp-eared fans were wondering where they had heard her coo before, it becomes apparent near the end. AneedA’s soothing British tones recall Britney Spears’s heavily Auto-Tuned parts on Scream & Shout. (Of course, you realise, a digital assistant invented by will.i.am had to be an Auto-Tuned female.)         Watch the video for Feelin’ Myself.    Tonight’s 360-degree celebration of will.i.am-ness has a soupcon, too, of Kanye West’s The Life of Pablo fashion show-cum-party. There is DJing, best skirted over, as it degenerates into wedding crowd-pleasing (Oasis, Eurythmics). Will.i.am later rings his mum up via his dial device. Famous friends and colleagues lend their time – Ricky Wilson reprises his Kaiser Chiefs hit I Predict a Riot, plus breakout crew WSTRN sing their 2015 hit, In2, while Tinie Tempah does his forgettable Girls Like song. We are sitting in the round, and it’s like some fresh circle of hell reserved for Royal Variety light entertainment performances, not tech’s cutting edge. Marking a reunion of sorts, apl.de.ap and Taboo of the Black Eyed Peas appear on stage in the final section for a run-through of some Peas hits – minus Fergie, whose role in the band seems unclear as they head into recording a new album. Instead, there’s Lydia Lucy, will.i.am’s latest Voice protege, wearing the sort of stupidly high heels that suggest a successful temp work role cannot be far off . She sings the Fergie parts on Where Is the Love? (still moving) and I Gotta Feeling (less so). The highlight is Taboo’s anecdote about swearing in front of Prince. Prince makes them pray together, only to be told afterwards: “Prince, you are the fucking shit.” Occasionally a spark of wit, or a decent tune, gatecrashes this cybernetic Radio 1 roadshow. Now best understood as a gonzoid TV personality, will.i.am can still flow old school, recalling a time when hip-hop was a flurry of quick-witted syllables internal rhymes. Feelin’ Myself, meanwhile, is a tune where you almost forgive all the inane aural clickbait he has been responsible for since the 00s (My Humps, say). The roll here on Feelin’ Myself is relentless. There is, of course, an underlying message you can get behind – will.i.am exhorts parents in the audience to get their kids writing code. And one more potentially salient detail about dial that reports have not, thus far, focused on: will.i.am promises free streaming access to the entire music industry, bundled into the cost of his device.",
  "webTitle": "will.i.am review – pop as product launch",
  "webPublicationDate": "2016-05-15T08:00:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/will-i-am-review-royal-albert-hall",
  "keyword": [
    {
      "webTitle": "will.i.am",
      "id": "music/will-i-am",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "R&B",
      "id": "music/r-and-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/15/will-i-am-review-royal-albert-hall"
}