{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/12/dont-blur-the-lines-between-development-and-humanitarian-work",
  "id": "2016-05-12-245",
  "sectionId": "global-development-professionals-network",
  "body": "Médecins Sans Frontières (MSF), which announced last week it is pulling out of the upcoming World Humanitarian Summit (WHS), is not the only organisation to feel anxiety about the event. When the summit launched, it promised to transform humanitarian action. Now it seems more likely the summit will confuse it to death. Number four of the five core responsibilities set out for WHS, in UN secretary general Ban Ki-moon’s report One Humanity: Shared Responsibility, was that we should tear down the divisions between humanitarian and development work. He proposes merging the two, aligning humanitarian action behind the sustainable development goals (SDGs) and shifting its objective from delivering aid to ending need.   Related: The world needs a humanitarian fund to assist long-term crises    To most ears, I imagine that sounds pretty good. Inspirational, even; as thoughtful and as grand a dream as one can have. To my humanitarian ears, well, I hear alarm bells going off. And so did MSF.  The WHS misjudges the extent to which the distinctions between ‘humanitarian’ and ‘development’ form the lifeblood of the humanitarian endeavour. Making the SDGs the common overall results and accountability framework amounts to making over the ultimate goal of humanitarian action. Would you want ambulance teams to aim at strengthening the hospital system or improving nutrition? No. Should humanitarians be held accountable for ending hunger? No. They should be held accountable for feeding people who are starving.  To be fair, the UN secretary general’s diagnosis of the problem strikes a depressingly accurate chord. The humanitarian/development divide imposes institutional divisions onto the real world of people in crisis. The urgency of food, water, healthcare or shelter needs in Syria or eastern DRC displaces but does not diminish the longer-term hopes and aspirations of people in terms of wanting economic progress, a functioning healthcare system or political empowerment. Short-term and long-term problems intermingle, perhaps especially in crisis situations and complex emergencies.  The aid system, for its part, functions in what research shows to be well-anchored structural, financial and cultural silos. Each are convinced of their own moral superiority and effectiveness, and the two sides do not talk to each other, often not even within the same organisation. Slap the label of “humanitarian crisis” on a situation and it becomes difficult to undertake development work. This has a particularly pernicious effect in protracted crises such as in South Sudan or eastern DRC, where humanitarian work resembles a 20-year series of one-year projects. The UN secretary general is right in thinking the system can and should do better. He is wrong in proposing convergence as the answer.    Related: Could mapping tech revolutionise disaster response?    The humanitarian imperative is defined by the principle of humanity. In simple terms, its purpose is to fix the human being, not the system. Humanitarian action is thus defined as addressing the immediate needs of people caught up in crisis, by delivering relief aid and delivering it in accordance to the principles of impartiality, neutrality and independence. Ultimately, development and other long-term goods may be more important but to humanitarians they must remain goals of secondary value.  Why is this humanitarian specificity so important? Because the overwhelming majority of humanitarian needs are generated by war (the UN secretary general’s report puts the figure at over 80%) and war makes access tricky. To reach people in conflict, humanitarians have but one power, the power of trust. The people with the guns and bombs must be convinced that you seek to fix humans full stop. Distrust will flare if you come with an agenda to address the causes of their suffering, reinforce national authorities or stabilise fragile states. Building clinics for the Afghan government might support the SDGs, but the Taliban see it as part of a military and political strategy. That means not being able to reach millions of Afghans. Tragically, the perversity of war means that laudable goals on one side place humanitarians in the crosshairs on the other.    Related: 'We are demanding change': the Somali woman taking on international NGOs    From dramatically different goals come dramatically different methods and approaches. In simple terms, maintaining neutrality and independence drives humanitarian actors towards “state avoidance” while development requires much more of a partnership approach.  Everyone should be frustrated with the travesty of humanitarian solutions being applied to protracted problems. A camp for displaced persons is a good place to find shelter, nutrition and (hopefully) safety; it is a terrible place to call home and raise your children. Similarly, it is unacceptable that in long-running crises like South Sudan or eastern DRC, decades of humanitarian response have left people no closer to functioning national services. But in the absence of those services, in the absence of development and peace and justice, humanitarian action is what keeps people alive.  The sensible solution is to let humanitarians deliver on the immediate needs, empower others to end those needs in the first place and ensure the two work better together. Folding humanitarian action into development, as WHS aims to do, is not the answer. Marc DuBois is an independent consultant and researcher currently working with Here-Geneva. He is the former executive director of MSF-UK, and blogs here.  Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Don't blur the lines between development and humanitarian work",
  "webPublicationDate": "2016-05-12T11:13:39Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/12/dont-blur-the-lines-between-development-and-humanitarian-work",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "humanitarians",
      "id": "global-development-professionals-network/humanitarianshumanitarians",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/12/dont-blur-the-lines-between-development-and-humanitarian-work"
}