{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/13/premier-league-10-things-to-look-out-for-this-weekend",
  "id": "2016-05-13-289",
  "sectionId": "football",
  "body": "1) A belated St Totteringham’s day for Arsenal? An optimistic reading of Arsenal’s season might start with emphasis on how they were the least wobbly and underachieving of the supposed Big Four this season – Manchester City, Manchester United and Chelsea should all finish below them, barring an unlikely result against Aston Villa at the Emirates on Sunday. Of greater significance to the club’s fans, increasingly jaded by the trumpeting of “stable” top-four finishes, would be the chance to steal second place from Tottenham and finish above their rivals for the 21st season in succession. In lots of ways it would be aburdly undeserved. Arsenal have been out of the title race for a couple of months and though their football has purred at times, it has rarely thrilled in the manner of Tottenham’s. But Arsène Wenger knows how to engineer strong finishes to a campaign, even when – especially when, his detractors might say – there is nothing much to play for. Victory over a notoriously inept and long-doomed Villa ought to be a given, while Spurs might find things tougher against another relegated but less ragged side in Newcastle. In a week in which Arsenal have suffered more injury woe with news that Danny Welbeck faces nine months on the sidelines, recent returnees Jack Wilshere (who impressed at Manchester City last weekend) and Santi Cazorla have a chance to decorate the final match of another unsatisfactory season. Tom Davies  • Michael Cox: Wilshere’s arrival allows Arsenal to take control• Amy Lawrence: Wenger knows value of Champions League• Villa’s Agbonlahor to see out season in reserves  2) Despondency and defiance at St James’ Park   Related: Rafael Benítez tempted by Newcastle stay after ‘productive’ talks    A few weeks ago Newcastle v Tottenham looked primed to be the final day’s defining fixture, the home side scrabbling for points to stay up while the visitors pursued the title. With both clubs’ hopes now crushed, the mood at St James’ Park promises to be … odd. The mess made of Newcastle in recent years – the rancourous reign of Mike Ashley, the failures of successive managers, the expensively misapplied transfer policy – has all been well documented, yet they now find themselves going down with a manager well liked at St James’ and with a team that could almost be described as in form. Rafa Benítez’s team have not lost in five matches, though that disguises the fact that they have failed, all season, to win the games that really matter (Norwich away, the north-east derbies, last weekend’s gimme at Aston Villa). Now they face a match that doesn’t, we might well see them play with more of the swagger displayed in recent matches against Swansea and Manchester City against a Tottenham side who appear to have lost their heads a little in recent weeks. But despite disappointment at failing to land the title, Mauricio Pocchettino and his side are deeply and understandably loved at Spurs and they too can expect warm feelings from their supporters as they sign off on Sunday. But Newcastle require an upbeat occasion, and performance, to help convince Benítez to stick around for the challenge of the Championship and an unlikely double over Tottenham might be worth a punt. TD  • Louise Taylor: For hubris, look at Newcastle’s boardroom• Newcastle ‘devastated’ by relegation, says Charnley• Finishing above Arsenal would be a good feeling, says Kane  3) Two teams completing ‘a season that is complicated’ Francesco Guidolin’s decision to rest players preparing for Euro 2016 would appear to be to Manchester City’s benefit as they seek the single point they require to guarantee they finish no lower than fourth – though it didn’t do West Ham a lot of good last week. The performance in that 4-1 win at Upton Park – coupled with the 3-1 victory over an under-strength Liverpool that preceded it – appears to have convinced Swansea to abandon plans for another new appointment, with Brendan Rodgers apparently poised, in favour of giving the Italian a two-year contract. Guidolin is predicting a brighter future for Swansea. “In the last 10 years, every year has been up and up,” he said. “It is not easy to keep going up in football. It is important to have a season that is complicated to understand and learn new things.” City, likely if not entirely certain to finish outside the top three for the first time in six seasons, have also had a season that is complicated, even if Manuel Pellegrini considers it “a successful season”. They need either a draw here or some luck elsewhere if that assessment isn’t to look a bit foolish come Monday. Simon Burnton  • Pellegrini uses data to defend record at Manchester City• Guidolin signs new two-year contract at Swansea      Manuel Pellegrini’s side need luck at Swansea. Photograph: James Marsh/BPI/REX/Shutterstock/James Marsh/BPI/Rex/Shutterstock    4) Carrick must start for Manchester United Manchester United badly missed Marouane Fellaini’s muscle and aerial ability in their defeat to West Ham United. The Belgian was impressive in United’s FA Cup win at Upton Park last month, bullying Dimitri Payet and Manuel Lanzini, and negating Andy Carroll’s threat in the air. He was suspended on Tuesday and United suffered. Yet it was also a curious decision from Louis van Gaal to rest Michael Carrick. The silky midfielder replaced the disappointing Morgan Schneiderlin at half-time and even though they lost, United improved after his introduction. He should not be on the bench against Bournemouth. Jacob Steinberg  • Mourinho: ‘I’ll be back in management by 30 June’• Shaw sure of returning stronger than ever  5) Chelsea celebrate Leicester’s title win for a second time   Related: Has a football club’s fans ever openly supported their opponents?    The last time Chelsea played at Stamford Bridge the match ended with Claudio Ranieri’s name being enthusiastically sung during those moments when the home fans weren’t taunting their opponents’ with cries of “Leicester! Leicester!” Whether they will be quite so vocally supportive on Sunday as when their comeback from two goals down against Tottenham secured the title for the Foxes seems unlikely, though it would in many ways be fitting, if a little bizarre, if they did. It promises to be an emotional afternoon for Ranieri, returning a freshly-crowned champion to the club that dismissed him 12 years ago because they didn’t believe he could win them the league, but suspension will deny Leicester’s other ex-Chelsea man, Robert Huth, the chance to run out through a guard of honour. It is another suspended centre-back who will be the day’s other principal focus, however, John Terry being forced to spend what may be his final game as a Chelsea player not actually playing. Some kind of tearful post-match farewell would seem inevitable: by Sunday it will be fully 6,409 days since Terry’s first-team debut, meaning that he has played for Chelsea for precisely 15.71% of the time that West Ham played at Upton Park – not bad for one person – and we all know what kind of fuss the Hammers made about that. SB  • Simpson to miss out on title celebrations after curfew order• Why MLS clubs should steer clear of John Terry      Chelsea fans make their feelings clear about John Terry. Photograph: JMP/REX/Shutterstock/JMP/Rex/Shutterstock    6) A swansong for Flores? Quique Sánchez Flores has been one of the more likeable top-flight managers of recent times, and not just because he understands the quirks of journalists’ trade. His Watford side played their part in illuminating the first half of the season, but their limp form since Christmas has been accompanied by mounting speculation that Watford’s famously trigger-happy owners will usher the Spaniard towards the exit door by the end of the season. In effect, their season ended with the disappointing FA Cup semi-final defeat by Crystal Palace, and there is no doubt that a team fronted by such potent attacking talents as Odion Ighalo and Troy Deeney really ought to have scored more goals. Nonetheless a team widely tipped for instant relegation never looked in danger of the drop and Flores deserves some credit for that. The same cannot be said of Watford’s opponents, who secured survival only on Wednesday, having looked doomed when Flores’s side won impressively at the Stadium of Light in December during a purple patch that also included their 3-0 evisceration of Liverpool. The mood will be more celebratory in the Sunderland end this time round while for Flores it might be the last chance for him to state his case. TD  • Norwich see off Watford but go down• Allardyce in dance mode after ‘one of my greatest achievements’  7) European dreams still in sight at St Mary’s Such has been the focus on overachievement elsewhere – Leicester’s title, the sentimentality surrounding West Ham’s excellent final season at Upton Park, Tottenham’s sustained verve – that Southampton’s late-season charge has gone under the radar. Ronald Koeman’s side are behind only Leicester in the current form table and while recent wins against Tottenham and Manchester City have largely been discussed in terms of their impact on opponents, Saints deserve some acclaim in their own right. They look a fearsome attacking force at the moment with Sadio Mané, Shane Long, Graziano Pellè all posing a threat. Whether this sparkling form can be rewarded with a second consecutive Europa League place is dependent on results elsewhere, and not only in the Premier League. Sunday’s opponents Crystal Palace are also targeting European competition next season by winning the FA Cup final against Manchester United, for which this match is essentially a warm-up. With nothing to play for in the league, Alan Pardew faces a choice between fielding a first-choice XI in order to drill them for Wembley and resting his regulars in order to protect them, mindful of the injury Joe Ledley suffered against Stoke City that wrecked his chances of facing United. TD  • Southampton’s Davis leaves Spurs sweating over second place• Pardew hopes Gayle can follow Wright’s lead for Palace      Southampton have Europe in their sights. Photograph: Sandra Mailer/REX/Shutterstock/Sandra Mailer/Rex/Shutterstock    8) Post-Martínez gloom at Goodison   Related: Everton prepare to lure Ronald Koeman with lure of record transfer budget    Even without Roberto Martínez in the home dugout at Goodison Park on Sunday, Everton’s final fixture against relegated Norwich City is unlikely to contain much in the way of joviality. But Martínez’s dismissal with only one game to go still gives an indication of how poisonous the atmosphere would have been after a season that started badly – clouded by the manager’s hyperbole – before getting progressively worse. Spared by an FA Cup run that ended meekly, this has been a dismal campaign for a talented squad that looked in recent weeks like it had no interest in making an effort to stop the rot. That is also a poor reflection on the numerous players who have slacked off and, for all of Martínez’s undoubted flaws, fingers must also be pointed at those who took their feet off the gas. AS  • Martínez sacked by Everton after disappointing season• Norwich City offer no assurances over Neil’s future      Players have taken their feet off the gas under Roberto Martínez. Photograph: Carl Recine/Reuters    9) Do West Ham have anything more to give? The fanfare over West Ham’s Upton Park farewell has clouded attempts to assess their form as they scrap for a possible Europa League place. Their wildly contrasting final two performances at the old stadium – a remarkably sloppy walloping by Swansea followed by the ebullient display against Manchester United that merited a more emphatic victory margin – might both be attributed to the emotions of those occasions. On Sunday they can focus solely on their football after a draining week, and on a possible Europa League place as well as extending into next season an unbeaten away run that stretches back to early February. Assuming the past week has not taken too much out of them they look well placed to see off a Stoke side of whom more might have been expected in this season of the underdog, given the attacking talents assembled by Mark Hughes. Stoke’s recent form has been abject and there might be a few grumbles among the regulars at the Britannia Stadium, which will experience a rather less nostalgic and resonant era-passing landmark on Sunday with the final game under its current moniker. A change of sponsor means that as from next season Stoke’s home will be known as the bet365 Stadium. Ah, the romance. TD  • Stoke surrender lead in defeat by Crystal Palace• David Hytner: West Ham flashpoint brief but shameful• Barney Ronay: Goodbye bash at Upton Park has its downside        10) Liverpool’s kids stir memories of Middlesbrough If West Brom could have picked a time to play Liverpool, this may very well have been it. Three days before a season-defining Europa League final, most of Liverpool’s core players will be safely wrapped up in cotton wool and placed in cryogenic sleep. It stirs memories of the final day of the season precisely a decade ago, when Steve McClaren picked the Premier League’s all-time youngest starting XI, averaging just 20 years and 186 days, as Middlesbrough focused on a looming Uefa Cup final. It’s not a good omen: Boro lost that match, 1-0 at Fulham, and then went to Eindhoven and got thrashed 4-0 by Sevilla, who will be Liverpool’s opponents in Basel next week. Jürgen Klopp has hinted that Sergi Canos, the 19-year-old Spanish midfielder who made 38 league appearances on loan at Brentford this season – 20 of them from the bench – will make a first-team debut. West Brom, currently 15th, could finish as high as 12th should they beat whichever youthful side Klopp fields – worth £3,734,688 in extra prize money. Only Bournemouth, currently below the Baggies on goal difference so capable of a four-place swing, have a greater final-day incentive. SB  • What was the difference between Koumas and Gerrard? Not talent",
  "webTitle": "Premier League: 10 things to look out for this weekend",
  "webPublicationDate": "2016-05-13T07:26:34Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/13/premier-league-10-things-to-look-out-for-this-weekend",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/blog/2016/may/13/premier-league-10-things-to-look-out-for-this-weekend"
}