{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/20/bbcs-public-service-remit-includes-recipes",
  "id": "2016-05-20-63",
  "sectionId": "media",
  "body": "The BBC has been in the publishing business, either on paper or online, for its entire 93-year history (Is it really the BBC’s role to publish free recipes for harissa spiced lamb?, 20 May). Why are the Tories suddenly intimidated by this? I thought that capitalism welcomed competition? As a licence payer I am happy for the BBC to continue to publish material related to its broadcasts.Alan WrightWorthing, Sussex • Penny Feldon (Letters, 18 May) misses the point regarding the scrapping of the BBC recipe site. The recipes have already been paid for through the licence fee, and providing access to the data through the website is done at negligible cost. I buy and borrow recipe books and also use the site in preference to any other. There is nothing inherently virtuous about using a book. The concern that many share is that this is another example of where the government is seeking to limit the remit and reach of public institutions.Mark HebertNeedingworth, Cambridgeshire • A former Nato general sees a real risk of war with Russia within a year. Do you think the Russians would mind waiting until our aircraft carriers are ready?Brian GilbertHampton, Middlesex • Maureen Evershed (Letters, 19 May) says the basic income policy “is presented as some bright new progressive gem, with never a mention of its green origins”. While I acknowledge the Green party as one of the most consistent proponents of the basic income policy, in Thomas More’s Utopia (1516), Raphael suggests a basic income as an alternative to sentencing thieves to death.Ted WatsonBrighton • Gaby Hinsliff doesn’t mention how other drivers will treat driverless cars (Driverless cars may well be smart, but they won’t be fun, 20 May). A bit of aggression at a junction or priority passing point – and which car is going to give way? It’s not going to be the driven vehicle as the software on the driverless car should have to take the safety option. Getting driverless cars to give way, brake or swerve will soon be part of the “fun” driving experience.Gary BennettExeter • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "BBC’s public service remit includes recipes | Letters",
  "webPublicationDate": "2016-05-20T17:14:38Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/20/bbcs-public-service-remit-includes-recipes",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nato",
      "id": "world/nato",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/20/bbcs-public-service-remit-includes-recipes"
}