{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/16/clarks-shoes-fit-for-purpose",
  "id": "2016-05-16-332",
  "sectionId": "money",
  "body": "We have an established family tradition for the past 50 years of buying Clarks school shoes for our three children and seven grandchildren. But we have recently had a most disappointing experience complaining to the company about the poor quality of a pair of shoes bought for my nine-year-old granddaughter. We bought the £64 shoes in September 2015 but were shocked to see the state of them – worn down and with massive holes in both soles – in early April, requiring a new pair rather than repair. They have only lasted seven months and yet our granddaughter has walked less than a mile to school every day and does not ride a bicycle or scooter or indulge in any excessive activity while wearing them.  Clarks offered a 25% discount on the purchase of a new pair, but my view is that it sold shoes not fit for purpose. VN, Slough, Buckinghamshire When you buy clothes or shoes your statutory rights are governed by the Sale of Goods Act 1979 if you bought them on or before 30 September 2015 (as in your case), or the Consumer Rights Act 2015 if you purchased them on or after 1 October 2015. Your complaint is the latest in what seems to be a growing postbag on faulty shoes. We got in touch with Clarks, which confirmed you had sent in one of the shoes which, in its view, had received unusually heavy wear and tear and had a big hole in the sole. It said you claimed the shoes had been purchased in September 2015, but the bank statement you provided did not show a single purchase, so it was unable to use this as proof of purchase. The law requires that any item of clothing, including shoes, must be of satisfactory quality, fit for purpose, and as described. But the issue comes down to whether wear and tear over seven months was reasonable or not, which is difficult to prove. Under consumer rights law, if the shoes can’t be replaced or repaired economically you are entitled to a refund. The seller may make a reduction from the price you paid to allow for the use you have had. Clarks said the shoes in question were a women’s style, ie fashion shoes as opposed to school shoes, the latter being designed to be more sturdy. Clarks has returned the shoe to you with a partial refund in the form of a voucher for £16 (equivalent to 25% of the price) which was its original proposition as a reasonable remedy. The company said: “We feel that what we have offered the consumer is more than fair considering the amount of wear received.” Readers can decide whether that’s fair. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Clarks’ sturdy response in fit-for-purpose shoe dispute",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/16/clarks-shoes-fit-for-purpose",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "money/2016/may/16/clarks-shoes-fit-for-purpose"
}