{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/14/tyson-fury-boxing-demons-absurd-world-champion",
  "id": "2016-05-14-96",
  "sectionId": "sport",
  "body": "On just about any given day over the past year or so, it has been easy to scream at the idiocy of Tyson Fury’s indiscretions and say: “Right, mush, you’ve gone too far this time.” But his latest contribution to the cause of world peace and understanding has alienated him to the point where even his most loyal defenders must be wondering how much lower he can go. This, a lowlight clip from a set-piece, one-hour interview, conducted, by the sound of it, by his uncle and trainer, Peter Fury, on a boxing site called Sportsview London is as disturbing as any of his previous outrages. “The world has gone mad,” Fury says. “There is no morals, there is no loyalty, there is no nothing. Everyone just do what you can, listen to the government, follow everybody like sheep, be brainwashed by all the Zionist Jewish people who own all the banks, all the papers, all the TV stations ... Be brainwashed by them all.”   Related: Calls for Tyson Fury to be banned after antisemitic comments in video    With the scatter-gun discretion of Donald Trump, the world heavyweight champion has offended anyone and everyone – come in Jews, join the missus, homosexuals and the heathens over there – without care for the consequences, or perhaps in full knowledge of what the consequences might be. Yet even the frequency of these nihilist, hate-filled interviews do not dilute their impact. The suspicion that they are publicity stunts fades when you listen to the content, repeated in the name of the Lord, delivered from on high. They are anachronistic snapshots of old prejudices, reheated for ... what? Shock value? Fury wonders why people are on his case and he has the answer: “It’s because I’m a believer in the Lord. People hate that, so they all club together and talk bullshit.” You can almost hear the Messiah saying that as he wandered about Judea ... hang on, the Lord was Jewish? Fury is happy to live in some mythical past, because its values are at odds with everything he despises in the present. “Draconian? Yeah, we live in ancient times where we don’t like women to be whores, opening their legs for every Tom, Dick and Harry. We don’t shag men. We don’t shag kids. If that’s draconian then, yeah, I suppose I like being a draconian.” A draconian. Fury, not an unintelligent man, but wilfully counter-intuitive and calculatingly offensive, thinks there is a Dracula connection. “They should call me Tyson Dracula Fury, shouldn’t they,” he says, smiling. “I’m still living in those times.” But Draco, an Athenian legislator who advocated hanging for the most minor crime, was a cruel man well ahead of his time – seventh century BC, in fact. Fury speaks from somewhere else, somewhere in a vague past, beyond society almost, in a bubble of his own making. He is defensive (and offensive) because it gives him strength. As a proud member of the Travelling community, he feels marginalised anyway, and this is his response: win the world heavyweight title that matters so much to everyone, use it, trash it and throw it back at them. The title belt is Fury’s hammer of justice. He beats his perceived enemies with it, and there are, he thinks, many of them. He has the Lord, though. Or he thinks he has. Fury is a holy anarchist. He mixes old-time righteousness with freewheeling prejudice. He is in a perennial state of anger, like some fire-and-brimstone preacher. The fear is he will turn what looks like stage-managed, stream-of-consciousness rage into something more dangerous, that he might lose control of this theatrical resentment, this railing against enemies at every turn. The paradox is he seems to have a good heart. But it is a wounded one. And, whatever demons he is housing there keep pecking at him, prodding him into ever more absurd statements of faith, urging him to use his new platform to hit back at all the injustice he and his people have felt for the course of his life and for centuries – way beyond Dracula, back to Draco maybe. What towering irony that he should turn on other minorities that have similarly been persecuted. His religious fervour clouds his judgment. There is no turn the other cheek for Fury. There is no “do unto others as you would have them do unto you”. There is, though, “any eye for an eye” – revenge, furious, hurtful counterpunching revenge. Yet his boxing life goes on. He is, after all, getting ready for his rematch with Wladimir Klitschko. He needs to shift a few stone of beer-gotten flab and hone the skills that won him the title on a wonderful and unexpected night in Germany last November. Fury has released a short training update: “Whey, Saturday morning. Just finished another brutal session. Hard work in the gym, as usual. Nothing changes, day in day out ... Weight’s going good, everybody. Stabilising. Maintaining. Building muscle. Enjoying the training. Enjoying the weather. Enjoying life. It’s great when you’re at the top. It’s great when you’re heavyweight champion of the world. It’s great when you’re the No1 fighter on the planet. This is the type of thing I have to live with every day. This is the weight I carry on my shoulders. But these shoulders are broad enough to carry that weight. Don’t worry about that. Tyson Fury, Gypsy king. Peace out.” The counterpoint is scary. At the start of his earlier interview, Fury says: “Everyone’s entitled to think what they want or say what they want.” He’s right. He says what he thinks on an almost daily basis now, having been denied that right all his life. What he doesn’t get is that everyone is entitled to be offended by what he thinks and says. Like a tired and cornered fighter, he is in a dilemma of his own making. It will be tough for him to find a way out. Klitschko is the least of his worries.",
  "webTitle": "Tyson Fury’s demons keep prodding him into the theatre of the absurd | Kevin Mitchell",
  "webPublicationDate": "2016-05-14T15:00:06Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/14/tyson-fury-boxing-demons-absurd-world-champion",
  "keyword": [
    {
      "webTitle": "Tyson Fury",
      "id": "sport/tyson-fury",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/14/tyson-fury-boxing-demons-absurd-world-champion"
}