{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/hutterites-community-gay-acceptance-kelly-hofer",
  "id": "2016-05-30-142",
  "sectionId": "world",
  "body": "The Facebook post showed a photo of Kelly Hofer in a baggage-laden car, his older sister at the wheel. “Leaving Home: On the tenth of June I left the colony.... New adventures await me,” he wrote. The upbeat tone cloaked the significance of the journey. Hofer was leaving behind his childhood home in the Hutterite community – a little known Anabaptist sect often likened to the Amish but with a selective embrace of technology. He was moving to Calgary, a city of a million people, dreaming of a career in photography. He was also coming out as gay. Today, four years on, Hofer hesitates when asked if he considers himself a Hutterite. “Kind of,” says the 23-year-old, slowly drawing out the words. With a small laugh he adds, “It depends on what subject you bring up.”    Related: Hutterite life: a world apart – in pictures    One of the few – if not the only – openly gay Hutterites, Hofer has become a rare voice pushing for greater acceptance among the community, whose nearly 50,000 members live in more than 450 colonies in western Canada and the United States. “There’s so many gay Hutterites and there’s nobody talking about the subject.”  But while Hofer was growing up, sex was not a topic to be addressed in public. “It’s a very sex-averse culture.” As a teenager, Hofer’s friends talked about girls and their attraction to them but never brought up sex. He first heard the word “gay” when he was 14. The outside world felt far away, he says. Hutterites, who arrived in North America from Russia in the 1800s, often grow their own food, sew their own clothes and build their own homes. Access to technology varies among colonies; in Hofer’s colony the internet that flows through the service provider set up by Hutterites in Manitoba is heavily filtered. Everything from meals to housing is provided, and members are expected to work and adhere to the faith.  Hutterites don’t vote or run for public office, and the community in Canada has spoken out just once in recent history. In 2005, riled by proposed legislation to make same-sex marriage legal in Canada, Hutterite leaders voiced their opposition in an unprecedented public stand. “We will be classed as traitors in God’s eyes, and we will live the darkest day in all of Canada’s history,” leaders wrote in a letter to Paul Martin, Canada’s then-prime minister.  It was soon after that Hofer began realising he might be gay. “There was no way of confirming it,” he says. On the colony, where many feared to even use the word gay, the concept of a gay Hutterite simply did not exist.  Increasingly it seemed his sexual identity was at odds with the expectations around marriage on the colony. “I came to a slow realisation that in order to live a happy life, I would have to leave,” Hofer says. “It would be easier to change my location in life than it would be to change my entire culture or colony.”  Eventually, in 2012, Hofer, then 19, snuck out of the colony one morning, aided by a sister who had left the colony six years earlier.  As he settled into a new life in Calgary, eventually finding success as a photographer, he began learning the basics of life off the colony. “The way money works, for example, because you don’t really get a sense of that on the colony.” He had spent his whole life surrounded by the same 100 people; now he had to learn how to make first impressions.  Within a few months of leaving the colony, Hofer came out on Facebook. “My dream is for the Hutterite culture to be accepting of gay people like me,” he posted online. “So that we may be ourselves in the communities we were born in.” Reaction was swift. “For the most part it was pretty ugly,” he says. Almost all of his friends online were Hutterites; some sent him messages of hate and disgust, others quoted passages from the Bible to condemn him.  It was exactly what Hofer was expecting. “I did it to start a conversation about homophobia on the colony.” In doing so, Hofer had finally found his place in the Hutterite community – as a voice on the outside pushing for change within. Today Hofer runs a support group on Facebook for gay Hutterites. The closed group counts some 26 members, including some who continue to live in colonies and constantly fear being found out. The aim of the group is to provide a safe space where people can explore and come to terms with who they are.  Some have said his efforts will be futile in a culture where men and women are constrained to narrow gender roles, down to the pants and suspenders worn by men and homemade dresses and headscarves of women. But since he came out online four years ago, Hofer says he’s seen a shift in how some respond to him.” They’re a lot more accepting now.” In his push to bring change to Hutterites, Hofer is quick to point out the community’s strengths. “I genuinely love the culture and I think there’s a lot of things the outside world could learn from the Hutterites,” he says, pointing to their self-reliance, sustainable farming practices and social structures. “On the colony, if you’re disabled, if you’re pregnant, if you’re a child, there is no question asked about whether or not you’ll be taken care of.” These attributes were perfected over hundreds of years, as Hutterites were forced to move from country to country, adapting each time. Now the time has come for the community to again embrace change, says Hofer. “Because there’s a lot of gay Hutterites at home and they’re not going to go away.”",
  "webTitle": "'There’s so many gay Hutterites': a rare voice begins pilgrimage for acceptance",
  "webPublicationDate": "2016-05-30T10:00:00Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/hutterites-community-gay-acceptance-kelly-hofer",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/30/hutterites-community-gay-acceptance-kelly-hofer"
}