{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/mindfulness-therapy-mental-health-drugs",
  "id": "2016-05-18-290",
  "sectionId": "commentisfree",
  "body": "Many people, in an attempt to de-stress, have tried some form of mindfulness – the practice of sitting still and focusing on your breathing and thoughts. But does it work? And in what circumstances? A new study has raised hope for its use in treating mental health problems. The biggest review of the practice by researchers at Oxford University found that mindfulness-based cognitive therapy (MBCT) could help to combat depression as effectively as drugs. The University of Oxford’s department of psychiatry, the Oxford Mindfulness Centre, also released research last year that found the MBCT course reduced the risk of relapse into depression by 44%. It adds to emerging evidence showing its effectiveness for treating generalised anxiety disorder and other mental health conditions.   Related: What does depression feel like? Trust me – you really don’t want to know | Tim Lott    As part of mental health awareness week, the Guardian posted a callout asking for those with mental health concerns to share their views on the effect of mindfulness on their wellbeing. More than 200 people responded. Gina Rose, 51, from Basingstoke, who attended an MBCT course through the NHS, replied, saying that she used to get completely overwhelmed by her thoughts, succumbing to fear and depression caused by a childhood trauma. “Mindfulness didn’t take away these feelings completely, but it made them not overwhelming,” she says. “Over time, as I saw thoughts arise I acknowledged them and worked on self-compassion for having them in the first place. All this meant was that I didn’t end up feeling like death whenever depression came knocking.” Kyle, 56, from London, was introduced to mindfulness in 1991 by his therapist, during a period of anxiety and depression. “It had a surprisingly rapid effect on me, and then levelled out to a steadier climb. If you’ve been breathing badly, with anxiety, you’re causing adrenaline to course through your nervous system, creating a mind-breath-panic feedback loop. This escalates to the point where it is enervating and exhausting. The gain from slowing down and being conscious of your breath was almost immediate.” Once this was achieved, Kyle could explore the reasons for his anxiety. Mike, 56, from London, was recommended mindfulness meditation by a counsellor to help deal with a generalised anxiety disorder, and found it more effective than antidepressants. “It won’t work for everyone, no doubt, but I have anxiety that isn’t very severe. It certainly makes sense that spending 10 minutes a day relaxing and focusing on your thoughts, feelings and sensations would help you feel more present. I found it more useful than the selective serotonin reuptake inhibitors (SSRIs) I was prescribed by the NHS, in any case.”  Not everyone had such positive experiences. Tom, 42, from Lancashire tried dance-based mindfulness through the NHS, and also experimented with breathing techniques. “My mind always slipped back to listening to the music, and the lyrics. Breathing exercises make me more anxious … I seem to be unable to meditate. My mind is very busy, and I just end up thinking about how I should be meditating, with all sorts of other thoughts whizzing by as well.”     It certainly makes sense that spending 10 minutes a day relaxing and focusing would help you feel more present    Tom feels that when mindfulness fails, the blame is often placed on the person who is practising it. “‘Don’t you want to change?’ That’s what I kept on being asked. Of course I do, but I know where my mental health issues come from. I have been through some very traumatic experiences, and I need to tackle them.” For some, mindfulness not only doesn’t work, it also may make the problem worse, an issue raised by psychologists Miguel Farias and Catherine Wikholm in their book, The Buddha Pill: Can Meditation Change You?, which argues that we need to look into the “dark side” of mindfulness. Huck, 54, says that with practice, the mind is freed of both positive and negative thought patterns. This can allow problems to be put into a broader context. But, he adds, the vastness of the mind can have a depressing effect on some. “This is because when we slow our thoughts down, they may play out in a more detailed and specific way. This can be useful with positive thoughts, but it can be damaging when we are in a depressed mood. The tone can become self-destructive and a sense of hopelessness may emerge.” Helena, 52, from Ireland, says that if someone claims that it makes them feel worse, they shouldn’t be told by their psychiatrist to persist. “This happened to me. Also, I was made me feel that if I wasn’t feeling better, it was my own fault for not sticking with it. Ironically, I believe mindfulness should be started when a person is well. Or at least well enough to endure some psychic discomfort.” Some also wonder whether mindfulness is more effective for certain mental health issues. Ian, 40, from Nottingham says: “I’d recommend it to recovering and recovered people to maintain good times and as a coping strategy but people have to be quite stable, mentally strong and with other forms of support in place. It’s not for people in acute states, in crisis, going through major stresses or in severe depression.” Annemarije, 18, from Derby, who has tried mindfulness through the NHS as part of CBT, says: “It can help with neuroses like anxiety, depression and maybe obsessive compulsive disorder, but it might be tricky to apply to people who suffer from illnesses that feature psychosis. If my dad (a bipolar-schizophrenic) can’t be bothered to take his pills now and then, I’m not sure if he’d be up for sitting down and practising mindfulness.” Despite the fact that some struggled with mindfulness (or it simply didn’t help with their issues), the overall message was that if you are given proper support then you have a higher chance of finding mindfulness beneficial. Many of those who replied to us stress that a good teacher is essential, something noted in this year’s mindfulness all-party parliamentary group’s interim report, Mindful Nation UK. Tracey, 46, from Bromley says: “The UK guidelines for mindfulness teachers requires rigorous and committed training. If the teacher doesn’t adhere to these guidelines then mindfulness in mental health will not be effective.”    Related: York Minster criticised for allowing Buddhist meditation    There was also a general consensus that you should approach mindfulness as a tool for recovery but not see it as a cure-all. Dr Sarah Maynard, 33, from Tunbridge Wells, says: “The difficulty comes when people think it is a panacea. As with any therapeutic approach it is not right for everyone, and not right for people in the midst of significant problems … Mindfulness is not something we can simply ‘plug into’ to fix ourselves, it’s a fundamentally different way of approaching our difficulties and our lives, and is a practice that takes time to develop. Eight-week courses run by appropriately trained providers are the perfect opportunity to develop understanding and practise this approach.” Jeannie Mackenzie, 65, from Scotland, describes it as a significant aid in her toolbox, which can “help us stay well, along with good food, exercise and connection with others”. For others, it can also be used alongside medication or other forms of therapy. The most important thing, though, as pointed out by nearly all respondents, is to follow what feels right for you. Craig, 46, from London, says: “There is no doubt in my mind that mindfulness can be a powerful tool for dealing with personal issues and managing stress, but it’s only one of many techniques and strategies for coping. A walk in nature, time with friends, a gentle run or reading a good book can achieve very similar results … People need to adopt a strategy that best suits their personality and the issues they face, which calls for a certain amount of trial and error.”",
  "webTitle": "Mindfulness therapy for mental health problems? 'It's more useful than drugs' | Sarah Marsh and Guardian readers",
  "webPublicationDate": "2016-05-18T08:30:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/mindfulness-therapy-mental-health-drugs",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/mindfulness-therapy-mental-health-drugs"
}