{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/29/rogue-justice-review-george-bush-september-11",
  "id": "2016-05-29-110",
  "sectionId": "law",
  "body": "War poses special threats to democracy, but the most pernicious challenges often come from within. History reveals that nothing has more power to undermine democratic institutions than the boundless fear of a foreign enemy.   Related: How the Pentagon punished NSA whistleblowers | Mark Hertsgaard    Rogue Justice is Karen Greenberg’s splendid new book about all the ways liberty was assaulted in America in the decade after the cataclysm of 11 September 2001. In these years, she writes, America came “perilously close” to “losing the protections of the bill of rights”.  After the towers of the World Trade Center disintegrated and the Pentagon was set aflame, the administration of George W Bush systematically exploited the panic of a horrified country to dramatically expand its own powers. It never hesitated to undermine “the rights to freedom of speech and religion, to freedom from capricious searches and seizures, to due process and fair treatment, and to protections from cruel and unusual punishment”– in other words, all of privileges guaranteed by the first, fourth, fifth, sixth, seventh and eighth amendments to the US constitution. Greenberg is director of the Center on National Security at Fordham University in New York. She begins her book with the astonishing intelligence failure that may have made 9/11 possible.  An FBI field agent in Minneapolis had filed a report about Zacarias Moussaoui, a French citizen of Moroccan descent who had paid $8,300 in cash to get time on a flight academy’s 747 simulator. As part of a request for a search warrant to examine Moussaoui’s computer – after agents had jailed him when they discovered he had overstayed his visa – the agent wrote: “This is a guy who could fly an airplane into the World Trade Center.”  It turned out that the computer contained what Greenberg calls a “trove of information” about the hijackers and their plans. The FBI, however, only found that out after the 9/11 attacks.  Washington never acted on the agent’s request for a warrant, which required the approval of the foreign intelligence surveillance (Fisa) court. But the court never even received a request for the warrant, because a Fisa judge had accused the FBI of “routinely lying in the affidavits used to obtain court orders, and agents had become unwilling to stick out their necks by approaching the court for the warrants it could issue”.  This failure to crack the biggest terrorism case the FBI ever had set off a stream of decisions in federal courts and Congress that were designed to free the intelligence community of nearly all the restraints the Fisa court had imposed on surveillance activities since its creation in 1978.  Greenberg meticulously describes how these actions created a system in which virtually all communications in America by e-mail or telephone could be swept up, in a vast government effort that mostly remained secret for more than a decade. A principal defender of the new surveillance policy, and much of the rest of the “rogue justice” detailed by Greenberg, was deputy assistant attorney general John Yoo, who gleefully “ignored some of the most sacred principles of American democracy and law” , sometimes without even bothering to inform his boss, Attorney General John Ashcroft. Yoo often preferred to work directly with the White House, where his crucial ally was David Addington, a member of the office of Vice-President Dick Cheney. Yoo was the perfect ally for a White House that wasn’t interested in “legal nuance”. Presidential aides, Greenberg writes, wanted advice not “to guide them in determining which policies were legal, but, rather, to provide plausible cover for the policies they wanted to impose”.  Yoo’s vilest contributions to the war on terror were his memos legalizing torture. Those who knew the most about effective interrogation techniques –including more than three dozen retired admirals and generals – believed that torture was completely counterproductive. Cheney and his minions were convinced, though, that when terrorists were interrogated it was essential to “go to the dark side”.  Yoo asserted in one memo that “any effort by Congress to regulate the interrogation of battlefield detainees would violate the constitution’s sole investing of the commander-in-chief authority in the president.”  As Greenberg points out, this was “an extreme and unprecedented position, one with sweeping consequences for all laws, both military and civilian, concerning the treatment of prisoners”. After Ashcroft made Jack Goldsmith the head of the Office of Legal Counsel in the Justice Department, Goldsmith concluded that Yoos’s memo seemed “designed to confer immunity for bad acts” and made arguments “wildly broader than was necessary to support what was actually being done”. Publicly, though, the Bush administration called the torture “enhanced interrogation techniques”. Many news organizations accepted the term, and the truth about this disastrous policy would not come out until the Senate finally issued its torture report, in December 2014.    Related: Senate report on CIA torture claims spy agency lied about 'ineffective' program    When it did so, California’s Dianne Feinstein declared: “It is my personal conclusion that, under any common meaning of the term, CIA detainees were tortured.” The program, she said, “was not an effective means of acquiring intelligence or gaining cooperation from detainees”.  Greenberg concludes with the mixed progress made by the Obama administration in redressing the excesses of its predecessor. The new president repudiated torture, but he allowed those who had carried out the previous policy to go unpunished.  He also was responsible for his own dramatic expansion of presidential power – the right to kill American citizens by drone, if they are considered terrorists.  The only unqualified heroes in the book are the NSA whistleblower Edward Snowden, who in leaks to outlets including the Guardian revealed the appalling scope of government surveillance, and the lawyers of the American Civil Liberties Union, who filed more cases challenging the anti-terrorist policies of both administrations than anyone else. “They may have accomplished less than they hoped,” writes Greenberg, “but they have at least succeeded at pulling off the veil.”  By connecting so many of the dots in the War on Terror, the author has made her own very important contribution to this process.  Charles Kaiser is the author of 1968 In America, The Gay Metropolis and, most recently, The Cost of Courage",
  "webTitle": "Rogue Justice review: Bush, 9/11 and the assault on American liberty",
  "webPublicationDate": "2016-05-29T11:00:02Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/29/rogue-justice-review-george-bush-september-11",
  "keyword": [
    {
      "webTitle": "US constitution and civil liberties",
      "id": "law/us-constitution-and-civil-liberties",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Surveillance",
      "id": "world/surveillance",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Torture",
      "id": "law/torture",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Dick Cheney",
      "id": "us-news/dick-cheney",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Charles Kaiser",
      "id": "profile/charles-kaiser"
    }
  ],
  "guardianId": "law/2016/may/29/rogue-justice-review-george-bush-september-11"
}