{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/vivien-goldman-kid-creole-musical-cherchez-la-femme",
  "id": "2016-05-20-160",
  "sectionId": "stage",
  "body": "The curtain rises. Anticipation always quivers in that phrase, but never more than for first-time dramatists working a young cast. My co-writer on the musical Cherchez la Femme, however, is a proven bet: the musician and actor August Darnell. An experienced juggler of self-created personas, he’s better known as Kid Creole, who with his glamorous trio of backing singers, the Coconuts, dominated charts and dance floors across Europe in the 1980s.  Before that, August was the skinny bass player in pegged trousers and a butcher-boy cap in Dr Buzzard’s Original Savannah Band, led by his big brother, Stony Browder. In her silky 40s-style tea gowns, singer Cory Daye’s peach-fuzz voice caressed urbane lyrics over the big band horns of their disco-era classic, now the title of our show: Cherchez la Femme. Denizens of zoot-suited 80s clubland will have jived to August’s clever song-stories like Annie, I’m Not Your Daddy, No Fish Today and Stool Pigeon. While many assume that Cherchez la Femme must be a jukebox musical, the usual hit-driven saga of a band’s ping-pong career, instead it’s the Darnell creation myth. A streetwise musician in the Bronx, he created the Kid Creole persona, a large-living, life-loving, wisecracking personality whose amorous adventures were expressed in torrid tropical rhythms.            August’s fans, the Tropical Gangsters, will be at home in the show’s madcap milieu, which zips between 80s New York and the Caribbean as a quixotic, self-centred fool for femmes fights for a lost love, and en route, confronts himself. And of course, central to his appeal: the females, his nemeses, his glory. They are Cherchez la Femme’s answer to the real sassy Coconuts, who were originally styled and choreographed by August’s then wife, Adriana Kaegi. She co-conceived the band – and is now doing costumes for our show.   Related: Kid Creole: 'I'm not a party man any more'    Part of the fun was that Kid Creole and the Coconuts were – and still are – so mixed, before America knew it was. The pan-amorous Prince modeled his band on Kid Creole’s multi-coloured, multi-gender crew, and wrote The Sex of It to get the band the American hit they deserved (sadly it didn’t work.) There’s a misconception that famous womanizers – and August liked his image as a lothario – are necessarily sexist. Not so. They may not want to be sexually faithful, but secure in their masculinity, they also enjoy working with women and are arguably less threatened by female dynamism than some marital conformists. The current and longest-running Coconut is our executive producer, August’s British wife Eva Tudor-Jones, a triple threat dancer/choreographer/businesswoman who’s working to extend the show’s life from the four weeks currently planned.            I first met August in the early 1980s, sent by British music magazine NME to write a cover story about the energizing, exuberant Kid Creole and the Coconuts. He was as witty as his lyrics, and I think we might even have joked about co-writing a musical at that interview; his songs were already mini-dramas extrapolated into cast albums in search of a stage. We also discovered a shared love of musicals and screwball 40s comedies. Somehow, I never left Kid Creole’s extended tribe. The launch of the musical is my vertiginous meta-80s moment; the exuberant, experimental period in which August and I began our adventures and in which our show is set, is suddenly plunging into the present. By sheer coincidence, my own music of the time – which August inadvertently helped fund – is being released as the Resolutionary LP on the very day that Cherchez la Femme starts its theatrical run. I was an experimental (ie struggling) musician in the Parisian duo Chantage, when – deus ex machina! – the phone rang. It was August in New York, asking me to write the band’s book, Indiscreet, now going for silly money on eBay. So while recording the music, I wrote the book, a slightly fictionalised account of the group and not as indiscreet as it could have been; they censored the more rampant sex scenes.     I’m a wonderful thing, baby: Vivien Goldman, Kid Creole and executive producer Eva Tudor-Jones. Photograph: Janette Beckman    Two decades on, August and I overlapped in London. Grabbing the moment, the Kid and I spent a hilarious few days writing the musical’s first draft in my hotel. Oh, the bliss of pure creation! Matched only by the happy early morning, some months later, when I stood on the terrace of August’s Swedish lakeside chateau and saw a clear circle imprinted in the green lawn. Obviously a fortunate faerie ring, I joked, deliriously happy because the first director to read the script had just said he loved it. Broadway beckoned! Soon we learned that the sward circle was actually trampled by local wild hogs; and for our show to be performed … well, let’s just fast forward another few years. But it wouldn’t be entertainment without the drama of making it happen, the false starts, the desires deferred, then fulfilled. Hopefully. Storming the citadels of New York theatre as outsiders is a reverse Colditz job. Luckily, August was always independent, and I was culturally formed by punk. We assumed that hot ideas might meet a cold world, but would eventually melt it; and that we might wind up going DIY. So it came to pass.     Kid Creole in full flow. Photograph: Pete Cronin/Redferns    After the first initial rush of writing, life took over. We went our separate ways and years of a curious mating dance began; sitting in cafes or offices around New York City, introducing a parade of potential producers onscreen to August in Sweden or his other home, Hawaii. A months-long flurry of enthusiastic exploratory emails would follow. But the love didn’t last – they mustn’t blame themselves! Nothing stuck.  Then I met a former child actor named Julius Hollingsworth at a friend’s birthday bash. He dug the script and took us to the La Mama Theatre, the downtown avant garde institution founded in the 1960s by pioneering African American producer Ellen Stewart. They offered us a staged reading, loved it, wanted to hit the stage running. So just like Mickey Rooney and Judy Garland in the musicals, our trio of August, Eva and I realized we had to put on the show right there. Don’t ask me how, but they worked it out.            Though I had directed videos and documentaries, I had never experienced the theatrical rhythm of auditions, casting, coaxing actors to inhabit a script over weeks. I saw a new community bond. Friendships and romances have formed or broken. Relationships from the script spill offstage; the “mother” braids her “child’s” hair in lunch break; and yes, onstage emotions can break the fourth wall in the bar after rehearsal. Some heads rolled, thesps we at first thought crucial. But as August reminds the team, this is showbiz. No one is indispensable.  I’ve learned a lot from August’s endless perfectionism, cheer, courtesy and spontaneous creativity, in directing and staging as well as honing the music to tell our story. When the curtain rises, though we have already received positive previews, none of us will know the outcome of the next two hours. Will the years we’ve spent pushing for a path to the public, be appreciated? Yes, surely! But nothing is certain. Everything is a gamble. And you have to be prepared to roll with whatever the public chooses. Ladies and gentlemen, that really is showbiz.   Cherchez la Femme starts on 20 May and runs until 12 June at La MaMa theatre, New York. Details here",
  "webTitle": "Vivien Goldman: my Kid Creole musical was a hard nut to crack",
  "webPublicationDate": "2016-05-20T13:06:26Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/vivien-goldman-kid-creole-musical-cherchez-la-femme",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Vivien Goldman",
      "id": "profile/vivien-goldman"
    }
  ],
  "guardianId": "stage/2016/may/20/vivien-goldman-kid-creole-musical-cherchez-la-femme"
}