{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/premier-league-fans-verdict-2015-16-arsenal-manchester-united",
  "id": "2016-05-15-151",
  "sectionId": "football",
  "body": "Arsenal: 6/10   Related: Arsène Wenger will delay talks over Arsenal future until late next season    In the stale micro-climate around London N5 there’s scant consolation in a top-four finish. We’ve blown it, big time. With the big spenders failing, this should have been our time to shine – and it would have been if our blinkered stars had shown 10% more desire. The laissez-faire approach of our scientific gaffer might have been OK if we’d had a genuine leader on the pitch – but without one we’re starved of inspiration The stars Özil shone for some of the season. We also had consistency from Koscielny, Monreal and Bellerín, and the emergence of Elneny and Iwobi. The flops Ramsey failed to live up to our inflated expectations, Mertesacker has often looked past his sell by date, and, sadly, instead of inspiring team-mates with his enthusiasm, Alexis appears to have been infected with Arsenal apathy. And if Walcott somehow ends up with England in France this summer it’ll be an utter travesty. Summer targets Our squad has the same glaring gaps as always. We need a 30-goal striker. At the back, why couldn’t we have signed Alderweireld, instead of a liability like Gabriel? It’s hard to imagine Arsène will spend his way out of our depression. Best and worst away fans Bayern were the best, if only for their wonderfully effective ticket price protest. The worst: need you ask? 2016-17 title winners I’m having a fiver on Burnley. Ideal montage music for Arsenal’s season highlights: Inspired by Andrea Bocelli’s performance at the King Power: Con te partirò – Time To Say Goodbye. Bernard Azulay goonersdiary.co.uk / @GoonerN5 Aston Villa: 0/10 It’s been the longest, most painful season imaginable. We were down by November: since then it’s just been one embarrassment after another. We need a total overhaul, but will the new owners be any better than Lerner and his cronies? At least we can look forward to visiting some new grounds (Burton, Bristol City) and some old favourites (Leeds, Sheffield Wednesday). I’d be happy with 10th next season, so long as we build a team with a spine. The stars Ayew looked good for a bit but was dragged down by the others. The flops It actually hurts my fingers to type names like Richards, Bacuna, Lescott and (heart-breakingly) Agbonlahor. They are all a disgrace to the club and their profession. If I was allowed to use more vitriolic words to describe them, I would. Summer targets To achieve promotion, you need a squad made largely of Premier League standard players. We currently have about two. Best and worst away fans Hats off to Liverpool – not for making a noise, because they don’t, but for their double triumph: defeating the ticket price setters and overturning the Hillsborough injustice. They are a credit to their city and the game. As for the worst: Manchester City have shown what money and success can do to your core support. Photo-taking spectators. Leicester beware! 2016-17 title winners Tottenham. Highlights montage music Love Don’t Live Here Any More – Rose Royce, not Jimmy Nail. Jonathan Pritchard @Jonathanp1971   Related: Premier League: 10 things to look out for this weekend    Bournemouth: 8/10 I’m delighted – survival is like winning the league for us. The players have been magnificent and Eddie Howe just gets better: we simply can’t afford to lose him or Jason Tindall. The last few games have been as difficult as everyone expected when we saw the fixture list, but we have to remember who we are: every game is a chance to learn about the top flight for our players. The stars Left-back Charlie Daniels had a special season, and Josh King was most improved. Simon Francis, at centre-back and right-back, was superb. The flops No one let us down – I’d just like to have seen more of Juan Iturbe and, of course, Tyrone Mings, who was injured last August. The big disappointment was Lee Tomlin. Shipping him off to Bristol City did him and the club a lot of good. Summer targets A central defender, two strong central midfield players and a goalkeeper. Best and worst away fans Everton were fantastic. Aston Villa were not. 2016-17 title winners Tottenham. Highlights montage music Sinead O’Connor’s Nothing Compares 2 U. The manager and his team stuck to their principles and delivered in style. Peter Bell AFCBchimes.blogspot.co.uk / @peterbell19 Chelsea: 2/10 It’s been disastrous. Was it the players? Was it the manager? In truth, probably a toxic combination of the two. I don’t envy Antonio Conte walking into this disaster zone – he’s really got his work cut out. The stars Willian was the only player who gave 100% for virtually every game, no matter how woefully his team-mates were performing around him. The malaise that was evident throughout the rest of the squad didn’t put him off. The flops Everyone but Willian. I’m serious – it was like invasion of the body-snatchers. Hazard, Courtois, Oscar, Costa, Matic – what happened to them? Summer targets Deep breath. One right-back, one left-back, two centre-backs, one striker, and, if we give in to Courtois, a new keeper too. Of course, had the club listened to Mourinho last summer we would probably just be looking at a couple of signings: this club has often had a feast or famine approach to squad maintenance. We always seem to learn the hard way. Best and worst away fans The worst were City – woeful numbers for a club whose fans surely can’t already be bored of being good. As for the best – to be honest, no one really stands out. I think our own fans deserve a mention for still filling the ground week after week despite the dire football. 2016-17 title winners I have this horrible feeling that Klopp will weave his magic at Liverpool… Highlights montage music Heaven Knows I’m Miserable Now – The Smiths. Trizia Fiorellino ChelseaSupportersGroup.net   Related: Crystal Palace’s Cup final class of 1990 hope to inspire this year’s model | Dominic Fifield    Crystal Palace: 6.5/10 Looking at it rationally, it’s been a brilliant year for Palace. We’re safe from the drop, we’ve secured investment to rebuild the ground, and, of course, we’re in the FA Cup final for just the second time ever. But the glaring, horrible stat of just two league wins in the whole of 2016 has soured things – the big fear being that the form will be carried over into next season. We’ll see. But of course, if we win the Cup then it immediately goes down as the greatest season in our history, and that 6½ becomes a straight 10. The stars Zaha has delivered consistently and is improving massively in his defensive duties. It’s baffling how he hasn’t won any more England caps. Bolasie and Dann have been very solid, Wickham has improved, and James McArthur is brilliantly effective. The flops Wayne Hennessey kept his place despite a string of howlers; Alex McCarthy, Bakary Sako, and Patrick Bamford barely registered; and Emmanuel Adebayor’s one goal wasn’t great value for money. Summer targets A new keeper, a quality young centre-back and a winger – Andros Townsend or Nathan Redmond – to keep Bolasie and Zaha on their toes. Above all, a striker who can manage double figures. Best and worst away fans Leicester were the best - staying for 20 minutes after the final whistle to celebrate their 1-0 win. West Brom’s crowd, meanwhile, looked like they’d rather be anywhere else. 2016-17 title winners Tottenham. Highlights montage music Take it to the Limit - the Eagles. Chris Waters palacetrust.org.uk, @Clapham_Grand Everton: 3/10 After last season’s poor finish was blamed on Europe, this time there was no excuse. We started in style with a 3-0 win at Southampton, and put six past Sunderland and four past Villa. But then it all started to go wrong. As the season dragged on, things went from worse to worst, with the last two months particularly hard to watch. It was only the fact that we reached two semi-finals that stopped the protests against Roberto Martínez building sooner. The stars Gareth Barry was strong and Romelu Lukaku set a club record for goals. He hasn’t scored since mid-March, though. The flops There was talk of this being the best Everton squad for 30 years. Howard, Robles, Cleverley, McCarthy, Lennon and Oviedo just aren’t good enough. Summer targets All depends on the new manager. We need some major work. Best and worst away fans Leicester were the best; Liverpool the worst. 2016-17 title winners Tottenham. Highlights montage music Something to lighten the mood. Chuck Berry – My Ding-a-Ling. Steve Jones @bluekippercom  Leicester City: 11/10           Chris Whiting’s Leicester run-in video diary    So, did this season meet expectations? Thankfully, no it didn’t, not even close. Leicester are the champions of England. Keep reading it over and over, let it sink in! This season has been a pleasure from start to finish. The stars Mahrez and Vardy have scooped most of the plaudits and awards, but N’Golo Kanté is the beating heart of this team and has been the outstanding player this season. And a special mention for our captain Wes Morgan, who has been a rock. But really, every single one of our players deserves praise – they are all heroes in my eyes. The flops Perhaps Gokhan Inler didn’t live up to his billing but, in his defence, he has been kept out by the imperious Drinkwater/Kanté pairing. It would also have been nice to see Shinji Okazaki find the net more, but I can’t fault his workrate, or his infectious grin. Summer targets The priority is to keep what we have. But we’ll also need a much bigger squad for the rigours of Champions League football. I hope Ranieri and co recruit at least one player in every position. I’d love to see Porto striker Vincent Aboubakar on Filbert Way. Best and worst away fans My seat is right by the away fans and I’ve struggled to hear most of them over the noise from our end. But West Ham deserve credit for their “Jamie Vardy’s having a shower” chant when he was controversially sent off. 2016-17 title winners Even I don’t think we’ll retain it. We’ll jostle again, but Man City look the best bet. Highlights montage music Drake - Started from the Bottom. Chris Whiting @ChrisRWhiting   Related: Liverpool’s Jürgen Klopp: ‘It is up to the team to make Anfield atmosphere better’    Liverpool: 7/10 It has ended a whole heap better than it started. I had few expectations back in August as a stuttering start gave way to a breakdown and records tumbled with weekly defeats. Out went Rodgers, in came Klopp and we’ve been on the up since. We had a day out at Wembley and still have Basel for the Europa League final to come. And – finally – the clubs saw sense and capped away tickets. All in all, not a bad season. The stars Emre Can has looked the player we hoped he’d be over the past couple of months; Firmino and Coutinho have often shone; and Origi has made huge progress. Also worth plenty of praise: Lucas, who always performs, the manager and the fans, who organised and took part in the 77-minute walkout in February in protest against rising ticket prices at Anfield, forcing the club owners to back down and rethink their pricing policy. The flops It hasn’t worked out for Benteke, though he doesn’t often get long to show what he can do. Mignolet has his moments and has certainly flapped. Flopped is probably a bit harsh. Summer targets A keeper for sure – we can join the queue for Courtois; a centre-half with Sakho out; and a striker – we could ask across the Park for Lukaku, maybe. And, of course, Mario Götze. Best and worst away fans Spurs and Dortmund were best. The worst were the usual witless suspects. 2016-17 title winners Liverpool. Or Tottenham. Highlights montage music Three Little Birds – Bob Marley. Steph Jones, Observer reader Manchester City: 6.5/10 A frustrating, underwhelming season. The Capital One Cup win and the run to the Champions League semis papered over the cracks – this will be our lowest points total since 2009-10. Much more embarrassing, though, was our failure to beat any of the league’s top eight with the exception of Southampton (once), who we beat at the Etihad. As for the manager – the writing has been on the wall for a long time. The club has been stuck in a holding pattern in anticipation of Pep Guardiola’s arrival, and the results have suffered. The stars Fernandinho has been brilliant. He doesn’t get the media attention he deserves but he’s loved by the fans. I hate to think what our season might have been like without him. Hart and Sagna have also been excellent, whilst De Bruyne’s integration has been seamless. He’s my tip for the Player of the Year next season, under Guardiola’s tutelage. The flops There have been a few but Wilfried Bony has been particularly bad. Summer targets We need central midfielders. It looks like Ilkay Gündogan is still a target despite his knee injury. Toni Kroos would be perfect, and Paul Pogba remains the dream. I’d also been keen on John Stones, who has been hung out to dry by both his manager and the media. He could be a revelation under Pep. Best and worst away fans Hull in the League Cup were the best. West Brom were the worst. 2016-17 title winners Manchester City. Highlights montage music Don’t Look Back in Anger – Oasis. Lloyd Scragg mcfcwatch.com / @lloyd_scragg   Related: Wayne Rooney tells Manchester United not to be distracted by FA Cup final    Manchester United: 6/10 The stats say it all. We’ve scored just 46 goals and created fewer chances than any United team I can remember. LVG wants his team to dominate possession: for that we need quality and confidence, and we lack both. One of the biggest issues is how easily the team falls apart when pressed, and how vulnerable and careless we are defending set pieces. At least we have Wembley to look forward to – but I can’t see a cup win saving big Louis. Hopefully his legacy will be Martial, Rashford, Fosu-Mensah and Borthwick-Jackson becoming regulars. The stars Apart from the youngsters, De Gea has been outstanding again. Hopefully he will stay. The flops Depay would deliver in a decent team but we are far from that. Herrera is overrated and Darmian has really lacked quality. Summer targets We need a ball-playing centre-half and a leader – Juve’s Leonardo Bonucci? I’d also test Leicester’s resolve to keep Kanté and Mahrez. Best and worst away fans Arsenal are fun: they always sell out and are usually quite giddy until they go behind, at which point they leave in droves. City were worst. 2016-17 title winners United. Shaw will be back, hopefully we’ll have the new defensive rock we need, and Rashford and Martial will be the most lethal combination in the country – if they get enough ammunition. Fergie would have cleaned up in the last few seasons. I bet he regrets calling it a day. Highlights montage music Waiting For The Great Leap Forwards – Billy Bragg. Shaun O’Donnell @stoney_utd Part 2: Newcastle to West Ham",
  "webTitle": "Premier League 2015-16 fans’ verdicts part one: Arsenal to Manchester United",
  "webPublicationDate": "2016-05-15T08:30:01Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/premier-league-fans-verdict-2015-16-arsenal-manchester-united",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer fans' network",
      "id": "profile/observer-fans-network"
    }
  ],
  "guardianId": "football/2016/may/15/premier-league-fans-verdict-2015-16-arsenal-manchester-united"
}