{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/04/jamie-vardy-leicester-hollywood-louis-tomlinson-vinnie-jones-premier-league-movie",
  "id": "2016-05-04-64",
  "sectionId": "football",
  "body": "In days of yore (yes, yes – some time in the mid-cretaceous era) I used to be the secretary on the Sun showbiz desk. Shortly after I started, it was explained to me that there were really only 10 tabloid showbiz stories. These include “is set to wed”, “is set to split from”, and “has splashed out on a new”. The best that can be said about one type of tale on the list – “is set to become a Hollywood movie” – is that it is probably the one least likely to come true.   Related: David Squires on … Leicester City winning the Premier League    There are various reasons for this. They range from the fact that a tiny percentage of movies “in development” ever make it to the screen, to the far greater probability that the tale was only filed because the hack had nothing in the cupboard as a Sunday-for-Monday story. And, despite being a blatant invention, it is not the sort of one likely to elicit a legal complaint. Nobody minds being linked with a Hollywood movie, do they? Some, it must be said, can take it or leave it. “If that’s what they want to do, then so be it,” the Leicester striker Jamie Vardy laughed back in November about reported plans to turn his story into the proverbial Hollywood movie. By February, Adrian Butchart – the screenwriter in question – had watched Leicester’s 2-0 win over Liverpool in Vardy’s private box, and posed for a group photo with his girlfriend and agent. Now that the Foxes have only gone and done it, Adrian’s project is reported to be gathering pace. “While the central character in the film is Jamie Vardy,” he tells the Daily Mirror, “what has happened over the past couple of weeks, when we saw the other Leicester players come together as a team in his absence and prove that they have what it takes to win, has really brought them to the forefront.” Butchart is sweetly described as a “movie guru” by the Daily Mirror, and crucial to this gurudom appears to be a particularly ruthless form of asceticism. His IMDb entry suggests he has not written a movie for nearly 10 years, when he gave us Goal II: Living the Dream. Two years prior to that was Goal! – and that is almost it. A rifle through my esteemed colleague Peter Bradshaw’s archives finds he opened his review of Goal! with the stark observation: “The word ‘own’ is missing from the title of this cameo-packed football film.” An intro which somehow recalls the two-word review of Spinal Tap’s comeback album Shark Sandwich (which, you will recall, read merely: “Shit sandwich.”) So, Leicester may well be hoping for the phenomenon of “rival productions”, recently explored by Mark Kermode. As for what will happen to the spellbinding Leicester story once it has been through the wringer of the Hollywood system, I can hardly bear to think. My personal favourite rendering of the movie process is in Robert Altman’s The Player, where our first sight of Richard E Grant is as a profoundly earnest movie director pitching his integrity-heavy death row picture. “No stars, no pat happy endings,” he insists. There will be no eleventh-hour reprieve of the wrongly convicted murderess: “Because … That’s. The reality. The innocent die.” By the time we get to the first screening of the final cut, we see a last-second pardon being phoned through, before the window of the prison gas chamber is shot out by Bruce Willis, who leaps in to free the condemned woman. As he carries her out in his arms, Julia Roberts asks: “What took you so long?” Bruce smiles. “The traffic was a bitch.” Long before we arrive at this kind of creative compromise with the Leicester project, of course, we can rely on passing certain milestones. First one? Vinnie Jones will be linked with it. Sources close to Vinnie Jones – player-manager of Brits In LA For No Good Reason – will tell a journalist that the footballer turned straight-to-GIF star is in talks to star in the Leicester movie. And yet, even as I typed those words, I thought it wise to Google … and there it was. “Former football hardman Vinnie Jones is set to be approached to play the part of former Leicester City manager Nigel Pearson in the upcoming Jamie Vardy biopic.”   Related: From Algeria to Thailand: how the world has fallen in love with Leicester City    Well, he’s not the only one. One Direction’s Louis Tomlinson is “rumoured” to be in line to play Vardy, which has already produced some artistic niggle. Kasabian, whose guitarist Serge Pizzorno supports Leicester, are interested in doing the movie soundtrack, though not entranced by the possibility of Tomlinson’s casting. Others to be linked with the movie include Emilia Clarke, whose line-mangling in Game of Thrones is – how to put this? – irrelevant considering the rest of her performance, but may be more painfully foregrounded in the role of Khal Vardy’s girlfriend. As for what will be left on the cutting room floor, aside from a casino scene, I can only picture an American studio executive screaming: “The hell is this Stamford Bridge bullshit? I am not paying tens of millions of dollars for my money shot to happen a hundred miles away in London! Do you think Casablanca would have been better if Rick hadn’t said goodbye to Ilsa so we could all watch some scene nobody cares about in Czechoslovakia? Read my lips: the grand final in the Premier League series is held at King Power and that’s non-negotiable. If you don’t like it, get back to Britain and get on your knees for the Lottery.” And so on. I realise that “a Hollywood movie” is still regarded by many as the highest honour contemporary culture can bestow. But I can’t help hoping that the Leicester movie remains safely locked in development hell in perpetuity. The real life story is electrifying – a fictional version would have “Gary Barlow investment vehicle” written all over it.",
  "webTitle": "What will Hollywood make of Leicester’s spellbinding season? | Marina Hyde",
  "webPublicationDate": "2016-05-04T18:00:27Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/04/jamie-vardy-leicester-hollywood-louis-tomlinson-vinnie-jones-premier-league-movie",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "football/blog/2016/may/04/jamie-vardy-leicester-hollywood-louis-tomlinson-vinnie-jones-premier-league-movie"
}