{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/storm-troupers-fight-forecast-weather-review-eating-well-hemsley",
  "id": "2016-05-24-293",
  "sectionId": "tv-and-radio",
  "body": "The weather has always been with us, but the science of predicting it is a relatively new one. As presenter and science writer Alok Jha pointed out early in Storm Troupers: The Fight to Forecast the Weather (BBC4), “It’s still incredibly hard to know what it will do tomorrow.” This amiable and informative stroll through the history of meteorology – the first of three parts – began with its origins in superstition, when the behaviour of animals was thought to be an indicator of coming weather. There is no evidence to support the idea that cows lying down means it is going to rain, although they do make good weathervanes, because they like standing with their arses to the wind. One 19th-century entrepreneur came up with a successful barometer – the Tempest Prognosticator – using 12 leeches in 12 jars attached to 12 alarm bells; successful in that it did really predict inclement weather, not because anybody bought one. The real barometer was invented much earlier, in 1643, by Evangelista Torricelli: he found that a thin tube filled with mercury, turned upside down in a bowl of mercury, left a vacuum at the top of the column, and that the level of the mercury varied in response to outside air pressure. Only later did people notice that the mercury dropped in anticipation of stormy weather. A lot of early weather science is still with us: pharmacist Luke Howard first catalogued cloud formations in 1802. In the 1820s, Constable was using Howard’s Latin terms to describe clouds – cumulus, cirrus, nimbus – as we do today. Beaufort’s wind scale dates to 1805, but it remains the basis of the shipping forecast. Jha went to experience the top end of the scale himself, in a wind tunnel. His hair, remarkably, looked as good coming out as going in. In 1848, the head of meteorology at the Greenwich Observatory, James Glaisher, was persuaded to gather weather reports from around Britain to be published in Charles Dickens’s new Daily News. The advent of the railway made the scheme possible, but these were reports of weather that had already happened. The idea of prediction was still a decade off. To a large extent, it was the ambition of one man: Robert FitzRoy, “meteorological statist” of the Board of Trade. In response to a dreadful shipwreck off Anglesey, FitzRoy instituted a system of telegraphic coastal reporting “from the most distant ends of our longest wires”. Although ostensibly scientific, the “diagnosis” of coming weather was largely down to FitzRoy: he alone made the prognostications, in his head, once the data came in. Storm warnings were then issued in the form of signal flags raised in ports. The first newspaper weather forecast – FitzRoy’s – was printed in the Times on 1 August 1861. It read, in full: “North – moderate westerly wind; fine. West – moderately south-westerly; fine. South – fresh westerly; fine.” FitzRoy was ridiculed for his “guesses”. Four years later, he slit his throat, and died penniless. I got off on the wrong foot with Eating Well With Hemsley + Hemsley (C4). I think it might be the plus sign in the title. It certainly isn’t the food – I have nothing against their banana bread that I don’t have against banana bread in general, and everything else looked pretty good. Maybe it’s because their whole “clean-eating” ethos seems designed to rile people like me. I found myself rising to the bait from the outset. “Eating well doesn’t have to mean giving up the things you love,” said one of them. I know, I said, I’ll just carry on. “It’s about finding alternative ingredients so you can continue to enjoy your favourite dishes.” Oh, OK. Wait, why? Melissa and Jasmine don’t cook with gluten or refined sugar. Let us draw a veil over the fact that their preferred sugar substitute, maple syrup, is sugar. They are surprisingly OK with meat and eggs, but last night they were baking, which meant finding substitutes for flour – ground almonds, say. With the two of them, their kitchen seems a little overstaffed – they have to take turns with the spoon – and their patter can drift toward the inane. I don’t know about you, but I’m a lot more tolerant of gluten than I am of exclamations such as: “Cinnamon is my happy spice!” I wouldn’t dare to suggest that the Hemsleys’ baked chicken constitutes some kind of deprivation. But they say something telling at the top of the show: “This is a peek into our world.” It’s not so much a bunch of recipes as a lifestyle you may watch and admire, but not have. After all, there’s a reason why organic ground almonds are not a suitable alternative to flour, and that is because they cost £20 a kilo.",
  "webTitle": "Storm Troupers: the Fight to Forecast the Weather review – leeches and all",
  "webPublicationDate": "2016-05-24T06:20:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/storm-troupers-fight-forecast-weather-review-eating-well-hemsley",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Food TV",
      "id": "tv-and-radio/food-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Weather",
      "id": "uk/weather",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/24/storm-troupers-fight-forecast-weather-review-eating-well-hemsley"
}