{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/two-thirds-voters-think-uk-will-remain-in-eu-ashcroft-poll",
  "id": "2016-05-26-323",
  "sectionId": "politics",
  "body": "Almost two-thirds of voters believe the remain camp will win June’s referendum but pro-leave opinion is hardening, according to polling by the Conservative peer Michael Ashcroft seen exclusively by the Guardian. In a detailed survey of more than 5,000 adults, Lord Ashcroft and his colleagues found 65% expect the result to be that Britain stays in the EU, while 35% anticipate a Brexit vote.   Brexit explained: how to vote by post or proxy   The apparently decisive verdict demonstrates the impact of almost daily anti-Brexit speeches from the prime minister and chancellor, backed by the full force of the Westminsterestablishment. But it could also prompt less motivated remain voters to stay at home, thinking the result is a foregone conclusion – a serious concern for the Britain Stronger in Europe campaign. Among those minded to vote for Brexit, the proportion saying they are certain about their view has risen to 44%, from just over a third in the last survey, five months ago. Ashcroft’s research also explores people’s reasons for their beliefs about the EU, and the importance attached to different factors in making their decision. The results reveal the sharp divisions in the electorate by age and party loyalty.   Two-thirds basic   Vote Leave’s argument that leaving the EU would “take back control” of decisions from Brussels appears to particularly resonate with older voters.  For example, 61% of respondents agree with the statement: “We must have more control over our own affairs even if that means missing out on some of the benefits of cooperating with other countries”. But the majority among the over-65s was 73%, compared with 35% of 18 to 24-year-olds. “The leave campaign’s main theme – taking back control – is potent,” said Ashcroft.   Older people   Conversely, 65% of 18 to 24-year-olds supported the statement: “We must be prepared to give away some control over our own affairs in return for getting the benefits of cooperating with other countries.” Conservative voters are far more likely to believe we should take back control; Labour voters are more relaxed about the idea of ceding power, the pro-EU Liberal Democrats even more so. Older people and Conservatives are more likely to believe that leaving the EU would help bring immigration under control. As both campaigns bombard the public with conflicting claims, many people feel bamboozled; but 58% of respondents say their instinct will play a greater role in their final voting decision than “factual information”.   Lib Dems",
  "webTitle": "Nearly two-thirds of voters think UK will remain in EU, Ashcroft poll finds",
  "webPublicationDate": "2016-05-26T05:00:02Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/two-thirds-voters-think-uk-will-remain-in-eu-ashcroft-poll",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Lord Ashcroft",
      "id": "politics/lord-ashcroft",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/26/two-thirds-voters-think-uk-will-remain-in-eu-ashcroft-poll"
}