{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/hillsborough-disaster-fa-serious-questions-ground-safety",
  "id": "2016-05-10-48",
  "sectionId": "football",
  "body": "Two weeks since the jury at the inquests into the deaths of 96 people at Hillsborough in 1989 determined they were unlawfully killed, the South Yorkshire police, which was principally responsible, has taken the torrent of blame. Bereaved families’ fury at the police’s stance at the inquests, alleging again that Liverpool supporters misbehaved despite the force having made a full apology in 2012, produced the removal of the chief constable, David Crompton. Yet sitting through two long years at the inquests, it was also jarring to recall the Football Association, which selected Sheffield Wednesday’s Hillsborough ground to host its FA Cup semi-final despite a history of safety problems, had made a “full and unreserved apology” in 2012. The FA’s then chairman, David Bernstein, following the damning report of the Hillsborough Independent Panel, said: “We are deeply sorry this tragedy occurred at a venue the FA selected. This fixture was played in the FA’s own competition, and on behalf of the Football Association I offer a full and unreserved apology and express sincere condolences to all of the families of those who lost their lives.”   Related: The other villain of  Hillsborough saga: legal system that left families in torment    Bernstein’s term as chairman ended in 2013. Neither he nor the FA ever explained exactly what, specifically, it was apologising for: whether English football’s governing body was taking responsibility itself, for selecting Hillsborough repeatedly as a venue throughout the 1980s despite its squalid Leppings Lane away terrace and the ominous warning signs. Throughout the two-year adversarial trauma of the inquests, during which the bereaved families had to revisit the horrors and hear Liverpool supporters repeatedly accused again of misbehaviour, neither the FA’s barrister, Jonathan Laidlaw QC, nor any of the former FA officials who gave evidence, offered any such apology. Mostly, Laidlaw stayed in his seat on the fourth, back row of lawyers ranked in front of the coroner, Sir John Goldring, while Hillsborough’s architecture of squalid neglect and South Yorkshire police’s disastrous failings at the 1989 FA Cup semi-final between Liverpool and Nottingham Forest, were laid bare. When Laidlaw did intervene, the FA’s case appeared to be that in fact the governing body did nothing wrong, that it did ask clubs to certify safety legislation had been complied with, and that officials had no knowledge of the crush on the Leppings Lane terrace at the semi-final the year before the disaster. Pete Weatherby QC, who represented 22 bereaved families, told the Guardian: “The families were left scratching their heads over the role of the FA, which selected Hillsborough despite the history of near misses and crush injuries at previous FA Cup ties there. What did David Bernstein give the families a ‘full and unreserved apology’ for in 2012? At the inquests, the FA’s lawyers sought to avoid any responsibility for the stadium selection or safety issues.” The inquests heard evidence of problems at all three semi-finals the FA held at Hillsborough in the 1980s, before it selected the ground again in 1989. In 1981, there was a serious crush on the Leppings Lane terrace where catastrophe would descend eight years later: 38 Tottenham Hotspur supporters suffered injuries serious enough to be treated in hospital or by St John Ambulance, including broken arms, legs and ribs. Hillsborough did not host a semi-final again for six years but its then head of competitions, Adrian Titcombe, giving evidence at the inquests, said that was not because the ground had a “black mark” owing to the 1981 crush but because there were no appropriate ties for it. After 1981, as the inquests heard, modifications were made to the Leppings Lane end, principally dividing the terrace into “pens” which made it more dangerous. As the jury determined in its devastating verdicts, key features of the terrace were “dangerous or defective”, including crush barriers not complying with the official safety Green Guide and there being only seven turnstiles to process 10,100 people. The jury also determined the capacity figure had been incorrectly calculated originally then not updated after the “pens” were built and that the safety certificate had not been reissued by the local authority since 1986. Yet the FA chose Hillsborough again in 1987 for the semi-final between Leeds United and Coventry City. The kick-off was delayed because the crowd could not access the ground on time, as happened in 1989 when the kick-off was not delayed. In 1988, the FA selected Hillsborough again, for the same tie as 1989, Kenny Dalglish’s Liverpool playing Brian Clough’s Nottingham Forest. Liverpool supporters at the 1988 semi-final were trapped in a crush in the pens and one supporter, Harry Whittall, wrote to the FA complaining of “disgraceful overcrowding”, saying “at times it was impossible to breathe”. When Laidlaw rose to question Whittall, it was to say the FA could never find his letter. Laidlaw asked Whittall if his office might have written the wrong address on the envelope as they had misdirected a similar complaint to the sports minister.           Hillsborough: anatomy of a disaster    Titcombe gave evidence on 17 July 2014. He said the FA was not responsible for safety; it was the responsibility of clubs themselves, local authorities which licensed the grounds and police. “My understanding is we always steered clear of anything to do with safety,” he said. Hosting semi-finals was prestigious and lucrative for the host club, which kept 10% of the income, Titcombe agreed, while the FA kept 25%, the competing clubs sharing the rest. He confirmed there was “lobbying” from club secretaries to have a semi-final at their ground. Christina Lambert QC, for Goldring, asked Titcombe: “Was the quality of the hospitality – I don’t mean this to sound too flippant – a consideration in selection of the club to host a match?” He replied: “It was traditional that the host club put on a lunch for the two teams and FA dignitaries … it was part of almost the obligation. And there was a certain rivalry to make the occasion as convivial and the menus as attractive as possible.” In the context of South Yorkshire police allegations about Liverpool supporters drinking before the match the jury determined no behaviour by supporters contributed to the disaster – Titcombe’s former FA colleague, Glen Kirton, confirmed alcohol was served at the lunch for FA and club dignitaries. The relevant FA committee in 1989 spent “not more than 10 minutes” debating before deciding on Hillsborough again, the inquests heard. An internal FA note after the disaster said: “There were no complaints whatsoever about last year’s game with regard to supporters, police or MPs etc. There was some speculation in the press about dissatisfaction with the Leppings Lane end but the FA had not received anything.” The inquests heard that Kevin Traynor, then 16, who died with his brother Christopher, 26, in the lethal crush on the Leppings Lane terrace in 1989, had reacted to the news of Hillsborough’s reselection by saying: “Oh no, not that stadium again.”  When Laidlaw rose to question Titcombe, he pointed to an FA rule in the 1980s, rule 3. It required clubs every season to fill in a form, certifying their grounds had been inspected in accordance with safety legislation and the appropriate licence obtained.           Hillsborough commemoration: ‘we’ve waited 27 years for this’    Titcombe said he never knew about that rule at the time, adding he was “frankly surprised”. He accepted from Laidlaw the rule was in place and that it was “a disciplinary offence not to fulfil that requirement”. The Guardian has sent detailed questions to the FA about the stance it is adopting in the legal processes after the 2012 “full and unreserved apology”.Laidlaw responded on the FA’s behalf, saying he was restricted due to the criminal investigation into the disaster, Operation Resolve. Jon Stoddart, the former Durham police chief constable heading Operation Resolve, has confirmed the FA, along with Sheffield Wednesday, South Yorkshire police, Yorkshire ambulance service and other organisations and individuals, is subject to investigation. Laidlaw said the FA’s position is as summed up by Goldring, that it did not have the expertise to be involved in practical matters of safety. The FA trusted the safety certificate procedure, Laidlaw said, and believes Sheffield Wednesday always complied with rule 3. The Guardian asked the FA if it believed its safety approach in 1989 was adequate and whether its approach to the legal process and continuing investigation is that it did nothing wrong, and has instructed its lawyers to avoid any liability. The FA referred the questions to its lawyers. Its solicitors, Charles Russell Speechlys, repeated the FA’s position, that it relied on the clubs to comply with safety legislation but did have rule 3 with which it believed Sheffield Wednesday complied. The solicitors did not answer questions about what, specifically, Bernstein apologised for in 2012, nor whether their instructions are to avoid any liability for the FA. Trevor Hicks, who told the inquests he lost “everything, the present, the future and any purpose” when his teenage daughters, Sarah, 19, and Vicki, 15, were unlawfully killed at Hillsborough, said he wants the FA to accept responsibility. “The FA has got off lightly,” he said. “They chose the ground. All these organisations have to take responsibility, admit they were wrong, say it publicly, explicitly, where it matters, not give a lily-livered apology on a website. We want them to say it and mean it.”",
  "webTitle": "Hillsborough disaster: why the FA still has serious questions to answer",
  "webPublicationDate": "2016-05-10T19:40:39Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/hillsborough-disaster-fa-serious-questions-ground-safety",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "The FA",
      "id": "football/fa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/10/hillsborough-disaster-fa-serious-questions-ground-safety"
}