{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/daphnes-dive-quiara-alegria-hudes-new-york-signature-theater",
  "id": "2016-05-16-135",
  "sectionId": "stage",
  "body": "In Quiara Alegría Hudes’ Daphne’s Dive, home is where you drain your Heineken. Set almost exclusively within a grubby corner bar (credit set designer Donyale Werle with the creaky stools and begrimed linoleum), the drama concerns Daphne, the no-nonsense barkeep, and the regulars who talk, dance and drink there from the naughty 90s through the more sober 00s.  Some playwrights reinvent themselves with every text, exploring new worlds, themes and styles. This isn’t Hudes’ way. Like her Elliot Trilogy (whose middle play, Water by the Spoonful won a Pulitzer prize), Daphne’s Dive returns to North Philadelphia and also centers on family – both inherited and improvised. As in Hudes’ other mostly naturalistic plays, it is about the ways in which we seek connection with the people around us, sometimes finding it, sometimes failing it.   The play begins in 1994 as Daphne (Vanessa Aspillaga, conserving some of her natural buoyancy) is readying the bar for the day. A Puerto Rican immigrant, she lives alone, managing the bar and the apartments upstairs. She tolerates mildly quarrelsome visits with her nouveau riche sister (a splendid Daphne Rubin-Vega in a variety of wigs) and gentle badinage with the bikers, rebels and rascals who fill her tables. Daphne isn’t consciously eager for closer relationships – when a patron asks her if she’s gay or straight, she responds, “I’m Catholic” – but she decides to adopt the daughter of former tenants (Samira Wiley of Orange is the New Black, who ages from 11 to 29), when she learns that the girl has suffered abuse.  The structure of Daphne’s Dive, as directed by Hamilton hotshot Thomas Kail, is unhelpfully looser than in past plays, yet Hudes has always favored dividing the focus among a varied group of people, as in her Tony-nominated book for the first Lin-Manuel Miranda musical, In the Heights. Here, the characterizations feel a little schematic. These are not stock figures certainly – stock figures don’t claim to be “more Puerto Rican than a crucifix on the rearview” – but not as richly textured as they might be, though the more expert actors, like Rubin-Vega and Matt Saldivar, as an affable Cuban American artist, can do a lot to mitigate this. And Hudes’ extraordinary sincerity – another hallmark of her work – can sometimes come across as naiveté, although it isn’t quite.   But if the plotting and characterizations don’t quite prop up the bar, there’s an unassailable heart to Hudes’ work – a fierce compassion for the people she creates and an equally ardent love for the ethnically and culturally diverse city that raised her. Daphne’s Dive isn’t so much a melting pot as it is the rum punch that Daphne offers, in which the separate flavors mingle, but remain somehow distinct. It’s worth downing.   The headline and standfirst of this article were amended on 17 May 2016; the play is set in North Philadelphia, not New York.",
  "webTitle": "Daphne’s Dive review – raising a glass to outsiders",
  "webPublicationDate": "2016-05-16T15:28:13Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/daphnes-dive-quiara-alegria-hudes-new-york-signature-theater",
  "keyword": [
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/16/daphnes-dive-quiara-alegria-hudes-new-york-signature-theater"
}