{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/nigerian-author-tope-folarin-in-running-for-second-caine-prize",
  "id": "2016-05-11-234",
  "sectionId": "books",
  "body": "The 2013 Caine prize winner Tope Folarin has been shortlisted for the £10,000 award for a second time for his short story Genesis, about a boy coming to terms with his mother’s abuse. The Nigerian author, who won the Caine prize for African writing in 2013 and was named as one of the most promising African writers under 39 in 2014, is one of five writers shortlisted for this year’s award. The prize is for the best short story by an African writer written in English, and counts among its patrons the African winners of the Nobel prize for literature, Wole Soyinka and JM Coetzee. Folarin’s story Genesis is one of two by Nigerian writers in the running for this year’s award, alongside Lesley Nneka Arimah’s contender What it Means When a Man Falls From the Sky. Zimbabwean writer Bongani Kona was picked for At Your Requiem, South African Lidudumalingani for Memories We Lost, and Somalian/Kenyan author Abdul Adan for The Lifebloom Gift. The five shortlisted stories were chosen from 166 submissions, representing 23 African countries. Chair of judges, the writer and academic Delia Jarrett-Macauley, said there had been an increasing number of fantasy and science fiction stories submitted this year, also noting a “general shift away from politics towards more intimate subjects – though recent topics such as the Ebola crisis were being wrestled with”. The shortlist, she said, is “an engrossing, well-crafted and dauntless pack of stories … It was inspiring to note the amount of risk-taking in both subject matter and style, wild or lyrical voices matching the tempered measured prose writers, and stories tackling uneasy topics, ranging from an unsettling, unreliable narrator’s tale of airport scrutiny, to a science-fictional approach towards the measurement of grief, a young child’s coming to grips with family dysfunction, the big drama of rivalling siblings and the silent, numbing effects of loss,” said Jarrett-Macauley. “The panel is proud to have shortlisted writers from across the continent, finding stories that are compelling, well-crafted and thought-provoking.” The judging panel, which also features the actor Adjoa Andoh, the writer Muthoni Garland, Georgetown University director of African American studies Dr Robert Patterson, and former Caine prize winner Mary Watson, will announce its winner on 4 July. Read the 2016 Caine prize shortlist The Lifebloom Gift by Abdul Adan (Somalia/Kenya)What it Means When a Man Falls From the Sky by Lesley Nneka Arimah (Nigeria) Genesis by Tope Folarin (Nigeria)At Your Requiem by Bongani Kona (Zimbabwe)Memories We Lost by Lidudumalingani (South Africa)",
  "webTitle": "Nigerian author Tope Folarin in running for second Caine prize",
  "webPublicationDate": "2016-05-11T11:52:56Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/nigerian-author-tope-folarin-in-running-for-second-caine-prize",
  "keyword": [
    {
      "webTitle": "Caine prize",
      "id": "books/caineprize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/11/nigerian-author-tope-folarin-in-running-for-second-caine-prize"
}