{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/saracens-worcester-premiership-racing-european-champions-cup",
  "id": "2016-05-08-15",
  "sectionId": "sport",
  "body": "You might have forgiven them if they had had an eye on the small matter of their Champions Cup final on Saturday, but perhaps the reason they have such an assignment in the first place is that Saracens play every match as if it matters – even when it does not. Having wrapped up top spot in the Premiership the week before, a lot of sides might not have been too bothered to find themselves 14-7 down after 20 minutes on Saturday, but Saracens’ response was ruthless.   Related: Saracens’ Richard Wigglesworth motivated by World Cup failure    By half-time they had scored four tries for the bonus point that would take their total at the top of the table to 80. If the other four points for the win were ever in doubt, they certainly were not once the sixth try had been registered with 15 minutes to go. They enter the climax of their season in formidable shape. Chris Ashton was predatory and finished with a hat-trick. Jamie George made a welcome return after 10 weeks out with injury, as did George Kruis. Alex Goode was untouchable for the 42 minutes he was on the field. Mark McCall, his director of rugby, thinks he is the best full-back in England. It is a position of strength for England, but he continues to do all he can. He slashed through Worcester’s defence time after time, setting up tries one, two and four with his extraordinary footwork and eye for space. Who knows what carnage he may have wrought, had his coaches not decided a mere 90 seconds into the second half that they had seen enough. Goode left the field with a bemused grin on his face, having only just taken to the fray with his mates after half-time. There was plenty of time for smiling, but Saracens know all too painfully that the serious stuff starts here. Two years ago they finished top of the Premiership with even more points than they have this time, and they reached the final of Europe. They came away with nothing, beaten up by Toulon in the Heineken Cup final and mugged by Northampton’s try in the last minute of extra-time in the Premiership final. According to Goode, they have taken inspiration from NBA’s San Antonio Spurs, bouncing back in similar style to win last season’s Premiership after the previous season’s pain. “It was about us all getting on one page and pounding the rock, as we call it,” Goode said. “We use the San Antonio Spurs as a great example. They had lost in the NBA finals [in 2013] and gone back to their processes of pounding the rock, pounding the rock – and they won the NBA championship the next year. We did a similar thing.   Related: Racing 92’s Dan Carter sets an example to all before Saracens battle    “I think we’ve grown a lot as a team. A lot of those players who played in 2014 are still at the club and have become stronger for that. There’s certainly no belief that it’s our destiny. We’ve got to earn the right to win against an incredibly strong Racing. What happened two years ago is that caution. We certainly won’t be getting ahead of ourselves. We’ll prepare unbelievably well. The guys who didn’t play today have already started preparations.” Dean Ryan, Worcester’s director of rugby, was philosophical about this heavy defeat to round off an encouraging first season back in the Premiership. It served as a reminder of the disparity in squad strength between his club and where they aim to be. But they finish the season with 47 tries, one short of their highest tally in the Premiership, and they install an artificial pitch next season, which should suit the entertaining brand of rugby they are developing. Nearly 10,000 roared them on here in a dead rubber. If many more turn up next season, they will take advantage of planning permission to expand Sixways. “There’s an upward trajectory,” Ryan said. “I think people are excited. It showed in that run of five [wins] out of six. We’ve seen what it can look like. We are growing. And if we grow and the demand grows, I’m sure the relevant people - not me – will make decisions about whether we can increase. But it’s getting the rugby right first, and that’s my job. I’m genuinely excited, but I haven’t lost sight of the challenge. People want to run to the end very quickly, and the end is the opposition today. It takes a long time to get to that stage.”",
  "webTitle": "Saracens ready to pound the rock of Racing after Worcester walkover",
  "webPublicationDate": "2016-05-08T21:30:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/saracens-worcester-premiership-racing-european-champions-cup",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Worcester",
      "id": "sport/worcesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/08/saracens-worcester-premiership-racing-european-champions-cup"
}