{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/16/teenagers-girls-self-poisoning-uk-alcohol-mental-health-self-harm",
  "id": "2016-05-17-93",
  "sectionId": "society",
  "body": "Growing numbers of teenagers are deliberately poisoning themselves with alcohol, painkillers and antidepressants, renewing fears about young people’s mental health.   Related: Social media is harming the mental health of teenagers. The state has to act | June Eric Udorie    Almost two in three poisonings are intentional – a 50% rise in the past 20 years. There is particular concern that the number of 15- to 16-year-old girls harming their health by drinking to excess has doubled, medical research shows. Girls are much more likely than boys to poison themselves either deliberately or accidentally, according to the study in the Injury Prevention journal. The findings appear to be further evidence of the serious mental distress experienced by a growing number of young people, particularly teenagers, as a result of family breakdown, school-related stress, bullying, cyberbullying and 24/7 online culture. Nick Harrop, campaigns manager for the charity YoungMinds, said: “The steep rise in self-poisoning is deeply concerning, with this study indicating that young women are the most affected. “We know that young people who are struggling with mental health problems are more likely to abuse alcohol, drugs and prescription medication in an attempt to switch off from distressing feelings.”      Alcohol poisoning among girls has risen, data shows. Photograph: Ian West/PA    The researchers, led by Dr Edward Tyrrell at Nottingham University, found that a total of 17,862 poisonings occurred among 10- to 17-year-olds across the UK between 1992 and 2012. They found that 64% of those that occurred between 2007 and 2012 were intentional and 4% unintentional. One in six (16%) were linked to alcohol and intent could not be established in another one in six (16%) cases.  Over the 20-year period, the number of 16- to 17-year-old girls intentionally poisoning themselves almost doubled, as did drink-related poisonings among 15- and 16-year-old girls.  Prof Sir Ian Gilmore, chair of the Alcohol Health Alliance, said the rise in teenage girls consuming an excessive amount of alcohol was “very concerning”.    Related: Mental health services turn away 23% of under-18s referred to them    “It is commonly said that drinking among young people has decreased in recent years,” he said. “But we know that when young people do drink, they do so at dangerous levels, and this study is further evidence of this trend.” The authors said: “One potential explanation for the increase in alcohol poisonings over time is increased availability, with the relative affordability of alcohol in the UK increasing steadily between 1980 and 2012, licensing hours having increased since 2003, and numbers of outlets increasing alongside alcohol harm.”  The proportion of new cases of recorded teenage poisonings rose by 27% between 1992 and 2012.  The study found significant gender and socioeconomic disparities in poisonings. The gap between poisonings among girls and boys widened over time with the rate of poisoning in adolescent males less than half that of females. Adolescents from the most deprived areas were two to three times as likely to have poisoned themselves than those from the least deprived areas. The researchers reviewed anonymised general practice records of 1.3 million adolescents submitted to the UK Health Improvement Network database from 1992 to 2012. They were split into four categories: intentional; unintentional; those of unknown intent; and alcohol-related poisonings and were broken down by age, sex, calendar period and level of socioeconomic deprivation.   Related: Teenage girls' mental health overlooked by parents, survey finds    An NHS England spokesman said of the report: “This is another example of important and growing health needs, and while the additional £1.4bn pledged for children and adolescent mental health services will help to kick-start this work, transformation will not happen overnight.” “There are many reasons why children and young people might self-harm, and we need to ensure that all services – whether the NHS, voluntary sector, education or social care – work together to make sure everything possible is being done to ensure those at risk are being offered the right services in the right places.”  In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here",
  "webTitle": "Surge in teenagers self-poisoning renews mental health concerns",
  "webPublicationDate": "2016-05-17T16:26:54Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/16/teenagers-girls-self-poisoning-uk-alcohol-mental-health-self-harm",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Anxiety",
      "id": "society/anxiety",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Bullying",
      "id": "society/bullying",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cyberbullying",
      "id": "society/cyberbullying",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "society/2016/may/16/teenagers-girls-self-poisoning-uk-alcohol-mental-health-self-harm"
}