{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/zac-goldsmith-mayoral-campaign-london-shallow-opportunist",
  "id": "2016-05-02-144",
  "sectionId": "commentisfree",
  "body": "Dog-whistle politics are well and truly done. Zac Goldsmith’s mayoral campaign is not about coded, inaudible or even subtle signals to targeted groups. It is roaringly racist and ever more desperate. Over the weekend, Goldsmith’s mission to link Sadiq Khan with terrorism continued in a column that was illustrated by a picture of a bus destroyed in the 7/7 attacks, and the shock it prompted was real; real enough for some of Goldsmith’s fellow Conservatives, including Sayeeda Warsi, to express their dismay. Goldsmith, a man who displays a mannered listlessness in lieu of charisma, was content for a while to be portrayed as someone who was somehow having racist tactics forced upon him. Now he seems quite happy to repeatedly suggest that Khan – though not supported by any extremist group – is close to them.    Repeatedly connecting Sadiq Khan with danger and terror is now Goldsmith’s core message    His campaign has been a clumsy and embarrassing effort to target people on the basis of their presumed ethnicity, so flyers have gone out to British Indians, for instance, with Goldsmith expressing his support for the Indian prime minister Narendra Modi – an attempt to suggest, surely, that because Khan is of Pakistani descent he cannot represent them. The flyers feature some blurb about Goldsmith having spent time in Delhi and Rajasthan, doing Diwali, and condescending warnings about keeping family jewellery safe. Goldsmith has insisted he has not referenced Khan’s religious or ethnic background, but what does he mean when he says of Khan: “What he is actually doing is, I think, incredibly dangerous. He is calling Islamophobia to prevent legitimate questions being asked”? Repeatedly connecting Khan with danger and terror is now Goldsmith’s core message. Diffidently he talks about housing or transport, but mostly it comes to this: a repulsive campaign that links a Muslim politician – who has actually had a fatwa declared against him, and faced death threats as a result of his support for equal marriage – to fundamentalists. All of this is going on as Labour is engulfed in its own row about antisemitism. The majority of the electorate will be fairly mystified by some of this, and will want to vote, at the local elections on Thursday, for a party that looks competent and capable. People want local councillors who make sure their rubbish is collected on time, but all they will see is this ungovernable chaos, with Jeremy Corbyn at its centre.   Related: Zac Goldsmith's mayoral campaign tactics upset Sayeeda Warsi    Is there antisemitism in the party? Well, of course there is. Do we need an inquiry? Why not simply listen to, er … actual Jewish people who have been warning of its rise for some time? To sweep it away as a Blairite plot or, as some of Corbyn’s fellow travellers do, to quibble over its definition, is appalling. A certain section of the Labour party was exactly the environment in which Livingstone could comfortably make his vile comments. This was hardly the first time. The trite argument that antisemitism exists on the left, Islamophobia on the right, so that somehow they cancel each other out, is ridiculous. Both kinds of racism exist, and they exist throughout society. The current fracturing of party politics means they rise to the surface. Goldsmith can now frighten the voters by suggesting that somehow Khan will let Livingstone back in. Livingstone must surely be put out to pasture, to explain his obnoxious views to a dwindling audience of newts. So too should Goldsmith, no long a cipher of a dim but nice sort, but a shallow opportunist willing to stir racial tension. Public life can do without these dregs, and whatever the state of the Labour party, London is bigger and better than this and deserves so much more.",
  "webTitle": "Zac Goldsmith deserves to lose the mayoral race – and be put out to pasture | Suzanne Moore",
  "webPublicationDate": "2016-05-02T12:14:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/zac-goldsmith-mayoral-campaign-london-shallow-opportunist",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/zac-goldsmith-mayoral-campaign-london-shallow-opportunist"
}