{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/french-open-2016-andy-murray",
  "id": "2016-05-26-39",
  "sectionId": "sport",
  "body": "Andy Murray has another card to play in this turbulent French Open. She is almost four months old and makes him smile whenever he can grab a moment away from the stress that has plainly threatened to undermine the best chance he has ever had to win the title. Not long after surviving the threat of an embarrassing second-round defeat by the gifted but unheralded Frenchman Mathias Bourgue, Murray reflected on how baby Sophia and his wife, Kim, are keeping him sane in a fevered environment. It is not just his on-court struggles that worry him but the lingering off-court distraction of his recently departed coach, Amélie Mauresmo, whose face appeared on the giant screen on Court Philippe Chatrier just as he was entering the stalls again on Wednesday. This tournament has become a surreal nightmare in every way and he will do extraordinarily well to cope with it. Murray, who says he will catch up with Mauresmo during the fortnight, claimed he was not distracted by the surprise TV moment. “It was fine,” he said. What is finer, still, is that his family are with him again. “In Rome and Monte Carlo and in Miami I’ve really enjoyed having family around,” he said in a rare quiet moment. “It was a shame the match was so long as it means I don’t get to see her [his daughter] much. I only see her in the morning before we come in here. But she’ll be in bed by the time I get back.” Murray normally would have spent his lieu day hitting a lot of balls after such a horrendously off-the-boil performance but the strain of coming through 10 sets on clay, spread over three days, has taken its toll. So he took time on Thursday“to spend a bit of time with the family, which is always nice, [because] I was not going to spend five hours at the courts.” If ever he needed a quick break in the first week of a major championship it is now. Physically he looks to be holding up fine but there are signs that after near-disasters against both Radek Stepanek and Bourgue, both well outside the top 100, he is struggling with the emotional tsunami that has been building for several days over Mauresmo. Did he think his inexplicable slump in the first half of his grim five-setter against Bourgue was linked to his coach’s departure and the subsequent public media scrummage about exactly why she left? “Well, yeah, it was a distraction because it wasn’t true,” he said. “You don’t always have the chance to respond to things immediately. Actually, yesterday, I felt much better chatting about it after the match. Now I can just move on, concentrate on the tennis. It certainly was no reason for how I performed. Now it’s just time to move on and try to keep the focus on the tennis and win the next match.” For all involved it is as well to park this row in the “business finished” basket. Of greater concern – certainly to Murray and to fans of his and of tennis – is how he gets out of this first week with his game intact. Next up is the tallest man in the business, 6ft 11in Ivo Karlovic. The 37-year-old Croatian with the wicked sense of the absurd was all smiles after putting 41 aces past the tough young Australian Jordan Thompson over four and a half hours on Wednesday, bringing his tally of free points in two matches to 72. As the smiling giant pointed out later, he once hit six more than that total in a single match, when he beat Stepanek in the Davis Cup. “This year I was struggling with a knee injury,” Karlovic said. “I was out for two months, almost, so this is really unbelievable for me.” It is the single most overused word in tennis, “unbelievable”, but this week there have been many good reasons to use it. Were Murray to lose for the first time to Karlovic after six straight wins, it might pop up one more time. The world No2 will do his best, of course, to avoid that calamity and, if he can rediscover the excellent clay form he was showing all the way up to the start of the tournament, he should have few problems – other than negotiating Karlovic’s bombs delivered from around 12 feet – in going through to the second week. After spending more than seven and a half hours getting past a crocked qualifier and a wild-card ingenu, Murray now plays the oldest man since Jimmy Connors in 1991 to reach the third round of a major. How did Karlovic feel about that? “It’s the only time when being old is OK,” he laughed. “So, yeah, I like.”",
  "webTitle": "Andy Murray relies on family ties to soothe difficult French Open start",
  "webPublicationDate": "2016-05-26T20:59:13Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/french-open-2016-andy-murray",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/26/french-open-2016-andy-murray"
}