{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/09/sandwiches-toast-swapped-sliced-bread-wraps-salads",
  "id": "2016-05-09-101",
  "sectionId": "lifeandstyle",
  "body": "Next time someone tells you something is the best thing since sliced bread, you might want to take it with a generous pinch of salt. According to data from market analysts Kantar Worldpanel, nearly 80 years after it first hit the shelves in this country, we’re falling out of love with the ready-wrapped loaf – sales are down by 50m units over the last 12 months, despite the fact that it has never been cheaper. Bread is often at the frontline of price cuts as retailers attempt to lure customers back with discounted basics. But although the average price of a loaf dropped from 98p to 90p in 2015, it seems that is just not enough to tempt us back. Sales had been in slow decline for decades, but it was the Atkins diet, a radical weightloss plan based on a low-carb regime, whose popularity peaked in Britain in the early noughties, that sent them into freefall. It didn’t take long for most of us to tire of Atkins’s daily fry-ups, but it has been harder for bread to shake off its tarnished image, especially given the recent epidemic of gluten intolerance and carbohydrate hatred. Gwyneth Paltrow and family avoid “pasta, bread and processed grains”, while fashionable healthy-eating duo the Hemsley sisters reject all grains on the basis that they “offer little goodness compared to other nutrient-rich options” such as vegetables, nuts and seeds. Even normal people are cutting back – as a teenager, I ate bread at every meal, and regularly put away seven pieces of white sliced at morning break. Yet, despite loving avocado on toast as much as the next Guardian reader, these days I try to keep bread as an occasional treat rather than a daily ritual.     Fewer sarnies mean fewer loaves sold. Photograph: Mike Bentley/Getty Images    I’m not alone. Though the lunchtime sandwich sector remains buoyant, research published in trade magazine the Grocer last year found that four in 10 of us are turning away from the traditional sliced loaf in favour of alternative breads such as wraps and pittas, while nearly 15% have cut baked goods out of the equation altogether in favour of salads, sushi and other so-called healthier options. The introduction of free school meals for infants, which has led to a 14% decline in children taking packed lunches to school, must also have played its part. Indeed, the biggest fall in wrapped bread consumption, according to Kantar analyst Kathryn Brown, has been at lunchtime, something the Grocer puts down to changing tastes as well as dietary fads. “There are a number of factors at play here,” says Brown. “Bread is falling from favour as growing numbers of Brits dodge carbs on health grounds. What’s more, in the past few years more have been opting to pick up food on the go, rather than packing lunch in the morning. Fewer sarnies, of course, mean fewer loaves sold.” But reports of “the death of the packed lunch” are, as Mark Twain would have it, an exaggeration. In fact, former colleagues Caroline Craig and Sophie Missing, who came up with the idea for their Little Book of Lunch thanks to a shared belief that “the lunch hour should be something greater than a shop-bought sandwich bolted down while hunched over your keyboard”, reckon that the decline in sliced bread sales might well be down to our increasingly adventurous palates. “If you buy a loaf of sliced bread, you’re committing to making a few sandwiches a week – or eating loads of toast. Unless you’re really into routine, or see food as a purely functional thing, that can feel a bit dull. For many people, variety is key to staying interested in what they’re eating. In terms of packed lunch, that might mean chucking some leftovers from last night’s dinner into a Tupperware one day and stuffing some salad into a pitta the next – which is, let’s face it, a sandwich by another name,” Missing says. “The packed lunch isn’t dying,” she concludes. “Who can afford to buy lunch to go every day? People are just choosing to eat different things.” Craig suggests that the change might also be down to our rejection of sliced white. “I stopped buying supermarket loaves about two years ago; I would much rather pick up a loaf on a weekend from a market. It’s more pricey, but many of us would rather eat the good stuff less frequently than the average stuff all the time.” Unsurprisingly, Andrew Whitley, the co-founder of the Real Bread Campaign and author of the book Bread Matters, agrees, arguing that it is not clear that the decline in sales of industrial loaves is down to the rising popularity of “healthier” convenience foods. He points out that the UK sandwich market, “a major user of sliced bread”, is up 6% this year. More likely, Whitley says, is that people are increasingly waking up to the “hidden additives and limited fermentation time that are key to cheap bread production”, and are either seeking out “properly fermented, additive-free alternatives”, or giving up bread altogether. The real story here, he claims, is that “more and more of us want real bread, and that no amount of price-cutting will rescue a product that has long outlived its usefulness”. The truth is that competitively priced, conveniently cut and suspiciously long-lived packaged bread will always have its place in the market. For food lovers, however, the resurgence of decent alternatives is definitely the best thing since sliced sourdough. Fed up with your sandwich? Three quick and easy alternatives to egg mayonnaise     Couscous salad. Photograph: Westend61/Getty Images/Westend61    Soak 50g couscous in 100ml boiling water for 10 minutes. Fluff up with a fork and stir through a good dash of extra-virgin olive oil, the juice of half a lemon, two tablespoons of cooked chickpeas, a generous handful of finely chopped coriander or flat-leaf parsley, a few quartered cherry tomatoes or chopped cucumber and some chunks of feta or flaked roast chicken. Season with salt and a pinch of chilli flakes. Blanch 50g broad beans and 25g peas in boiling water for two minutes, then plunge into iced water. When cool, drain well and stir in two tablespoons of extra-virgin olive oil, the grated zest and juice of half a lemon, a few chopped chives and half a courgette, cut into thin ribbons. Top with crumbled goat’s cheese. Line a large tortilla with leftover barbecued chicken or steak, half an avocado mashed with a little lime juice and salt, a few spoonfuls of drained black or pinto beans and some finely sliced red onion that has been soaked in cold water for 10 minutes before use. Top with a little chilli sauce, then roll up tightly and wrap in foil. What are you having for lunch? Sharon Newland, 50, social worker      I’m eating a tuna salad from Pret a Manger. I’ve been eating salads a lot recently as I am trying to lose weight. In summer, it’s a lot easier to stick to healthier eating as it’s hotter. I like sandwiches, and it’s hard to avoid bread as I love it a lot. Many people seem to be avoiding bread and wheat for dietary reasons nowadays. I’m sure sandwiches are still popular in some places – it’s all interlinked with your class and your work environment. Clemence Smith, 31, digital marketing executive      I’m eating sushi, which I like to do every Monday. I tend to bring a packed lunch, usually a salad or something with rice most days. I don’t eat sandwiches because I’m French – it’s quite a British thing to do. I prefer a big homemade lunch and a lighter dinner. I see a lot of male colleagues eating a lunch of sandwiches with crisps, but not women. Linda Wohlgeoth, 27, marketing executive      I’m having some crab rice with salad and eggs from [London healthy takeaway chain] Abokado. I eat sandwiches maybe once a week; it’s a bit boring. It’s quite heavy, so I’m more into salads and fresh stuff. I feel a bit tired after eating a sandwich; it’s quite filling. This helps me stay awake. Avoiding sandwiches isn’t something I would do on purpose, it’s just something that happens. I’d still have sandwiches if I needed something really quick. Mirion Taforiry, 28, digital analyst      I’m eating a beetroot salad that I made at home; I usually bring my own lunch. I don’t tend to eat sandwiches. Sandwiches are easy to make, but I see a lot of people making other choices and getting more creative. It might be a trend due to health, but also aspiration. Ed Goodwin, 32, quantity surveyor      There aren’t many places around here that sell sandwiches. This wrap is easier to eat, I think. I haven’t had a sandwich for a long time, to be honest. Things like this just became more prevalent in the market, and now everybody seems to get a wrap or something like that. Cheryl Hardman, 30, council officer      I’m eating a quinoa salad from Pret a Manger. I never really eat sandwiches and I’m not surprised people are eating them less, as they’re easy to get bored of. It’s much better to have variation when you’re working every day. A lot of people are too busy to even make sandwiches, and there’s a lot more on offer in the shops these days. Frank Lopez, 35, visual merchandiser      I’m eating a pasta salad with some bread. It’s low in calories and it’s healthy. It’s not really heavy. I usually have salads for lunch because they’re quite light. I think about health issues: this has fibre, it’s got olive oil for the skin, it’s got cheese for calcium, a few vegetables inside. I run a lot. I need my fibre. Charlotte Lucas, 24, visual merchandiser      I’m eating a ham hock salad from Waitrose. I’m trying to be healthy. I never make my own lunch as I’m lazy, but if I did, it wouldn’t be sandwiches. I don’t tend to eat bread as it bloats me. I’m seeing a lot of people around me avoid bread – it’s not really associated with health these days. Interviews by Sara Ilyas and Tom Nicholson",
  "webTitle": "Sandwiches are toast: why we swapped sliced bread for wraps and salads",
  "webPublicationDate": "2016-05-09T16:27:19Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/09/sandwiches-toast-swapped-sliced-bread-wraps-salads",
  "keyword": [
    {
      "webTitle": "Bread",
      "id": "lifeandstyle/bread",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sandwiches",
      "id": "lifeandstyle/sandwiches",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nutrition",
      "id": "lifeandstyle/nutrition",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Felicity Cloake",
      "id": "profile/felicity-cloake"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/09/sandwiches-toast-swapped-sliced-bread-wraps-salads"
}