{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/10/how-we-made-teenage-mutant-ninja-turtles",
  "id": "2016-05-10-310",
  "sectionId": "culture",
  "body": "Kevin Eastman, co-creator I’d been drawing comics since school and was trying to sell my work to a newspaper. They didn’t take it but said: “You should meet this guy Peter Laird – he draws the same kind of silly stuff.” Even though he was eight years older, we had an immediate mind-meld. We formed a studio in 1983 and called it Mirage Studios because it wasn’t really a studio. It was the living room in Peter’s rented apartment. One night I said: “If Bruce Lee was an animal, what’s the silliest animal he would be?” It’s an obvious joke: the fast-moving martial artist would be a slow-moving turtle. So I did a sketch that became Michelangelo: a turtle with a mask and nunchucks strapped to his arms. Peter laughed. I drew a logo that said “Ninja Turtles” and Peter added “Teenage Mutant”.  After passing the page back and forth, we ended up with four turtles with four different weapons. We said: “This is the dumbest thing we’ve seen in our lives.” But we loved it, so we decided to come up with a story and self-publish it. When we were thinking of names, Renaissance artists just seemed to fit the silliness. I wanted to name one after the sculptor Bernini, but Peter suggested Donatello and that won the day.    It was a success all over the world except Japan, where ninjas would assassinate someone for a couple of coins    We premiered the first issue at a small comics convention in Portsmouth, New Hampshire, in May 1984. It eventually sold 3,000 copies – a lot in the underground comics world. When we put out issue two the following January, we sold 15,000 copies. We worked out that would makes us $2,000 each pre-tax, so we could pay our rent, eat pizza and draw comic books for a living. It was the dream come true. By the time the opportunity came along to do toys, the cartoon and movies, we were selling 100,000 copies an issue. When the toys sold out in Christmas 1988, we assumed they’d be in the bargain bins a few months later. But it just kept getting bigger. It was a success all over the world – except in Japan. Back then, “ninja” was not a positive word in Japanese culture. Ninjas would assassinate someone for a couple of coins. It was like calling your product Teenage Mutant Murdering Turtles. That’s why the UK version of the cartoon had the word “hero” instead of “ninja” in the title. I eventually sold my stake to Peter, and he sold the whole franchise to Viacom. We’ve talked about getting together to write another Turtles story, but I think he’s happy enjoying his free time and his family. In the early days, we’d do signings and the kids would be excited, but the parents would have a look on their face that said: “I’ve spent so much money on these stupid Turtles and it’s all your fault.” Now, 30 years later, often the parent is really excited to meet you, as well as their child. It’s an epic compliment.            David Wise, animated series writer Turning a black-and-white ninja comic into an animation was a challenge. You’ve got to have action, but you’re not allowed to show people hitting other people – it’s not a good thing for impressionable young minds. But people beating up machines? No problem. So I made the enemy foot soldiers into robots so the Turtles could chop off arms and heads but we wouldn’t get into trouble, since the attacks would just spark and zap and reveal metal underneath.    What I really liked was that it was colour-blind​. They’re male, but from an ethnic point of view, they’re just turtles    After I finished writing the five-part pilot, I said to my boss: “This is either going to be the biggest disaster or the biggest hit in the history of children’s television.” It was so different and so nutty – and of course it was a huge international hit. But what I really liked was that it was colour-blind: they’re male, but from an ethnic point of view, they’re just turtles. So to see Asian and African American kids running around in Leonardo or Raphael costumes was fantastic. I worked on it for almost a decade, putting a lot of myself into the characters. But I haven’t followed subsequent versions. Fans ask me: “What did you think of the 2003 animated series?” I just say: “Dude, I didn’t watch it.” I have no financial stake in it and if the writers did a worse job than me, I’d be pissed off. And if they did a better job, I’d be really pissed off.  • Teenage Mutant Ninja Turtles: Out of the Shadows is released on 30 May in the UK and on 3 June in the US.",
  "webTitle": "How we made Teenage Mutant Ninja Turtles",
  "webPublicationDate": "2016-05-10T06:00:01Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/10/how-we-made-teenage-mutant-ninja-turtles",
  "keyword": [
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Animation",
      "id": "tv-and-radio/animation",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Family",
      "id": "film/family",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comic-Con",
      "id": "culture/comic-con",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's TV",
      "id": "tv-and-radio/childrens-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    }
  ],
  "guardianId": "culture/2016/may/10/how-we-made-teenage-mutant-ninja-turtles"
}