{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/labours-marvin-rees-bristol-mayor-shows-future-is-local-politics",
  "id": "2016-05-10-314",
  "sectionId": "society",
  "body": "A few days ago, a late-middle-aged, casually attired party leader met a youthful, snappily dressed, eloquent new mayor in Bristol. They were pictured in a local cafe. Rarely have the contrasting images of local and national politics been thrown into such sharp focus: young and relatively old; the future and the past; Marvin Rees and Jeremy Corbyn. Marvin who? Elected mayor of Bristol at the second attempt, he is destined to become an articulate, passionate voice in English local government – a fresh face for the party nationally. He will be going places. Where the Labour leader ends up is anyone’s guess. This is no direct criticism of Corbyn, who raced to congratulate 43-year-old Rees soon after his victory and has supported him well since becoming party leader. But the House of Commons, after all, has its fair share of uninspiring, if worthy, MPs across all parties, overshadowed these days by brighter, visionary leaders in town halls around the country. Many council leaders, of all parties, outshine ministers.    Might Andy Burnham be the first in a string of national politicians sensing more challenges and opportunities locally?    They get precious little credit. From Newcastle upon Tyne to Manchester, Liverpool, Leeds and beyond to Conservative shires, English local government boasts pragmatic leaders struggling to deliver essential services – against the toughest austerity programme ever visited upon town and county halls – while, at the same time, boosting the economies of their patches with a string of initiatives that should put Westminster to shame. The skylines of our great cities, cranes towering over construction sites, neighbourhoods being rebuilt – against every obstacle set by a regressive government – attest to their ingenuity. In contrast, ministers rarely deliver much of substance as they bear down on council finances with a vengeance, even eyeing self-financing local authority pension schemes – around £200bn of investments generating £7bn annually – with a recklessness that beggars belief. (In the civil service, growing pension liabilities are met from departmental budgets.) Likewise, ministers are fond of lecturing councils on dipping into an estimated £17.1bn they hold in reserves, seemingly unaware that they would be empty in almost two years if local authorities used them to plug further cuts in funding. In that scenario, auditors – already alarmed that some councils are fighting to stay afloat – would judge town halls perilously close to sinking. Who, you might ask, would want to become mayor, or a council leader, with local authorities facing such a daunting financial future? It seems, an unexpected number of career politicians, fed up with a life of opposition in the Commons and seeing a new breed of cities providing them with more opportunities locally than nationally. Might Andy Burnham, shadow home secretary and one-time Labour leadership contender, be the first in a string of national politicians sensing more challenges and opportunities locally: in his case, seeking Labour’s nomination to run for “metro mayor” of Greater Manchester next year? Marvin Rees, a father of three, is the son of an English mother and Jamaican father, rooted in the community and social fabric of St Pauls in his native Bristol, dedicated to youth work and much else, educated in local schools, then university in Swansea and the USA. Should we be surprised that he this week started running a unitary, all-purpose council in a large, attractive, multi-ethnic port city with stronger powers than the limited, partly strategic functions, from transport to planning, enjoyed by the new mayor of London, Sadiq Khan? Might George Osborne’s devolution package offer new opportunities for visionary and ambitious politicians in other cities, if councils seize the available opportunities (although several devolution deals around greater Tyneside, and Leeds, already appear to be floundering)? We shall see. But Bristol, with a population of 442,500, is in another league. Its electorate supported the concept of an elected mayor in a local referendum in 2012 when voters in other cities rejected the idea. Rees, who last week beat the incumbent George Ferguson, architect and entrepreneur, has promised to reach out – “transparent, inclusive, sharing power and empowering”. Who knows how far he will go? Peter Hetherington writes on regeneration and communities",
  "webTitle": "Bristol’s mayor shows the future is local politics | Peter Hetherington\r\n",
  "webPublicationDate": "2016-05-10T06:00:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/labours-marvin-rees-bristol-mayor-shows-future-is-local-politics",
  "keyword": [
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Hetherington",
      "id": "profile/peterhetherington"
    }
  ],
  "guardianId": "society/2016/may/10/labours-marvin-rees-bristol-mayor-shows-future-is-local-politics"
}