{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/mathias-cormann-promises-fair-and-effective-budget",
  "id": "2016-05-02-12",
  "sectionId": "australia-news",
  "body": "The finance minister, Mathias Cormann, has promised a “fair and economically effective” budget in a media blitz suggesting it will deliver tax cuts and reduce the deficit.   Related: Budget 2016: Morrison says Australia will live within its means – politics live    The treasurer, Scott Morrison, who will deliver his first budget on Tuesday, has said revenue measures on multinational tax and superannuation tax concessions will be used to cut company tax, particularly for small and medium-sized businesses. When asked on ABC’s AM program if anybody would be able to suggest the budget was unfair, Cormann replied: “We set out to make sure it is fair. It will be up to analysts to make their comments and observations.” Asked if it would cut the small business tax rate from 28% to 27.5%, Cormann said the budget aimed to make the tax system “as growth-friendly as possible”.  “The treasurer tonight will lay out all the different parts of our plan, of which [we’re] making our tax system more growth-friendly so it can contribute to stronger growth and more jobs, it is a significant part of that.” On Sky TV, Cormann addressed concerns that most voters would miss out on a personal income tax cut because they earn less than $80,000. “We’ve done as much as we can sensibly afford. Our instinct is always to have the lowest taxes and raise revenue in the most efficient and least distorting way possible,” he said. “We have set out to ensure [the budget is] both fair and economically effective.” Cormann turned the issue back on Labor, claiming that the opposition’s “$100bn in new taxes over the next decade” were “not fair”.  Cormann said the budget would show “the bottom line improving year on year and as a proportion of of GDP”. He said government was controlling expenditure by paying for spending increases, such as on schools funding, with spending reductions elsewhere, not tax increases.   Related: Australian budget 2016: what we know, and what we don't    Cormann attacked Labor’s forecast that it would raise $47bn over 10 years through raising tobacco excise, repeating claims it would fall $20bn short of that target. In a doorstop on the way into parliament on Tuesday, Morrison said the budget would deliver a plan for jobs and growth. Morrison said that revenue-raising measures including cracking down on multinational tax concessions and “closing off generous superannuation tax concessions at the very high end” would not be used to drive up spending.  Instead, “we’ll reinvest that back into the productive capacity of our country by ensuring a lower tax burden, particularly for small- and medium-sized businesses, to ensure we continue to drive growth”, he said. “Sweeteners won’t change the circumstances for the people who are facing difficult times in our economy. A national plan for growth and jobs is what they need and that’s what they’ll get in the budget tonight,” he said. “The way we are paying for our affordable commitments for health and education is by having done the hard work on the savings that are needed to ensure we can deliver on those commitments. “What you’ll see in the budget is consistent with what we said in the mid-year update, a very clear path towards budget balance. What you’ll see is expenditure as a share of the economy continuing to [fall] – that is the way to a sustainable surplus.” The shadow finance minister, Tony Burke, defended Labor’s tobacco excise plans, saying the $47bn figure had been based on parliamentary budget office costings and promising where there was an updated set of assumptions Labor would adjust its figures. Asked whether Labor would support an income tax cut for people earning $80,000 or more, Burke said the opposition would wait to see the final detail in the budget, but attacked the government’s plan to let the high-income deficit levy for those earning over $180,000 expire.",
  "webTitle": "Mathias Cormann promises 'fair and effective' budget",
  "webPublicationDate": "2016-05-02T22:46:36Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/mathias-cormann-promises-fair-and-effective-budget",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/03/mathias-cormann-promises-fair-and-effective-budget"
}