{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/looking-over-ones-shoulder-guide-to-cannes-film-festival",
  "id": "2016-05-20-288",
  "sectionId": "film",
  "body": "The first time I covered Cannes, I became incredibly self-conscious about my right shoulder. Before screenings or at film festival parties, the person with whom I was locked in conversation would become fixated on that particular, not overly impressive, part of my body. They would politely nod and indulge in inane small talk as we sipped rosé, but their gaze, often wistful and filled with surprising sadness, would always return to the same spot. I’d watch as their expression of disappointment turned to desperation, before eventually becoming excited relief which coincided with a rushed goodbye. When I finally followed one such exit, I learned that beyond my apparently entrancing shoulder was a diamond-encrusted treasure trove of more important, more impressive and more impeccably dressed figures who could offer something other than my tipsy anecdotes about recently watched films.     Press photographers work on the red carpet at a screening in Cannes Photograph: Jean-Paul Pelissier/Reuters    It’s easy to label such behaviour as vapid but in Cannes, it’s just business. Reporting for the Guardian from the festival this year, the situation is reliably familiar.  Earlier this week I went to a party held by the Hollywood Foreign Press Association, the mysterious organisation that votes for the Golden Globes. A glamorous female actor, loyal make-up artist in tow, approached and gave me the “are you worth my time?” test, coupled with a cursory check of my yellow, slightly dusty trainers. She was there to “work”, she explained. Was she in a film? No. But this party, like many, was filled with producers and A-listers, getting progressively drunk on champagne, who could conceivably provide her with roles – or at least the vague promise of such.  I was as useful as roadkill. While this happens at all film festivals, at Cannes there’s an added level of hierarchy. Even within the press contingent, there’s a very strict pecking order. When you register, you’re handed a pass that’s colour-coded to match your importance – or total worthlessness. If you have a white badge, you’re allowed into screenings first; next come pink badges with a dot; then pink without a dot; then blue and finally yellow.  The colour coding gives you an idea of just where you fit into both the festival and the world in general. (My badge is pink.) It also gives members of staff a heads-up on exactly how snippy they should be to you.     Say cheesy … photographers at Cannes take a fish-eye selfie Photograph: Ming Yeung/Getty    Once inside the screening, you’re unwillingly pitched into the centre of a competition to find the nation most unaware of basic cinema etiquette. I’m not just talking idle chatter and phone usage: last year, a guy was caught on camera cutting his toenails mid-film.  When I first found out, I was disgusted. And then, as thefestival progressed and I became less in touch with my sanity, I started to empathise.  There’s something inherently abnormal about spending up to eight hours a day in the darkness of a cinema without any hydration (the festival’s strict regime means that no liquids can be brought into a screening). As the two-week festival progresses, your awareness of seemingly obvious things, such as which day of the week it is and whether it is weird to cut your toenails in public, becomes foggy. Cannes audiences are also notoriously over-emphatic when it comes to voicing their opinions on films. They love to cheer but they love to boo even more, knowing that this petty response will often lead to a story in itself. This year, two films – American Honey, Andrea Arnold’s divisive drama about reckless teens in America, and Personal Shopper, a thriller where Kristen Stewart chats to ghosts – were both met with childish jeers as the end credits began to roll. It often feels like there’s little room for half-measures in Cannes. You have to either love or hate a film in an instant, tweeting your response as soon as you’ve left the cinema – not forgetting a hashtag to ensure maximum retweets. What makes the frenzy somewhat more palatable is the quality of films on show. The 2016 selection has been stronger than in recent years, with personal standouts including Loving, a drama about an illegal interracial marriage in the 50s from the Take Shelter director Jeff Nichols; The Handmaiden, a twisty thriller from Oldboy’s Park Chan-wook ; and the aforementioned American Honey. The latter film helped to enforce another key rule: don’t trust the boos.     Attack of the Killer B-movies – one of the films on offer at the marché Photograph: PR    On the lower level of the Palais des Festivals et des Congrès, the convention centre that hosts the festival, beneath the high-profile screenings and behind the glitzy premieres, lies the marché. The “market” is the other side of the festival, the unfairly maligned underbelly where movies are pitched and deals are made. This year has brought with it some major announcements, such as The Irishman, Martin Scorsese’s $50m (£35m) return to the gangster sub-genre, but it’s also delivered its usual share of easily ridiculed B-movies. At stall after stall, manned by eager staff, companies sell films such as Attack of the Killer Donuts and Selfie from Hell. They’re also suspicious that giggling journalists like me are there just to take smartphone snaps of the silliest titles.  But, while many circulate outside the Palais begging for premiere tickets so they can be in the same breathing space as Kristen Stewart (a strategy that pays off surprisingly often), the marché is a much more accurate representation of what Cannes is really all about. Beyond the glamour, free rosé and my right shoulder, there’s “work” to be done.",
  "webTitle": "Looking over one's shoulder: how to survive the Cannes film festival",
  "webPublicationDate": "2016-05-20T08:00:35Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/looking-over-ones-shoulder-guide-to-cannes-film-festival",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Golden Globes",
      "id": "film/golden-globes",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Andrea Arnold",
      "id": "film/andrea-arnold",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Martin Scorsese",
      "id": "film/martinscorsese",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/20/looking-over-ones-shoulder-guide-to-cannes-film-festival"
}