{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/pair-of-glasses-left-on-us-gallery-floor-mistaken-for-art",
  "id": "2016-05-27-297",
  "sectionId": "us-news",
  "body": "The feeling of slight dissatisfaction that can come with visiting a modern art gallery is a universal one, best articulated as “I could have done that”. A pair of US teenagers have beaten artists at their own game, pulling off a successful prank at the San Francisco Museum of Modern Art earlier this week.  While Kevin Nguyen, 16, and TJ Khayatan, 17, were impressed with much of the art on display on their visit on Saturday, they questioned the artistic merits of some exhibits. Could they do better?   Related: The glasses in the gallery aren’t just art – they’re a work of genius | Jonathan Jones    Khayatan put Nguyen’s glasses on the floor below an official-looking piece of paper to see how it would be received by gallery-goers. The work seemed to hit a chord with the public, striking in its simplicity, yet – probably – a challenging commentary on the limits of individual perception.       Khayatan told BuzzFeed News that people gathered around the exhibit to view it and take photographs. He, in turn, took photographs of them admiring his work and later posted them to Twitter, where they went viral. Nguyen shared images, too, noting the awkwardness of having to retrieve his glasses before they moved on in the museum.    @TJCruda the embarrassing part about it was walking back to pick it up and act like nothing happened— galaxy (@k_vinnnn) May 24, 2016      @TJCruda pic.twitter.com/MblVzeEJt7— galaxy (@k_vinnnn) May 24, 2016    The gallery’s verified Twitter account drew its own parallels to other artists’ work.    @TJCruda Do we have a Marcel Duchamp in our midst? https://t.co/07g2VAwAod— SFMOMA (@SFMOMA) May 26, 2016    Twitter uses were keen to give their own interpretation – within the limitations of the 140-character limit.    @k_vinnnn @TJCruda then you transformed it into performance art :V— Pomp (@Pomp_a_romp) May 24, 2016      @TJCruda @TimothyDeLaG it's really just an exacerbated metaphor of society's perpetual blindness to those cognitive of us #art— King of the Castle (@rapsfan25) May 26, 2016      Ironically, by making the tweet about it, it's now art For Real™! https://t.co/In5dSc3fH1— Nimbus Wolf (@nimbuswolf) May 24, 2016    Nguyen told Guardian Australia he and Khayatan were surprised by the reception. “We thought it would only get maybe at most a couple hundred retweets, but hey, I have a pair of famous glasses on my face every day now!” The “social experiment” immortalised in a Twitter moment – a commemoration of art in the digital age, you might say.    @k_vinnnn sell those glasses to the gallery for mad coin! 😂— RHYMES&OILS (@RhymesAndOils) May 25, 2016    Nguyen said he had no intention of selling his now internet-famous eyewear – but he had an alternative idea. “My glasses are Burberry, so a sponsorship would be nice,” he joked. Asked how he interpreted the “art piece”, he suggested “the deeper meaning” could be about perception: “Anything in life can be art as long as you provide the insight and help people see what you see.”",
  "webTitle": "Pair of glasses left on US gallery floor mistaken for art",
  "webPublicationDate": "2016-05-27T05:39:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/pair-of-glasses-left-on-us-gallery-floor-mistaken-for-art",
  "keyword": [
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "us-news/2016/may/27/pair-of-glasses-left-on-us-gallery-floor-mistaken-for-art"
}