{
  "apiUrl": "https://content.guardianapis.com/technology/askjack/2016/may/05/how-should-i-prepare-my-pc-for-the-upgrade-to-windows-10",
  "id": "2016-05-05-282",
  "sectionId": "technology",
  "body": "I’m currently using Windows 8.1 and I’m planning to upgrade to Windows 10. I have few questions: Will my files be deleted – documents, pictures, videos, music, etc? What will happen to Microsoft Office? Do I have to re-install it? What will happen to my anti-virus (I’m using ESET Smart Security)? Samantha M  If the upgrade goes smoothly, all your programs and personal files should remain in place – with a few exceptions, which I’ll mention later. However, there are several things you can do to help the upgrade to go as smoothly as possible, and you need to take precautions in case it goes wrong. If your PC is in good shape and backed up, you may have very little to do. If it’s a mess, then some simple house-keeping could avert disaster. Windows 10 is already running on almost 300 million devices, so we can assume that the upgrade process has been fairly well debugged. I don’t know what the success rate is, but even if it’s 99%, around 3 million upgrades might still have gone wrong. For this reason, Windows 10 keeps a copy of your previous installation (Windows_old) for 30 days, so that you can roll back to what you had before. I’ve done it, and it has worked perfectly, but I’d still recommend you assume the worst and make a backup. Clean and update Most PCs contain software that is no longer used. This takes up space and, and if it’s no longer updated, may be a security risk. This is a good time to run the Add/Remove programs utility and uninstall anything you no longer need. In addition, you should uninstall all versions of Oracle’s Java, and Apple’s QuickTime, which is no longer supported. If you really need Java, then you can re-install it after upgrading to Windows 10. Note that removing QuickTime can be a problem for Adobe Creative Suite users. Ideally, I would also uninstall any third-party anti-virus software, and replace it with Microsoft’s anti-virus program, Windows Defender. AV programs have hooks deep into the operating system, and AV companies therefore tend to create new versions of their software for new versions of Windows. It makes sense to uninstall the old version for Windows 8 and install the new one for Windows 10. If your AV program is known to have compatibility problems, Microsoft will uninstall it before installing Windows 10 However, ESET says that versions 5 and 6 are compatible with Windows 10. If you are using one of those, it will “keep all settings and license credentials, and will work automatically after you migrate to Windows 10”. After that, run Windows Update to make sure you have installed all the essential patches for your current operating system. Windows 10 will install updates before it installs itself, but it’s simpler if it doesn’t have to. Finally, for this section, run a clean-up tool to remove old logs, error reports and browser caches, though not before making sure you know all your passwords. Windows’ built-in Disk Cleanup tool will do the job, but Piriform’s free CCleaner is a popular alternative. (See: How to Use CCleaner Like a Pro) Product keys and passwords Your PC is probably storing a lot of credentials including product keys and website passwords. Some of these could be lost during a clean-up or the subsequent upgrade. It’s therefore important to make sure you have a record of all the ones you need. Several programs will take an inventory of your PC and extract any product keys. I generally use Belarc Advisor to do this, but NirSoft’s ProduKey is an alternative. Both are free. Apart from that, NirSoft has a good collection of free password recovery utilities, including WebBrowserPassView. (NirSoft is a one-man show, and welcomes donations.) Software and backups Windows 10 is designed to keep all your programs (Microsoft Office etc) and files (documents, pictures, videos, music, etc) in place, with a few exceptions. These include Windows 7’s games, the OneDrive program (which is replaced with a OneDrive app), and some of the PC manufacturer’s pre-installed applications (aka crapware). You should therefore make backups to guard against losing anything you really want. I like to have two sets of backups, for different purposes. First, I have all my data backed up to an external USB hard drive. These are standard files in their normal directories, so I can access them instantly by plugging the EHD into another PC. I use FreeFileSync, but Windows 8 includes a backup program called File History. After you turn it on, it will automatically back up all the files in your libraries every hour (assuming they’ve changed since the last backup). Second, I use a backup program to copy the whole hard drive. This is the quickest way to recover from a hard drive failure or similar catastrophe. Windows 8.1 includes System Image Backup, which you can find in the Control Panel, but there are plenty of free or cheap alternatives. These include Macrium Reflect Free, EaseUS To Do Backup Free, CloneZilla, and Acronis True Image. So, clone your whole hard drive before installing Windows 10 – not just the Windows partition, but also the recovery and any other partitions. Incidentally, it’s probably not worth defragmenting your hard drive before you clone it. Windows 8.1 has a built-in disk optimiser that does some defragging once a week. You can check by selecting your drive, clicking the Manage tab, and then Optimize. Compatibility and drivers Some software and peripherals may not be compatible with Windows 10, though most things that work with Windows 8.1 will continue to work with Windows 10. Unfortunately, Microsoft has removed the old Windows 10 Compatibility Center, which was a good guide to potential problems. Today, you can either run the Windows 10 Compatibility Appraiser manually, or search the web to see if a lot of other users have had problems with specific hardware and software. In general, it’s best to unplug any peripherals before starting the upgrade. This will stop Windows 10 from spending ages trying to find up-to-date drivers: it can do that later, when you plug them back in. Alternatively, you can search for Windows 10-compatible drivers, and download them yourself. One known issue is that “if you have a floppy drive, you will need to download the latest driver from Windows Update or from the manufacturer’s website”. Use a Microsoft account You are running Windows 8.1 so you are probably logging on to your PC with a Microsoft account such as a Hotmail, Live, or Outlook.com email address. This MSA provides integration with OneDrive cloud storage, Microsoft’s free online programs, and the Windows Store. Microsoft stores your activation keys online – so you no longer have to type in product keys – and means the Windows Store can update or re-install sandboxed apps. It all contributes to making the upgrade to Windows 10 as smooth as possible, and allows you to do a clean installation of Windows 10, if necessary, without typing in a product key. I don’t expect most people do any of this before upgrading to Windows 10, and as mentioned, it seems to work almost all the time. However, a bit of house-keeping can help avoid major problems and lead to a better result. Have you got another question for Jack? Email it to Ask.Jack@theguardian.com",
  "webTitle": "How should I prepare my PC for the upgrade to Windows 10?",
  "webPublicationDate": "2016-05-05T08:20:36Z",
  "webUrl": "https://www.theguardian.com/technology/askjack/2016/may/05/how-should-i-prepare-my-pc-for-the-upgrade-to-windows-10",
  "keyword": [
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Windows",
      "id": "technology/windows",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Windows 10",
      "id": "technology/windows-10",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Jack Schofield",
      "id": "profile/jackschofield"
    }
  ],
  "guardianId": "technology/askjack/2016/may/05/how-should-i-prepare-my-pc-for-the-upgrade-to-windows-10"
}