{
  "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/may/07/football-league-your-thoughts",
  "id": "2016-05-07-67",
  "sectionId": "football",
  "body": "Championship • Middlesbrough will return to the Premier League after a seven-year absence following a tense 1-1 draw with Brighton in their promotion decider at the Riverside. Locked on the same points coming into the final weekend of the regular season, Brighton needed a victory to go up but fell behind on 19 minutes to Christian Stuani’s close-range strike. Dale Stephens’ headed equaliser created a frantic finish but Boro held out to win the £170m promotion prize on goal difference. Chris Hughton’s Brighton side will have to go through the play-offs if they are to join Boro in the top flight next season. They will face Sheffield Wednesday in the semi-finals, who were beaten 2-1 at Wolves in the final game of the regular season, while Hull City will meet Derby County in the other tie. Derby ended with a 1-0 defeat by Ipswich as Hull thumped five past Rotherham. • Burnley clinched the Championship title with a 3-0 win over Charlton that was as notable for the protests against the south London club’s owner, Roland Duchâtelet, as Burnley’s achievement. After the game the Charlton manager, José Riga, resigned from his role at a club which is heading to League One in disarray. Having finished 19th in the Premier League last season, the Clarets’ hierarchy were rewarded for keeping faith in their manager, Sean Dyche, who can look forward to another crack at the top flight. Goals by Sam Vokes, George Boyd and Andre Gray helped Burnley to finish with 93 points, four clear of Middlesbrough and Brighton, and ensured the £6m record-singing Gray finished as the league’s top scorer on 25, having picked up the player of the season award last month. Charlton fans interrupted the game with flares thrown on to the pitch as another match at The Valley was marred by the toxic atmosphere surrounding the club. With their team already relegated, a swath of supporters gathered in front of the main stand after the match to call for their Belgian millionaire owner to sell the club – and they were joined by some Burnley fans in a show of solidarity by supporters of a club whose season could not have provided a starker contrast. Championship table. League Two • It was set up to be a dramatic day at the top of League Two and at the end it was Bristol Rovers who delivered. Accrington Stanley came into the final weekend of the regular season a point clear of Oxford United and two above Rovers but could not find the win against Stevenage that would have guaranteed them promotion – with the substitute Shay McCartan twice hitting the bar in the final minutes of the goalless draw. Oxford took the opportunity to leapfrog Accrington with a 3-0 win at home to Wycombe and Rovers claimed the third and final automatic promotion spot through Lee Brown’s stoppage-time header to complete a 2-1 comeback and consecutive promotions for the south-west club, sparking celebrations at the Memorial Ground. • The 521 dedicated Hartlepool fans who made the trip to Plymouth continued a tradition in recent years by travelling to their final away game of the season in fancy dress, opting this time for Star Wars Stormtrooper costumes, but were left on the dark side of a 5-0 thrashing by their hosts. Argyle will meet Portsmouth in the play-off semi-finals. Portsmouth lost to the League Two champions, Northampton, 2-1, having rested several key players. The other tie will see Accrington face AFC Wimbledon, who finished their campaign with a 1-0 win against 22nd-placed Newport County. • Mark Cooper left his post as Notts County manager after their 5-0 defeat at home to Carlisle after only 10 games in charge. Two goals by Jabo Ibehre either side of half-time helped the visitors on their way to a result which now leaves Notts searching for their seventh manager in 14 months. League Two table.",
  "webTitle": "Football League: your thoughts",
  "webPublicationDate": "2016-05-07T19:00:55Z",
  "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/may/07/football-league-your-thoughts",
  "keyword": [
    {
      "webTitle": "Football League",
      "id": "football/football-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Accrington Stanley",
      "id": "football/accringtonstanley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Oxford United",
      "id": "football/oxford-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bristol Rovers",
      "id": "football/bristolrovers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Middlesbrough",
      "id": "football/middlesbrough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Burnley",
      "id": "football/burnley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Charlton Athletic",
      "id": "football/charltonathletic",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Lawrence Ostlere",
      "id": "profile/lawrence-ostlere"
    }
  ],
  "guardianId": "football/football-league-blog/2016/may/07/football-league-your-thoughts"
}