{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/21/sali-hughes-best-light-reflecting-foundation-beauty-makeup",
  "id": "2016-05-21-170",
  "sectionId": "fashion",
  "body": "The hugely popular YSL foundation Le Teint Touche Eclat (£32.50) has been reformulated to make it longer-lasting. That’s great news if your skin is oily, or if you’re experiencing hot flashes; it’s not so good if you loved the soft, dewy glow of the original – which I did. The newer Le Teint Touche Eclat has, to my eye, a flatter, more matte finish, and will consequently no longer be my default foundation of choice for brides, most mature skins or anyone else looking for decent coverage plus glow. All is not lost, however. While YSL is apparently shunning the light, several brands are positively striding towards it with their own glow-giving bases. Bourjois upholds my belief that no one else in the high street price bracket does foundation better. Its new City Radiance (£9.99) is sheerer than I’d generally choose, but if your skin is pretty even in tone, I think you’ll love it. It’s a comfy wear and spreads on very easily, with barely a need for a mirror. Also sheer is Becca’s new Aqua Luminous Perfecting Foundation (£34), but this builds up very nicely for increased coverage (be thin with your layers). It feels extremely lightweight on the skin and looks glorious in photographs – plenty of glow and brightness, but with neither grease nor glare. You’ll need to try it on your face before buying, however, because the colours are weirdly dark for their corresponding names. (I assumed I’d be Light. I was Fair.) That said, the new Becca foundation is yet another in a pipette-style bottle. Brands seem infatuated with these right now, even though they don’t really work and get far messier than a less poncey pump. A case in point is the pipette-bottled Giorgio Armani Maestro Glow (£40), which seems to be loved by everyone but me. It gives good glow, but application is patchy, the finish a little ashy and it cannot hold a candle to the magnificent Luminous Silk Foundation from the same range (this is one of the all-time greats).   Related: Beauty: how to banish dark circles    Easily my favourite of the new crop is Laura Mercier Candleglow Soft Luminous Foundation (£35). I’ve been using this for several weeks and my love for it only deepens. Unlike the others, it provides a medium coverage and deft handling of uneven skintone. It gives noticeable glow without the pearlescence I know many of you hate, and garners more compliments than almost any foundation I’ve worn.",
  "webTitle": "Beauty: the best new light-reflecting foundations | Sali Hughes",
  "webPublicationDate": "2016-05-21T07:00:06Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/21/sali-hughes-best-light-reflecting-foundation-beauty-makeup",
  "keyword": [
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Makeup",
      "id": "fashion/makeup",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sali Hughes",
      "id": "profile/sali-hughes"
    }
  ],
  "guardianId": "fashion/2016/may/21/sali-hughes-best-light-reflecting-foundation-beauty-makeup"
}