{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/north-carolina-anti-lgbt-bathroom-law-federal-funding",
  "id": "2016-05-05-100",
  "sectionId": "us-news",
  "body": "A federal government warning that North Carolina institutions must “remedy violations” to civil rights law in the state’s controversial anti-LGBT bathroom law has thrown much of the state into legal and financial chaos.  The state, which is already confronting investment boycotts from out-of-state businesses and the cancellation of sporting and entertainment events, will face additional financial penalties unless Governor Pat McCrory agrees to walk away from the law requiring transgender people to use bathrooms corresponding to their birth gender by Monday.   Related: Anti-LGBT law sparks protests in North Carolina, with dozens arrested    If McCrory fails to do that, North Carolina risks losing hundreds of millions of dollars in federal funding. The Justice Department order is one of five government agencies now looking at withholding funds from the state; failure to abide by the Justice Department sets up a potentially lengthy legal battle between Washington and the state’s Republican legislature.  McCrory, who signed HB2 into law in March, has yet to comment at length on the decision, though he did say on local television that he thought the decision was a “pretty sweeping conclusion” about a law he described as a “very commonsense rule”. Tim Moore, speaker of the House of Representatives, told the Charlotte Observer that the Justice Department letter was “a huge overreach”. “It looks an awful lot like politics to me … I guess President Obama, in his final months in office, has decided to take up this ultra-liberal agenda.” But civil rights groups have welcomed the letter and the imposition of a deadline that gives institutions an opportunity to fix the issues the department considers to be in violation of Title VII and Title IX of the Civil Rights Act of 1964 and the Violence Against Women Act, or face legal and financial consequences.  One of the largest institutions immediately affected is the University of North Carolina, which could lose millions in federal funding if it fails to act by Monday.  University president Margaret Spellings said in a statement on Wednesday that UNC will confer with the governor’s office, legislative leaders and lawyers about how to respond. To date, Spellings has made contradictory statements about how the university should respond, saying on the one hand, UNC “will not tolerate any sort of harassing or discriminatory behavior on the basis of gender identity or sexual orientation” but also that UNC “is bound to comply” with HB2.   Related: A divided North Carolina draws national attention in fight over transgender law    But many public and private colleges in the state have already declared bathrooms gender neutral and have allowed transgender students to use the bathrooms that reflect their identities. Shane Windmeyer, executive director of Campus Pride, told Inside Higher Ed that Spellings should reverse course. “The UNC system should speak out loudly in agreement with this ruling and demand that the governor and the state legislature fully repeal HB2.” In theory, McCrory could backtrack by simply acknowledging that federal law supersedes state law and instruct state agencies not to enforce HB2 going forward while the courts sort out which is correct.  But so far McCrory has shown little inclination to follow that course of action.  James Esseks with the ACLU in New York welcomed the letter, reiterating that the government’s obligation to act against North Carolina is clearcut.  “The Justice Department here has recognised that transgender women are women and transgender men are men, and that it is sex discrimination to pretend otherwise,” Esseks said.",
  "webTitle": "North Carolina could lose millions in federal funding over anti-LGBT law",
  "webPublicationDate": "2016-05-05T17:04:23Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/north-carolina-anti-lgbt-bathroom-law-federal-funding",
  "keyword": [
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/05/north-carolina-anti-lgbt-bathroom-law-federal-funding"
}