{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/01/federal-anti-corruption-body-would-save-millions-says-dio-wang",
  "id": "2016-05-01-164",
  "sectionId": "australia-news",
  "body": "A federal anti-corruption body would save millions of dollars in federal funding, restore public confidence and play an important educative role, according to Dio Wang, the chair of the Senate committee looking into the establishment of such a body. “The commission would play an educational role in preventing corruption in the first instance, saving potential hundreds of millions of federal funds, but perhaps almost as importantly would restore public confidence in federal politics,” Wang said.   Related: Journalists argue for national corruption body and whistleblower protections    The Senate select committee on the establishment of a national integrity commission is expected to bring down its interim report on Monday, the day before the budget. It has held only two hearings but the committee is expected to be cut short by a double-dissolution election. “The committee had just begun taking evidence on how a national integrity commission might be structured,” Wang said. “We had just started to delve into this level of detail yet an early election will cut that short.” Neither of the major parties support an integrity commission and when the matter was debated in the Senate, the attorney general, George Brandis, said in Australia, federal public administration and politics had been “remarkably free of corruption”. But Labor eventually supported the establishment of the committee, during the debate over the Australian Building and Construction Commission (ABCC) bill.  The Attorney General’s Department told the inquiry there were already strong “multifaceted” measures in place at a federal level to fight corruption. “The Australian government does not support a national integrity commission,”  “The Australian government’s approach to dealing with corruption is integrated and multifaceted. We work to get the standards and training right, assess risk and detect, investigate and respond to corruption.” But Prof AJ Brown, who specialises in public policy at Griffith University, told the committee that there were big gaps in jurisdictions between agencies that dealt with corrupt behaviour. “There is something of a regime that governs APS agencies, but, when it comes to non-criminal and a broader comprehensive approach to corruption risks, we have to recognise that Australian public service agencies only account for around half, if you are lucky, of total commonwealth public sector activity and agencies,” Brown told the committee. “There is a huge issue around having a coordinated system that works right across the whole of the commonwealth.    Related: The government says there's no need for a federal corruption body. They would | John Madigan    “That is without going close to parliamentary and political integrity, to political finance risks and to all the other aspects of corruption that really worry the community, just as if not more powerfully than the types of corruption problems that occur within the public service or law enforcement or at the coalface.” Transparency International Australia’s (TIA) submission favoured a broad-based federal corruption agency which would be part of a multi-agency strategy. TIA also called for an overhaul of legal definitions of corruption across the states and the commonwealth to make them “simpler, nationally consistent, and more comprehensive”. “Most federal agencies’ anti-corruption efforts continue to go unsupervised (other than clear criminal conduct reported to the AFP), including around half of the total federal public sector not in the jurisdiction of the Australian Public Service Commission,” the TIA submission said. “There are no independent mechanisms supporting federal parliamentary integrity (other than AFP investigations into criminal conduct);  “Corruption prevention, risk assessment and monitoring activities are patchy and uncoordinated; and the criminal law enforcement focus of the AFP fraud and anti-corruption centre, while important, includes foreign bribery, anti-money laundering and other criminal cases, and cannot provide the necessary oversight of ‘softer’ or ‘grey area’ corruption investigation and prevention activity across the federal sector.” But the Rule of Law Institute (ROLI) and the Institute of Public Affairs (IPA) both opposed the formation of a federal anti-corruption body. “It creates a parallel system of justice to the traditional criminal court system, initially with all the credibility of a court, but without any of the protections that have been built up around the court system over many generations, including the presumption of innocence, the high standard of proof beyond reasonable doubt, and the privilege against self- incrimination,” the ROLI submission said.   Related: Unions say Eric Abetz a hypocrite over concerns a federal Icac would harm reputations    IPA director of policy Simon Breheny told the committee “the defining features of state anti-corruption agencies are the systematic breach of fundamental legal rights, including the presumption of innocence and the right to silence; a lack of transparency and oversight; and a disregard for the process and procedures adhered to by ordinary courts, including the rules of evidence”. All Australian states now have broad-based anti-corruption agencies; the NSW Independent Commission Against Corruption (Icac), the Queensland Crime and Corruption Commission, the Western Australia Corruption and Crime Commission, the Tasmanian Integrity Commission, the Victorian Independent Broad- based Anti-corruption Commission (Ibac) and the South Australia Independent Commissioner Against Corruption. The Northern Territory government announced it would set up an anti-corruption body this year.  • This article was amended on 2 May 2016 to replace the reference to the SA Office of Public Integrity with the SA Independent Commissioner Against Corruption.",
  "webTitle": "Federal anti-corruption body would save millions, says Dio Wang",
  "webPublicationDate": "2016-05-01T07:27:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/01/federal-anti-corruption-body-would-save-millions-says-dio-wang",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Palmer United party",
      "id": "australia-news/palmer-united-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Independent Commission Against Corruption",
      "id": "australia-news/independent-commission-against-corruption",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "George Brandis",
      "id": "australia-news/george-brandis",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/01/federal-anti-corruption-body-would-save-millions-says-dio-wang"
}