{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/01/st-ives-residents-to-vote-in-referendum-on-second-home-ownership",
  "id": "2016-05-01-116",
  "sectionId": "society",
  "body": "Residents of the picture postcard Cornish port of St Ives, beloved of artists, surfers and beach lovers, are going to the polls this week in a referendum that may restrict second home ownership.  About 12,000 parishioners will be able to vote this Thursday on whether to approve a neighbourhood plan  that includes a provision that new-build housing projects would only be given planning permission if they are reserved for people who live in St Ives and surrounding areas full time.   Supporters of the idea argue that the housing market is out of control, pricing locals out of St Ives because second home owners have pushed the prices up to an unaffordable level. They say this has eroded the sense of community in the area.   Critics of the provision believeit could increase the demand for existing houses, which would not fall under the policy, forcing prices up and putting even more smaller and affordable homes way out of the reach of local people.   Andrew Mitchell, a town councillor and supporter of the policy, said ever increasing house prices was causing a “financial cleansing” of local people. He insisted, however, that it was not about keeping outsiders out. St Ives has long welcomed incomers, from artists throughout the 20th century to beatniks in the 1960s and surfers and tourists today.   “The policy would only effect new builds. This policy, as wrongly portrayed in the national media, is not to exclude people coming here … it is to curb excessive development based on financial, speculative grounds and provide community local need development,” Mitchell said.  St Ives town council says 25% of residential properties were classed as second homes in 2011, a 67% increase since 2001.  Over more than two years, the council and a team of volunteers have worked on the plan, which runs to 108 pages and covers a range of local issues. There is some concern that so much attention has focussed on just one small part, the “full-time principal residence housing” section.   The town clerk, Louise Dowe, called for the plan to be viewed as a whole document and hoped for a good turnout.   The effect of the vote could be far-reaching. If the plan is accepted Cornwall council will be legally obliged to follow it when it make planning decisions.   Architect Steve McTeare said the plan could send out the wrong message to visitors. In a letter to the St Ives Times & Echo newspaper he wrote: “The economic lifeblood of the town is tourism; visitors demand a mixed type of accommodation and require places to stay in. The business community from the town thrive on this and the wealth it brings, both in terms of employment and recycling of money into the local economy.”  Des Hoskin, of the campaign group Clout – Carbis Bay and Lelant Opposing Urbanisation Together – backed the plan: “Yes means that we have control over what happens in our beautiful area. A no vote means no control with developers building everywhere.”",
  "webTitle": "St Ives residents to vote in referendum on second home ownership",
  "webPublicationDate": "2016-05-01T11:52:20Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/01/st-ives-residents-to-vote-in-referendum-on-second-home-ownership",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Second homes",
      "id": "money/secondhomes",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "society/2016/may/01/st-ives-residents-to-vote-in-referendum-on-second-home-ownership"
}