{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/ihmayday16-a-cry-for-help-on-indigenous-mental-health",
  "id": "2016-05-11-362",
  "sectionId": "commentisfree",
  "body": "We are co-hosting @IndigenousX this week to highlight how much is going on around suicide prevention, families and communities in Indigenous Australia. On 5-6 May, the Inaugural Aboriginal and Torres Strait Islander Suicide Prevention Conference took place in Alice Springs, and 12 May is #IHMayDay16 – a day devoted to discussing Indigenous health. Aboriginal and Torres Strait Islander cultures and knowledge are fundamental to our wellbeing. It is important for individuals to be happy and healthy for their families and communities to be healthy as well. The strength and dynamic of our Aboriginal and Torres Strait Island culture is a big part of what makes a healthy community. This isn’t just a week for Indigenous people to tune in to @IndigenousX but for all Australians – it’s vital for all Australians, health staff in particular, to have a good understanding of how to engage with Aboriginal and Torres Strait Islander people. What content is taught at universities varies at each university. If we really are to make any difference to the life expectancy of Aboriginal and Torres Strait Islander people, there needs to be a significant shift in the way health professionals work, building with us in partnership. A suicide prevention conference that focused on Indigenous solutions to Indigenous problems  Suicide and self-harm are symptoms of many other issues our communities face. The conference was such an important event because it focused on Aboriginal and Torres Strait Islander people’s solutions to the issues we face. It privileged our voices with a program full of Aboriginal and Torres Strait Islander keynote speakers and presenters. We understand what’s happening in our communities and families better than anyone else.  The conference also reinforced that some mainstream media outlets have a lot to learn about how to report our issues. Mainstream media often relies on stereotypes and superficial coverage of the issues we face. We were disappointed that some of the media outlets reporting on the suicide prevention conference did not do so adequately.  The media missed an opportunity to make a real difference. Some focused on issues other than suicide prevention; others even breached the Mindframe guidelines for reporting suicide by including how people committed suicide. Reporting these details can potentially do significant harm to those families and other vulnerable people. Others just relied on the deficit and stereotypes. Appropriate reporting is something we are passionate about because the way media covers us can have real impacts on our health and wellbeing. We would like to see all media outlets change their style guides to use appropriate terminology when referring to Aboriginal and Torres Strait Islander people. Some media outlets refuse to capitalise Indigenous. Others use an acronym rather than spell out Aboriginal and Torres Strait Islander. This is both lazy and disrespectful reporting. We would like to see all media outlets show some respect by using the terms we use for ourselves.  #IHMayDay16: a call for help on Indigenous health This is the third year of #IHMayDay, the energetic Indigenous health tweetfest.  #IHMayDay stands for Indigenous Health May Day, it is a play on the rescue call sign “mayday, mayday”: a call for help. It provides a full-day of programming with Aboriginal and Torres Strait Islander people tweeting about our health issues. Non-Aboriginal and Torres Strait Islander people are encouraged to participate by retweeting and listening. Last year, the event occurred both in real life (hosted by Nursing and Midwifery at James Cook University in Townsville) and in cyberspace.  This year the event is being held on 12 May and is co-hosted online by Croakey, with Croakey editor Melissa Sweet assisting in the organisation. It will be hosted in real life by associate professor Bronwyn Carlson at the University of Wollongong, with her colleague Dr Tanja Dreher.   Related: Don't tell me to 'get over' a colonial past that is still being implemented today | Luke Pearson for IndigenousX    The theme for the event is youth and families, and suicide prevention. #IHMayDay16 is timely, following the suicide prevention conference. We aim to privilege Aboriginal and Torres Strait Islander people’s voices on health issues which affect them and share our stories with the wider domestic and international community. Discussions on the day will be moderated by us (Lynore Geia is the founder of the day) along with Bronwyn Carlson. #IHMayDay16 is important because Twitter is an empowering platform that has enabled the voices of Aboriginal and Torres Strait Islander peoples to be heard in places where their voices may not have otherwise been heard.  This year we are aiming to have a strong youth presence as young people’s voices are less often heard. The event is organised with only in-kind support, illustrating the significant social and cultural capital that has so often in the past been instrumental in sowing seeds of reform.  We hope, as you follow @IndigenousX during this week, that you partner with us in the Twittersphere, be informed and take away stories of strength and information about the First Nations people of Australia that you can share with others. For help or more information For people who may be experiencing sadness or trauma, please visit these links to services and support: If you are depressed or contemplating suicide, help is available at Lifeline on 131 114 or online. Alternatively you can call the Suicide Call Back Service on 1300 659 467. For young people 5-25 years, call kids help line 1800 55 1800. For resources on social and emotional wellbeing and mental health services in Aboriginal Australia, see here. Dr Lynore Geia (@LynoreGeia) is a Bwgcolman woman from Palm Island, Queensland. She is a mother, registered nurse, midwife, senior lecturer and researcher in Nursing, Midwifery and Nutrition at James Cook University and founded #IHMayDay. Geia coordinates and teaches the Indigenous health subject to undergraduate and postgraduate nursing and midwifery students. She is passionate about families as the central unit of stability in our communities. Summer May Finlay (@OnTopicAus) is a Yorta Yorta woman, and a public health practitioner, researcher and PhD candidate. She is based in Lake Macquarie and help co-ordinate and moderate #IHMayDay.  “Our stories, our way”: each week, a new guest hosts the @IndigenousX twitter account to discuss topics of interest to them as Aboriginal and/or Torres Strait Islander people. In partnership with IndigenousX, we’re inviting its weekly host to tell us about who they are, what they are passionate about, and what they have in store during their upcoming week as @IndigenousX",
  "webTitle": "#IHMayDay16 – a cry for help on Indigenous mental health | @IndigenousX",
  "webPublicationDate": "2016-05-11T05:47:23Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/ihmayday16-a-cry-for-help-on-indigenous-mental-health",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/11/ihmayday16-a-cry-for-help-on-indigenous-mental-health"
}