{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/22/preacher-recap-season-one-episode-one-pilot",
  "id": "2016-05-23-329",
  "sectionId": "tv-and-radio",
  "body": "‘Be quiet!’ The long-awaited adaptation of Preacher doesn’t kick off as you might expect with a look at its title character, the reverend Jesse Custer. Hell, he doesn’t even show up for the first couple of minutes. Instead, the show opens with a record-scratch, a dustily projected image of a few planets emblazoned with the words “OUTER SPACE”, and a screaming cosmic being whose flight is accompanied by a horn section of air raid sirens.     ‘I always preach from an upside down Bible!’ Irungu Mutu as the African preacher Photograph: Lewis Jacobs/Sony Pictures Telev/AMC    Hanging a left at Saturn, our space oddity flies to a church in Africa (the globe helpfully says “AFRICA”), where it briefly inhabits the body of a preacher who is conveniently talking about the Book of Revelation. After knocking him over and stunning his congregation into silence, the preacher stands up and addresses the crowd with a booming, Paul Robeson-esque baritone. At the very moment the preacher takes on a mantle as a prophet … he explodes. Oops. From this, we can surmise two things about Preacher: this show will be extremely goofy, and there will be a lot of collateral damage.   Related: Preacher: 'It's bigger than Breaking Bad. It's a romp'    ‘The time of the Preacher’     Cassidy – Irish drug addict/pyrotechnics enthusiast/vampire – and Tulip O’Hare, the show’s biggest immediate draw. Photograph: Lewis Jacobs/Sony Pictures Telev/AMC    For people who aren’t fans of the comic the show is based on (which I’ll try to reference only when necessary), Rogen and Goldberg do a fantastic job introducing Jesse as he wakes from a nightmare. His back is covered in scars and tattoos, his desolate room is littered with empty bottles of whiskey, his hair is perfectly tousled even though he barely takes care of himself. He’s an archetypal hard-drinking southerner. But he’s also a terrible preacher, flatlining in front of his congregation and putting in a half-hearted effort, at best, to connect with anyone.   Related: Guitar girls: TV's musical narrative trope is too blunt and too convenient    The introductions continue with the show’s lovable, godless rogue, who turns out to be a far better preacher than Jesse. As Irish drug addict/pyrotechnics enthusiast/vampire Cassidy, Joseph Gilgun’s cadence is musical, seductive, and practically incomprehensible. It doesn’t matter that all he has to do is talk. And talk he does, pretending to be the attendant on an extremely expensive-looking, coke-and-weed-fueled private flight, before he realizes that his fellow passengers are vampire hunters carrying marked-up Bibles that look like leftover props from The Number 23. (On top of all that, two mysterious men who have been tracking the entity’s path of destruction finally arrive in Annville, their intentions unknown.) To escape, Cassidy jumps out of the plane, eventually landing in a field – we find out some logistics of his vampire life – he can repair wounds but needs blood to do so, on this occasion he eats a cow. Before that, he breaks a champagne bottle open in a guy’s chest and uses it as a blood tap. This manic spirit imbues all of the fights, from Cassidy hitting things off a table with a golf club at his assailants to kicking a chair at someone in the middle of a bar fight. It seems like everyone is having fun with the fights, ridiculousness and all, rather than joylessly trading punches like they’re healthy lunch snacks. But the best fighter of all might be Tulip, Jesse’s ex-girlfriend and the show’s biggest immediate draw. Ruth Negga is a soulful whirlwind of menace, staking out Jesse’s house, biting a guy’s ear off, giving important life lessons about feminism to some random children, building a bazooka. You know, the usual. ‘Open your heart’     Blast from the past: Ruth Negga as Tulip O’Hare, the ex-girlfriend of Jesse Custer, played by Dominic Cooper. Photograph: Lewis Jacobs/Sony Pictures Telev/AMC    Jesse is trying to follow in his father’s footsteps, as characters on prestige television shows must. It’s true that the flashbacks to Jesse’s father being murdered in front of him serve a narrative function (we don’t see who’s pulling the trigger, but if the comics are any indication Jesse’s family situation is about to get a lot more complicated). But they’re also so boring and portentous that I’m having trouble writing this sentence, and by far the worst part of the pilot. Self-seriousness is not a good look on this show. The series’ version of Annville is, at least in part, the nuts and bolts version of what you would expect from a small town in Texas (this isn’t Friday Night Lights, my dudes), but Rogen and Goldberg do a decent job fleshing it out all the same. Among the many locals the pilot gives us are the surly, morally panicked sheriff, his son, the extremely chill and fun and relentlessly positive Arseface – sorry, Eugene – and Donnie, the local thug who might be beating his wife, but also might be in a marriage with some weird kinks. Donnie’s son, unaware of the intricacies of consent and the thin boundary between pain and pleasure, asks Jesse to beat up his dad. This kicks off what will probably be a big part of the series’ ongoing plot: Jesse breaks Donnie’s arm, giving in to his violent instincts from a past life with Tulip (who has tried to get him to go back out on “jobs” that almost certainly involve guns), and getting himself sent to jail with Cassidy in the process. Then we get to the curious case of Ted Reyerson, a congregant who keeps talking about his overbearing mother as if straight from the pages of a Woody Allen script. It would be easy to assume he’s just supposed to comic relief. Instead, Jesse accidentally uses the power of the space entity – real name Genesis – (which, by the way, has entered his person in the middle of the night during a crisis of faith-type-situation) to tell him to open his heart to his mother. Ted does so, literally cutting his body open and depositing his heart in the middle of a confession. It’s grim, sick, and above all, amusing as hell. Praise the Lord. Notes from the nave     It doesn’t matter that all he has to do is talk. Photograph: Lewis Jacobs/Sony Pictures Telev/AMC    It helps that the script was written by the series’ secret weapon, Sam Catlin. Catlin, for non-TV nerds, is a veteran of another AMC show that combined western instincts with dark comedy: Breaking Bad.   “I just Abe Lincoln-ed that squirrel!” Great introduction to Donnie The airline Cassidy is on is called Babylonian, because of course it is. Rogen and Goldberg pack frames full of visual gags that function the way isolated panels do in comics, like the wording on the church sign.  Obligatory Johnny Cash song            Scripture of the week The African preacher quotes Revelation 19:11-13 just before things go pop:  11 “And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war. 12 “His eyes were as a flame of fire, and on his head were many crowns; and he had a name written, that no man knew, but he himself.” 13 “And he was clothed with a vesture dipped in blood: and his name is called The Word of God.”   Johnny Cash was keen on the first section (it’s quoted at the start of The Man Comes Around), while the rest acts as a precursor to the episode’s bloody action. Most ridiculous death It’s a tie between Cassidy’s makeshift blood tap and Tulip’s bazooka, if only because we (smartly) don’t actually see Tulip use the weapon. Also, the blood tap is a genuinely original vampire kill idea, which I thought was a myth like Bigfoot or successful sitcoms starring a post-Friends Matthew Perry. Honorable mention for Tulip’s use of an ear of corn as a spear. Cassidy kill count Five humans and one cow.",
  "webTitle": "Preacher recap: season one, episode one – Pilot",
  "webPublicationDate": "2016-05-23T02:00:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/22/preacher-recap-season-one-episode-one-pilot",
  "keyword": [
    {
      "webTitle": "Preacher",
      "id": "tv-and-radio/preacher",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Eric Thurm",
      "id": "profile/eric-thurm"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/22/preacher-recap-season-one-episode-one-pilot"
}