{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/eurovision-europe-divide-russia-ukraine",
  "id": "2016-05-15-44",
  "sectionId": "commentisfree",
  "body": "By accident of geopolitics or diplomatic design, Ukraine has been largely absent from international headlines recently. The violence in the east has subsided; the government in Kiev has been in disarray, and Russia has been distracted by Syria. The Minsk-2 agreement limps along. But as Saturday night passed into Sunday morning, Ukraine bounced back into the spotlight. This was when Jamala, the country’s entrant in this year’s Eurovision song contest, was declared the winner; her song, 1944, was an elegy for her Tatar grandmother, who was deported from Crimea by Stalin. Russia, the bookies’ favourite to win with Sergey Lazarev’s performance of You Are the Only One, came third behind Australia. Jamala had hardly begun her victory performance when Russia’s Twitterati started to call foul. Ukraine’s song, they objected, was blatantly political, by which they meant “anti-Russian”, and as such should have been excluded.   Related: Ukraine's Eurovision singer urges voters to show Crimea solidarity    They weren’t completely wrong. Stalin’s deportation of the Tatars was one of the more heinous Soviet-era atrocities, and it resonates anew following Russia’s annexation of Crimea from Ukraine in 2014. Eurovision wisely bans political lyrics, and has managed, amazingly, to pretty much hold the line. But questions had been asked at an early stage, and Ukraine’s song was permitted. As a result this year’s Eurovision laid bare the extent and depth of Europe’s continuing divisions over Russia and Ukraine in a visceral, dramatic way, in part because of the new system devised for presenting the scores. Politicised voting, of course, is hardly new. With polling always organised on a national basis, Eurovision has never been able to stop people voting for friends, allies and fellow believers. The predictability with which, say, Greece and Cyprus vote for each other and against Turkey, and with which the Scandinavians cluster together, has become a standing joke. Those same tendencies were all on display this year. But the separation of the national juries’ votes from the popular vote – disaggregated on the website for all to see – permits some further-reaching and discomfiting conclusions.           Eurovision winner Jamala: ‘If you sing about truth it can really touch people’     First is the clear evidence of how sharply Ukraine and Russia have divided the rest of Europe, and the difficulty many voters feel in deciding between their merits. The two countries remained in contention for the top slot until the very end. Second was the striking disparity between the votes of the national juries (the professionals, you could say), and those of “the people”. The juries betrayed the same political instincts as in the past; there was a marked preference for Ukraine over Russia, while some seemed to opt for Australia as an ingenious third way. The “people” were braver. Rather than treating Russia and Ukraine as either-or, they often plumped for both, putting them close together, at or near the top. It could be a matter of musical taste, but across the board Russia received far more votes from the “people” than from the national juries.   Related: Why Ukraine needs Russia more than ever    Nor is the glaring gap that the Eurovision voting exposed, between elite and popular opinion about Russia, unique to the song contest. It is replicated in views about Russia itself, especially as expressed in “old” Europe. When western condemnation of Russia over Ukraine was at its height, many people used social media to insist that the arguments were more finely balanced. When official contacts were severed, they said dialogue should remain open. These were not so-called Kremlin trolls, but non-specialists with a different view. Even in the unlikely event that Minsk-2 is implemented by this time next year, it is hard to envisage Jamala and Lazarev, say, sharing the Eurovision platform in Kiev. Just maybe, though, the professionals need to take their cue from the people and accept that it might be time for the diplomatic stand-off over Ukraine to be wound down. Mary Dejevsky is a writer and broadcaster",
  "webTitle": "How do people see Russia? Eurovision gave one answer | Mary Dejevsky",
  "webPublicationDate": "2016-05-15T18:54:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/eurovision-europe-divide-russia-ukraine",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Dejevsky",
      "id": "profile/mary-dejevsky"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/eurovision-europe-divide-russia-ukraine"
}