{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/exxonmobil-ceo-oil-climate-change-oil-production",
  "id": "2016-05-25-39",
  "sectionId": "business",
  "body": "Rex Tillerson, the boss of oil giant ExxonMobil, said cutting oil production was “not acceptable for humanity” as he fought off shareholders’ and activists’ attempts to force the company to fully acknowledge the impact of climate change on the environment and Exxon’s future profits. During a long and fractious annual meeting in Dallas on Wednesday, Tillerson, who serves as Exxon’s chairman and chief executive, beat back several proposals to force the company to take more action on climate change. However, dissident shareholders won a vote that could make it easier for them to propose board candidates concerned about climate change and remove incumbent directors. Tillerson said Exxon had invested $7bn in green technology, but the science and technology had not yet achieved the breakthroughs needed to compete with fossil fuels. “Until we have those, just saying ‘turn the taps off’ is not acceptable to humanity,” he said. “The world is going to have to continue using fossil fuels, whether they like it or not.”   Related: ExxonMobil tried to censor climate scientists to Congress during Bush era    Tillerson’s presentation at the meeting showed that Exxon believes oil and gas will still provide about 60% of the world’s energy demands by 2040, even if countries adopt climate change proposals agreed in Paris last year. His comments came after investors urged Exxon, the world’s largest oil company, with a market value of $374bn (£254bn), to reduce carbon extraction or at least warn investors about how global governmental action against climate change could affect the viability of its fossil fuel assets. More than 38% of Exxon’s investors rebelled against the company by voting for a proposal that would have required the company to publish an annual study of how its profits may be affected by public climate change policies, following the Paris climate agreement, to limit the global temperature rise to less than 2C (3.6F).  A similar vote at Chevron’s annual shareholder meeting, also held on Wednesday, showed 41% support from Chevron investors that cast ballots.  Edward Mason, head of responsible investment for the Church of England, who proposed the resolution, said he was delighted at the “very significant shareholder revolt on climate change”.  “Considering the scale of this vote, we urge Exxon to sit down urgently with its investors to agree the reporting it will provide on the risk that climate change policy poses to its business. Following the Paris agreement, the time for climate risk reporting has well and truly arrived and the investor call for it is clear. It will not go away.” Mason, who helps manage £6.7bn of assets for the Church Commissioners for England, said it wasn’t just the environment that was at risk, but also the billions of dollars invested in Exxon, if it does not adapt quickly to a changing world. “The financial risks of not acting are very real,” he said.  Exxon had tried to block the resolution from being heard at its meeting, but the US Securities and Exchange Commission regulator ruled that it must include the resolution among Wednesday’s votes.  “Given the significant resources Exxon spent fighting this proposal, such a strong vote is a real rebuke to company management,” said Andrew Logan, director of oil and gas for Ceres, a coalition of sustainable investment groups. “Investors have sent a clear message that meaningful 2 degree stress testing is the new normal, and companies like Exxon and Chevron can no longer act as if nothing has changed.” Tillerson, who was paid $23.4m last year, also suffered an investor backlash over his current position as both chairman and CEO. Some 38.8% of investors voted for a resolution asking that the company appoint an independent chairman when Tillerson stands down. He is due to retire before his 65th birthday, in March 2017.  Natasha Lamb, director of equity research and shareholder engagement for Arjuna Capital, who proposed one of the motions, said: “While the business plan of extracting as much carbon as possible was a winner last century, it will destroy value this century, and already has.” The Guardian was banned from reporting from inside the meeting, and instead listened to proceedings via webcast. “We are denying your request because of the Guardian’s lack of objectivity on climate change reporting, demonstrated by its partnership with anti-oil and gas activists and its campaign against companies that provide energy necessary for modern life, including newspapers,” a spokesman said.",
  "webTitle": "ExxonMobil CEO: ending oil production 'not acceptable for humanity'",
  "webPublicationDate": "2016-05-25T19:25:22Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/exxonmobil-ceo-oil-climate-change-oil-production",
  "keyword": [
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Neate",
      "id": "profile/rupertneate"
    }
  ],
  "guardianId": "business/2016/may/25/exxonmobil-ceo-oil-climate-change-oil-production"
}