{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/immigrants-in-austria-relieved-after-norbert-hofer-defeat",
  "id": "2016-05-23-54",
  "sectionId": "world",
  "body": "When Muhannad Mohamad arrived in Austria, having paid €8,000 (£6,200) for the journey from Turkey to Greece and then through the Balkans, he could not name a single Austrian politician. One and a half years on, with a decent level of German under his belt, the French literature student found himself glued to the website of the state broadcaster ORF on Monday, following the most gripping political drama the country has experienced for decades. “Van der Bellen, he’s for Europe, that I know,” Mohamad said. “He doesn’t want Austria to close its borders.” And the clearest message he got from Hofer, he said, was that “he doesn’t like Muslims. He thinks we’re all terrorists. It’s common knowledge that Hofer carries a gun, and that he has said he has to do it because Austria is a more dangerous place since the refugees came.”  The 20-year-old was cautious to hide his alarm at the rise of the anti-immigrant Freedom party (FPÖ) in recent days. He was, after all, a guest in this country, he said. What he was keen to stress instead was that “there really are lots of good Austrians out there”. He cited the journalist who had put him up in his flat in Vienna’s 5th district, where Mohamad talked to the Guardian. “He has shown so much warmth towards me and he’s not alone,” he said. “I’m very grateful to Austria.”   Related: Who are the two men who competed to be Austria's next president?    Hundreds of thousands of refugees travelled through Austria last year, about 100,000 of whom applied for asylum. It was the issue on which the FPÖ was able to capitalise, bolstering still further its already strong anti-immigrant credentials. While waiting for the crucial postal votes to be counted, Mohamad admitted his concerns in the event of a Hofer win. “The thing I fear most is that he’ll say the refugees have to go back,” he said. “We can’t go back, of course, but because he’s already labelled us all as Isis fighters, I worry the pressure on him by his supporters, because of the expectations he’s instilled in them. It would be a lot for him to resist doing this.”     Migrants line-up to board trains at the railway station in Nickelsdorf, Austria September 5, 2015. Photograph: Srdjan Zivulovic/Reuters    Nasim, a driver from Iran, who arrived in Austria from Tehran 41 years ago at the age of 19, said he had voted for Van der Bellen “not because he was really my man but because I was determined to keep the other one out”. He said it was not the FPÖ’s anti-immigrant streak that he was most concerned about, but the economic consequences. “I remember the Waldheim era only too well,” he said, recalling Austria’s most contentious presidential race before this one, in 1986, when the country elected Kurt Waldheim, a former United Nations secretary general, who, it had been revealed, had served in the Wehrmacht close to the scenes of Nazi crimes.  “The sanctions imposed on us then had such a negative impact on our economy. And it’s us little people who take the brunt of that,” Nasim said. In a statement welcoming Van der Bellen’s victory on Monday, the president of the Conference of European Rabbis, Rabbi Goldschmidt, said: “This is a clear sign that Europe is beginning to realise that hate and fear politics are not the answer to the many challenges we are facing on the continent.”  Florian Klenk, a leading Austrian commentator and editor of the weekly news magazine Falter, said his country had been polarised by an election dominated by the topic of immigration “and everything to do with it”.  “But it’s striking that in the often rural areas with the least refugees, the fear towards them is greatest, and they tended to vote for the anti-immigrant candidate, and those with the most voted for the man in favour of keeping Austria’s borders open,” he said. “A case in point is the village I come from in [the state of] Lower Austria which took in a lot of refugees and voted for Van der Bellen, while the village next door, which has hardly seen any, voted for Hofer.” In a working class district in the north of Vienna that has seen a considerable swing towards the FPÖ in recent months, despite having been a Social Democrat (SPÖ) stronghold for decades, people were enjoying the warm spring sunshine, some sunbathing at the so-called workers’ beach (an old SPÖ creation) at the Alte Donau, a branch of the river Danube.   Related: Beaten but not broken, Austria’s far-right will come back for more | Julia Ebner    Sabedin, a 22-year-old psychology student who came to Vienna from Kosovo at the age of six, said this election was the first time he had voted. “I hadn’t thought it would be so important, but I’m glad I had the chance,” he said, standing at an ice-cream stall. “This country’s given me a lot and it’s sad and disturbing to see so many people so much in the grip of fear.”  He was with his friend Alex, 22, from India, who runs his own grocery business. “Increasing numbers of people seem to think to vote for the far right will change the things that worry them, will make their jobs safer, put more money in their pockets, take away the threats of globalisation, but it won’t change anything,” Alex said. Mostafa, a taxi driver who arrived from Egypt 16 years ago, and who was dropping guests off at an FPÖ party at the Prater on Sunday evening, said every leap the FPÖ made in the polls made life increasingly difficult for many of Austria’s foreigners, particularly those from Arab countries like himself.  “There are foreigners who have been here twice as long as Hofer has been alive who were invited to build up the country again after the war,” he said, “but he and his party have made the atmosphere towards them so poisonous when they should have been grateful to them.”",
  "webTitle": "Immigrants in Austria relieved after Norbert Hofer defeat",
  "webPublicationDate": "2016-05-23T18:49:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/immigrants-in-austria-relieved-after-norbert-hofer-defeat",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    }
  ],
  "guardianId": "world/2016/may/23/immigrants-in-austria-relieved-after-norbert-hofer-defeat"
}