{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/24/sydney-writers-festival-2016-roundup-six-things-we-learned",
  "id": "2016-05-24-308",
  "sectionId": "books",
  "body": "This year’s Sydney writers’ festival coupled a diverse program of local and international authors with unseasonably warm weather – and the usual assortment of waterside bars and cafes from which to bask in it. Writers were interrogated. Books were recommended. Judgments were challenged. Arguments were had.  Here’s some of what we learned. Kate Tempest surprised herself last week, too A lot has been said and written about spoken word poet, MC and novelist Kate Tempest in the week since she appeared on the ABC’s Q&A, critiquing the “barbarities of the inequality that we live under”, labelling neoliberal capitalism as a “diabolical regime”, and delivering a brutal critique of the people who sit by and let it happen.           Poet Kate Tempest’s powerful performance on Q&A     Related: Kate Tempest: 'There is a damaging and poisonous racism at root in Australia'    Tempest followed up the panel appearance with an opening address at Sydney writers’ festival, where she pointed the finger at Australia specifically: “I’m very honoured to be on this stage, but I have to say this: there is a damaging and poisonous racism at root in this country.”  The 980 comments underneath the Guardian Australia article about it showed just how divisive her speech had been: some called her “an awakener” and praised her raw honesty, while others called her a “yappy git” and decried it as “a white guilt hissyfit”. Many called for more specifics, or urged her to stick to her home country’s problems.     Kate Tempest talks to Michael Williams at the Sydney writers’ festival in Walsh Bay. Photograph: Prudence Upton    What I hadn’t realised was that her ABC appearance the night before was the first time Tempest had been so overtly political (“I didn’t quite know what I was getting myself into,” she said during her writers’ festival talk on Friday), and that the proclamations she surprised herself by making on TV represent the beginning of a new stage for her work. “I arrived in Australia jetlagged as fuck, on Monday morning at 7 o’clock. That evening I had to go on Q&A. I was not prepared to find myself on the panel I found myself on. And suddenly it was like, OK. Oh – OK! ... I could feel this fury, and suddenly the proclamation was made. And then the next night during the opening address ... ,” she said.  “This is like the next stage of my development as an artist. It’s time to get serious. It’s time for me not just to make emotional proclamations in strange countries – not that this is a strange country – but actually now to get reasoned, to do my research, to actually take the role seriously ... I can just feel this thing happening. This trip has been fucking crazy.” SH Jonathan Franzen is not so insufferable I haven’t been averse to the odd eyeroll over Franzen in recent years, and have had no qualms about jumping on the “he is a fuddy-duddy” bandwagon. But after reflecting on how much I loved and was moved by his 2001 novel The Corrections, I bought a ticket to his event. I was not prepared to be confronted with such a self-deprecating and reflective man; naturally guarded perhaps, but really very funny. The best questions during his talk about his latest book Purity came from the audience.   Related: Jonathan Franzen interview: ‘There is no way to make myself not male'    Although Franzen quite firmly objected to being called a “family novelist”, he was at his most interesting and engaging when talking about family relationships. “When you say this person is your parent, as opposed to say a work colleague, then [what you are saying about that person] is already so charged,” he said. The question on everyone’s lips came from an audience member: “How do you manage the risks of writing female characters, and ... getting it so wrong that you inadvertently reveal much more about yourself than was intended?” Franzen mused about how blunt Australians are, but made an admirable attempt at answering. He said he did not accept the alternative, which is to only write from a male perspective. “I have always tried to have about half of the pages of my books devoted to women [characters and their experiences],” he said.  Franzen said he also sought feedback from women in the early reading stage, and had to change parts in Purity as a result. For instance: “I knew what it was like to be a man on a bus who really needs to pee, so therefore I thought I knew what it was like to be a woman on a bus who really needs to pee. I was wrong.” BJ     Anna Funder chats with Jonathan Franzen at the Sydney writers’ festival. Photograph: Prudence Upton    Some moderators are better than others Hosting a Q&A session with an internationally revered author would have to be a tough gig. You need to not only read all the books, but read all the writing about the books; you should know which questions need to be asked, and which questions have been asked too many times. For particularly tricky interview subjects, you need to spend precious minutes in your hour-long slot building a rapport, working out how to open them up (and how not to shut them down entirely). Trickiest of all: you have to put your fandom in a corner for a while. And all this in front of a daunting room full of cranky-looking book lovers who think they could do a better job than you.    boomerslookingcrossatsydneywritersfestivalcomedyevents dot tumblr dot com— Ben Jenkins (@bencjenkins) May 20, 2016    The most satisfying moderators are those who intuit what the audience wants from an author, and know how to get it. Jennifer Byrne drew out Gloria Steinem’s thoughts on race, feminism and motherhood by letting Steinem do the talking; Benjamin Law kept his questions for Hanya Yanagihara flexible, and the conversation naturally guided itself towards more interesting ideas. A good moderator can keep themselves out of the conversation and cut straight to the juicy stuff. They listen, hard – and if they feel an author tensing up at a question, they don’t back off. This one seems painfully obvious, but we want to hear the author read their own work, not the interviewer. (The Wheeler Centre’s Michael Williams was one of many who committed this “cardinal sin”, but he got away with it; he read out a few paragraphs of Kate Tempest’s work and then asked her to do the same, to show how much meaning within her text is wrapped up in her performance and voice.) Looking across the calendar of cultural events in Australia, the Sydney writers’ festival do a comparatively great job of matching moderators to interview subjects – but even they could afford to mix it up a little. Less of the same faces. More young people. More people from diverse social and political perspectives, who can bring a different angle to the conversation. And more writers and critics who are less likely to be starstruck in the presence of luminaries and more likely to challenge their work. SH Annabel Crabb and Leigh Sales are very well read The most delightful – and funny – event I saw at the festival was a discussion between ABC journalists and friends Annabel Crabb and Leigh Sales. Two of the busiest people in the Australian media are also the most widely read, and their event, Our Reading Year, was a free-wheeling discussion about the best writing they’ve pored over this past year. Leigh raved about My Name is Lucy Barton by Elizabeth Strout while Crabb loved Helen Garner’s book of short work, Everywhere I Look. Reckoning by Magda Szubanski, Natural Born Keller by Amanda Keller and Tim Elliott’s Farewell to the Father were all on their list, and Crabb could have talked for an hour about Craig Brown’s One on One. Sales had particular praise for Crabb’s biography of Malcolm Turnbull, Stop At Nothing, which prompted one question via text: “Is Turnbull a bland reader?” “I wonder if that’s a typo and its ‘bland leader’?” quipped Sales. Crabb was not deterred, answering both variations. Towards the end of the session, around 10 audience members approached the pair with gifts: homemade coconut ice, spiced nuts in a jar, and cookies. Crabb and Sales didn’t wait until their talk ended – they just dug right in. BD Subservience in China can be more dangerous than suppression Hear the words “oppressive regime” and you probably think of a bulldog-faced leader in a crisp military suit with his cronies, holding a gun to the collective heads of his people. But as Chinese intellectual Xu Zhiyuan explains, the situation is much more complicated in his country.   Related: Writers' festival cheat sheet: how to bluff your way through the literary season    Around dinner tables Chinese people can pretty much say whatever they want, even criticise leaders – but in the public sphere, directly challenging the government is a big no-no. “It’s like semi-freedom,” says Xu, who wrote the 2015 collection of essays Paper Tiger: Inside the Real China. And for all Chinese citizens, knowing what can and can’t be said, or what can and can’t be done, becomes a lifelong game. “From your childhood you must know where is the line, where is the taboo. The taboo is not just from a political side [but] also your social mentality.” For Xu, the power wielded by China’s Communist regime is only made possible by the country’s 2,000-year history of Confucianism, which fortifies subservience to social hierarchies. Such a deeply embedded cultural characteristic, he says, is a “bigger danger” than political suppression. MT Hanya Yanagihara has a compelling defence of the violence in A Little Life Hanya Yanagihara’s second novel, A Little Life, was all many dedicated readers were talking about over the summer; an exegesis on the nature of friendship, as packed with humanity as it is with violence, hurt and grief.  Would her Sydney writers’ festival closing address be a mea culpa about the controversial level of violence in the book? Would she explain why, as a writer, she had inflicted so much pain? Instead Yanagihara wove a spell, and many of us – including myself – left the theatre thinking that to endure violence in a book is to be a more empathetic human being. She asked us to imagine one of Goya’s paintings, Saturn Devouring His Son. It’s an unpleasant image to engage with: the head of the child bitten off by his father.   Related: Hanya Yanagihara: ‘I wanted everything turned up a little too high’    “But literature is different,” she told the sold-out audience. “Visual art illuminates; literature exposes ... The reader/writer relationship is more intense and more participatory, and really itself becomes an act of psychological reckoning. To read is to surrender to another person’s story ... It’s why violence in literature engenders such an unsettling effect.” When we read, we activate our imagination and we help create the traumatic event. If a book is too violent we tend to resent the author for forcing us to take part – like someone dragged along against their will to commit a crime. “Why don’t we accept violence in literature?” asked Yanagihara. “It pathologises the imagination and you become a co-conspirator. Inflicting pain on your imaginary characters means inflicting pain on your readers. But if your only intention is to provoke, then you’ve failed.” When A Little Life landed on her editor’s desk, he begged her to cut the most graphic scenes. “But he could never tell me what he objected to. Just that it was, “too much ... it should feel less violent”. “But if you’re creating a violent life, you must include violence. Violence is a part of life. To remain beside him [the character of Jude] is an act of human empathy. If you love someone, your challenge is to stay by his side.” Yanagihara did not shirk from defending every last word of her book. She made us readers feel we were morally courageous by defending it too. I went home afterwards and took it off the shelf, for a second read. BD",
  "webTitle": "Sydney writers' festival 2016 roundup: six things we learned",
  "webPublicationDate": "2016-05-24T04:53:47Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/24/sydney-writers-festival-2016-roundup-six-things-we-learned",
  "keyword": [
    {
      "webTitle": "Sydney writers' festival 2016",
      "id": "books/sydney-writers--festival-2016",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jonathan Franzen",
      "id": "books/jonathan-franzen",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Kate Tempest",
      "id": "stage/kate-tempest",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Hanya Yanagihara",
      "id": "books/hanya-yanagihara",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    },
    {
      "webTitle": "Brigid Delaney",
      "id": "profile/brigiddelaney"
    },
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    },
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "books/2016/may/24/sydney-writers-festival-2016-roundup-six-things-we-learned"
}