{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/13/september-11-saudi-arabia-congressional-report-terrorism",
  "id": "2016-05-13-215",
  "sectionId": "us-news",
  "body": "Investigators for the 9/11 commission would later describe the scene in Saudi Arabia as chilling. They took seats in front of a former Saudi diplomat who, many on the commission’s staff believed, had been a ringleader of a Saudi government spy network inside the US that gave support to at least two of the 9/11 hijackers in California in the year before the 2001 attacks.    Related: Saudi officials were 'supporting' 9/11 hijackers, commission member says    At first, the witness, 32-year-old Fahad al-Thumairy, dressed in traditional white robes and headdress, answered the questions calmly, his hands folded in front of him. But when the interrogation became confrontational, he began to squirm, literally, pushing himself back and forth in the chair, folding and unfolding his arms, as he was pressed about his ties to two Saudi hijackers who had lived in southern California before 9/11.  Even as he continued to deny any link to terrorists, Thumairy became angry and began to sputter when confronted with evidence of his 21 phone calls with another Saudi in the hijackers’ support network – a man Thumairy had once claimed to be a stranger. “It was so clear Thumairy was lying,” a commission staffer said later. “It was also so clear he was dangerous.” An interrogation report prepared after the questioning of the Saudi diplomat in February 2004 is among the most tantalizing of a sheaf of newly declassified documents from the files of the staff of the 9/11 commission. The files, which were quietly released by the National Archives over the last 18 months and have drawn little public scrutiny until now, offer a detailed chronology of how the commission’s staff investigated allegations of Saudi government involvement in 9/11, including how the panel’s investigators flew to Saudi Arabia to go face-to-face with some of the Saudis believed to have been part of the hijackers’ support network on American soil.     Fahad al-Thumairy Photograph: CBS    The newly declassified documents may also help resolve the lingering mystery about what is hidden in a long-classified congressional report about ties between Saudi Arabia and the 9/11 attacks.  A former commission staff member said in an interview last week that the material in the newly released files largely duplicates information from “the 28 pages”, as they are commonly known in Washington, and then goes well beyond it.  Speaking on condition of anonymity for fear of angering his former colleagues, he said he was annoyed that so much attention has been focused on “the 28 pages” when, in fact, the commission had full access to the congressional report and used it as a roadmap to gather new evidence and witness accounts that demonstrated sinister connections between low-level Saudi government officials and a terrorist support network in southern California.  “We had lots of new material,” the former staffer said. Another, earlier memo from the commission’s files, unearthed last month by the website 28pages.org, which is pressing for release of the congressional report, lists the names of dozens of Saudis and others who had come under suspicion for possible involvement with the hijackers, including at least two Saudi naval officers. The memo, dated June 2003, noted the concern of the staff that earlier US investigations of the Saudi ties to terrorism had been hindered by “political, economic or other considerations”. Barack Obama has said he is nearing a decision on whether to declassify the 28 pages, a move that has led to the first serious public split among the 9/11 commissioners since they issued a final report in 2004. The commission’s former chairman and vice chairman have urged caution in releasing the congressional report, suggesting it could do damage to US-Saudi relations and smear innocent people, while several of the other commissions have called for the 28 pages to be made public, saying the report could reveal leads about the Saudis that still need to be pursued.  Earlier this week, a Republican commissioner, former navy secretary John F Lehman, said there was clear evidence that Saudi government employees were part of a support network for the 9/11 hijackers – an allegation, congressional officials have confirmed, that is addressed in detail in the 28 pages. In an interview Thursday, Lehman said that while he had not meant to his comments to suggest any deep disagreements among the 10 commissioners about their investigation, he stood by his view – directly contradicting the commission’s chairman and vice-chairman – that “there was an awful lot of participation by Saudi individuals in supporting the hijackers, and some of those people worked in the Saudi government”. “The 9/11 investigation was terminated before all the relevant leads were able to be investigated,” he said on Thursday. “I believe these leads should be vigorously pursued. I further believe that the relevant 28 pages from the congressional report should be released, redacting only the names of individuals and certain leads that have been proven false.”     Barack Obama meets with Saudi King Salman. The US president has said he is nearing a decision on whether to declassify the 28 pages. Photograph: Kevin Lamarque/Reuters    For some of the families of 9/11 victims and others who have been harshly critical of the investigation conducted by the 9/11 commission, the newly declassified paperwork from the commission’s files and the renewed debate over the 28 pages are likely to raise the question of why the blue-ribbon, 10-member panel effectively overruled the recommendations of some its staff and produced a final report that was widely seen as an exoneration of Saudi Arabia, home to 15 of the 19 hijackers and the source of much of al-Qaida’s funding before 9/11. The files show that the commission’s investigators, which included veterans of the FBI, justice department, CIA and state department, confronted the Saudi witnesses in 2003 and 2004 with evidence and witness accounts that appeared to confirm their involvement with a network of other Saudi expatriates in southern California who provided shelter, food and other support to two of the 9/11 hijackers – Nawaf al-Hazmi and Khalid al-Mihdhar – in the year before the attacks. The two hijackers, both Saudis, were aboard American Airlines flight 77 when it crashed into the Pentagon. According to the newly declassified interrogation reports, another key Saudi witness who appeared before the commission, Osama Basnan, a man described as “the informal mayor” of the Islamic community in San Diego before 9/11, was repeatedly caught in lies when asked about his relationship to Saudis in the support network. Basnan, who returned home to Saudi Arabia after coming under investigation after 9/11, had an “utter lack of credibility on virtually every material subject” in denying any role in a terrorist support network, the report said.  Basnan came under scrutiny, in part, because of tens of thousands of dollars in cashiers’ checks that his ailing wife received before 9/11 from a charitable fund controlled by the wife of the Saudi ambassador to Washington, Princess Haifa al-Faisal. Congressional investigators determined that much of that money, which totaled as much as $70,000, had been turned over to the family of another Saudi man in San Diego, Omar al-Bayoumi, who was at the center of efforts to assist the two hijackers, including moving them from Los Angeles to San Diego and helping them find an apartment and enter flight school. Telephone records would show that Bayoumi had been in close contact throughout the period with Thumairy, the Saudi diplomat in Los Angeles who was eventually detained and deported from the US on terrorism charges.  Although the 9/11 commission’s report drew no final conclusion about the roles of Basnan and Bayoumi, former US senator Bob Graham, the Florida Democrat who led the joint House-Senate intelligence committee that wrote the 28 pages, has said repeatedly over the years that he is convinced that both men were low-level Saudi government intelligence officers and that money from the embassy charity fund may well have ended up with the two hijackers. Graham has said he believes both Basnan and Bayoumi were Saudi government “spies” who had been dispatched to southern California to keep watch on dissidents in the area’s relatively large community of Saudi expatriates.  The newly declassified files from the commission show that questions about Princess Haifa, her charity fund and the two hijackers were considered so serious that they were raised directly in an October 2003 meeting in Saudi Arabia between the commission’s investigators and the then-deputy Saudi foreign minister Nizar Madani. “Nizar expressed disbelief about the allegations regarding Princess Haifa, noting it was preposterous that she was involved in terrorism,” according to the commission’s summary of the meeting. The Saudi government has insisted that the princess, a daughter of the late King Faisal, had no reason to believe that the money would be used for anything other than to pay medical bills for Basnan’s wife, who suffered from thyroid problems, and to cover the family’s household expenses. The report prepared after the interrogation of Bayoumi, who was paid a salary in San Diego by a Saudi aviation contractor but was unable to prove that he actually did any work for the company, documents his tense confrontation with the commission’s investigators during their visit to Saudi Arabia in October 2003, especially when he was presented with evidence of the “damning appearance of the circumstances surrounding” his ties to the two hijackers.  Bayoumi said he was innocent of any connection to terrorism and said “the description of him as a ‘Saudi spy’ hurt him very much”, the newly-released report said. He said it was coincidence that led him to an Arab-food restaurant in Los Angeles where he first met the two hijackers, who spoke almost no English, in January 2000. According to the report, “he professed his feelings for the victims of the 9/11 attacks, citing his daughter’s US citizenship and the many friends he has in the US”. The commission’s newly declassified files suggest that the commission staff considered the questioning of Thumairy to be the most important of the interrogations conducted in Saudi Arabia, since the young Saudi was not only an accredited diplomat and an imam of a large Saudi government-built mosque in southern California. He had also been posted to the US at the request of the Saudi Ministry of Islamic Affairs, long considered by American intelligence agencies to be supportive of Islamic extremist groups outside Saudi Arabia. In Los Angeles, he was known among fellow Saudis to hold fundamentalist views on Islam. At the first of two sessions “Thumairy initially sat at the table with his hands folded in front of him”, the interrogation report said. “Over the course of the interview, his posture changed noticeably when the questions became more confrontational. During such instances, al-Thumairy would cross his arms, sit back in his chair and rely more heavily on the interpreter.” The questions became especially difficult for Thumairy as he kept insisting that he did not know many of the others Saudis in southern California who had been linked to the two hijackers, including Bayoumi, despite phone logs and other records showing he had been in contact with Bayoumi dozens of times. He was presented with a statement from a witness, another Saudi cleric in Los Angeles, who recalled often seeing Thumairy and Bayoumi meeting at the southern California mosque. Presented with the evidence, Thumairy became agitated. “Thumairy initially said he may have been mistaken for somebody else,” the interrogation report said. “He then said there are some people who may say things that are false out of mere spite or jealousy.” Pressed on whether he had led conversations about “jihad” at the mosque among Saudi worshippers, Thumairy confirmed there were discussions “but that it was only about ‘good’ jihad, not ‘bad’ jihad. He said this discussion was not only necessary, but that it was his responsibility to teach the Islamic community the difference between good and bad jihad, especially after 9/11”.  Philip Shenon is the author of The Commission: The Uncensored History of the 9/11 Investigation",
  "webTitle": "Declassified documents detail 9/11 commission's inquiry into Saudi Arabia",
  "webPublicationDate": "2016-05-13T11:17:35Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/13/september-11-saudi-arabia-congressional-report-terrorism",
  "keyword": [
    {
      "webTitle": "September 11 2001",
      "id": "us-news/september11",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "FBI",
      "id": "us-news/fbi",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Shenon",
      "id": "profile/philip-shenon"
    }
  ],
  "guardianId": "us-news/2016/may/13/september-11-saudi-arabia-congressional-report-terrorism"
}