{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/saturdays-best-tv-eurovision-song-contest-2016-the-hollow-crown",
  "id": "2016-05-14-193",
  "sectionId": "tv-and-radio",
  "body": "Eurovision Song Contest 2016 8pm, BBC1Charge your glasses: it’s time to rate the music-making nations of our continent. Tight-topped Swedish anthem merchant Måns Zelmerlöw won the show last year, so his nation will host at Stockholm’s Globe Arena. Graham Norton is keeping the cheeky spirit of Wogan alive with his commentary, and Joe And Jake are hoping they won’t get nul points for the UK. Nicky Byrne of Westlife fame is representing Ireland and it’s safe to say he’s no Conchita. Hannah Verdier The Brownlees: An Olympic Story 1pm, BBC1One of the big stories of the 2012 Olympics was that of Yorkshire brothers Alistair and Jonny Brownlee, who dominated the triathlon taking gold and bronze respectively. With their unassuming northern airs they debunk every Iron Man cliche in the book, while continuing to be highly competitive. This profile takes a look at the duo as they prepare for the forthcoming Rio Olympics and examines the gentle sibling rivalry that spurs them on. David Stubbs Attenborough’s Passion Project 6.30pm, BBC2If you broadcast as long as David Attenborough, your film archive can fuel a potentially limitless supply of compilation shows. These Passion Project films are classier, and in fact demonstrate very different sides of the broadcaster. Tree Of Life is a respectful treatment of Darwin, teeming with staggering film, but Lost Worlds is far more fun as the man, rucksack on back, geological hammer in hand, attempts to communicate the magic of fossils. John Robinson The Hollow Crown: The Wars Of The Roses – Henry VI Part II 9pm, BBC2The Shakespeare Lives centrepiece continues with the uncompromisingly brutal conclusion to Henry VI. The Yorkists take to London, threatening a ruinous future for Prince Edward. Benedict Cumberbatch is an assured Richard, but it’s Sophie Okonedo who really impresses with her chillingly calculating Queen Margaret. Proof that running a sword through the heart of the BBC truly would be a tragedy. Mark Gibbings-Jones Hinterland 9pm, BBC4Another case for Welsh detective Tom Mathias as he investigates a murder following the discovery of a body in a sunken car. Is missing Greta Pritchard the killer? What’s the link to a local school in danger of closure? Why are caravans depressing? A drama so rooted in the notion of life as an endless, rain-sodden, shops-closed Sunday that even Morrissey might think the melancholy excessive. So why watch? Because Hinterland rings true and, by God, it’s compelling. Jonathan Wright Eddie Izzard: Force Majeure 11.40pm, GOLDNobody could accuse Izzard of slacking. Recorded during his 2013-14 tour, during which he performed in 27 countries – while delivering routines in his audience’s native tongues – Force Majeure seems less a standup show, more a pitch for world domination. Given his trademark style, some of those absurdist ruminations (whether on the Olympics, fascism or musicals) work better than others; a rambling take on The Lord Of The Rings being less successful. Ali Catterall The Inbetweeners 11pm, E4Gorge yourself on the pubescent antics of Will, Simon, Jay and Neil as E4 offers up a marathon Saturday night of incessant vulgarity, playing out the whole of series two. There are some classic moments to revisit, including The Field Trip, culminating in Neil punching a fish to death during their school jaunt to Swanage, and A Night Out In London, home of Jay’s unforgettable “bus wankers” moment of madness. Pleasingly, it all still stands up. Ben Arnold     X Men: First Class Photograph: Murray Close/Publicity image from film company    Film Choice X-Men: First Class(Matthew Vaughn, 2011), 9pm, Channel 4Encompassing Nazi Germany, the cold war and the 1962 Cuban missile crisis, this origins-of-the-X-Men prequel is one heck of an alternative history lesson. James McAvoy and Michael Fassbender are first-class acts as, respectively, the amiable, pre-wheelchair Professor Xavier and the embittered Magneto, who team up to confront Kevin Bacon’s evil geneticist before following different paths. A somewhat sombre but highly effective action film. Paul Howlett Margin Call(JC Chandor, 2011), 11.05pm, BBC2This confident, compelling fiscal drama follows a Manhattan investment bank through a dark night in the midst of the 2008 economic crisis. Among the victims of the latest round of brutal sackings is analyst Stanley Tucci, who bequeaths a timebomb of a report pointing to the firm’s imminent collapse. Kevin Spacey, Paul Bettany and Jeremy Irons are among the bigwigs scurrying to save themselves. Excellent. PH The Silence(Baran bo Odar, 2010), 12.45am, BBC2Veteran detective Krischan Mittich (Burghart Klaussner) is still haunted by an unsolved case from the 80s, when an 11-year-old girl was raped and murdered. Now, on the day of his retirement, a copycat crime is committed, and Mittich realises he must hunt down the culprit. Like a cross between the Jack Nicholson film The Pledge and TV’s The Killing, this is a gripping, chilling German thriller. PH Today’s live sport IPL Cricket: Royal Challengers Bangalore v Gujarat Lions , 11am, Sky Sports 5From M Chinnaswamy Stadium.  Championship Football: Derby County v Hull City , 12noon, Sky Sports 1The play-off semi gets underway. Women’s Football: FA Cup Final 1.30pm, BBC1Arsenal v Chelsea at Wembley. Rugby Union: The Champions Cup Final 3.45pm, Sky Sports 2Racing 92 v Saracens at the Grand Stade de Lyon.",
  "webTitle": "Saturday's best TV: Eurovision Song Contest 2016; The Hollow Crown",
  "webPublicationDate": "2016-05-14T05:00:28Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/saturdays-best-tv-eurovision-song-contest-2016-the-hollow-crown",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/saturdays-best-tv-eurovision-song-contest-2016-the-hollow-crown"
}