{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/ukraine-wins-as-eurovision-dials-back-the-kitsch-well-a-little-bit",
  "id": "2016-05-14-2",
  "sectionId": "tv-and-radio",
  "body": "Eurovision ground down a tiny notch back to relative sanity last night, which is only to say it was still as sweetly mad as a fish in a sporran. In Stockholm’s Globe arena, and in a remarkable break from recent tradition, some of the music wasn’t bad. None of it was actually good. But Sweden put on a terrific show, at one stage featuring the hosts, the remarkably funny Petra Mede and Måns Zelmerlöw, doing such a horribly knowing song-and-dance about the whole thing that you began to fear that this was the very moment irony began to eat itself. But there was still gentle, old-fashioned irony to be had. Chiefly of course, for viewers, courtesy of Graham Norton. “Over the past few years, via the semi-finals, a lot of the dross has been filtered out. Not tonight, ladies and gentlemen! A couple of corkers have made it through the net…” His inheritance of the Wogan mantle is complete, but there are fresher thorns here, as should be the way. Of the German entry he had this to say. “Jamie-Lee. There isn’t a single thing about this woman that doesn’t annoy me.” Ms Lee wore earmuffs and a babydoll dress and had lasers coming from her trees. Long sigh from Graham. “They, Germany, obviously had long, long meetings about this promo and approved it.” I’m paraphrasing but only slightly. Ukraine won, with a well-meant dirge about a murdered grandmother. There may have been some Russia-hating in play. Australia or Sweden should have won, but don’t at the moment enjoy such interestingly divisive politics.           Eurovision winner Jamala says her song touches people    So to the songs. Slow Down (Dutch) went on for ever. My notes say, wittily, Speed The [naughty word] Up. Azerbaijan: Miracle. It was going to take one. I loved the spirited entry from Israel, and also Hungary (“your enemy might be your own mind; be proud you were born to be real” arrived the lyrics, but in a fit of genius they and their spinning drum-monk managed also to cram in “you’ve been weird, a mess; they don’t know how to value uniqueness”.) And Sweden’s own song, If I Were Sorry, at least managed to demonstrate a mastery of gerunds, and probably, actually, should have won. Dami Im from Australia hit the high notes in a way that would moisten the nethers of any The Voice audience. Cyprus had bald men hitting the low notes with some cage-fighting rock. Sample lyrics: “Caught in the middle of the dawn and the sunrise.” And the what what? Nina from Croatia sang a song entitled Lighthouse. Norton’s murmured commentary informed us that she “may have lost some weight since she bought this dress” and I thought it an oddly coy remark, but then the … dear god! She’s dressed as a huge … Jedi/Yeti Lighthouse! About 12ft high! For the first immemorable verse at least, then the kit came off to reveal a nice enough young silver-haired lass whose only fault was to allow herself to have been too encouraged to “show, don’t tell”. Russia’s Sergey, we were informed, has spoken out against the homophobic laws, even mentioned Ukraine. He also runs a bakery, making cakes for dogs – called, naturally, Poodle Strudel. Mr Putin must want to put him on posters and jail him simultaneously, far from the first time in that country’s history. Joe and Jake, the UK entry, was nicely derivative and didn’t quite manage a pimple on the voting figures. Despite Mr Norton’s prompting – “good luck Joe and Jake, this is it!” – he was doing the “can leave with their heads held high,” afterwards for You’re Not Alone, and they didn’t get a single point in the popular vote. If you thought we woz robbed, convinced a nefarious and unwarranted plot against us was all that stood between JJ and garlands, you’re delightfully entitled to your opinion. And, as Mr Norton pointed out, it was rather cruel, this new voting system.",
  "webTitle": "Ukraine wins as Eurovision dials back the kitsch …well, a little bit",
  "webPublicationDate": "2016-05-14T23:46:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/ukraine-wins-as-eurovision-dials-back-the-kitsch-well-a-little-bit",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Graham Norton",
      "id": "tv-and-radio/graham-norton",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Euan Ferguson",
      "id": "profile/euanferguson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/ukraine-wins-as-eurovision-dials-back-the-kitsch-well-a-little-bit"
}