{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/arsenal-pedro-martinez-losa-chelsea-fa-cup-final",
  "id": "2016-05-14-34",
  "sectionId": "football",
  "body": "The Arsenal Ladies manager, Pedro Martínez Losa, praised the hard work of the match-winner, Danielle Carter, and the leadership of the “phenomenal” Kelly Smith, but believes his team’s success was mostly due to their ability to make things uncomfortable for Chelsea. Losa had instructed his side to press Chelsea high up the pitch and deny last year’s double winners any considerable spells of possession. It worked to near perfection. “This is a dream come true,” he said. “I am very proud and I hope the fans can feel very proud. “We wanted to press them high from the beginning and that plan was working. We knew it would be difficult on a big pitch for that to last all game, but we did it. “The girls were fantastic and they gave everything on the pitch. It was not just about scoring, it was about the feeling of not making the opponents comfortable at any moment.”   Related: Arsenal’s Danielle Carter sinks Chelsea in Women’s FA Cup final    Of Carter, Losa added: “She is always impacting on games, but she has been working hard to improve her finishing.” His counterpart, Emma Hayes, was gracious in defeat, and is confident her team will learn from it. “The players will look hard at the game and be disappointed,” Hayes said. “But we will bounce back. I’m pretty certain I have a group that will find solutions. It’s my job to bring the best out of them after a big setback. “Every time we play a game it’s everybody else’s cup final. Everybody wants to beat us because we are a top team.”",
  "webTitle": "Arsenal’s Pedro Martínez Losa salutes players for making ‘dream come true’ at Wembley",
  "webPublicationDate": "2016-05-14T22:19:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/arsenal-pedro-martinez-losa-chelsea-fa-cup-final",
  "keyword": [
    {
      "webTitle": "Women's football",
      "id": "football/womensfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/14/arsenal-pedro-martinez-losa-chelsea-fa-cup-final"
}