{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/eurovision-2016-share-your-favourite-memories",
  "id": "2016-05-12-227",
  "sectionId": "tv-and-radio",
  "body": "The 61st Eurovision song contest takes place in Stockholm on Saturday. The Swedish public can thank Måns Zelmerlöw for getting the chance to host the event for a third time, after his song ‘Heroes’ triumphed in Vienna last year. Australia have been invited to the party once again, but this time around they face a nervy semi-final ahead of the main event. Greece are already out after semi-final elimination, the first time they are absent from the final since 2000. United Kingdom’s hopes of bettering last year’s 24th place rest with duo Joe and Jake, both previous contestants on The Voice.    Related: Eurovision song contest 2016: latex, chiffon and a little bit of politics    Ahead of this year’s competition we’d like to hear about your favourite Eurovision memories through the years. Do 1980s winners Bucks Fizz and Bobbysocks! still hold a place in your heart? Does the competition still sorely miss the talents of Johnny Logan? Was Engelbert Humperdinck’s ‘Love Will Set You Free’ from 2012 an underappreciated gem, or did it get 12 points too many? Whether it’s an all-time favourite performance, a song you feel should have done better or another memorable Eurovision moment you remember fondly, share them with us by filling out the form below. We will feature a selection on the site.",
  "webTitle": "Eurovision song contest: share your favourite memories",
  "webPublicationDate": "2016-05-12T11:55:32Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/eurovision-2016-share-your-favourite-memories",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/eurovision-2016-share-your-favourite-memories"
}