{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/31/vivien-leigh-designer-oliver-messel-reunited-in-exhibition-from-actresss-archive",
  "id": "2016-05-30-6",
  "sectionId": "film",
  "body": "The shimmering coronet made for Vivien Leigh when she played Titania almost 80 years ago is to go on public display in a new exhibition, along with drawings, photographs, letters, costumes and other treasures collected by the actor. The gossamer-light creation by her favourite theatre designer, Oliver Messel, shivers slightly when anyone steps near the display case – to the terror of curator Keith Lodwick. “It’s made of cellophane, scraps of wire, pipe cleaners, bits of sticky tape, anything that caught his fancy that he could use. Actors loved his creations because they were so light and comfortable to wear, but it’s astonishing that it has held together so long – it’s absolutely terrifying to move,” he said. The chaplet of roses has left the V&A museum in London for display at the designer’s old home, Nymans, in West Sussex. The house set in dazzling gardens and now owned by the National Trust is as theatrical as any of his creations. It was given a thick layer of medieval ornament by his parents, then gutted by fire and partly left as a romantic ruin.  Messel and Leigh were a formidable combination, both renowned for their blazing talent and major-league charm on the English stage and in Hollywood. Titania’s crown was his first creation for her, and when she went on to play George Bernard Shaw’s Cleopatra on stage and screen she told the producers, as she wrote to him, “no other designer in the world will do”. The headdress he made for Cleopatra is also on display, his jackdaw collecting encouraged by wartime shortages: it incorporates plastic, leather, glass and papier-mâché. “It looks a million dollars,” Lodwick said, adding: “It would have cost pennies to make – just bits and scraps and hundreds of hours of human skill.” The enormous archive was kept carefully by Leigh herself throughout a dazzling and tragic career, stalked as she was by scandal, ill health and mental illness until she died of tuberculosis in 1967, aged just 53. The items came to the V&A museum three years ago in three large theatrical trunks.  The exhibition – called Vivien Leigh: Public Faces, Private Lives – includes many glamorous photographs of Leigh and Laurence Olivier. They had admired one another’s performances in the 1930s before she arranged to meet him for lunch at the Savoy Grill. They went on to leave their spouses and children and elope, and they later married. A glimpse of their home life at Notley Abbey, with guests including Noël Coward, is shown in a selection of the thousands of stereo colour photographs she also kept. More than 100 pieces from the archive are going on display at Messel’s home this week, charting his and Leigh’s twin careers and friendship. The exhibits include letters to Leigh from the Queen Mother thanking her for a jolly birthday celebration and “perfectly lovely flowers”; from Winston Churchill, who adored her film That Hamilton Woman; and a 1951 telegram from Orson Welles congratulating her on her Oscar for A Streetcar Named Desire. An even more generous telegram came after another Oscar-winning role, as Scarlett O’Hara in Gone With the Wind. “May I be the first to express my wholehearted good wishes,” wrote Norma Shearer, who had hoped to be cast herself. One of the last letters came from Dame Judi Dench. Leigh had written warmly after seeing her with Ian McKellen in a Russian play called The Promise. “Since I received your letter I have carried it around with me,” Dench wrote. “It has been read and re-read at least three hundred times.” The exhibition includes a photograph of Leigh on set as Cleopatra, beside the great sphinx that Messel created. Most of the filming was done in England at the height of the second world war, with grumbling interventions from Shaw, including a letter on display refusing to change an awkward line at Leigh’s request. In 1944, astonishingly, the cast and crew were transported to Egypt for location shots, complete with Messel’s sphinx. Lodwick thinks Messel’s military contacts, through the war work he did on camouflage design, must have helped. “When the film was finished they left it there,” Lodwick said, “rotting in the desert – it’s really going to puzzle some archaeologist one day.”  Vivien Leigh: Public Faces, Private Lives, on display at Nymans until 4 September.",
  "webTitle": "Vivien Leigh and designer reunited in exhibition from star's archive",
  "webPublicationDate": "2016-05-30T23:01:17Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/31/vivien-leigh-designer-oliver-messel-reunited-in-exhibition-from-actresss-archive",
  "keyword": [
    {
      "webTitle": "Vivien Leigh",
      "id": "film/vivien-leigh",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "V&A",
      "id": "artanddesign/v-and-a",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "film/2016/may/31/vivien-leigh-designer-oliver-messel-reunited-in-exhibition-from-actresss-archive"
}