{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/14/crystal-palace-fa-cup-final-1990-manchester-united",
  "id": "2016-05-14-92",
  "sectionId": "football",
  "body": "Thursday night at the Odeon, Leicester Square, and Crystal Palace’s annual awards ceremony had degenerated into a misty-eyed trip down memory lane. Up on the stage sat Steve Coppell, squeezed rather uncomfortably on a sofa alongside Mark Bright, John Salako and Alan Pardew, as images of tracksuited teams emerging through a haze of red and blue balloons at the old Wembley stadium flickered across the big screen at their back. The footage, now more than a quarter of a century old, has a grainy quality to it but, from their seats in the cinema’s front few rows, the club’s current first-team squad still lapped it all up. Few in their number would recall 1990 and that meeting with Manchester United, back when Alex Ferguson was relatively fresh faced if fretting over his future, but they must have recognised well enough the qualities that propelled Palace into their only previous FA Cup final appearance. “It was no accident we reached that stage,” said Coppell. “We were there because of hard work and commitment and all those players felt they had something to prove.   Related: Joe Ledley fractures fibula and is out of Crystal Palace’s FA Cup final    “They were hungry and there are shades of that same mentality in Alan’s side now. There’s a doggedness about this squad at the moment and you can sense they’re determined to take their chance. Players will look each other in the eye in the dressing room before a game and know the phonies who are just saying ‘we can do this’ without properly believing it. But, in an age when so many players are singled out for criticism for not having that real desire, I see the same hunger we had 26 years ago in every single one of the current team.” Pardew’s crop have their own opportunity to claim Palace’s first major honour in next Saturday’s rematch with United. For Ferguson teetering on the brink back then, read Louis van Gaal now. Palace, just as then, are seeking to make history yet the comparisons with Coppell’s rough diamonds probably run deeper still. They had rather gatecrashed that occasion all those years ago, unseating the land’s dominant force, Liverpool, in an improbably glorious semi-final at Villa Park. Theirs was a team largely compiled on a shoestring over years of financial toil in the second tier, with a core of players – Andy Gray, Pardew, Phil Barber and Ian Wright – having been developed and hardened in non-league. United boasted a million-pound pedigree throughout their squad. Coppell, a veteran of more than 300 league appearances for United before a knee injury forced his retirement at 28, was reliant on youth-team graduates such as Salako and Richard Shaw or players such as Geoff Thomas, Gary O’Reilly, Bright and John Pemberton who had either been rejected by the elite or forged reputations in the lower leagues. Nigel Martyn and Andy Thorn had cost £1.65m between them in the wake of a 9-0 thrashing at Anfield that season. Even so, the entire starting XI at Wembley cost less than the £2.3m Ferguson had forked out to prise Gary Pallister from Middlesbrough at the start of that season. “That was Steve’s blueprint for a Palace team,” said Bright, whom Coppell had plucked from Leicester’s reserves. “He liked to sign players who had a bit of anger in them, players who’d been released or told ‘no’ by clubs higher up the ladder but wanted to make a point. We were all from the lower divisions, all about the same age and on the same wavelength. We had that passion, drive, speed, skill … that was his plan, to create that culture around the place. The team Alan has helped build is very similar, full of hard workers and grafters, as well as those with a bit of flair. Yannick Bolasie and Wilfried Zaha, on their day, would give any full-back in the world a problem with their tricks, their strength and pace. They have that skill, that speed, but also that same endeavour and drive.” Coppell’s side thrived on width to supply the prolific Wright and Bright, but there were similarities, too, between Thorn and O’Reilly and the rugged, old-school nature of Palace’s current centre-halves, Damien Delaney and Scott Dann, who typify the team’s ominous threat from set pieces. Bolasie’s opener against Watford in the semi-final could have been lifted straight from Villa Park and Pardew’s celebrated winner in the 4-3 success over Liverpool all those years ago. Then there is the instinctive finishing of Dwight Gayle. The 25-year-old came late to the professional game having made his name in non-league but, after an injury-interrupted season largely spent frustrated on the fringes, the most natural finisher at the club may have timed to perfection his charge back into contention.     Connor Wickham celebrates with Joel Ward after scoring Crystal Palace’s winner in last month’s semi-final against Watford. Photograph: Eddie Keogh/Reuters    The same applied to Wright. Back in 1990, Palace’s talismanic striker had had his campaign cruelly interrupted by fractures to his shin suffered in separate fixtures against Liverpool and Derby. He missed the semi-final and his cameo at Wembley, with his team trailing 2-1 and the clock ticking down, was a first appearance in almost two months: cue the collection from Bright three minutes after his introduction, the glide away from a grounded Mike Phelan and inside Pallister, and the accurate finish slid past an increasingly shellshocked Jim Leighton. Wright had never played at Wembley before and had begun his day awestruck by the size of the baths in the home dressing room. He ended it as a household name. “Brighty had looked back at me when we went out for the pre-match warm-up and said: ‘This is it, boy,’” he recalled. “We were living the dream. I thought my heart was going to explode when I scored that goal.” His second, volleyed in two minutes into extra-time from Salako’s cross, would thrust Palace tantalisingly 3-2 ahead. “The FA Cup final was the biggest game in the calendar, the showpiece for the whole season, and one of the few matches actually on the box,” said Bright. “Football is diluted these days, on television every night of the week, but it was different back then. The boss had taken us to look around the stadium in the buildup, walking on the pitch to try and understand what it was all about, but the whole occasion was something else. From driving up Wembley Way, the fans hammering on the side of the coach, to the balloons and the noise. The telegrams waiting for us in the changing rooms, those yellow envelopes full of messages from people from school, family, friends … it was special.”   Related: Pardew hopes Dwight Gayle can follow Ian Wright’s lead for Crystal Palace    Ultimately, it is an occasion on which Palace reflect with a nagging sense of regret. Mark Hughes ended up matching Wright’s double, equalising seven minutes from time when, as Coppell admitted, United were “absolutely battering” his adopted club. The 3-3 draw was thrilling. The replay five days later, with Leighton replaced by Les Sealey and Palace clad in alien black and yellow stripes, was ugly, fractious and won by Lee Martin’s solitary goal just before the hour. The opportunity passed up has played on Coppell’s mind over the years, his decision to leave his players “for a few minutes before the second game to consider what the match could mean for the rest of their lives” having, in hindsight, perhaps hindered their prospects. “They were so charged, there was so much electricity in that dressing room,” he said. “When they got out there, they just didn’t play.” He points out now it is easy, on big occasions, “to have paralysis by analysis” and that is a message the current squad – even with the input of Pardew’s almost resident sports psychologist, Jeremy Snape – might take on board. “It’s about making sure you don’t end up with any regrets,” said Bright. “I don’t think we could have given any more in 1990 but we just weren’t quite good enough. But this team, on their day, are good enough. “What message would I give them? Just to make sure you give everything you have. You may never have another chance – some great players out there never play in an FA Cup final – so give your best and, if everything falls into place and you get a bit of luck, you can make it happen. We’ve got enough in our team to win this game.”     Mark Bright celebrates as Jim Leighton and Steve Bruce fail to keep out the first Palace goal in 1990, scored by Gary O’ Reilly (not pictured). Photograph: David Cannon/Getty Images",
  "webTitle": "Crystal Palace’s Cup final class of 1990 hope to inspire this year’s model | Dominic Fifield",
  "webPublicationDate": "2016-05-14T15:08:00Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/14/crystal-palace-fa-cup-final-1990-manchester-united",
  "keyword": [
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/blog/2016/may/14/crystal-palace-fa-cup-final-1990-manchester-united"
}