{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/sri-lanka-hundreds-of-families-missing-after-landslide-buries-three-villages",
  "id": "2016-05-18-76",
  "sectionId": "world",
  "body": "The death toll from three days of torrential rain and landslides in Sri Lanka has risen to 37, with more than 150 people missing and rescuers still pulling bodies from the mud. President Maithripala Sirisena flew to the remote slopes of the country’s Central Hills, where landslides buried villages in Kegalle district. “The loss is devastating,” he said on Twitter. The Disaster Management Centre’s updated toll came after bodies were recovered in Aranayake and neighbouring Bulathkohupitiya. “A total of 37 people have been killed, 28 wounded … in weather-related incidents in the past three days,” the DMC spokesman Pradeep Kodippili said. AG Kamala, 52, who had just returned to her house in Siripura village when the landslides hit, told Associated Press: “I heard a huge sound like a plane crashing into the Earth. I opened my door. I could not believe my eyes, as I saw something like a huge fireball rolling down the mountain and again a huge sound.”   Sri Lanka floods   The Red Cross said rescue operations had been hampered because roads leading to the mountainous area north-east of the capital, Colombo, were treacherous. “Rescuers would have to get there by foot and start digging with their hands before we can get any heavy equipment in to the site,” Mahieash Johnney, senior manager of communications, said. There were 134 people were still unaccounted for in the worst-hit area while 155 people are still missing overall, the military said.  The area had received more than 100mm of rain between 15 and 16 May and at least two nearby villages had been evacuated due to fears of a fresh landslide, Red Cross officials said.  Johnney told AFP that there had earlier been confusion about the number of people missing. Initial Red Cross estimates said 225 families were missing, but Johnney said the latest updates from the scene suggested that “most of those families have moved to four relief camps in the area”. Rohan Dias, a deputy police inspector, said that about 800 people had left their villages and gathered in nearby temples for protection.     A view of the landslides in the central district of Kegalle. Photograph: Amantha Perera    The DMC said dozens of houses were destroyed when mountain slopes collapsed, forcing hundreds of villagers to evacuate. The military said dozens of service personnel and eight army officers had been deployed to the rescue area near Aranayake.  Troops also launched rescue operations in inundated areas of the Indian Ocean island, with boats and helicopters getting more than 200 people trapped in the north-western coastal district of Puttalam to safety, officials said. Torrential rains across Sri Lanka have forced more than 137,000 people from their homes. “This is the worst torrential rain we have seen since 2010,” said Kodippili. Nineteen of Sri Lanka’s 25 districts have been hit.  Heavy rains also struck the neighbouring Indian states of Tamil Nadu and Kerala. More than 100 houses were damaged in coastal Kerala and about 50 families had been moved to a relief camp in the state capital, Thiruvananthapuram, a state official said.  The forecast was for heavy rains across Tamil Nadu over the next two days and fishermen were warned not to go out to sea.  Flooded roads and fallen trees led to traffic jams in Colombo. Trains were halted as water submerged railway tracks, officials said.  Flooding and drought are cyclical in Sri Lanka, which is battered by a southern monsoon between May and September, while a north-eastern monsoon runs from December to February. More than 300,000 people were forced out of their homes due to heavy rains and flooding in December 2010 and January 2011. In October 2014, dozens of tea plantation workers were killed when landslides buried their hillside homes. Agence France-Presse contributed to this report",
  "webTitle": "Sri Lanka landslides and rain kill 37 people with over 150 still missing",
  "webPublicationDate": "2016-05-18T17:49:21Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/sri-lanka-hundreds-of-families-missing-after-landslide-buries-three-villages",
  "keyword": [
    {
      "webTitle": "Sri Lanka",
      "id": "world/srilanka",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Landslides",
      "id": "world/landslides",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amantha Perera",
      "id": "profile/amantha-perera"
    }
  ],
  "guardianId": "world/2016/may/18/sri-lanka-hundreds-of-families-missing-after-landslide-buries-three-villages"
}