{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/02/mali-conservatory-balla-fasseke-kouyate-abdoulaye-konate-graduates-buck-unemployment-trend",
  "id": "2016-05-02-243",
  "sectionId": "global-development",
  "body": "This is a tough time to be a graduate in Mali. The uprising and military coup of 2012, together with ongoing attacks, mean tourists and foreign investors are nervous. Unless you’re an interpreter for the UN – which has more than 10,000 troops in the north – or work in the security industry, job prospects look bleak. In a country where young job seekers aged from 15 to 39 make up about 80% of all unemployed people, one school seems to be bucking the trend. Perhaps surprisingly, it teaches art, theatre, dance and music.  “Around 60% of our students get jobs when they graduate,” says Abdoulaye Konaté, the director and founder of the renowned Balla Fasséké Kouyaté Conservatory, known as Camm or the Conservatoire.  Konaté is one of Mali’s most famous contemporary artists. He uses traditional materials and techniques in his textile-based work, which has been featured in exhibitions in London’s Hayward Gallery, Washington’s Smithsonian National Museum of African Art and the Pompidou Centre in Paris.     Immigration, a work by the Malian artist Abdoulaye Konaté, director and founder of the renowned Balla Fasséké Kouyaté Conservatory. Photograph: Fleur Macdonald    At his studio in Bamako, around the corner from the Radisson Blu hotel that was the scene of a terrorist attack last November, Konaté displays some of his large textiles. They arrive neatly folded, like quilts, and are spread out on the floor.  The first shows the outline of a man holding his detached cranium, which is overrunning with blood. The work is called Immigration and the message is clear: when native talent leaves countries, it has devastating consequences. Migration has always been a part of life in Mali but it has achieved a new level of international visibility now, according to Isaie Dougnon, an assistant professor at the University of Bamako who specialises in migration. “It’s hit the news as Europe has put up legal and physical barriers,” he says, noting that young people were also leaving for central Africa, including Angola, Equatorial Guinea and Gabon. Konaté founded Camm in 2004. At first a personal project, it is now funded by the government, through the ministry of culture. For Konaté binding people to their homeland is part of its mission. He was among 70 African artists featured in Simon Njami’s 2005 Africa Remix show in London. He’s showing work at the Eva International, Ireland’s biennial of contemporary art, and has a retrospective at the Arken Museum of Modern Art in Denmark this year. Konaté explains that there are three strands to the school’s curriculum.  The first is academic: students learn the basic principles of art, such as proportion, anatomy, technique and the canon. The second strand aims to instil a profound knowledge of – and pride in – the Malian heritage.  “It is important that they understand the techniques and concepts behind their own culture,” Konaté says. To emphasise this, he has insisted that teachers of traditional techniques be paid the same as those with official qualifications.      Abdoulaye Konaté in front of his work Butterfly, April 2016. Photograph: Fleur Macdonald    The school also teaches its students digital skills, and they are planning to open a film department. Tiécoura N’Daou, a former student and visual artist from Mopti in central Mali, now teaches at the Conservatoire. He was recently featured in a contemporary art festival in São Paulo, VideoBrasil, and is even more upbeat than Konaté about the percentage of students who get jobs in Mali after studying at the Conservatoire. “More than 70% find work in media agencies, teaching, freelance projects – or they start up their own projects,” he says. This is important economically. Migrants within Mali send back money to their families, and this improves living conditions throughout the country, according to Abdoullah Coulibaly, founder and chairman of the annual Bamako Forum – referred to by some as the Davos of Africa.  He says that retaining these people in Mali helps “to secure a dynamic workforce” and support development more generally. An international outlook is important to Konaté, who invites teachers from France, Guinea, Niger and Ivory Coast to the school under an exchange programme known as the Voie Sacrée, or sacred path.  There are about three students to every teacher and 20 of the college’s 80 teachers are from other countries. The 260 students must take a tough entrance exam, and come from all over Mali and the rest of Africa.  Konaté feels that this diversity allows students to experience different artistic techniques and current trends, and to question preconceptions.  “Perhaps at the end, the student will find his artistic personality,” he says.     The Balla Fasséké Kouyaté Conservatory, near Bamako, Mali. Photograph: Banning Eyre    “When they leave they have skills and a portfolio. They have been taught how to think. We’re not here to form artists, because that is difficult to do, but if they want to become artists, we’ve given them the tools to do so.” There is more at stake than jobs. As Mali recalibrates after the civil war, art and culture are key weapons in the battle for peace, reconciliation and economic sustainability. The Conservatoire’s concert hall hosted the opening night of the Festival Acoustik de Bamako, the first international music festival to take place in Bamako since 2012. It was organised by the Grammy award-winning kora player Toumani Diabaté, who has taught at the school. In the courtyard, students performed traditional dances from the Mandé, Dogon, Ségou and Djenné regions. N’Daou says this unity is important.  “The Conservatoire plays an important role. The students have worked on songs and art that talk of peace and reconciliation. One of their songs, which encourages Malians to come together, has been played on national television.” Konaté, who retired in December but is staying on temporarily until a replacement is found, also believes that the school, as well as training students in skills that will allow them to live and work in Mali, can help repair the societal fractures caused by recent conflicts.  “Solutions will not be found in occupying territories or arms sales or terrorism. People have to listen to each other, they have to discuss, and each side has to yield a little so that people can live in peace together.”",
  "webTitle": "Art of work: how Conservatoire graduates are bucking Mali's unemployment trend | Fleur Macdonald",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/02/mali-conservatory-balla-fasseke-kouyate-abdoulaye-konate-graduates-buck-unemployment-trend",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Employment",
      "id": "global-development/employment",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Mali",
      "id": "world/mali",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Fleur Macdonald",
      "id": "profile/fleur-macdonald"
    }
  ],
  "guardianId": "global-development/2016/may/02/mali-conservatory-balla-fasseke-kouyate-abdoulaye-konate-graduates-buck-unemployment-trend"
}