{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/a-streetcar-named-desire-review-gillian-anderson-tennessee-williams",
  "id": "2016-05-02-267",
  "sectionId": "stage",
  "body": "Tennessee Williams’ play has travelled a rather more circular route in Benedict Andrews’ new staging, which is flashy, canny, poignant, and imported from the Young Vic in London to St Ann’s Warehouse. The apartment of Stanley and Stella Kowalski, where the wrung-out belle Blanche DuBois arrives, is set atop a carousel that revolves, both slowly and quickly, as the play rattles to its devastating conclusion.   The spare, Ikea-showroom furnishings and the gyrating set are the most obvious attempts to update the script (the adolescent choice to blare loud rock music between the scene changes is less successful one), but what’s remarkable in Andrews’s production is how current and often vital the material feels. Replace a reference to Huey Long with one to Donald Trump, and this study of femininity, masculinity, sexuality, and illusion feels like it might have been written today. Like Ivo van Hove, whose work Andrews’ somewhat resembles, the director has excavated the text to find what is most essential and urgent beneath it.   Related: Toast review – biting humor marks play about life at a British bread factory     Gillian Anderson arrives at Elysian Fields in New Orleans looking like a Hitchcock blonde, with terrible desperation just beneath that froideur. She’s horrified by the smallness and meanness of the apartment that her sister, Stella (Vanessa Kirby), shares with her husband, the ex-serviceman Stanley (Ben Foster), and by the flimsy curtain separating their bed from hers. This cues a tug-of-war for Stella’s sympathies. Anderson’s Blanche is the craftier, more manipulative player, but Foster’s lunkish Stanley has his muscles and his sexual prowess, advantages he will use to terrible effect at the play’s climax.           The Departure: a short film starring Gillian Anderson     Anderson, best known in the US for the The X-Files, is a haunting Blanche, imperious and frail, vicious and injured. She knows the words that will hurt Stanley most, largely because he senses the truth of them, and her flirtation is another way to taunt him. If Foster, who has taken Blanche’s comments about Stanley’s bestiality to heart, lacks the grace and the more obvious sensuality of some interpretations of the character, he inhabits Stanley’s erotic fascination and violent temper without apology or ostentation.   Related: Gillian Anderson's webchat: 10 things we learned     Andrews builds his production around their climactic confrontations, but some of the quieter moments register most strongly, as in a sequence when the minor characters clamber onstage to tidy the mess Blanche and Stanley have made. This sequence – part dance, part chore, part ritual – silently conveys the community’s complicity in rewarding Stanley’s aggressive masculinity and condemning Blanche’s more unnerving sexuality.  That carousel keeps turning into the final scenes. Where once it might have suggested the play’s shifting sympathies and the character’s patterns of dominance and submission, its circling finally comes to suggest the tragic inevitability of the play’s end.",
  "webTitle": "A Streetcar Named Desire review – Gillian Anderson haunts in vital staging",
  "webPublicationDate": "2016-05-02T02:00:11Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/a-streetcar-named-desire-review-gillian-anderson-tennessee-williams",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "US theater",
      "id": "stage/us-theater",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Gillian Anderson",
      "id": "culture/gillian-anderson",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tennessee Williams",
      "id": "culture/tennesseewilliams",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/01/a-streetcar-named-desire-review-gillian-anderson-tennessee-williams"
}