{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/manus-island-asylum-seekers-no-longer-in-detention-says-papua-new-guinea",
  "id": "2016-05-12-364",
  "sectionId": "australia-news",
  "body": "Asylum seekers and refugees are no longer in detention on Manus Island, according to a Papua New Guinea immigration official who has said they have freedom to leave the centre. The move is designed to get around last month’s supreme court ruling that detention of the almost 900 men is illegal and unconstitutional, and reportedly offers them freedom to go into the nearby town of Lorengau.  The PNG immigration department made the announcement on Thursday, the ABC reported, with deputy chief migration officer Esther Gaegaming claiming “no asylum seeker or refugee is in detention”. But Iranian journalist and Manus Island detainee Behrouz Boochani said there had been no new announcement to the detainees, and freedoms remained restricted.   Related: This is Manus Island. My prison. My torture. My humiliation | Behrouz Bouchani    Boochani said a bus went into Lorengau from outside the prison three times a day, and had done since a few days after the court decision. There had been no new announcement in recent days, beyond a case manager flagging a “cultural program” for detainees who wished to visit Manus villages and learn about PNG culture, he said. “We can only use the bus on these times for going to town, and also we need to write a request form and wait for their response,” he told Guardian Australia. Detainees were told of the bus service after the court decision. “We cannot go outside freely because around the centre is navy area,” he said.  He also said some people with negative refugee claims had been permitted to go into Lorengau, despite the new arrangement reportedly allowing only for those who agree to resettle in PNG. Restrictions on inter-compound movement between the separated groups of those with approved refugee claims and those whose claims were rejected, remained in place, Boochani added, and he had seen an increased police presence on the island. The PNG immigration minister could not be reached for comment.  Ian Rintoul, spokesman for the Refugee Action Coalition, dismissed the new regulations. “Papua New Guinea can open the gates to fulfil some technicality, but people are not free to move out of the detention centre wherever they like,” he told Reuters. The Australian immigration minister, Peter Dutton, on Thursday morning directed reporters’ questions to the PNG authorities, but reiterated his view that Manus was the responsibility of PNG. However he confirmed Australia still provided for the services which ran it, and said there would be no renegotiation of contracts based on its new “open” nature. “We obviously provide funding to the PNG Government and to organisations to provide those health services, those meals, all those services that are provided,” he said. “As you’re aware there’s no detention on Nauru. It’s an open arrangement there, 24/7 open centre arrangement, and if PNG are heading down that track well that’s really an issue for the PNG Government to comment on.” The supreme court ruling threw the offshore processing agreement between Australia and PNG into disarray, both governments claiming the other was responsible for the – now illegally – detained men. High-level talks have been held between the two governments to determine a response, although Dutton this week said he did not see it being resolved until after the federal election. He also said the supreme court did not rule that Manus “needed to close”. He had previously flagged that an “open centre” style arrangement, like that on Nauru, could address the court’s concerns. The court ruling called for both the Australian and PNG governments to “take all steps necessary to cease and prevent the continued unconstitutional and illegal detention”. The following day the PNG prime minister, Peter O’Neill, announced the centre would close. In the space of one day the internal gates of the facility were opened, allowing detainees to move freely between compounds and use phones without retribution, and then shut again just hours later, separating people with different determinations. On Friday PNG’s deputy permanent representative to the United Nations, Fred Sarufa, fronted the UN for PNG’s universal periodic review. Sarufa told the panel PNG accepted the court ruling and was working to make “appropriate arrangements”.",
  "webTitle": "Manus Island asylum seekers no longer in detention, says Papua New Guinea",
  "webPublicationDate": "2016-05-12T04:27:04Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/manus-island-asylum-seekers-no-longer-in-detention-says-papua-new-guinea",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/12/manus-island-asylum-seekers-no-longer-in-detention-says-papua-new-guinea"
}