{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/i-hate-the-internet-jarett-kobek-san-francisco",
  "id": "2016-05-16-236",
  "sectionId": "technology",
  "body": "Among the poetry racks on the second floor of San Francisco’s legendary City Lights bookstore, an audience member is confronting the author Jarett Kobek with a spirited defense of the revolutionary power of Twitter and Bernie Sanders. His harangue, delivered during a book reading in February, was in atavistic beatnik dialect. “I do Tweet about it, Jack!” he shouted, stirring an erstwhile polite audience to shout things like “Sit the fuck down!” and “Let him talk!”  It’s hard to imagine a more appropriate reception for Kobek’s second novel, I Hate the Internet, a savage satire of internet culture set in 2013 San Francisco.. It centers on the fallout from a surreptitious recording posted to Youtube, its narrator describing real-world events of the city rendered in the hyperbolic language that has come to represent online interactions, and diverging into off-topic invective to expose its “ intolerable bullshit”.  More funny than obnoxious, the novel has become a sleeper sensation – a more or less self-published book that landed a favorable review above the fold on the front page of the New York Times’ arts section (something Kobek believes is a first for a self-published book). It has dipped into the Amazon top 500, and appears set for a wider international release in six languages.     The City Lights Bookstore in North Beach, San Francisco. Photograph: Alamy    San Francisco’s independent bookstores, pinched for years by online competition and soaring commercial rents pushed up by the city’s tech boom, have pushed the book hard. “With this cover, I think the book would have sold OK even if the pages were blank,” says Kobek. It’s easily spotted on the city’s buses and in its parks, wielded as a talisman against the epidemic of smartphones. But the reception has exceeded his rosiest expectations. “The ironic thing, of course, is that this has all mostly happened on the internet,” said Kobek, 38, of his book’s unlikely success. His shaved head is glinting in the afternoon light of a dingy cafe in San Francisco’s North Beach. He points to a photograph of American Psycho author Bret Easton Ellis reading his book in bed, and a mention on music site Pitchfork as catalysts for the book’s surge in sales. Sales on Amazon, both digital and paperback, and attention from the New York Times are laden with irony. The novel describes them respectively as “an unprofitable website dedicated to the destruction of the publishing industry,” and “transitioning from America’s paper of record into a website that catered to the perceived whims of affluent, youthful demographics.”  Over the course of the novel, its author gradually reveals an ambivalence towards the internet belied by its stark title. Early on Kobek writes: “This bad novel, which is a morality tale about the internet, was written on a computer. You are suffering the moral outrage of a hypocritical writer who has profited from the spoils of slavery.” Later, during a long mountain-top soliloquy by a semi-autobiographical character, a scene which openly parodies the climax of Ayn Rand’s libertarian novel Atlas Shrugged, the reader learns: “I know what the internet was like before people used it to make money. I am the only literary writer in America with a serious tech background! I am the only literary writer in America who ran Slackware 1.0 on his 386x!” Kobek admits that his experiences both using technology and working for tech firms have been formative . “The internet is as much a part of me as anything,” he says. “I’ve done just about every low-level, high-paying job the internet has to offer, from web design to systems admin. I was a big Unix guy at one point, in my late teens.  “But my relationship with it started divorcing around the time social media started. Really the book could be called ‘I hate four companies and social media’ – but that is a bad title.”     A street car moves past Twitter Inc headquarters in San Francisco, California. Photograph: Bloomberg/Bloomberg via Getty Images    What the book taps, says Kobek, is a visceral emotional impulse he encountered frequently on his just-concluded national book tour, its ranting tone and merciless humor attempting to offset a feeling of powerlessness commonly felt by internet users The book defines this as “intellectual feudalism produced by technological innovation arriving in the disguise of culture”. Kobek blazes with brutal rhetoric, but described the narrator’s desperate attempt to understand an impossibly complex and fluid situation. “I knew people hated the internet,” he said, “but I didn’t realize how deeply wounded people are by it. Everyone knows someone who’s had just horrible experiences. It’s been exhausting, at times it has felt like group therapy,” he said of his recent book tour . Kobek lived in San Francisco from 2009 through 2014 before decamping to Los Angeles. “The preparation was, unfortunately, being tortured by San Francisco for four years,” says Kobek . “When I come back now, I just feel overwhelmingly sad. As much as I shit on it, San Francisco has enormous charm. But it’s like a city with Alzheimer’s, it still looks the same but there is something missing.”     ‘The merit of any moment in San Francisco could be measured by a simple question: was the beauty of the city outweighing its annoying citizens?’ Photograph: Alamy    He writes of the city with wrath. “San Francisco had two distinctions: One, it was the most beautiful city in America. Two, it was filled with the most annoying people in America. It had always been like this, from the beginning. The merit of any moment in San Francisco could be measured by a simple question: was the beauty of the city outweighing its annoying citizens?”  But the success of Kobek’s bleak book is a story of hope and entrepreneurial pluck. Stymied in his early attempts to get it published, he co-founded a small press in Los Angeles called We Heard You Like Books, designing the cover and writing the Kindle and Nook files himself. He even created a prequel in the form of “an agitprop video game” cassette for beloved British microcomputer the ZX Spectrum. The book will be released in the UK this fall by Serpent’s Tail, and in Germany by Fischer Verlag. His next book, which takes up with the same characters during in an earlier era in New York City, has been sold to Viking. In I Hate the Internet, Kobek identifies with the tragic experience of comic book artist Jack Kirby, who created Captain America and many other superheroes but never financially benefitted from the business that he helped build. “The internet, and the multinational conglomerates which rule it, have reduced everyone to the worst possible fate. We have become nothing more than comic book artists, churning out content for enormous monoliths that refuse to pay us the value of our work.” With this novel, Kobek seems to have found a way to make sure that doesn’t happen to him “As long as you have something to sell,” he says, “they can’t really hurt you.”",
  "webTitle": "Why I Hate the Internet found so many readers",
  "webPublicationDate": "2016-05-16T11:00:10Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/i-hate-the-internet-jarett-kobek-san-francisco",
  "keyword": [
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/16/i-hate-the-internet-jarett-kobek-san-francisco"
}