{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/25/found-art-cornelia-parker-and-jarvis-cocker-share-their-spoils",
  "id": "2016-05-25-269",
  "sectionId": "artanddesign",
  "body": "What is it to be found? The idea presupposes that something has once been lost; if it’s an object, it can long outlive the loser and bring with it, in its re-emergence, the breath of a forgotten time. Late last century, in the drains of the Roman amphitheatre in London, bits of gold jewellery were found. Not much use to the woman who’d mislaid them in some second-century crush. Finding can be an act of love: the rescue of something or someone that has been otherwise overlooked. Or it can be an act of aggression. All archaeology involves an element of disturbance, of destruction. So does the “discovery” of continents and peoples. Some things do not want to be found. The loss of children is one of the largest of human tragedies, and their finding is one of the oldest and most persistent stories of folklore: Moses; Romulus and Remus. The story is always about how the child’s true identity, usually deliberately suppressed, reasserts itself. Oliver Twist’s plot is partly motored by the malevolent destruction of the tokens – a letter and a locket – that would prove who he really was. The Foundling Museum, tucked in a corner of a square in Bloomsbury in central London, tells the story of the Foundling Hospital, established by merchant seaman Thomas Coram in 1739 to give a home to London’s poorest children – an act of finding those who had been lost. In the 18th century, the parents of the children who left them there were asked to deposit a token so that they could identify them later, in case they were ever in a position to take them home.     The curator of Found, artist Cornelia Parker. Photograph: Sean Smith for the Guardian    In the museum there is a glass case of these objects: little screws of ribbon, scraps of embroidery, a crushed thimble, coins rubbed smooth on one side and engraved with the child’s name. Some of them were made with tremendous care; some not so much (one is simply, and eloquently, a label marked ALE). These humble things carry enormous weight of meaning, as if they have become surrogates or stand-ins for the children themselves. This summer, artist Cornelia Parker is curating a group exhibition at the museum, in which more than 60 artists, writers and composers have been asked to respond to the word “found”. Artists were early supporters of the Foundling Hospital – Handel conducted a performance of the Messiah there and became a governor, and Hogarth donated major works, as did Gainsborough and Reynolds. The museum, aside from caring for its collection of important 18th-century paintings and Handel manuscripts, keeps strong the link between artists and the work of the modern charity, Coram, which still works with children. Parker is hoping visitors might think, too, about the modern foundlings of our world: the child refugees who have been severed from home, family and country. For Parker, like many artists of her generation, improvising with objects found on the street, in skips or charity shops was a habit of mind formed by necessity. Now much of her work involves drawing out the meaning immanent in objects that already exist. These works have a family relationship to Marcel Duchamp’s “readymades” – ordinary objects, such as a bicycle wheel or a urinal, which he transformed into, or rather redescribed as, art. One of Parker’s own works in the exhibition is an installation made from an old staircase that used to lead to Jimi Hendrix’s flat in Mayfair – in the same building in which Handel lived in the 18th century, now a museum. “It was all chopped up and ready for the skip,” says Parker, who, with her square-cut bob looks as if she has just wafted over from a soiree at the Woolfs’ (Leonard and Virginia lived in a house that once stood next door to the museum). “I enjoyed composing something, improvising with these bits of wood.”     A road sign found by Mike Nelson, which turned out to point to an abandoned Italian village    Another figure whose singular aesthetic was purchased on the cheap from charity shops is musician Jarvis Cocker. One day in 1985, he and Candida Doyle, Pulp’s keyboard player, were wandering through the streets of Bristol when they found a binbag full of copies of Romania Today – an English-language magazine promoting the joys of Ceaușescu’s regime. They divided them up between them. Cocker says the garish images fed into the band’s look. “There was this communist attempt at looking glamorous,” he says. “They’d show a yacht, but with the colours pumped up so bright that they would bleed. There was always something that undermined the image. Or they’d try to use a western advertising approach to promoting petrochemical plants, or lathes.” He and Doyle would trade birthday cards using cut-outs from the magazines, and they culled images to use on posters, too. “Romania Today had a strange afterlife in the demi-monde of south London,” says Cocker fondly. In the exhibition, an issue of the magazine shows a young woman earnestly regarding a modernist sculpture. It carries an enticing coverline: “A supplement carrying the speech of Nicolae Ceaușescu at the Working Meeting of the Party Active from the Sphere of Ideology and Political and Cultural-Educational Activity.” It’s the artist’s job, very often, to look with new eyes on what others have rejected or found uninteresting. One artist I know described a skill of his as being “good at noticing things”. There are chance encounters, such as Cocker and Doyle’s, with objects that might change you. Then there are the objects that seem to have found the person, rather than the other way around. Artist Richard Wentworth, a connoisseur of the coincidence, is showing a book called Memoir of a Fascist Childhood, which he picked up from a secondhand bookseller in rural France. Only in reading it did it become clear that the author’s family had been his wife’s landlords when she was growing up in the 1950s. The past can find you out in other ways, too: another piece of Wentworthiana in the exhibition is a still of his grandmother from a TV show on BBC4 in 2015. She had been dead for 40 years, and Wentworth caught her image on screen – a ghostly apparition – completely by chance.     A ‘tabua’ or sperm whale tooth, which Marina Warner found among her late mother’s possessions. Photograph: Ed Lyon    Often the found object seems to be trying to tell you something: you have been drawn to it for reasons that reveal themselves only gradually. Novelist Deborah Levy found herself picking up buttons and beads on the streets after her mother died, one of which she has lent to the exhibition. In the catalogue, she writes: “It is the broken wire thread that drew me to this glass bead. I think I was picking up objects that were once attached to something or someone – and were now severed from their place of origin, like me.” Author Marina Warner has lent an object she found when clearing out her late mother’s garage. At first, she didn’t know what it was. It resembled “a gigantic tooth” that had been severed from its story, with no one left to remember what it was. She wondered if it might be walrus ivory, but then one day, “I came across its double in the Musée du Quai Branly,” the ethnographic museum in Paris.    Related: Lost and found: share photos and stories about the objects that have changed you    It turned out to be a sperm-whale tooth; such objects, known as tabua in Fijian society, circulated as currency, and as items of prestige and power. “My speculation is that my grandfather, who played cricket all over the world, was given it – perhaps as a mark of esteem after a particularly spectacular run,” she says. A born storyteller, she has effectively reattached the object to its lost significance, perhaps accurately, perhaps not – it hardly matters, though whatever the truth behind the object’s arrival in her mother’s garage, it cannot help but bring a whiff of empire with it. The found object, then, is almost always a symbol: something that has a weightier significance than its ordinary appearance seems to warrant; something that acts as a sign if only it can be decoded. In artist Mike Nelson’s case, this is quite literally so. In a market in London he found himself drawn to a beaten-up road sign that reminded him of a sculpture by John Chamberlain. He bought it for a fiver, and then wondered where on earth was “Craco” – the place it had once pointed to. It turned out that it was a sign to nowhere; a medieval hilltown in Basilicata, southern Italy, that has been empty since the 1980s, evacuated by an already depleted population after a series of floods, landslides and earthquakes. “It set me thinking: maybe it’s my destiny in some way,” he says. Nelson often creates haunted, dystopian installations in places that seem to have been recently abandoned by their inhabitants. In a sense, he could have invented Craco. But Craco came looking for him. • Found is at the Foundling Museum, London, from 27 May to 4 September. Guardian Members save 50% on admission until 30 June. For more, go to theguardian.com/members",
  "webTitle": "Found art: Cornelia Parker and Jarvis Cocker share their spoils",
  "webPublicationDate": "2016-05-25T07:00:33Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/25/found-art-cornelia-parker-and-jarvis-cocker-share-their-spoils",
  "keyword": [
    {
      "webTitle": "Cornelia Parker",
      "id": "artanddesign/cornelia-parker",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "books/art",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jarvis Cocker",
      "id": "music/jarvis-cocker",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Higgins",
      "id": "profile/charlottehiggins"
    }
  ],
  "guardianId": "artanddesign/2016/may/25/found-art-cornelia-parker-and-jarvis-cocker-share-their-spoils"
}