{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/27/why-i-love-langhe-piedmont-italy-doctor-barolo-wine",
  "id": "2016-05-27-128",
  "sectionId": "travel",
  "body": "Barolo is not just wine – it’s culture, lifestyle, the blood in our veins. Locals in the Langhe – a hilly Unesco-protected region in Piedmont, between Cuneo and Asti – don’t talk much. They keep to themselves and prefer to work the land as they have for centuries. But they have a great emotional intensity, and if they hear strangers criticise their wine, they get angry. Farmers have always worshipped barolo, the king of wines, like a god with healing powers. In the past, rich noble families from Turin came for “wine-therapy” to cure anaemia and treat low blood pressure. I prescribe four glasses of barolo a day to pregnant women: it works miracles, giving them the energy to face labour and delivery. We have a saying: “Wine makes good, healthy blood.”     Roberto Anfosso. Photograph: Bruno Murialdo/Fotocollab    Barolo is also heavenly in food. Trattoria dai Bercau in Verduno village makes the best brasato, beef braised in this full-bodied wine. Handmade crumbly meliga biscuits dipped in barolo are served for dessert. I get to admire this enchanted bit of Piedmont as no one else does. Early in the morning I jump on my horse, Sissi, with my equipment in a cowboy bag and ride out from my village, La Morra, a jewel with its cobbles and winding medieval alleys, to visit patients in remote areas cut off from roads and deep in forests. I’m the only “cowboy” doctor here who still works this way, using a horse, not a car. It’s the best and fastest way to reach them. I cross rolling hills, vineyards that run for miles, crooked mountain trails where only shepherds and peasants go, hazelnut groves – Nutella was born here! – and fields where the scent of truffles rises from the soil.     ‘I cross vineyards that run for miles.’ Photograph: Bruno Murialdo/Fotocollab    Seen from horseback, the countryside has an enhanced appeal. I zigzag through the vines and jump across streams, and have had some exceptional close encounters. Once we came across two roe deer that started galloping alongside us. Sissi went crazy. She thought it was a competition. I had to hold the reins with all my strength to stop her. The Celts roamed these valleys before the Romans – hence the names of wines such as Barbaresca and Barbera. When I’m stressed I visit Castello della Volta in Barolo town. It has an eerie ambiance but I go there to relax. Legends has it that a libertine count used it for lavish sex parties. One night a beggar knocked at his door and the earl refused to let him in. At midnight the wanderer returned and showed his real face: he was the devil. With a whip of his long pointed tail he brought the castle roof down, throwing all those sinners to hell.     Castello di La Volta, Barolo. Photograph: Alamy    In the past castles were built by military and political rivals. Now the rivalry is between who offers the best food and wine. In La Morra, my top restaurants are Mangè and Bovio, for simple dishes such as tagliatelle with porcini mushrooms and wild boar ragù. Verduno castle is another secret, spellbinding place. Inside there’s a little restaurant, whose owner makes the best hazelnut cake in the world. I often stop at an old windmill, Mulino Sobrino on the edge of La Morra. It sells organic stoneground flour, and the owners have added a delightful B&B (fiordifarine.com) that serves Pantagruelian breakfasts.     Ristorante Bovio, La Morra    The best treats come from my patients. Farmers are generous folk, and like to pay me in goods, as was done in the middle ages: eggs, salami, chocolates, wine. A lady I cured of pneumonia baked me a huge chocolate pie. Grannies give me bundles of homemade tagliatelle made with so many eggs it’s golden. Farmers are deeply rooted to their land and have a ferocious attachment to it. This has maybe made them a bit obtuse, limited their knowledge of the outside world and made them believe for a long time that they lived in the centre of the universe (the “belly button”, the local saying goes) and that beyond their lands there was nothing worth exploring.     ‘That’s when the Langhe turns magical: a misty shimmering veil envelops the hills.’ Photograph: Anita Stizzoli/Getty Images    Each visit is accompanied by a glass of wine, so by 11am I’m already drunk. When a farmer offers you a glass of barolo he has made, he’s giving you a piece of his soul. Whenever I visit, the patients will ring round their relatives up and down the valley and tell me to stop by to check the granny’s arthritis, the newborn’s cold or the aunt’s fever. This means that instead of one visit, I make 10. I’ll often end my shift at 8pm when night falls. Luckily Sissi knows the way home. She’s my satnav. When there’s fog and no moon, I can’t see the trails. So I let go the reins and hug my horse. That’s when the Langhe turns magical: a misty, shimmering veil envelops the hills and suffocates all sounds, except the cries of owls.",
  "webTitle": "The Langhe, Piedmont where Barolo wine 'is a piece of a farmer’s soul'",
  "webPublicationDate": "2016-05-27T14:14:18Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/27/why-i-love-langhe-piedmont-italy-doctor-barolo-wine",
  "keyword": [
    {
      "webTitle": "Italy holidays",
      "id": "travel/italy",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Wine holidays",
      "id": "travel/wine-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/27/why-i-love-langhe-piedmont-italy-doctor-barolo-wine"
}