{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/06/labours-gill-furniss-comfortably-wins-sheffield-brightside-byelection",
  "id": "2016-05-06-353",
  "sectionId": "uk-news",
  "body": "Labour’s Gill Furniss has won a comfortable victory in the byelection in Sheffield Brightside and Hillsborough, with a majority of almost 10,000 on a turnout of 33.2%. Labour also held Ogmore in south Wales with Chris Elmore winning majority of 8,000 on a turnout of 43%. Furniss is the widow of Brightside’s last MP, Harry Harpham, who died of cancer in February after only nine months in the role. She has served as a Labour councillor in the area for 16 years and worked locally as a librarian and hospital administrator. Labour held the seat with 14,087 votes (62%). In second place was the Ukip candidate, Steven Winstone, with 4,497 (22%), followed by the Lib Dems’ Shaffaq Mohammed on 1,385 (6.09%), and the Conservative candidate, Spencer Pitfield, with 1,267 votes (5.57%).           Jeremy Corbyn: ‘Labour hung on and grew support in a lot of places’    Labour’s share of the vote went up 5.8%. Ukip came second, but their share of the vote was down 2.2%. And the Conservatives saw their share of the vote fall by 5.4%. Furniss paid tribute to her “loving husband” and said he would have wanted her to carry on his work. She said the result had sent an “emphatic message” to David Cameron and his “out of touch and cruel Tory government”.  In her acceptance speech she said: “Mr Cameron, we have had enough of your uncaring government. We have had enough of your Tory government’s unfair cuts, which have hit communities like ours in Sheffield so much more than affluent areas.  “We have had enough of your Tory government giving tax cuts to the rich while taking money away from the disabled and vulnerable. And we have had enough of your Tory government dragging your feet on any help for our steel industry.”  Paying tribute to her late husband, she said he was a “fantastic MP for this constituency” and “we all miss him a great deal”.  She said: “His time in parliament was short but he fought with determination to do what was right for local people right to the end. He would have wanted me to stand in this election to carry on his work, both here in Sheffield and in Westminster.”  The area was represented by former Labour home secretary David Blunkett from 1987 until last May’s general election, when Harpham, who worked as Blunkett’s agent for nearly 20 years, stood to replace him. Last May, Harpham won 56.6% of the vote, with Ukip candidate John Booker coming a distant second with 22.1%. The Conservatives came third with 11%, and the Liberal Democrats fourth with 4.5%.     Harry Harpham, who was voted in as Labour MP in May 2015. Photograph: Lynne Cameron/Press Association    Speaking to the Guardian earlier this week, Furniss, who has been out campaigning every day since being nominated, described herself as cautiously optimistic that Labour would win. “Sheffield is a Labour city,” she said. “It’s no coincidence that there are no Tories on the council. They’re just not trusted in this city.” But she acknowledged that byelections could be unpredictable. “I’ve been out campaigning in this area every May for 20 years. It’s just what we do, what I do, what me and Harry did. He wouldn’t expect anything less of me.” The Ukip candidate, Steven Winstone, a local businessman and scrap metal dealer who was the party’s candidate for Sheffield South East at the general election, said ahead of the vote that his party’s chances in the area had been diminished because the other election battles being fought across the country diverted the party’s limited resources. Winstone, who describes himself as “about as left as you get for a Ukipper”, said that people in the area – which is largely white working class – could be persuaded to vote for his party, but that they tended to vote Labour out of habit.",
  "webTitle": "Sheffield Brightside byelection won by Labour's Gill Furniss",
  "webPublicationDate": "2016-05-06T01:20:34Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/06/labours-gill-furniss-comfortably-wins-sheffield-brightside-byelection",
  "keyword": [
    {
      "webTitle": "Sheffield",
      "id": "uk/sheffield",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Byelections",
      "id": "politics/byelections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "uk-news/2016/may/06/labours-gill-furniss-comfortably-wins-sheffield-brightside-byelection"
}