{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/uk-elections-at-a-glance-the-key-points",
  "id": "2016-05-06-66",
  "sectionId": "politics",
  "body": "London mayoral election  The Labour candidate, Sadiq Khan, is on course to be elected the capital’s first Muslim mayor. The provisional result shows Khan with 44% of the vote, nine percentage points ahead of his closest rival, Conservative Zac Goldsmith. The Green party’s Sian Berry is in third with 6%. Labour leader Jeremy Corbyn claimed the results so far illustrated that the Conservatives’ “vile campaign” had backfired. Goldsmith’s campaign has been criticised by Labour and some Tories for attempts to link Khan to Islamic extremism. “So many people are just revolted by what was said about Sadiq yesterday they came out and voted for us,” said the Labour leader. The outgoing Tory deputy mayor of London joined the critics, saying Goldsmith’s campaign will leave a “negative legacy”. Boris Johnson has signed off as London mayor but not before he received a “hail of abuse” as he opened a cycle superhighway in his last few hours in the job. Johnson said a cyclist called him a “prick” and motorists barracked him.    Related: UK elections: Sadiq Khan 'has won' London mayoral race - live updates    Scotland  The SNP lost its overall majority at Holyrood. It won 63 of the 129 seats in the Scottish parliament. Among the upsets, it lost North East Fife to the Lib Dems but took Edinburgh Northern and Leith from Labour. The party’s deputy leader, Stewart Hosie, said: “There is not a mandate to deliver everything in our manifesto.” But first minister Nicola Sturgeon ruled out a coalition. In her victory speech, Sturgeon said she would lead a minority SNP government. “With such a large group of MSPs elected, I don’t intend to seek any formal arrangement with any other parties,” she said.            Nicola Sturgeon hails ‘historic’ third SNP Holyrood victory     Labour slipped to third place in Scotland behind the Conservatives, suffering its worst result since devolution, with 24 MSPs. But on a bruising night, it did take Edinburgh Southern from the SNP. Its leader, Kezia Dugdale, failed to win in Edinburgh Eastern but returns to Holyrood via the regional list. She said she would not step down as party leader. Corbyn admitted the party had “a lot of building to do” in Scotland. The Conservatives had a successful night, achieving their best ever result. They secured 31 MSPs, including taking Glasgow’s Eastwood from Labour. The party leader, Ruth Davidson, took Edinburgh Central for herself from the SNP, and her party finished the night in second place. David Cameron said there had been a “realignment north of the border”. The Liberal Democrats staged a resurgence, holding on to Orkney but surprisingly taking both North East Fife (for their leader, Willie Rennie) and Edinburgh Western from the SNP. They finished with five seats. The Scottish Greens took six seats, all via the regional list, including Scotland’s youngest ever MSP, Ross Greer, 21.    Rowena Mason, political correspondent: There is no spinning out of this one for Labour. It is a bad result to fall into third place given the party’s dominance in the country before the ascent of the SNP. There will now be pressure on Kezia Dugdale. There were also early indications the extraordinary surge of the SNP may have peaked.    mayor   England  Labour did better than expected in council elections, losing fewer seats than predicted and with its share of the vote likely to be up when counting concludes. It is, however, the first opposition party not to increase its number of seats in mid-term elections in England since 1985.    Related: Corbyn defies critics with Labour set to hold its ground in England     Corbyn said Labour “hung on” and “grew support” in the council elections. During a visit to Sheffield, he said the party had defied predictions of heavy losses across the country. He claimed there had been a “significant swing to Labour” and insisted he would carry on as leader.             Jeremy Corbyn: ‘Labour hung on and grew support in a lot of places’     Labour held the key bellwether council of Crawley, increasing its majority, as well as other swing councils, including Harlow, Nuneaton, Redditch and Southampton. But it lost Dudley to no overall control. Labour won the Westminster byelection in Sheffield Brightside and Hillsborough. Ukip came second. Cameron said the results showed Labour had “completely lost touch” with the public. He derided Labour as “obsessed with their leftwing causes and unworkable economic policies”. The Tories won Peterborough but lost Worcester to no overall control. Ukip drew level with the Conservatives in Thurrock. In the Liverpool mayoral election, Labour’s Joe Anderson was re-elected for a second term with more than 50% of the vote. Paul Dennett was elected mayor of Salford on second preferences after getting 49.56% of the vote.     RM: The polls suggested Labour could have been on course to lose hundreds of council seats and swing councils, so the result will be a relief for the party’s high command. They are less good news for those MPs who want to be rid of their leader, as they are neither decisively bad enough for a coup nor good enough to make them happy to give Corbyn another chance. Critics will have to rely on the argument that Labour should have been making gains.    Local elections   Wales  Labour won 29 seats, a loss of one and two short of an overall majority. The Welsh Labour leader, Carwyn Jones, said he was willing to work with the Lib Dems or Plaid Cymru in a coalition. Plaid Cymru celebrated as its leader, Leanne Wood, took Rhondda from the Labour stalwart Leighton Andrews, one of the biggest upsets of the night for Corbyn’s party. It won 12 seats in total, one up on last time, taking over as the second largest party from the Conservatives.    Related: Labour left reeling in Wales as Plaid Cymru takes Rhondda     Ukip made a breakthrough, winning seven seats , including one for the disgraced former Tory minister Neil Hamilton. Another ex-Conservative MP, Mark Reckless, was also elected.  Labour retained a Westminster seat in the Ogmore byelection.    RM: Welsh Labour is already blaming Westminster politicians for the loss of seats, which means they will have to run a minority administration. The party’s vote share is down but not at the hands of the Conservatives. Dissatisfaction with the major parties appears to have turned voters fed up with politics-as-usual to Ukip and Plaid Cymru.",
  "webTitle": "UK elections 2016 at a glance: the key points and results",
  "webPublicationDate": "2016-05-06T16:56:55Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/uk-elections-at-a-glance-the-key-points",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Irish politics",
      "id": "politics/northernireland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Phipps",
      "id": "profile/clairephipps"
    },
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "politics/2016/may/06/uk-elections-at-a-glance-the-key-points"
}