{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/el-chapo-joaquin-guzman-extradition-trial-united-states",
  "id": "2016-05-09-93",
  "sectionId": "world",
  "body": "A Mexican federal judge has ruled that Joaquín “El Chapo” Guzmán can be extradited to face trial in the US, days after he was moved to a prison on the border with Texas. Mexico’s foreign ministry now has 20 days to approve the extradition, a political decision which Guzmán’s lawyers described as a foregone conclusion.  “We’re convinced the [foreign ministry] will concede this request for extradition,” José Refugio Rodríguez, one of the lawyers representing Guzmán, told the Guardian. “It’s been government policy. For a number of years now, the government has granted all of the United States’ extradition requests,” he said. On Saturday, the Mexican government shipped Guzmán to a penitentiary in the border city of Ciudad Juárez, saying it regularly rotated federal inmates around the country and was initiating work to “reinforce security” at the Altiplano prison near Mexico City, where he was being held. Guzmán, one of the most senior members of the Sinaloa cartel, was Mexico’s most wanted kingpin until his capture by Mexican marines in February 2014.   Related: Blood, mud and lube: how El Chapo's luck came up short in small town sex motel    His escape from Altiplano last July – through a mile-long tunnel which opened into his cell-room shower – humiliated the government of Enrique Peña Nieto and highlighted the deep corruption in the country’s prison system. But details of the investigation into the escape will stay out of the public domain until 2028, following a ruling by the attorney general’s office, the online news organization Sin Embargo reported on Monday. Guzmán was recaptured in January in his home state of Sinaloa, and returned to Altiplano. This time, however, he was kept under much stricter conditions, and, according to his family, unable to sleep as guards would awake him constantly. Mexico had previously been unwilling to extradite Guzmán, but after his recapture  the president said that he would ensure that Guzmán would face justice in the US as soon as possible. He faces at least seven criminal indictments in several US states, on charges including conspiracy to commit murder, kidnapping, money laundering and drug distribution. According to reports in local media, US officials requested Guzmán’s extradition to face charges at the district court southern district of California in San Diego for importing and possession of cocaine with the intention of trafficking.  The charges date back to 1996, and allege Guzmán’s Sinaloa cartel imported cocaine in tins of chilies and other packaged food products and smuggled some of the merchandise through tunnels crossing into California. Guzmán’s legal team promises to seek an injunction against extradition. Refugio was uncertain when Guzmán might be extradited, but the said the appeal process could take “years”. The sudden transfer to Ciudad Juárez this weekend appears to have caught Guzmán’s legal team by surprise: Guzmán’s lawyers say that they were only informed after “El Chapo” had exited Altiplano and have complained that the move was made without a judge’s approval.  The conditions of the Ciudad Juárez prison also caused questions. The annual prison report from the National Human Rights Commission ranked Cefereso No 9 in Ciudad Juárez worst among Mexico’s federal penitentiaries, though it scored highly in the area of “conditions of governability”.",
  "webTitle": "El Chapo can be extradited to the US to stand trial, Mexican judge rules",
  "webPublicationDate": "2016-05-09T16:53:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/el-chapo-joaquin-guzman-extradition-trial-united-states",
  "keyword": [
    {
      "webTitle": "Joaquín 'El Chapo' Guzmán",
      "id": "world/joachim-el-chapo-guzm-n",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drugs trade",
      "id": "world/drugs-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Agren",
      "id": "profile/david-agren"
    }
  ],
  "guardianId": "world/2016/may/09/el-chapo-joaquin-guzman-extradition-trial-united-states"
}