{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/bayern-munich-mario-gotze-bench-liverpool",
  "id": "2016-05-26-292",
  "sectionId": "football",
  "body": "Bayern Munich on Thursday suggested Mario Götze’s playing future with the German champions may remain on the bench, even though the player showed a desire to earn a starting spot after turning down a possible move to Liverpool. The Germany international, who scored the winning goal in the 2014 World Cup final, has failed to secure a regular place since joining Bayern from Borussia Dortmund in 2013 and has been earmarked as a major summer target for Jürgen Klopp.   Related: Mario Balotelli unwanted by Milan and on his way back to Liverpool    The 23-year-old, who had said at the start of last season he wants to play more regularly, on Monday poured cold water on a move, saying he wants to see out his contract until it expires in 2017 and looks forward to next season under the new coach Carlo Ancelotti, who is replacing Pep Guardiola. “I had talks with him [Mario] and Ancelotti. Mario knows the thoughts of Bayern,” the CEO, Karl-Heinz Rummenigge, told Kicker magazine. “Everything was clearly and seriously explained to Mario. He knows what the club thinks and what the new coach thinks. Mario has to evaluate for himself whether he wants to play constantly.” Götze, described as the most talented German player of his generation, only returned to fitness in February following a five-month injury break and made 11 starts for Bayern in the Bundesliga, scoring three goals. On Monday he split with his long-time agent before committing to Bayern, who won the domestic double last season. “I look forward to the new season in Munich and will do everything possible to be in top shape for my first training session under Carlo Ancelotti,” said Götze. German media had reported Ancelotti has informed the player he will not have any guarantees of more playing time. Götze has been included in Germany’s preliminary 27-man squad for Euro 2016, which starts on 10 June, and the national coach, Joachim Löw, believes he is best suited by staying at Bayern. “I’ve been in constant contact with Mario and he’s kept me informed all the time,” Low said on Wednesday. “He’s had a long talk with Ancelotti and I think a few falsities were said about that, but a coach can never give a guarantee and he told Mario that everybody starts from scratch from the start of the season under him. “Mario has had offers, but I always felt he is in Munich with his heart and he wants to prove himself there. He told me he wants to stay in Munich and take his chance with the new coach and I think that’s a fine decision because it’s what his feeling tells him to do, so it’s the right decision for him.” Liverpool have announced four pre-season domestic friendlies ahead of their trip to the United States in July. They will face Tranmere on 8 July, Fleetwood on 13 July, Wigan on 17 July and Huddersfield - managed by Klopp’s close friend David Wagner - on 20 July before heading out to California where they will play Chelsea and Milan. The Reds’ pre-season preparations conclude against Barcelona at Wembley on 6 August.",
  "webTitle": "Bayern Munich’s Mario Götze may have to settle for place on bench",
  "webPublicationDate": "2016-05-26T07:39:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/bayern-munich-mario-gotze-bench-liverpool",
  "keyword": [
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/26/bayern-munich-mario-gotze-bench-liverpool"
}