{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/alys-fowler-dont-go-potty-rules-to-follow-at-nursery-garden-centre",
  "id": "2016-05-14-135",
  "sectionId": "lifeandstyle",
  "body": "You can drag me off to a nursery any day: I get excited, then possibly a little glum when I realise I can’t fit it all in, then excited again, because you never know, I may find space. Part of the joy of going to a nursery is being spontaneous. You can have your lists, but resolute is the gardener who doesn’t get carried away. I speak from experience, but there are some rules that shouldn’t be broken. If your garden is in full sun, walk away from the woodlanders. Dry shade is not “nearly” damp shade, and partial shade is just that: at least four hours of sun at some point in the day. So remember your conditions and be honest about them. Put back that which you cannot grow. A good nursery or garden centre loves its plants. They are its babies and it is rightly proud of them, so ask about everything: pruning, feeding, pest and disease issues. A sign of a good nursery is staff who are full of sound advice, and a library of well-thumbed reference books: mine them for information and you’ll learn a lot. We urban types often end up buying plants from all sorts of places, and some of them may have been sitting around for a while. It’s always a good idea to make some checks. Pick up the pot and assess its weight – an underwatered plant feels light. You do not want to go home with something that has been erratically watered, because the plant may have suffered some unforeseen trauma. Check for roots coming out the bottom of the pot. Some plants are so fast growing that the minute you pot them up, they’ve sent out roots to explore new territory; but roots that have grown out through the holes and are thick and twisted suggest they have spent too long in the pot and are desperately seeking new ground and food. The plant will have a hard time establishing in soil. If you have one like this, tease roots apart before planting; otherwise, they tend to stay spiralling in their straitjacket and not get out to explore new ground. Check the top of the pot for weeds and liverworts, those tiny, green, fern-like, plants that often grow on the top of compost. Even the best nurseries will have a few plants with liverworts growing on their surface, because liverworts love damp, bare ground. But the pot shouldn’t be covered in a thick layer of them, or weeds. This impedes water to the plant and suggests the plant may be a little neglected.   Related: How to grow perfect courgettes and squash | Alys Fowler    Check under the rim for pests, slugs, snails and their eggs (tiny round glassy beads in a mass) and leave them there (preferably squished). Don’t worry if you see spiders’ nests (they look like a little plug of cotton wool): spiders are great predators of all sorts of pest. And if you do break all the rules for that highly discounted leafless thing that you are sure you can rescue, good luck. Rules are there only to be broken: there’s great gardening to be done from the discount section.",
  "webTitle": "Don’t go potty: follow these rules at the nursery | Alys Fowler",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/alys-fowler-dont-go-potty-rules-to-follow-at-nursery-garden-centre",
  "keyword": [
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alys Fowler",
      "id": "profile/alys-fowler"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/alys-fowler-dont-go-potty-rules-to-follow-at-nursery-garden-centre"
}