{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/ed-balls-vince-cable-george-osborne-remain-sketch",
  "id": "2016-05-16-111",
  "sectionId": "politics",
  "body": "It can’t have been the easiest series of Sunday night phone calls. “Hi Ed, it’s George here. George Osborne, remember me? Look, I know the prime minister once said you were the most annoying man in politics, but would it be possible for you to stop being annoying for an hour or so tomorrow morning and come and say something nice about the remain campaign? What’s that? Will there be anyone else there? Absolutely not. Just you and me. You will? That’s great. Thanks ever so much.” George knocked back a couple of stiff drinks. One down, one to go. Nothing for it, better to get it over and done with. “Hi Vince.” “What do you want?” “It’s me, George Osborne.” “I know exactly who you are. What do you want?” “Just a chat. To catch up. How’s the last year been?” “Why don’t you just get to the point?” “I want you to join me and say something nice and remainy.” “Still the same cynical George whom I know and hate.” “So you’ll do it? Great. 10 o’clock at Stansted. Don’t be late.” “It will be just you and me, won’t it?” “Oh absolutely, Vince. Got to go.” The following morning the three men followed the Ryanair boss, Michael O’Leary, past a Boeing 737 with “Safer and Stronger in Europe” painted down one side towards three lecterns placed to one side of the hangar. Vince Cable and Ed Balls eyed each other suspiciously, wondering what on earth the other was doing there. George acted nonchalant, trying to keep up the pretence that it was a complete coincidence they had both turned up at the same time.  George made for the centre lectern and let Ed and Vince slug it out for who was going to be standing to his right and left. He had enough of his own battles to fight. There wasn’t much left to say, but he said it anyway. All the big guns of the governor of the Bank of England, the head of the International Monetary Fund, Barack Obama and the prime ministers of Japan, Australia and New Zealand had already agreed that the UK economy would be completely screwed if Britain left the EU, but no one seemed to care. Now all he had to offer was Ed and Vince. “The leave campaign seem to think everything is a great big conspiracy,” said George. By the blank look on their faces, Ed and Vince didn’t appear entirely sure it wasn’t either. A thousand miles away, in a long-lost underground bunker in Berlin, Adolf Hitler and Martin Boorman were celebrating the rise of the Fourth Reich. George held out his hands. If Ed and Vince couldn’t convince the Eurosceptics then no one could. “Leaving the EU is a one-way ticket to a poorer Britain,” he said. Ed jolted into life, remembering that this was his cue to speak. “Thank you George, thank you Michael,” he stumbled. He was damned if he was going to mention Vince. The words fell out of his mouth unevenly and uncertainly. It was as if it had been so long since he had been required to talk in public that he wasn’t sure if his voice still worked.   Related: Phone survey finds 10-point lead for remain but web poll puts leave ahead    “I’ve lost a lot of friends,” he said. George turned around and glared at Ed, reminding him this was supposed to be a show of consensus and not group therapy. Ed pulled himself together, noted he had never wanted to take the UK into the euro, got in a passing reference to The Great British Bake-Off and Strictly Come Dancing – the high-water marks of his and Vince’s recent careers – before passing over to Vince with: “Leaving the EU is a one-way ticket to a poorer Britain.” Vince glowered. He tried to look happy and upbeat, but he just couldn’t do it. “I was the business secretary in a coalition formed in the national interest and I paid a heavy price for that,” he said, unwilling to let bygones be bygones. George shifted about uneasily. Vince then meandered into something about Hitler, porridge and the EU.  “What I think Vince is trying to say,” said George, finally bringing the event to a close, “is leaving the EU is a one-way ticket to a poorer Britain.” A pre-recorded trumpet sound played through the PA, announcing that this Ryanair flight had landed. Though – as so often – not necessarily anywhere near the destination its passengers had had in mind.",
  "webTitle": "George calls in Ed and Vince to try to convince the Eurosceptics",
  "webPublicationDate": "2016-05-16T16:56:03Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/ed-balls-vince-cable-george-osborne-remain-sketch",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ed Balls",
      "id": "politics/edballs",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Vince Cable",
      "id": "politics/vincentcable",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/16/ed-balls-vince-cable-george-osborne-remain-sketch"
}