{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/thomas-becket-priest-elbow-return-to-site-of-murder-canterbury",
  "id": "2016-05-27-141",
  "sectionId": "world",
  "body": "For almost eight centuries, the tiny sliver of bone has been venerated by distant devotees of England’s famous “turbulent priest”. But this weekend, Thomas Becket’s elbow will make a solemn, if fleeting, return from Esztergom, in Hungary, to Canterbury, the seat of his clerical authority – and the scene of his brutal murder. At 3pm on Saturday, a group of pilgrims, Hungarian dignitaries and interested onlookers will assemble at St Michael’s church in Harbledown to follow in the footsteps of medieval pilgrims chronicled in The Canterbury Tales. From the village described by Geoffrey Chaucer as “bobbe-up-and-doun”, they will walk an hour to Canterbury Cathedral. Their ancient forerunners’ purpose was “the hooly blisful martir for to seke”; theirs is to bring the sacred relic home.     A painting depicting the assassination of Thomas Becket by the knights, Hugh de Merville, William de Tracy, Reginald Fitzurse and Richard le Breton, in Canterbury Cathedral, at the request of King Henry II. Photograph: Hulton Archive/Getty Images    It will be the culmination of an extraordinary week in which Becket’s bone has toured Westminster Cathedral, Westminster Abbey, Rochester Cathedral and other churches associated with the 12th-century archbishop of Canterbury. Encased in a jewelled reliquary, the bone fragment has been accompanied by Hungary’s president, János Áder, celebrated in parliament and blessed by both Becket’s successor, Justin Welby, and the leader of the Catholic church in England and Wales, Vincent Nichols. Becket Week – an initiative by the Hungarian embassy – has generated a wave of public curiosity and a chance for the Anglican and Catholic churches to show that reconciliation has replaced historical division.  “We responded [to the proposal] with enormous joy,” Robert Willis, the dean of Canterbury, told the Guardian. It was a chance “to honour something precious, and also to honour eight centuries of pilgrimage”. Becket was appointed archbishop of Canterbury in 1161 by his friend King Henry II, who wanted an ally in the crown’s tousles with the church. Almost overnight, however, Becket turned extremely pious, donning a sackcloth shirt, consuming only bread and water, spurning riches and staunchly defending the faith.     Archbishop of Westminster, Cardinal Vincent Nichols, carries the relic of St Thomas Becket at Westminster Cathedral in London. Photograph: Neil Hall/Reuters    He and the king clashed over the supremacy of church and state, and Becket was forced into exile after being accused of treachery. A few years later, in 1170, he returned but swiftly angered Henry by excommunicating the archbishop of York who had sided with the king against Rome. Henry allegedly exclaimed: “Will no one rid me of this turbulent priest?” On 29 December, four knights entered the cathedral and hacked Becket to death in front of the high altar, creating an instant martyr. He was canonised just two years later and his shrine became a magnet for pilgrims across Europe, inspiring Chaucer’s Canterbury Tales. When Becket was reburied in 1220, relics from his body – fragments of bone, scraps of cloth – were taken and dispersed across Europe, with a shard of his elbow ending up in Esztergom. Three centuries later, during the Reformation, Henry VIII – determined to kill off the cult of St Thomas – ordered his shrine to be destroyed and his remains obliterated. The veneration of saints’ relics was condemned by the Protestant king as an idolatrous Catholic practice. Where Becket’s shrine once stood, a candle now burns 24 hours a day. Willis said: “In the marble stones, you can still trace the dents made by the knees of thousands of pilgrims. Thomas’s body may no longer be with us, but his ethos and DNA is still here.”   Related: The enduring fascination of relics, from Becket’s elbow to Elvis’s Graceland | Lindsey Fitzharris    The relic later “became a symbol of Catholic resistance under atheistic communism in Hungary. Now there is a sense of liberation from all that,” he said. This week was a “pilgrimage of thanksgiving”. Andrew Tremlett, the rector of St Margaret’s Westminster, the church of the House of Commons, where the relic was displayed this week, said: “The significance of Becket’s martyrdom was felt around Europe.” It spoke to the troubled relationship between church and state still felt in many places in the 21st century. “Here in the UK, religious faith is perfectly normal in the public sphere. But there are plenty of countries and circumstances where that’s not the case. Even here, there must be space for religious leaders to ask taxing questions,” said Tremlett. At a Becket symposium at Lambeth Palace, Nichols acknowledged that the relationship between church and state was always a point of tension. “St Thomas’s martyrdom reminds us what can happen when the state seeks to dominate religious belief and reshape it to its own ends, to its own selection of values. When observance of those particular values become absolute requirements then we are on a path of confrontation,” he said.     Hungary’s president János Áder and his wife Anita Herczegh at Westminster Cathedral. Photograph: Neil Hall/Reuters    Interest in the relic has been surprisingly high, said Tremlett. “The veneration of relics is not within the western European cultural mindset. But here we are on an ordinary weekday morning, and people are coming in to see it.” He added: “I understand that something like this provides a sense of connectedness to a special individual. I wouldn’t ascribe a spiritual property to a relic, but I understand and respect that people do. We like to think of ourselves as purely rationalistic, but here, this week, in the heart of our liberal democracy, this act of veneration was going on.” No one could estimate how many people are expected to show up on Saturday for the last leg of the modern-day St Thomas Becket pilgrimage. After arriving at the west doors of the cathedral, the relic will be taken to the crypt for prayers and contemplation. Following a Catholic mass on Sunday, the tiny fragment will return to Hungary. “We are steeped in Becket here, and this week’s reconnection is very special, but the relic belongs in Esztergom,” said Willis.",
  "webTitle": "Thomas Becket's elbow to return to site of his murder in Canterbury",
  "webPublicationDate": "2016-05-27T13:38:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/thomas-becket-priest-elbow-return-to-site-of-murder-canterbury",
  "keyword": [
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/27/thomas-becket-priest-elbow-return-to-site-of-murder-canterbury"
}