{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/columbus-crew-kei-kamara-trade-new-england-mls-penalty-kick",
  "id": "2016-05-12-140",
  "sectionId": "football",
  "body": "Less than a week after a very public spat with his team-mate over who should take a penalty kick, Columbus Crew have agreed to trade Kei Kamara, last season’s leading goalscorer, to New England Revolution for a record fee. The move was finalised just before the end of the primary transfer window. The move represents a coup for Revolution – Kamara matched Sebastian Giovinco’s regular-season tally of 22 goals last season to win the Golden Boot – but suggests Columbus were deeply troubled by Kamara’s disagreement with Federico Higuain during last week’s game against Montreal.   Related: Sierra Leone’s Kei Kamara: I missed out on Wolves move due to Ebola outbreak    One source told ESPN that the amount of targeted and general allocation money involved is in excess of $300,000, and more than the Chicago Fire received last year when it executed a sign-and-trade that sent Didier Drogba to the Montreal Impact. But it seems Kamara’s row with Higuain was the final straw. Last Saturday, Columbus were leading 3-1 against Montreal when they were awarded a penalty. Kamara had scored twice and wanted to seal his hat-trick, but Higuain, the Crew’s designated penalty taker, prevailed. He scored, putting Columbus 4-1 up, but Montreal roared back to earn a 4-4 draw. After the match, Kamara laid into his Argentinian team-mate for “selfishness”. “You have two goals, you’re going for a hat-trick, a player that’s never scored a hat-trick in their career,” Kamara said. “What do you do? Do you give it to him or do you take it? That’s selfishness. That’s not a team-mate. That’s selfishness. Why did I lose the golden boot last year? How many penalty kicks did I score before Giovinco? None.” The Crew suspended Kamara for this weekend’s game against Colorado, but the forward was in no mood to say sorry. “[Coach Gregg Berhalter] told me that this morning, and obviously I didn’t agree to it all,” Kamara said on Tuesday. “I won’t agree to it. But he’s the boss, and if he says, ‘We don’t need you for the weekend. You’re going to have to sit out for the weekend,’ there’s nothing I can do about that.” But Berhalter was insistent. “I said what is on my mind and in my head,” the coach said. “The action of Kei, speaking out against a teammate, is unacceptable. We have zero tolerance for that. Therefore, he won’t be playing in the game Saturday. Coach’s decision. “And then we try to move forward in the right way. We’re a team that keeps things together. We keep things between ourselves, and that’s why that decision was made.” Kamara has had five separate stints with MLS teams, but has only once lasted more than two seasons, with Sporting Kansas City between 2009 and 2013. “We have been looking to strengthen our team and we feel that this addition accomplishes just that,” Revs GM Michael Burns said. “Kei is a player who has had success and is a proven goalscorer in MLS. We’re pleased we were able to get this deal done and look forward to Kei’s arrival and integration into the team.”",
  "webTitle": "Columbus trade Kei Kamara to New England after penalty argument",
  "webPublicationDate": "2016-05-12T15:52:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/columbus-crew-kei-kamara-trade-new-england-mls-penalty-kick",
  "keyword": [
    {
      "webTitle": "Columbus Crew",
      "id": "sport/columbus-crew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/12/columbus-crew-kei-kamara-trade-new-england-mls-penalty-kick"
}