{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/23/harmony-seas-royal-caribbean-monstrosity-beginning-to-see-its-point",
  "id": "2016-05-23-134",
  "sectionId": "travel",
  "body": "I’m a teenager, drunk in a shopping mall. Actually I’m not, I’m none of those things, it just feels like that. Really I’m on a cruise ship, the cruise ship, the biggest in the world, for a two-night inaugural joyride from Southampton into the middle of English Channel and back. Royal Caribbean’s Harmony of the Seas is a very big boat, an 18-layer wedding cake that seriously alters the skyline and the population wherever it docks. You’ve probably seen the figures: a billion dollars to build, 362m long, 226,963 tonnes, 23 pools including waveriders and waterslides, 20 restaurants. There’s a theatre, ice rink, casino, gym, spa, nursery, hospital, jail, morgue and much much more. My favourite stat is that 15,000 eggs are consumed on board every day. Some 2,100 crew look after up to 6,780 guests, a total of 8,890 people – that’s more than the seaside town of Ventnor on the Isle of Wight, which we may or may not be passing (it’s been a while since I saw the sea or the outside world).     The Harmony of the Seas, arrives in port at Southampton for the first time. Photograph: Peter Nicholls/Reuters    Now I’m in a lift. I spend a lot of the cruise either in or waiting for one of the ship’s 24 guest elevators. Or walking along long grey corridors. So long, like a corridor from a weird dream, numbered doors on both sides, and at regular intervals a friendly person from the developing world (the Philippines, Peru, Mexico, Jamaica, Mauritius) with a housekeeping trolley and a warm greeting.     No problem getting a sun lounger today, harder not to get blown off it. Photograph: Sam Wollaston for the Guardian    My cabin – our cabin, I’m with my girlfriend and our four-year-old – at last. With a window, and a balcony, on to the outside, and the sea! Don’t worry if you can’t afford an outside window, or even one that looks inside over Central Park (the food mall part of the shopping centre, with real trees); it’s OK because the cabins with no windows at all have virtual ones, virtual balconies, too; it’s really a high-definition screen on to which a sea view is projected, but it’s a real real-time image, taken from a camera on the outside of the ship, so it’s pretty much like having an outside balcony. With the added advantage that if it all gets too much and you the feel the urge to jump, you can’t; no one ever drowned in pixels. Jumping off, like norovirus, is a thing on cruises. Hey, let’s not get too negative about all this. My colleague John Vidal has already done the big cruise enviro-boo. We say screw the planet, we’re here to have a good time. The weather mid-Channel isn’t making that easy, it’s grey and wet. No problem getting a sun lounger today, harder not to get blown off it. All those pools and water slides, the mini golf etc don’t look so tempting either. I don’t think this is ideal cruising territory. Soon the Harmony of the Seas is off to the Mediterranean.     Aboard the Harmony of the Seas, some 2,100 crew look after up to 6,780 guests. Photograph: Jean-Francois Monier/AFP/Getty Images    What? The ship’s big attraction, the Ultimate Abyss, is closed? (It doesn’t work so well in the wet apparently: people stick). It’s OK, I already did it before we even left Southampton, before the rain began. What is the Ultimate Abyss? A big purple tube that spirals down 10 storeys, like a large intestine at the arse end of the ship. You get in at the top end, shoot down and come out of the bottom; you’re a human poo, albeit a very quick one. Why am I thinking about norovirus again? Actually, it’s like a cross between suicide and norovirus. Also worryingly thrilling.           ‘Like being a human poo’: the Guardian’s Sam Wollaston tries the 10-storey slide on The Harmony of the Seas    We find other things to enjoy. The bed is very comfy. The staff are all absolutely lovely and remarkably cheerful given that when they’re done changing sheets, cleaning toilets, hoovering the forever corridors, waiting etc, some of them go back down to their windowless (not even virtual ones) shared rooms in the actual bowels of the ship, below the waterline. And they can be away from their families for six months at a time.     Our cabin has a window, and a balcony on to the outside, and the sea! Photograph: Sam Wollaston for the Guardian    We like the ship’s big blasty horn a lot; “Mummy did a fart: high five,” we say every time, which is often in poor visibility. Too many eggs probably, hopefully not noro … shut up about noro! Four-year-old actually loves it all, even if he doesn’t fully understand what it is. “Are we still on the ship?” he often asks. I can understand the confusion; it seems the bigger the ship, the less shippy it is. And it’s easy to forget, apart from the tipsiness, which seems to be abating. Must be getting our sea legs. We’ll just have to get actually drunk then. At the first bar we enter, a uniformed lady closes a door behind us, and we start to go up. The whole bar. What the eff? Finally we’re out of the lift, and into a bar, and the bar turns into a bloody lift. Maybe we should have guessed, it’s called the Rising Tide and goes up and down between the mall and Central Park. The Bionic Bar is staffed by robots – less friendly than the other staff, and mainly there for the purpose of selfies.   Related: Harmony of the Seas arrives in Southampton – in pictures    We go to a Totally Awesome (and very loud) 90s Street Party. And take in an ice show, slidy dance, I’d like to see that in a storm. Jamie’s here: Jamie’s Italian, where we eat (nice). And then later, at the 1,400-seat Royal theatre, we sing along to Grease, the live musical: “Well-a well-a well-a huh, tell me more tell me more, was it love at first sight?”     The Bionic Bar is staffed by robots – less friendly than the other staff. Photograph: Sam Wollaston for the Guardian    No, it really wasn’t, pretty much the opposite, more like horror. Harmony of the Seas may be an engineering marvel but it’s also monstrosity. After some time on board, though, I’m beginning to see the point of it, and how – if you didn’t want to think too much about anything, or care about sharing a confined space with nearly 9,000 other people – it might be a nice holiday for a multi-generational family. Anyway, right now we’re … shhhh … quite enjoying it. Even if we’ve all totally forgotten we’re on a boat at all. Hey, maybe we’re not, and it’s not just those windows that are virtual … No, but they would have made the weather better, sunsets and everything. That’s got to be the future, though, hasn’t it? Virtual everything, in some kind of Truman Show bubble, perfect skies and clear consciences, and everyone happy. • Sam’s trip was provided by Royal Caribbean. A seven-night western Mediterranean cruise costs from £1,037pp all-inclusive for an interior room.",
  "webTitle": "The Harmony of the Seas is a monstrosity, but I’m beginning to see its point",
  "webPublicationDate": "2016-05-23T14:52:22Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/23/harmony-seas-royal-caribbean-monstrosity-beginning-to-see-its-point",
  "keyword": [
    {
      "webTitle": "Cruises",
      "id": "travel/cruises",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Southampton",
      "id": "uk-news/southampton",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "travel/2016/may/23/harmony-seas-royal-caribbean-monstrosity-beginning-to-see-its-point"
}