{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/golden-state-warriors-oklahoma-city-thunder-game-7-nba",
  "id": "2016-05-29-201",
  "sectionId": "sport",
  "body": "On the verge of elimination, Klay Thompson would not let the Golden State Warriors’ season die. And so he shot and he shot and he shot. Normally he has been the sidekick to MVP Steph Curry, but with Curry struggling for much of the Western Conference finals, it was Thompson who came though on Saturday, hitting an NBA playoffs record 11 three-pointers in the Warriors 108-101 victory over Oklahoma City in Game 6.   Related: Golden State Warriors beat Oklahoma City Thunder: NBA playoffs – as it happened!    “Nobody wanted to [go home],” Thompson said after the game, his 41 points having silenced a roaring crowd in Oklahoma City’s Chesapeake Arena.             On the verge of elimination, Golden State, who set a league record with 73 regular-season wins, salvaged a season that was slipping away by overturning a seven-point deficit with 5:00 left, and by doing something they hadn’t done much in the previous 5 ½ games: play defense. They held the Thunder to just one basket and three free-throws in those final five minutes. Now the Warriors go back to Oakland’s Oracle Arena for Monday night’s Game 7, where they will be heavily favored to earn their second-straight finals appearance. On the verge of elimination, Curry turned back into Curry. His struggles in the first games of the series disappeared on Saturday night when he hit two smooth, confident three-pointers in the final five minutes. The kind he used to make before the Thunder began knocking him around the court. He scored 10 points in that last burst, batted away Oklahoma City players’ passes, and looked everything like the player who had been missing the last two weeks. Just when the Warriors needed him. “About time we have a stretch where we opposed our will,” he later said. The Thunder, though, collapsed. This has been all too familiar a script for Oklahoma City in recent years. But the Thunder thought those days had passed. Behind new coach Billy Donovan, they had transformed themselves into a rugged defensive team that crushed the league’s most beautiful, free-flowing offense. Then it was gone. Oklahoma City began to miss the shots that had fallen earlier in the series. The Warriors became more aggressive defensively, and the Thunder’s Kevin Durant and Russell Westbrook tried to force passes and shots late. What should have been a celebration on the way to a meeting with Cleveland in the finals tuned into a panicked rush to save the series. Under pressure, Oklahoma City fell apart. “We missed some shots and they got hot from three,” Durant said. But more than the Thunder’s late-game tumble, Game 6 will be remembered for Thompson’s three-pointers. “He was ridiculous,” Golden State coach Steve Kerr said. “His shooting was some of the most incredible shooting I will ever see.” He hit shots from the corner. He hit shots off passes from the side. He hit shots seemingly without even looking and he even hit a a shot just two steps in from center court – normally Curry’s domain.            He has always been one of the best shooters in the league, but as the guard who plays beside Curry, he is a second option, overshadowed by the MVP. On Saturday, the Warriors needed him to be Curry until Curry could find his missing shot. Even Curry shook his head later and said: “He made some great shots.” On the verge of elimination, Thompson, and then Curry, came through. The Warriors were the Warriors again, and now with a trip back to Oakland that the Thunder do not want to make, Golden State suddenly seem back on the path to the finals once again.",
  "webTitle": "Champion Warriors storm back to beat Thunder and force dramatic Game 7",
  "webPublicationDate": "2016-05-29T04:48:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/golden-state-warriors-oklahoma-city-thunder-game-7-nba",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/2016/may/28/golden-state-warriors-oklahoma-city-thunder-game-7-nba"
}