{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/big-pathology-firms-could-reap-millions-from-coalition-bulk-bill-deal-analyst",
  "id": "2016-05-17-27",
  "sectionId": "australia-news",
  "body": "Australia’s biggest pathology companies are likely to be millions of dollars better off after striking a peace deal with the Turnbull government on budget savings, with the biggest provider Sonic Healthcare estimated to be $50m to $70m ahead, according to an industry analyst. The pathology industry – heavily dominated by two large companies Sonic Healthcare and Primary Healthcare – has in recent years been a large donor to the Liberal party. In a peace deal announced by prime minister Malcolm Turnbull during his debate with Bill Shorten on Friday night, the pathologists agreed to shelve their fierce “don’t kill bulk bill” campaign against the government’s plan to save $650m by cutting bulk-billing incentives for pathology and diagnostic imaging.    Related: Flu tracking in Australia: weekly updates on symptoms around the country    The government will still cut the bulk-billing incentives and save the money, but has agreed to change the law to reduce the rents that pathologists pay to doctors for co-locating their collection centres in surgeries. The pathologists have agreed that they can absorb the cost of losing the bulk-billing incentives when their rents come down. In fact Craig Collie, analyst with Macquarie Securities, says a company such as Sonic is likely to be better off in net terms by about $60m a year from the deal, and that its profits could be boosted by 9%. Sonic has been a large Coalition donor in past election years and the pathology industry’s peak body – Pathology Australia – has also donated only to the Liberal party for the past three years. In an analysis of the deal, Collie estimates Sonic will save about $116m a year on the rent at its 2,000 pathology collection centres around the country. He said this would “more than offset” the cost of the bulk-billing incentive for Sonic’s pathology and diagnostic imaging services of about $50m and leave the company between $50m and $70m a year better off, with the benefit starting in 2018 and 2019 when the changes are fully implemented. He says the measure could boost Sonic profit by 9%. Since Labor has said it would not proceed with the cuts to bulk-billing incentives, pathology companies would also be better off if the ALP won the election. Collie warned that there remained some uncertainty over the deal, including possible loopholes in the rental deal and the possibility that GPs would find other ways to get compensation for directing their pathology services to a particular provider. Dr Michael Harrison, chief executive of Sullivan Nicolaides Pathology, Sonic’s practice in Queensland and northern New South Wales, said Collie’s assessment was “a guess ... and my guess is it is an overestimate”. Harrison said he thought the reduced rents would broadly cancel out the costs of the bulk-billing incentive, although other parts of the deal – particularly a freeze on the opening of new collection centres – could provide added benefits. “It got to a point where we really had to start stamping our feet, the rents were way above market value and there had been a massive expansion of collection centres. This deal means we will be able to afford the cuts to the bulk-billing incentives without charging a co-payment,” he said.  But angry GPs say they will now bear the cost of the cuts, on top of the $1bn the government is saving from continuing to freeze the Medicare fees it pays to GPs for another two years, because they are usually the owners of the medical centres where the pathologists rent space. And the Australian Diagnostic Imaging Association, which represents radiology practices, says the deal does nothing for patients facing cuts to the rebates for CT scans, MRIs, ultrasounds and x-rays. The president of Adia, Christian Wriedt, said the pathologists-only deal raised questions about how policy was being formulated. “Pathology has been running a very loud and critical media campaign against the government’s rebate cuts and now, all of a sudden, a deal has been done and announced during a TV debate. It’s health policy on the run and that’s bad news for patients and bad news for our Medicare system.” GPs are now ramping up their campaign to mobilise patients to oppose the cuts, saying they are reaching a “tipping point” after which they cannot continue bulk billing. The president of the Australian Medical Association, Dr Brian Owler, said GPs were astonished that such big corporations had persuaded the government to intervene in commercial market arrangements on their behalf. Shares in both Sonic Healthcare and Primary Healthcare soared on Monday on the news – Sonic shares jumped 4.9% and Primary Healthcare more than 5%. Sonic has also been a major donor to the Liberal party, with past donations falling heavily in election years. In 2013 it donated a total of $257,597 to the Liberal party and Liberal candidates, including a $200,000 donation to the federal Liberals and $20,000 each to the Queensland and Tasmanian divisions.   Related: The invisible aged: the people politics forgot | John Watkins    In 2010 it donated $200,000 to the federal Liberals. Pathology Australia, the industry peak body, has donated $25,000 to the Tasmanian Liberal party in each of the past three years. It donated $32,000 to the federal Labor party in 2011-12, when Labor was last in office. The government’s promised changes will clarify the meaning of the term “market value” in the act and link it to local commercial market rents. It will also put a moratorium on the opening of new pathology collection centres and has promised no more changes for three years. Doctors say the pathologists have been paying for the advantage of being co-located with the surgeries that prescribe their services. The health minister, Sussan Ley, has released figures showing bulk-billing rates actually increased to 78.1% in the year to March. But Owler insists GPs are at a “tipping point” and could no longer absorb the cost of the fee freeze.",
  "webTitle": "Big pathology firms could reap millions from Coalition bulk bill deal – analyst",
  "webPublicationDate": "2016-05-17T20:17:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/big-pathology-firms-could-reap-millions-from-coalition-bulk-bill-deal-analyst",
  "keyword": [
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian political donations",
      "id": "australia-news/australian-political-donations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/18/big-pathology-firms-could-reap-millions-from-coalition-bulk-bill-deal-analyst"
}