{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/19/exeter-wasps-premiership-play-off-semi-final-rugby-union",
  "id": "2016-05-19-50",
  "sectionId": "sport",
  "body": "Exeter have shown twice this season that they know exactly how to beat their Premiership semi-final opponents, Wasps, yet they have also shown them how they themselves can be beaten. Exeter won both regular-season Premiership meetings comfortably, though using very different methods, but when they met in the Champions Cup quarter-final, the Chiefs let slip a commanding lead by being caught out playing a little too much rugby. In the first of the three meetings this season, at the Ricoh Arena in December, Exeter drove Wasps to distraction with four tries directly from close-in mauls and one from a pick and go after a maul broke down. The 41-27 scoreline was an emphatic and fair reflection of the game – it showed Exeter’s dominance but also hinted at the danger Wasps can pose.   Related: Wasps beat Exeter to Champions Cup semi-final thanks to Jimmy Gopperth    The return fixture at Sandy Park this month was just as convincing, but achieved by other means. This time they blew Wasps apart with a try apiece from their back three of Jack Nowell, Phil Dollman and Ollie Woodburn in a 24-3 win in which they sought to run Wasps ragged from deep. In between these games the two met again at the Ricoh in the Champions Cup quarter-final and Wasps turned the ball over in their own 22 to set up the try that sparked the late comeback that turned a 24-11 deficit into a 25-24 victory. That reversal was allowed to happen through Exeter playing and keeping the ball in hand. Rob Baxter often stresses the importance of his side being true to themselves and to the way he wants the game to be played but, while it has certainly been central to their march up the league, now they must make sure this approach works in a one-off play-off. This approach can lead to turnovers, something Wasps are expert at creating through George Smith and James Haskell and something their attacking game thrives on, so it is vital Exeter get the balance right. The question is whether they have learned the lesson of that European defeat. When they run the ball from their own half the three key players are Gareth Steenson, Henry Slade and Nowell. When the opposition wingers are held back in the usual way, Nowell is a significant threat with his running game, but once the opposition adjust for this and bring their wingers up, Steenson’s kicking game comes in to play as he looks to exploit the space in behind that this leaves. So far so unremarkable, but what makes this so difficult to deal with and defend against is that they can kick just as well off a second point. If the ball goes to the fly-half Steenson deep in his own half, the defending wingers are likely to stay deep in readiness for the kick, but as soon as he passes it to the inside-centre, they come up in anticipation of a running move and to close up the space that Nowell in particular thrives in. The problem here, though, is that Slade is loitering at outside-centre and can kick in behind as well as any fly-half. So the defence does not know whether to stick or twist. This is what makes Exeter’s such a nicely balanced back line. The wind at Sandy Park goes straight down the pitch and Exeter are very confident of running the ball from their own half into it and hanging on to it. This approach also leads to a lot of penalties because the opposition become frustrated at their inability to get the ball back, and this gives Exeter the chance to kick for position in the opposition 22, which brings the driven lineout into play. Thomas Waldrom and Mitch Lees, who is back from injury, are superb at directing and getting on the back of the drive. Wasps are well aware of this after Waldrom scored three tries and Lees one in that 41-27 win at the Ricoh in December.   Related: Saracens sweep honours at Premiership end-of-season awards night    Exeter are very difficult to beat at home and Saracens are the only side to manage it this season. Wasps’ big challenge is to keep the Chiefs out of their 22 as much as possible, and Dai Young spoke about that before the European quarter-final. The danger for Exeter is that they can overplay in the middle third of the field. That is the area where Smith and Haskell love to put pressure on the breakdown and it is the area where you don’t get as much reward for kicking. You get huge reward for kicking from deep because you can get in behind, but in the midfield you frequently give the ball away by kicking. Where Exeter were very successful at the Ricoh in the Premiership fixture is that they drove in that middle third and got penalties from it, which put them into Waldrom and Lees territory in the 22. To stop this working, Wasps will aim to get the drive quickly to ground when Exeter try to get it rolling in the middle third, which they struggled to do at the Ricoh in the Premiership but had more success with in the Champions Cup. Once the drive has been pulled to ground, Exeter are forced to pick and go, which you can do all you like in the middle as it won’t really take you anywhere and it makes your kicking and running options quite static, diminishing the effect of Exeter’s backs. I think the Chiefs will win on Saturday. The current score for the season is 2-1 to Exeter, though Wasps will take comfort that their win came in a knockout tie. Both sides like to play a bit but both know the dangers of playing too much and I think Exeter’s more balanced game will drive them through.",
  "webTitle": "Exeter can drive Wasps to distraction again in Premiership semi-final | Dean Ryan",
  "webPublicationDate": "2016-05-19T19:00:19Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/19/exeter-wasps-premiership-play-off-semi-final-rugby-union",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Ryan",
      "id": "profile/dean-ryan"
    }
  ],
  "guardianId": "sport/blog/2016/may/19/exeter-wasps-premiership-play-off-semi-final-rugby-union"
}