{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/leicester-city-manchester-united-premier-league-title-on-hold",
  "id": "2016-05-01-85",
  "sectionId": "football",
  "body": "Leicester City have come so far on this once-in-a-lifetime odyssey they probably should not mind too much if the coronation has to be put off a little. Claudio Ranieri’s team did not quite have the chutzpah to confirm themselves as implausible, eccentric champions at the home of England’s most successful club but they walked off the pitch to a remarkable ovation and this could still be a valuable point, ultimately, given its implications at the top of the table. Their disappointment was obvious after the final whistle when Manchester United’s fans clapped them all the way to the tunnel and the body language of Ranieri’s players made it clear how much this tough, obdurate team had wanted to avoid delaying the process. It spoke volumes for the ambitions of these players but, in simple terms, they had still put themselves in a new position of strength given that Tottenham Hotspur now have to win all their remaining three fixtures to stand any chance. Leicester’s lead is eight points and, even if Spurs keep up the chase by beating Chelsea on Monday, the leaders can make it arithmetically certain with a solitary win, or even two draws, from their home game against Everton on Saturday and their own trip to Stamford Bridge the following weekend. Their goal difference is inferior to that of the team in second but, in reality, it would take something extraordinary for Leicester to surrender their advantage, especially when they will have Jamie Vardy back from suspension for their last two fixtures. Ranieri’s men might have swatted Swansea aside without their leading scorer last weekend but they felt his absence here during the passages of play, particularly in the second half, when they stretched United’s defence without having the killer instinct inside the penalty area.   Related: Manchester United v Leicester City: Premier League – live!    The downside for Ranieri’s men is that another of their key players will be suspended for the Everton game because of Danny Drinkwater’s sending-off against the club where his career started. Drinkwater’s tug on Memphis Depay, having already been booked, earned him a second yellow card and Leicester were fortunate the punishment was not more grievous. Depay’s foot was on the line of the penalty area but the referee, Michael Oliver, decided it warranted only a free-kick and Leicester were spared the possibility of a late defeat. Leicester had looked increasingly dangerous during the second half, with Riyad Mahrez prominently involved, but the champions-in-waiting have certainly played better during other parts of their run-in and in the opening 45 minutes their use of the ball must have been slightly bewildering for the global television audience. Perhaps it was just inevitable their quick counter-attacking would not carry the same menace without Vardy and it was certainly a difficult first half for the league leaders, with Anthony Martial giving United an eighth-minute lead and the home side moving the ball far more purposefully than the crowd at Old Trafford have seen for most of the season. Louis van Gaal described it as “one of our best matches this season” and, even if he was exaggerating at times, talking about their opening 35 minutes being “unbelievably good,” it says a lot about Leicester that they refused to crumple. Van Gaal’s top-spin did not really fool anyone but United were the better side in the opening half. Both teams had chances to win it after the interval and both had grievances with Oliver’s refereeing on a day when Mahrez might also have won a penalty and Marouane Fellaini reminded us of his apparent inability to go through a football match without swinging his elbows into an opponent. On this occasion he connected with Robert Huth’s windpipe, followed by a secondary swipe at Leicester’s centre-half. Van Gaal argued that Huth had grabbed Fellaini’s considerable hair and claimed it ought to have been a penalty but the Football Association’s disciplinary department will surely take action. Fellaini is a serial offender and faces a ban that will rule him out of United’s last three league games. As for Mahrez, perhaps there was a suspicion in Oliver’s mind that the newly crowned player of the year had thrown himself into Marcos Rojo, rather than the other way around, but the defender can consider that 39th-minute incident a let-off during an afternoon when Leicester seemed to have identified him as a possible weak point. Wes Morgan’s equaliser stemmed from him outmuscling Rojo to head in Drinkwater’s free-kick and there were at least two other set pieces when Leicester’s captain eluded him again. United will wonder whether it might have been a more profitable day, as they try to clamber into the Champions League qualifying places, if it had not been for Kasper Schmeichel’s one-handed save to keep out Jesse Lingard, with the score at 1-0. They were dominant at that point and their supporters will also think back to that moment, just after the half-hour, when Lingard ran clear after Danny Simpson’s mistake before going to the floor under the defender’s challenge. On this occasion the referee was probably right to give Simpson the benefit of the doubt, with the home crowd baying for a red card, but Leicester looked unusually hesitant during that period when Lingard combined with the overlapping Antonio Valencia to set up the opening goal. Valencia’s cross off the outside of his right boot caught the Leicester defence static and Martial took advantage of some lax marking to rifle in his 15th goal of the season. However much Van Gaal tried to dress it up, Leicester looked the more rounded team for a 20-minute spell at the start of the second half when, attacking on the break, they started finding the space to get behind the home team’s defence. What they could not do was find the decisive goal but the late penalty decision went their way and Ranieri still left the impression that his flight to Italy, for lunch with his 96-year-old mother, would be a happy one. Man of the match Wes Morgan (Leicester)",
  "webTitle": "Leicester City’s draw with Manchester United puts Premier League title on hold",
  "webPublicationDate": "2016-05-01T14:55:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/leicester-city-manchester-united-premier-league-title-on-hold",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/01/leicester-city-manchester-united-premier-league-title-on-hold"
}