{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/eurovision-song-contest-straitjacket-joke-mental-health-illness-stigma",
  "id": "2016-05-15-76",
  "sectionId": "tv-and-radio",
  "body": "Charities have accused the Eurovision song contest of fuelling the stigma surrounding mental illness by featuring jokes about mental health during the live broadcast. Saturday’s programme, which was expected to be watched by more than 200 million people, featured a segment, intended to be light-hearted, in which a line of models showed off Eurovision “memorabilia”.  After highlighting conventional items such as a baseball cap as she moved down the line, the Swedish co-presenter Petra Mede said: “If you’re a really crazy fan I strongly recommend the Eurovision straitjacket.” A man wearing a Eurovision-branded straitjacket then came into view, modelling the item by turning around as Mede observed: “You know what they say – crazy is the new black.” There was some laughter and applause from the audience. But Time to Change, a partly government-funded campaign, run by the charities Mind and Rethink Mental Illness, to tackle the stigma of mental illness said the jokes were inappropriate and could have harmful consequences.  Kate Nightingale, the campaign’s head of communications, said: “It’s disappointing that mental health problems, which affect one in four of us in serious and sometimes devastating ways, are being used as part of a Eurovision gimmick.    Why is there a man wearing a straitjacket and why is this woman saying \"crazy is the new black\" #Eurovision pic.twitter.com/z7yhBRZ5kX— Tahira Mirza (@tahiramirza1) May 14, 2016    “Trivialising mental health problems and reinforcing outdated stereotypes of people in straitjackets has harmful consequences, making it harder for people to reach out for help and support. The Eurovision song contest is watched by many and it would be great to see it used as a platform for raising mental health awareness, not fuelling stigma.” The controversy is similar to that generated when a singer on a Halloween-themed edition of The X Factor performed a cover of Gnarls Barkley’s Crazy accompanied by dancers dressed in straitjackets. Concerns have been raised in recent years about the sale of straitjackets as Halloween costumes. In 2014, the then health minister Norman Lamb urged retailers not to stock such costumes, which he said demonised people with mental illness. Lamb said the Eurovision stunt was “extraordinary”, particularly as it must have been planned in advance. “This sort of language is just wholly unacceptable and inappropriate in this day and age,” he said. “I think a lot of people have now recognised we have got to move on from this offensive, stigmatising language but there are some people – clearly including this presenter – who are stuck in the dark ages. Careless language causes great offence to people suffering and coping with challenging conditions.”   Related: Asda, offensive halloween costumes and mental health stigma | Dean Burnett    A former patient at a psychiatric hospital who blogs anonymously about mental health and tweets under the name @Sectioned_ wrote that she had stopped watching after seeing the offending section: “I’d like to be able to carry on enjoying #eurovision but I’m crying that folks like me were just ridiculed & demonised for fun”. Lamb said broadcasters in the UK have generally moved on in depicting people with mental health problems and he was shocked that something like this could still be broadcast to such a large audience.  Saturday’s show was shown live in Europe, China, Kazakhstan, Australia, New Zealand and, for the first time, the US. The contest was won by Ukraine, with guest nation Australia runner-up. A spokesman for Eurovision said the show, including the script, was the work of the Swedish broadcaster and so any questions should be properly addressed to SVT. The Swedish public service broadcaster did not respond to a request for comment.",
  "webTitle": "‘Eurovision straitjacket’ joke angers mental health campaigners",
  "webPublicationDate": "2016-05-15T15:54:40Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/eurovision-song-contest-straitjacket-joke-mental-health-illness-stigma",
  "keyword": [
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/eurovision-song-contest-straitjacket-joke-mental-health-illness-stigma"
}