{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/perfect-families-stress-exhaustion-modern-parents",
  "id": "2016-05-08-195",
  "sectionId": "lifeandstyle",
  "body": "It was tough finding time to write this piece, what with the children, the emails, the laundry, the meetings, the phone calls. Want to know more about my struggle? No, I bet you don’t. We have all listened to frenzied itineraries from parents who also hold down a job and who evidently hope to impress and inspire sympathy in equal measure. The truth is that many of Britain’s families are in the same beleaguered state. More mothers and fathers than ever are tired out yet believe that’s just how it is. The findings of January’s Modern Families Index show that almost a third (29%) of the nation’s parents are complaining of burnout, not just from long hours at work but from toiling at home. Domestic chores and the logistics of children’s aspirational hobbies mean more than a third (35%) of those asked by the charity Working Families believe they are chasing their tails in a race they do not remember entering. Annual leave is regarded as a coping mechanism, many said, and 28% of parents admitted faking sickness to deal with hectic lives. So while joyful images of orthodox family life – the so-called “quality time” made up of country walks and fond joshing around the dinner table – still dominate advertising, that time is rapidly diminishing, even as it is being labelled and sold to us. Tony Crabbe, a business psychologist who last year wrote Busy: How to Thrive in a World of Too Much, believes working parents in Britain now bear the brunt of an obsession with cramming the day, particularly those educated, professional parents who work longer hours. “The quality of the attention we are supposed to give is exhausting, with the jumping backwards and forwards from work and home,” he argues. “And what creates a perfect storm is this pressure to be a perfect parent. There is a kind of arms race at the school gates as to how many after-school activities kids are doing.” The Index study, conducted with the care provider Bright Horizons, spoke to 1,000 British mothers and fathers across a range of ages and from varied income brackets, and it shows that almost half of working families now have both parents in full-time jobs. Men no longer have that time-honoured right to come in, sit down and kick their shoes off, although according to the findings, mothers are nearly twice as likely as fathers to pick up domestic tasks as soon as they walk in the door. Flexible working, if it is possible, does not reduce stress levels either. Far from it being a panacea, an occupational health study earlier this year reported a growing danger that employees feel “on duty” all the time. “There has never been a generation that has less time alone with its brain than ours,” says Crabbe. “Yet the skills workers will need in the future are creative ones. Creativity is a muscle, and it doesn’t work without some dead time in our diaries, time to let things settle and sediment.” A good test of a stressed-out family is when the suggestion of something fun and new to do simply sounds like another burden. But what has driven so many households into this ceaseless battle with the clock? Is it a fear of wasting time? Most parents believe it is the high cost of living and a wish to secure a good life for their children that urges them on. Yet if the cost is surrendering “a good life” now, is it worth it? We asked three busy families to explain how they cope – and why. ‘It’s about how much we want for our children’ Carrie and Matt James have Erin, 16, Patrick, 14, Catherine, 11, and Orla, 7 Carrie and Matt James live in a cul-de-sac not far from the front in Leigh-on-Sea, Essex, and have four children, Erin, Patrick, Catherine and Orla. Their daughters have a consuming interest in Irish dance, which takes up two hours every evening, with occasional three-hour weekend workshops, and Patrick, who loves both rugby and football, plays a couple of evenings in the week, with regular matches at the weekend. On one average weekday evening their kitchen table is covered with fairy cakes to decorate for a school sale. Carrie, 46, works across the county as an immunisation nurse three days a week and also does a spot of cleaning. The extra money goes on expensive Irish dancing outfits. “There are times I look at my life and think: well, I haven’t actually got time to breathe. I go into overdrive, and then feel I could go under tomorrow,” she admits. Her girls go to the sought-after grammar school nearby. Some childcare comes courtesy of Matt’s mother, with Carrie’s mother stepping in, too. “Patrick and the girls walk home and let themselves in, or Granny picks them up. Most nights everyone goes off in different directions. Patrick has sports. Orla has running club and gymnastics, as well as the dance practice in Raleigh, though some nights we have to drive further. If we are in traffic, I just tell myself I can only do what I can. I don’t want to have a heart attack.”    I haven’t got time to breathe. I go into overdrive and then feel I could go under tomorrow    What keeps Carrie going, she says, is a faith that being active is good and will help her children. “Although if you speak to my mother she would say you only need to make sure you feed your children and get them to Mass. My brain is always thinking about the next thing. When it all pushes down on me I have a good cry.” Erin is tackling A-levels, Irish dance and a Duke of Edinburgh Award. “We are usually all together for a Sunday roast,” she says. “We have enough time together, I think, although Dad doesn’t enjoy going up to town.” In the morning Matt, 44, who works at a bank, makes a packed lunch for the girls before he leaves at 7.30am, and in the evening he comes in at 8pm to change his clothes for rugby with Patrick or to drive his dancing girls to and fro. “A lot of what we do is based around how much we want for our children. There is a push for them to have better things and do better things, but we do have to pinch ourselves sometimes because of how lucky we know we are.” Tony Crabbe’s expert opinion: When Carrie describes moments when she has “no time to breathe”, she’s describing a lack of control. We plan a busy day, but when real life intervenes, and there’s no slack, we’re in trouble. Even in a traffic jam, however, you can take a few seconds to breathe and stop your mind racing. An involving hobby, like dance, is great, but unstructured family time is also good. My wife Dulcie and I have ritualised the idea of having three cups of tea together, to talk in a freer way. ‘I’m not sure I’d be a good mother if I didn’t work’ Katy and Simon Daniels have Luca, 4, and Scarlett, 2     ‘We don’t usually talk about what we are doing it for, but it is always busy’: Simon, with Katy and their children, Luca and Scarlett. Photograph: Katherine Anne Rose for the Observer    At 8.30pm in a three-bedroom townhouse in Greenhithe, Kent, Katy, a 34-year-old IT training officer in a financial firm, and Simon Daniels, a 44-year-old foreign exchange trader, have a little stretch of evening ahead now that their young children are asleep. For Katy, who commutes to Canary Wharf three days a week, leaving the house with both children at 7am and returning with them just before 6pm, the hardest thing is an unwelcome feeling of “living from one day to the next. If one of the kids looks ill on a Tuesday I have to think: will they be worse tomorrow? I went back to work so we would have money to do nice things and then, of course, it had to be the kind of job that allowed me to afford 20 hours of childcare each week for both of them. I like working – I don’t know if I would be a good mother if I didn’t.”    My husband earns more than me, so if one of us needs to take the day off it is me    Eight months into her first maternity leave Katy remembers wondering: “Is that it? What purpose do I have now?” and realising she wanted to talk about more than her children. “I do have that guilt factor though. If I could change one thing it would be that my husband was able to take up more of the responsibility. But because he earns more, if one of us needs the day off then it will be me.” Simon, who is ironing after putting Luca to bed, sees his own routine – getting up for work at 5.30am and returning home at 6.45pm – as a natural development. “We don’t talk about what we are doing it for. We don’t know if we are doing parenting right, but it is always busy: dancing, swimming, football. My elder child from my previous marriage has netball on Saturday and the other one has athletics. When we need to relax we go for a walk.” Simon believes it is to do with social conditioning. “We are programmed in a particular way, and unless something is put in front of you that changes that, like being made redundant, you just do what others are doing.” Tony Crabbe’s opinion: Katy feels “ambushed” by each day, but actually this is not a bad strategy. We often feel burdened by the anticipation of the stuff that lies ahead of us, so one of the best things we can do is to decide to deal with something later. Simon is concerned about simply conforming. He could build some variety into his routine for just one week, which makes it easier to imagine changes if you need to make them later. “Dead time” – such as the walks Simon enjoys – is crucial for mental health; TV doesn’t cut it, as your mind should wander.  ‘I want good schools to give them the edge’ Afua and Emmanuel Okoye have Mary, 7, and Marise, 16 months  Afua and Emmanuel Okoye both work full-time and have two young daughters. Afua is head of marketing for a healthcare company with a head office in London, so sometimes she has a two-hour commute from her home in Kent. On other days she works in a local office but leaves home at 6.45am to be at her desk early so she can set off in the afternoon in time to reach her baby’s nursery before it closes at 6pm. “It is a demanding job, and when you put two kids on top, it is challenging. The system doesn’t reward working mums – you feel more punished. If you leave on time, they ask why you are in such a hurry.” Mary goes to a breakfast club at school, which she says she loves, and she is picked up later by Afua from an afterschool club. “She is awake before 7am, and so it is a long day for her. And it is worse for the baby, because she has to be up by 6.30am.”    Working mums feel punished. If you leave on time, they ask why you are in such a hurry    On Saturdays there are ballet and swimming lessons, followed by gymnastics. “There’s no time for the games I’d like to play with Mary, so I feel like I’ve failed anyway. I wonder if I am missing the time to talk to her and find out if things are going right and if she is happy. I worry about it all: in the morning, when my husband takes Mary to school, I constantly ring him to check has she got this or done that. I only sleep well on a Friday night when I am at home the next day.” Yet Afua values her working life and says that if Emmanuel earned twice as much, she’d still like to work, just shorter hours. “You do question what you are doing. You know you’ll blink and your daughter will be 15 and you won’t get that time back. But society looks down on people who don’t seem busy. It is a status thing, perhaps.” For Emmanuel, 35, there is no choice in his mind. He is the head of retail for a company based in London and he leaves at 7am each weekday to drop off Mary, often returning at 8pm after she is in bed. “The only time I have to myself is on the train, when I listen to music,” he says, “apart perhaps from Sunday afternoon, although that is full of homework. There are times it is very stressful, but I suppose this is what we wanted when we got married. I am doing it to give the children the best. Mary says she is bored when there is nothing to do, so it is those extra things that keep her occupied that I am working to pay for. I want to get both of them into good schools, so that they have qualifications that will give them the edge.” Tony Crabbe’s opinion: Afua recognises things are stacked against her. She is keen to do the right thing, so not having time for games is a cause of guilt. But pausing if your child randomly asks you to do something is not as hard as we think – often they just want two minutes. I call them butterfly moments, they don’t last long but they shouldn’t be put off. Emmanuel wants to give his children what they need. But boredom is a gift we might forget to give them. Children need time off and they perform better if they learn how to think for themselves. Since this final interview was conducted, Afua has changed jobs and has asked for the names of her family to be changed",
  "webTitle": "Growing pains: are perfect families a recipe for stress?",
  "webPublicationDate": "2016-05-08T06:00:14Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/perfect-families-stress-exhaustion-modern-parents",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/08/perfect-families-stress-exhaustion-modern-parents"
}