{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/rising-star-competition-entry-noorjjy-hussain",
  "id": "2016-05-11-126",
  "sectionId": "small-business-network",
  "body": "Lucinda Carney, CEO of Actus Software, explains why Noorjjy Hussain should win the Rising Star category of the Guardian Small Business Showcase competition:   Noorjjy Hussain joined Actus Software as a graduate intern in December 2013. He joined with limited experience but his work ethic and willingness to learn impressed us so much that we created a permanent role for him starting in customer service.  Over the past two years, Noorjjy has developed enormously and now has full responsibility for the first-contact support desk. Our customers frequently comment on his helpfulness and speed of his response. He also takes the lead in communicating and managing system amendments with our overseas developers and regularly works long hours or comes in at the weekend to ensure that new releases are fully tested and ready to deliver on time. His work has shortened release times by 25%. He has progressed to the role of Senior Support Analyst and is about to recruit a new team.  Noorjjy is incredibly supportive and helpful to other members of the team, whatever his workload. He identified £20,000 in additional revenue opportunities that could be achieved through product innovations around employee engagement and our internal 360° feedback and has helped deliver those changes.  We consider Noorjjy to be an invaluable member of the team who would be too modest to put himself forward, but definitely deserves recognition as a rising star.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Noorjjy Hussain",
  "webPublicationDate": "2016-05-11T16:13:21Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/rising-star-competition-entry-noorjjy-hussain",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/rising-star-competition-entry-noorjjy-hussain"
}