{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-whistlejacket-london",
  "id": "2016-05-02-153",
  "sectionId": "small-business-network",
  "body": "Megan Lynch, account manager of Whistlejacket London, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Whistlejacket was founded on the principle that the creative agency model was broken. In our experience, business problems are rarely as simple as changing your logo or your advertising. We were determined to take a different approach. We would help companies find and follow their ‘Purpose’. The challenge was how to explain our new way of working to people.  We started at a kitchen table with a powerpoint presentation and a congratulatory bottle of prosecco in the fridge. Six months in, our first pieces of strategy work had been executed and were bearing fruit. Armed with case studies and a new table in a co-working space, we took our own advice and started to spread the word about ‘Purpose’.  We published our own newsletter on industry trends, began blogging about ‘Purpose’, and flew to Dubai to expand our offering to a new client base. With every meeting and every touchpoint, we developed our visual identity, and our sense of ourselves became clearer.  Sometimes we tell our clients the last thing they want to hear, and industry colleagues can still struggle to understand the scale of what we do. But 18 months into our business, we’ve worked with all kinds of clients, from tiny charities to News UK. We recently executed a ‘Purpose’ that caused an immediate 20% uplift in sales for a client. We’ve made a 20% plus margin and a six figure profit in our first year. We reckon we’re ready for that bottle prosecco now.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Whistlejacket London",
  "webPublicationDate": "2016-05-02T11:51:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-whistlejacket-london",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-whistlejacket-london"
}