{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/japan-women-sea-g7-boost-dying-life",
  "id": "2016-05-25-298",
  "sectionId": "world",
  "body": "Michiko Nakamura can personally vouch for the provenance of the oysters and clams bubbling away on the grill inside her hut in Osatsu, a fishing village overlooking the Pacific ocean.   Related: Japanese vagina kayak artist found guilty of obscenity    Hours earlier, the 64-year old put on her face mask, fins and wetsuit, took a deep breath and propelled herself into the depths in search of lunch. She is one of a dwindling number of ama – female divers who eschew breathing apparatus as they scour the seabed up to ten metres down for shellfish, seaweed and the occasional octopus and lobster. With their way of life under pressure from falling seafood stocks and waning interest among younger women, Nakamura and her fellow divers are hoping that this week’s G7 summit in nearby Ise-Shima will boost the campaign to prevent their profession becoming a cultural relic. Akie Abe, the wife of Japan’s prime minister Shinzo Abe, is hoping to take leaders’ spouses to watch a demonstration by ama divers, whom she has described as the embodiment of “Japanese values”.      Michiko Nakamura, a traditional ama diver who harvests abalone, shellfish and seaweed without breathing apparatus, in the village of Osatsu. Photograph: Justin McCurry for the Guardian    In a column in the Mainichi Shimbun, Abe said she was impressed by the divers’ commitment to sustainable fishing “by setting areas where they can catch seafood and self-regulating the way they fish through the ages”. Local officials said they would use the summit to push the Japanese government to approve its bid for Unesco to put ama diving culture on its intangible cultural heritage list. Nakamura said she understood why her daughter, who is in her 20s with children of her own, had decided not to follow in her mother’s footsteps. “There are times when even I don’t feel like diving, when there’s a really cold wind or the sea is rough,” she said. “But young women don’t want to do this job any more, so that’s why I carry on.” Just after the second world war, Japan was home to about 10,000 ama – literally, women of the sea – with 6,000 of them concentrated on the coast of the Shima peninsula, where Barack Obama and other G7 leaders will meet for two days of talks in late May. By 2014, the number of ama had plummeted to about 2,000 nationwide, with 750 or so in the Shima region. Nakamura’s grandmother was one of about 600 divers in Osatsu, where the average age of the 100 or so remaining divers is 65. The oldest is in her mid-80s.   Osatsu locator   “Most women retire in their 70s,” said Takuya Agata, curator at the Toba sea-folk museum. “In 10 years’ time, I think there will be about half the number of divers there are now.” The failure of attempts to nurture a new generation of divers, including attracting younger women from other parts of Japan, means the end could be drawing near for a tradition dating back 3,000 years. Chisels and other diving tools were excavated from the Jōmon era (14,000BC–300BC) ruins on the Shima peninsula, while the first reference to ama appears in Man’yoshu, an eighth-century collection of poetry. The first images of the women, naked from the waist up, appeared in 18th-century ukiyo-e prints. They did not start covering up in white cotton clothing until the early 1900s, and have used wetsuits since the 1960s. Most of the women can recall at least one dive that they were convinced would be their last. For Nakamura, it came one morning three years ago, when the rope attached to her waist became snagged on a rock, bringing her ascent to a halt inches beneath the surface. “Every time a wave passed I looked to the sky and gasped for air before going under again,” she said. “Afterwards, I went to the shrine and prayed that it would never happen again, but I can feel myself panicking even now thinking about it.” Not surprisingly, ama culture is steeped in superstition. The five-pointed star – or seiman – a talismanic design that appears on the ama’s headscarves and tools, is written in a single stroke, starting and ending at the same point, to symbolise a safe return to the surface. An accompanying lattice-design dohman symbol is meant to keep out danger. Before each dive, the women knock on the side of the boat or wooden bucket with their chisel, and recite a short mantra.     Fsh and shellfish caught by an ama diver. Photograph: Everett Kennedy Brown/EPA    The risk of injury, or worse, is not the only reason why the ama’s days appear to be numbered. Few young women are interested in becoming free divers, while overfishing and global warming have eaten into stocks of their most prized catch, abalone, which sell for as much as 8,000 yen (£50) a kilo. “I remember a time when you’d be stepping on abalone, there were so many of them,” said Nakamura. “Now, if you find a good spot you can come up with about 12kg in a session.” Multiple dives of just under a minute – what the ama call their “50-second battle” – also take a toll on their health: surveys show that many of the women, who lose up to 10kg in weight during a typical season, experience hearing problems later in life. Some ama, like Nakamura, dive in groups, with each diver attached by a rope to a wooden bucket that also acts as a float. Those who dive deeper work with their fishermen husbands, who remain on the boat and haul their wives from the depths after each dive. No one is certain why women, rather than their husbands, took on the role of free diver. One explanation is that women generally have more subcutaneous fat and can tolerate cold water for longer periods; another theory is that fishing close to the shoreline seemed a natural job for women while their husbands ventured offshore in their boats. During their heyday after the war, the ama were something of an aberration in what was a largely patriarchal society. Orie Iwasaki, of the local tourism association, said: “Women had very few rights back then, but in this world they were seen as strong, and a match for their husbands.”     A woman prays at Ishigami-san, a Shinto shrine in Osatsu where ama divers pray for protection against accidents. Photograph: Justin McCurry for the Guardian    Nakamura, who has been an ama since she was 20, has no immediate plans to retire, despite spending all but a few weeks of the year ready to go out to sea as soon as she hears the village siren – confirmation that conditions are good enough to dive. “All being well, I’ll keep diving until I’m in my 70s,” she said. “When you’re underwater, you feel in charge of your own destiny. I defy anyone to come here on a beautiful day and not feel like jumping into the sea. “If you love the ocean as much as I do, there are times when this feels like the best job in the world.”",
  "webTitle": "Japan's women of the sea hope G7 will boost their dying way of life",
  "webPublicationDate": "2016-05-25T04:46:56Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/japan-women-sea-g7-boost-dying-life",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/25/japan-women-sea-g7-boost-dying-life"
}