{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/sadiq-khan-condemns-foreign-investors-london-homes-gold-bricks-housing-policy",
  "id": "2016-05-25-107",
  "sectionId": "society",
  "body": "The mayor of London, Sadiq Khan, has attacked foreign investors for using homes in the capital as “gold bricks for investment” following a Guardian investigation that revealed the UK’s tallest residential skyscraper is now more than 60% foreign-owned and is under-occupied. Facing questions from the London Assembly for the first time since he was elected mayor, Khan warned that building thousands of new homes a year in London to solve the housing crisis would mean nothing if “they are all bought by investors in the Middle East and Asia for use as second homes or they sit empty”.   Related: The London skyscraper that is a stark symbol of the housing crisis    He said: “The Guardian’s front page today is an example of the consequences of the last eight years of being obsessed by numbers rather than [building] the right sorts of homes.” The investigation revealed that homes in The Tower, a 50-storey skyscraper at St George Wharf in Vauxhall, which opened in 2013, had been sold to more than 130 foreign buyers including a Russian billionaire, the former chairman of a defunct Nigerian bank and a Kyrgyz vodka tycoon. None of the 214 flats in the tower are classed as affordable, although it was built as part of a wider development that included 30% low-cost comes.  The shadow housing minister, John Healey, said the building had become “a symbol of the housing crisis” in which new homes are sold abroad as investments and left largely empty while fewer and fewer young people can afford to buy or rent in the city. He said that it “fuels people’s anger and sense of injustice”. Khan announced he wants to try to persuade foreign investors to instead put their money into helping build affordable homes through a new agency, Homes for Londoners, which plans to build new municipal housing with backing from public and private money. “Nobody is against people investing in London trying to get a good rate of return,” he said. “The issue is using our homes as gold bricks for investment. People may want to invest in the wholesale side of building homes. That is in stark contrast in buying homes off-plan as an investment which are left empty.” He revealed that just 13% of the homes given planning consent in London last year were affordable and attacked Boris Johnson’s record, warning: “This appalling legacy will be a millstone around the necks of hard-pressed Londoners for years to come.”  Planning consent for the Tower, where flats have sold from £560,000 at the bottom end to £51m for the five-storey penthouse, was originally granted by John Prescott when he was Labour’s deputy prime minister in 2005. His decision went against the wishes of the local council and the planning inspector, and was attacked as “an appalling mistake” by the former Tory cabinet minister Lord Baker, who predicted in 2005: “In that great tower, there will be no social affordable housing. It is all for the alphas. It is all for the toffs.”     Sadiq Khan at his first mayor’s questions on Wednesday. Photograph: Dan Kitwood/Getty Images    Responding to the revelations that so much of the tower had been sold off and was underused, Prescott told the Guardian it was “deplorable”. “I was hoping that we were providing housing for housing,” he said. “We didn’t envisage that it would be given over to people investing in London. I had no power to stop it on the grounds of who was going to occupy it.” Conservative MP Bob Blackman, who sits on the Commons communities select committee, which scrutinises housing policy, said the fact that the five-storey Tower penthouse was owned by an oligarch who had not yet lived there was ridiculous. Blackman said it might now be time to consider a policy demanding buyers of UK properties commit to living in the UK for more than 90 days a year. Ken Livingstone, who also backed the scheme when he was mayor of London, said he had no idea so many foreign buyers would be seeking to deposit money in London property.  He described the international buy-up as appalling. “I was very keen to get foreign investment into London, but that was in terms of constructing developments and creating new jobs, not flogging them off to people who just keep them there in case there is a coup and they have to flee,” he said. “If I was mayor now, I would put compulsory purchase orders on empty homes. Either you live in it or sell it. The more empty properties there are, the more it hypes up the overall house price level.” But representatives of the property industry defended the scheme and insisted there was a vital need for international investment. “Upfront foreign investment is key to bringing forward a lot of these developments,” said Steve Turner, spokesman for the Home Builders Federation. “Their investment ultimately leads to an increase in overall housing supply, including affordable homes. There is affordable housing in this development, but it is just in this particular tower that there isn’t. The foreign funding for this tower will directly lead to the developer’s ability to provide affordable housing.” A spokesman for the developer, St George, said it was wrong to focus only on the makeup of the Tower’s ownership. “St George has a wide range of homes under construction in London, in nine developments providing 9,300 homes, with 2,403 of these being affordable to buy or rent,” he said. “The whole of the St George Wharf site was developed at considerable risk and after it lay empty for decades. St George committed to construction of the Tower in the recession, after the banking crash, when other sites across London were being mothballed. The Tower was an important signpost to the development of Nine Elms from Vauxhall, with the wider Nine Elms development due to create 25,000 permanent jobs over the next 10 years.”",
  "webTitle": "Sadiq Khan condemns foreign investors' use of London homes as 'gold bricks'",
  "webPublicationDate": "2016-05-25T16:10:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/sadiq-khan-condemns-foreign-investors-london-homes-gold-bricks-housing-policy",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "society/2016/may/25/sadiq-khan-condemns-foreign-investors-london-homes-gold-bricks-housing-policy"
}