{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/19/rio-de-janeiro-extreme-city-luiz-eduardo-soares-review",
  "id": "2016-05-19-285",
  "sectionId": "books",
  "body": "Brazil is living through a monumental political, economic and constitutional crisis. From being the darling of the Brics, it is falling harder and faster than all the rest (if you exclude South Africa from the club). This process, triggered by a vast corruption scandal and an overreliance on income from commodities, has rekindled old and perilous political tensions within one of the world’s most unequal countries. And so Rio is bracing itself for a difficult southern hemisphere winter as it prepares to host the Olympic Games in August. In a desperate effort to steer the economic ship away from the rocks, the suspended president, Dilma Rousseff, switched engines from one propelled by state largesse to a very different model driven by extreme austerity. As a consequence of the shift, money from Brasilia to the regions has dried up. The budgets for education, health, sanitation and transport are being slashed. The Olympics, an event that is likely to accentuate Rio’s long-term debt, is now also underfunded. Critical projects, such as the extension of the Metro to the Olympic Village in Barra to the west of the city, won’t be finished on time, giving rise to fears that the gridlock that plagues the city for five hours every day will stretch out to 16 hours. Still, Rio desperately needs the Olympic tourists to turn up. But the negative publicity surrounding two viruses, Zika and more recently H1N1, has prompted a large number of people to cancel their trips to the Games. Drought, disease, environmental disasters, persistently high rates of homicide – sometimes people waking up in Brazil can be forgiven for thinking that they must inadvertently have insulted every single god from Brazil’s many syncretic faiths. But Rio is still Rio. It remains a hugely vibrant, fascinating, beautiful and fun city. As Luiz Eduardo Soares points out in the introduction to Rio de Janeiro, the city that “inhabits the global imagination is one big cliche”. Yet he also appreciates that it would be wrong to deny the existence of many of the qualities that make up the cliche. You can still find sex, sea and samba in Rio if you want to – though, Soares argues, these are the least interesting aspects of the place. I was concerned when I read the Portuguese version of the book about a year ago that it would not work in English unless there was some judicious editing. In the original, Soares plunges into a story about how his political career was torn to shreds by a culture of corruption within the Workers’ Party. The tale would be readily understandable for Brazilians, although still shocking. Yet for a British audience, I thought, it assumed too much knowledge both of the local culture and of Soares’s own remarkable career as an academic, politician and very successful writer. It seems that Soares’s editor at Penguin, Thomas Penn, spotted the same problem and, with a deft manoeuvre, he has solved it by shifting the order of the chapters. Editing does not always mean comprehensive rewrites or complex plot shifting. The role of the editor is most commonly defined in a pejorative sense by his or her absence, so I am very happy to highlight a successful intervention such as this one. It has had a remarkable impact on the book. Now, the first few of Soares’s nine stories introduce us gently not just to Rio’s dark underbelly that he chronicles so well, but to the author himself. The book is most illuminating when the city’s personality fuses with that of Soares. The nine tales are all standalone but they have a lot of connecting tissue. As a body of powerful descriptive essays, they gradually reveal the violence and corruption that underpins so much of the quotidian experience of the Cariocas, as the inhabitants of Rio are known. The fabled party culture exists both despite and because of the lurking nightmares. The opening chapter, “Pedra da Gávea”, anticipates that theme. It begins with the wonder Soares feels when he moves from his provincial birthplace as a young boy to Niterói, the city that lies across Guanabara Bay from Rio proper. From here he gazed longingly at the Marvellous City, dreaming of exploring it and, above all, of the day when he would first be permitted to attend a game at the Maracanã Stadium. In early 1964, life gets even better for him as his maternal grandfather purchases an apartment for the family in the attractive district of Laranjeiras, home to the two majestic palaces that house the governor and government of Rio State. He is woken from his excited reverie a month later by the appearance of a tank on his street with its barrel pointing at his apartment. This was the beginning of “The Day That Lasted 21 Years”, to use the title of an excellent recent documentary about the military-civilian coup of 31 March/1 April that year. It is an event that some of former president Rousseff’s supporters now invoke as comparable to current events. The mass violence of Chile’s Augusto Pinochet and of the Argentine junta in the 1970s eclipsed the nastiness of Brazilian military rule. But as Soares’s second story, “No Ordinary Woman”, demonstrates, Brazil had more than enough sadists to go around. Set largely in Rio’s torture chamber on Rua Barão de Mesquita, it details the appalling suffering inflicted on Dulce Pandolfi, today hailed as one of the country’s leading historians. That she lived to tell the tale is little short of a miracle. This is a hard but important read, aswe learn the peculiar techniques of violent interrogation, including the Brazilian military’s signature device, the pau de arara or macaw’s perch – a prisoner’s hands and legs are tied around a piece of wood, which is then hung from the ceiling, leading to excruciating pain. Rio de Janeiro: Extreme City reminded me of Ray Bradbury’s science-fiction book of short stories, The Illustrated Man. As the hero shifts position or lifts a limb, he reveals another unexpected hidden aspect of life, in Soares’s case of the Carioca experience. Bent police, a brilliant economist turned major drug dealer, a hospital director who is shot for not obeying the rules of corruption and a favela gangster torn between his future and the people he protects are all portrayed with precision and elegance. Soares is a renaissance figure in Rio. An anthropologist who has taught at home and abroad, he is probably best known as the author of the novel that became the film Elite Squad, which he also co-scripted. Alongside City of God, the film was the most important cultural moment in shifting the perception of Rio away from the cliches. But in Brazil, he is also a politician responsible over the years for devising some of the most innovative strategies on violence and inequality. As national security adviser to Luiz Inácio da Silva’s first administration, he learned the hard way that the Workers’ Party was prone to the same corrupt practices as the parties of the right. It is Brazil’s misfortune that the victims – as he details – included Soares himself. • Misha Glenny’s Nemesis: One Man and the Battle for Rio is published by Bodley Head. To order Rio de Janeiro for £7.99 (RRP £9.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Rio de Janeiro review – the dark side of Brazil’s ‘Marvellous City’",
  "webPublicationDate": "2016-05-19T08:29:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/19/rio-de-janeiro-extreme-city-luiz-eduardo-soares-review",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rio de Janeiro",
      "id": "world/rio-de-janeiro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Misha Glenny",
      "id": "profile/mishaglenny"
    }
  ],
  "guardianId": "books/2016/may/19/rio-de-janeiro-extreme-city-luiz-eduardo-soares-review"
}