{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/sly-stone-music-legacy-rock-funk",
  "id": "2016-05-03-83",
  "sectionId": "music",
  "body": "If you’d had to guess which rock/funk legend was going to die in 2016, Sly Stone would have been much higher up on the list than Prince. Stone, at 73, is 16 years older than Prince, and besides that has been ill for decades. Sly’s career was derailed by addiction in the 1970s, and he never recovered. Comeback effort after comeback effort fizzled, royalty disputes festered, and for a time he was living in a recreational vehicle. Given his lack of public profile and his history of addiction, many people have assumed he died years ago.   Related: Sly Stone awarded $5m in unpaid royalties    Even when Stone does pass on (hopefully many years from now), there’s unlikely to be a Prince or Bowie sized outpouring of grief – and think-pieces. Though Sly’s widely acknowledged as a rock legend, after 40 years out of the spotlight he barely figures in pop culture. You can gauge the extent of Stone’s marginalization by the reaction to the death last year of his collaborator and the mother of one of his children, legendary funk trumpeter and singer Cynthia Robinson. She received brief obituaries, but people on social media hardly noticed.  Stone may not be much thought about, but his music still sounds startlingly current. More than George Clinton, more than James Brown, more even perhaps than Prince, Sly and the Family Stone’s hits foreshadow the bricolage construction and magpie eclecticism of hip-hop. The first track on Sly Stone’s first album, 1967’s A Whole New Thing, opens with what is effectively a proto-sample: a horn riff from, of all things, Frère Jacques.             He continued to use quotations throughout his career – Thank You (Falettinme Be Mice Elf Agin) name-drops his own earlier hits; I Don’t Know (Satisfaction) is a stoned, stunned remix of the Stones hit. But even when he was writing entirely new material, his songs sound like they’re built out of bits and pieces glued together; Dylan’s harmonica, Motown grooves, rock guitar sting, Stax horns – everything went into mix, not blended together but turned into a single psychedelic explosion. Sing a Simple Song, perhaps the funkiest track ever recorded, has been sampled hundreds of times, which makes sense since it sounds as though it’s built out of samples. Vocals, horn beats and bass burps zip in and out of the staggering beat, while Sly’s own shouted disembodied cry of ecstasy pans from channel to channel, foreshadowing generations of funk studio trickery to come. You can hear everyone from George Clinton to Public Enemy to De La Soul to Timbaland to FKA twigs to Kendrick Lamar to, of course, Prince taking notes at each “try a little Do! Re! Me!” Sly is the place you go if you want to learn how to smash a song apart and reassemble the broken pieces into something weirder, funkier and better. Stone’s message also continues to resonate. It’s a cliche by now to talk about the transition from his earlier, optimistic flower power hits to his later downer mumbled grooves. There certainly is a contrast between Everyday People, and 1971’s There’s a Riot Goin’ On, which starts with Sly muttering: “Feel so good, don’t wanna move.” But the truth is Sly always mixed irony, hope and despair, balancing the sunny dynamics of his (pre-Prince) multi-gendered and racially integrated band with his studio play-every-instrument-himself control freak insularity. Thank You For Talking to Me Africa, his ominous, slowed-down, screwed-and-chopped-before-there-was-screwed-and-chopped remix of Thank You (Falettinme Be Mice Elf Agin) can be heard either as a statement of black pride and resistance or as a bitter comment on the end of the civil rights movement’s racial idealism, or as both. In any case, “Lookin’ at the devil / grinnin’ at his gun / fingers start shakin’ / I begin to run” could have been written yesterday for the Black Lives Matter movement – as could “If I could do it all over again / I’d be in the same skin I’m in”, from his last classic, 1973’s Fresh.             And then there’s the early, cheerful-sounding Run, Run, Run, where the bright chimes and doo-wop Beach Boy harmonies provide a backdrop for a bleak, blunt assessment of white America. “Don’t try to figure out what’s happenin’ inside their heads / Ain’t too much goin’ on inside the head of the dead.” When Robinson shouts, “People, listen!” it’s part call to party, part warning – the ambivalence only underlined when the rest of the band takes it up in sweet harmonizing. Stone’s mixture of joy and paranoia doesn’t seem too dated for 2016; if anything, it seems too pointed. Prince and Bowie both in their ways took the 60s as a touchstone for eccentric, and erotic, transcendence. Stone, even at his happiest, had an eye on the broken shards lying around on the asphalt after the spaceship cracked.  Maybe Stone would be a little more discussed or acknowledged if his message wasn’t so insistently political and uncomfortable. Still, the real reason there aren’t a bazillion Sly Stone think-pieces whooshing through the net isn’t because of that. It’s just a marketing failure. “Ain’t nobody got the thing I can hear / But if I have to I will yell in your ear,” he sang in one of his 70s tracks, Time for Livin’, but he’s been singularly bad at shouting in anyone’s ear for decades. The media needs a news peg, and when an artist isn’t releasing music, or performing, or maintaining the brand, it’s difficult to generate interest.      Sly & The Family Stone in the early 70s: mixing irony, hope and despair. Photograph: GAB Archives/Redferns    The one exception, of course, is that final news peg, death. If you’re not in the spotlight, nobody looks at you – until you die, at which point think piece writers are all given one last chance to consider your legacy. “You only funky as your last cut / You focus on the past your ass’ll be a has-what”, as Sly-and-Prince-disciple Andre 3000 said, back when he was still relevant and people wrote think pieces about him. Time and the media chug ahead, and Stevie Wonder’s career is less important at the moment than whatever Justin Bieber happened to say yesterday on Twitter. That’s pop, and there’s not much point in being bitter about it. Still, it’s worthwhile to take a moment now and then to think about the legends while they’re here, rather than waiting for that arbitrary online instant when everybody all at once will be allowed to remember, after Sly’s left, how important it was for him to have been here all along.",
  "webTitle": "We should celebrate greats like Sly Stone while they're still with us",
  "webPublicationDate": "2016-05-03T17:36:47Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/sly-stone-music-legacy-rock-funk",
  "keyword": [
    {
      "webTitle": "Sly Stone",
      "id": "music/sly-stone",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Noah Berlatsky",
      "id": "profile/noah-berlatsky"
    }
  ],
  "guardianId": "music/2016/may/03/sly-stone-music-legacy-rock-funk"
}