{
  "apiUrl": "https://content.guardianapis.com/sport/2016/apr/30/andre-berto-knocks-out-victor-ortiz-avenges-loss",
  "id": "2016-05-01-214",
  "sectionId": "sport",
  "body": "Andre Berto came off the floor to defeat Victor Ortiz on Saturday in a welterweight fight between two former world champions and rematch of their 2011 bout. Berto, who went down in the second round, was able to fight back and knock out Ortiz in the fourth. With the victory, Berto propelled himself back into the category of contender with a probable shot forthcoming against world title-holder Danny Garcia, who is also in Al Haymon’s Premier Boxing Champions stable. With the defeat, Ortiz, 29, will struggle to ever enter the elite level again.  Berto and Ortiz have had strange journeys since their first meeting five years ago. Back then, they were two of the most important welterweights on the planet. Ortiz-Berto I, on 16 April 2011, was a Fight of the Year contender that saw each boxer floored twice. Ortiz won that bout in a unanimous decision, marring Berto’s unbeaten record.    Related: Amir Khan ready for Canelo Álvarez battle but also hints at MMA switch    But Ortiz entered Saturday’s rematch having fought only five times since then, losing three. On 17 September 2012, he defended the title he won from Berto against Floyd Mayweather Jr. After Ortiz head-butted Mayweather in the fourth round out of frustration, he walked over to apologize, Mayweather baited him and knocked him out with a memorable sucker punch. After the Mayweather loss, Ortiz became a boxing non-factor, enduring hand and jaw surgeries and using his time away from the ring to appear on the television show Dancing with the Stars and appear in the movies Southpaw and The Expendables 3. He has a habit of blaming the boxing media for his self-inflicted career woes. Meanwhile, Berto only fought six times, losing three. In 2012, he had a chance to redeem his loss to Ortiz, but before the scheduled rematch tested positive for the steroid norandrosterone. Boxing is full of redemption tales – if money can be made from them – and eventually Berto was given a chance on the big stage when Mayweather, who has always claimed to be boxing’s voice against PED use, hand-picked him for his farewell fight. Last September, Mayweather dominated Berto in a forgettable, one-sided bout.  Those long and winding roads reconverged on Saturday with Ortiz-Berto II, a bout not for a title but for relevancy. The fight really picked up in the second round as both men came out fast, each landing effective power punches. Ortiz, a southpaw, landed a straight left that put Berto down. He quickly stood up, visibly upset at himself. Later he would say he wasn’t hurt by the punch.  By round four, Berto had shaken off the knockdown and was doing an excellent job of cutting off the ring. He put Ortiz down for the first time with a quick combination. Ortiz rose with wobbly legs and Berto went on the attack connecting with a series of power punches. Ortiz could no longer defend himself and went down again, crashing into the ropes.  “Once he went down it was over, I knew he was hurt and I went right after him,” said Berto (31-4, 24 KOs). “He couldn’t take my power.”  While Ortiz was able to rise before the end of the count, referee Jack Reiss asked him if he could continue. Looking glassy-eyed, Ortiz stared at Reiss as if he was listening to someone speak an unfamiliar language. When he didn’t respond Reiss correctly stopped the fight. “I dropped my hand and he caught me,” recalled Ortiz (31-6-2, 24 KOs), who said he planned on going on vacation. In the first three rounds, Ortiz claimed he had done “everything right”, and the judges agreed – he was winning on all three scorecards. Knockouts were definitely a theme on Saturday’s PBC card. In the two most significant undercard fights, Mexican Jorge Lara (28-0-2, 20 KOs) dumped former three-division world champion Fernando Montiel (54-6-2, 39 KOs) to the canvas four times in the first round in a featherweight walkover. Montiel, 37, didn’t look like he could avoid any power punches from his fast-rising opponent, who is 12 years his junior, and said afterward he would consider retiring. In the co-feature, light heavyweight Edwin Rodriguez (29-2, 20 KOs) faced Thomas Williams Jr (19-2, 13 KOs). As the second round was winding down Williams delivered a quick right and put Rodriguez on the canvas. He made it to his feet but the referee waved it off with one second left in the round. Williams will probably get a shot at 175lb world champion Adonis Stevenson later in the year. As the crowd of 7,760 wandered out of the StubHub Center, the main buzz centered around the futures of Berto and Ortiz. No longer the upper-echelon prizefighters they were the time of their first fight, what’s next for both is uncertain. Ortiz talked about how crowds love to see him fight, and suggested, with a tinge of hope, Ortiz-Berto III. Berto, flush with victory and redemption, had his mind on Danny Garcia. For his part Garcia sounded non-committal during a brief cameo at the post-fight press conference.  “If it’s Berto, it’s Berto,” he said.",
  "webTitle": "Andre Berto rallies for fourth-round TKO of Victor Ortiz to avenge 2011 loss",
  "webPublicationDate": "2016-05-01T03:24:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/apr/30/andre-berto-knocks-out-victor-ortiz-avenges-loss",
  "keyword": [
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Gary Andrew Poole",
      "id": "profile/gary-andrew-poole"
    }
  ],
  "guardianId": "sport/2016/apr/30/andre-berto-knocks-out-victor-ortiz-avenges-loss"
}