{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/25/pep-guardiola-jose-mourinho-el-crassico-manchester",
  "id": "2016-05-25-225",
  "sectionId": "football",
  "body": "One of the many delights of the most recent Premier League season was the refreshingly scant focus on “mind games”, the media concept which seeks to elevate low-level managerial arsery to the complex heights of cold war brinkmanship. Ah well. It was nice while it lasted. The advent of Pep Guardiola and José Mourinho to Manchester threatens to create the event horizon of mind games, a black hole of artless man-baiting, into which all rational commentary will be terminally sucked. Premier League convention demands the bigger plotlines are described as “Shakespearean”, and I note that even before the United appointment has been formalised, this was already the case with the Guardiolas and the Mourinhos. Two households – not entirely alike in dignity, it must be said – in fair Manchester where we lay our scene. And from ancient strife is widely expected to break forth new mutiny (though at the age of 13, Marius Guardiola is at least too young to find star-crossed love with 19-year-old Matilde Mourinho).   Related: Eric Cantona: ‘I love José Mourinho but he is not Manchester United’    Spanish sports newspaper Marca has already depicted Pep and José standing back to back with 18th-century duelling pistols. This feels faintly refined, considering that Mourinho’s most famous move on a member of the Barcelona coaching staff would have been outlawed even in MMA. “A United manager wouldn’t have done that,” opined Bobby Charlton of the eye gouging, back when Man U were still affecting to be not that kind of girl. Still, someone once said that all villains are just victims whose stories have yet to be told, so perhaps Mourinho’s United tenure will see the belated reveal of an origin story that finally explains him sympathetically. If not, we may assume that the muscle memory of “mind games” will simply take over. This, certainly as far as Mourinho and Guardiola’s earlier period of co-orbit was concerned, consisted chiefly of Mourinho baiting Guardiola relentlessly for months until the latter finally unleashed a 45-minute monologue at the Bernabéu on the eve of the 2011 Champions League semi-final. Only for a reporter to ask the inevitable of the Barcelona coach: was it a mind game? “What?” scoffed an exasperated Guardiola. “You think my players will run around more because I looked for Mourinho’s camera?” Many may be looking forward to a Manchester revival of this attritional antagonism; I envy them their endurance. If only we could move into an era of managers who ostentatiously acknowledge each other as worthy foes. You know the sort of thing: despite being engaged in mortal combat, both adversaries still find time to praise the other’s technique. The wryest example comes in The Princess Bride, where the duel between Inigo Montoya and the Man in Black is punctuated by the opponents marvelling cordially at one another’s skills. “You are wonderful!” says Inigo as he lunges at the Man in Black. “Thank you,” replies the latter as he parries expertly, “I have worked hard to become so.” “I admit it, you are better than I am.” “Then why are you smiling?” “Because I know something you do not know.” “And what is that?” “I am not left-handed.” With a few small adjustments, this kind of absurdly mannered reverence for each other would form a far more satisfactory basis for the remote press conference duelling between Guardiola and Mourinho, and have just as much potential to fry the other’s brain. It would certainly be more bearable for the rest of us. Instead of detonating some spiteful depth charge, I should like to see the Portuguese affect a tone of scrupulous admiration. “I would sooner destroy a stained glass window than get him the sack,” he might muse of his rival across town. “However, since I can’t have him catching me on points, I’m going to have to park my bus.” For his part, Guardiola could simply fall back on Sherlock Holmes’s description of his worthy foe Moriarty when describing the United manager. “He is the organiser of half that is evil and of nearly all that is undetected in this great city. He is a genius, a philosopher, and abstract thinker …” Yes, I dream of a Reichenbach Derby. But my expectations are set for another El Crassico. Great British Cycling bully-off continues And so to the nagging question about British Cycling: why must bullying allegations attend it at every turn? Even the attempt to dictate a party line on the recent bullying allegations has itself drawn bullying allegations. The Times reports that in the wake of Shane Sutton’s departure as technical director and the revelation that cyclist Simon Yates had tested positive for a banned substance, Sutton’s replacement emailed all riders. “You are free to say yes or no to interviews,” they were told by Andy Harrison, “but how you respond will be a big factor in our ability to support you as the season unfolds.” Lest the point remained opaque, the email reiterated: “It is highly likely that you will be asked for a comment over the weekend. As stated, your response will be a big factor going forward.” If the import of those statements feels fairly clear to you, rest assured that British Cycling has since felt moved to stress that it was not meant to menace. It was just a “poorly constructed sentence”. Hmmmm. To accidentally appear to make a threat once is certainly unfortunate. To do it twice begins to look like something else. One cyclist now tells the Times that the British Cycling set-up has become “depressing” – but doubtless there is some “marginal gain” to that. We must wait till Rio to discover.",
  "webTitle": "José Mourinho and Pep Guardiola get set for a new El Crassico | Marina Hyde",
  "webPublicationDate": "2016-05-25T09:42:10Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/25/pep-guardiola-jose-mourinho-el-crassico-manchester",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "British Cycling",
      "id": "sport/british-cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Shane Sutton",
      "id": "sport/shane-sutton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "football/blog/2016/may/25/pep-guardiola-jose-mourinho-el-crassico-manchester"
}