{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/nick-blackwell-eubanks-inhuman-disgusting-coma",
  "id": "2016-05-23-253",
  "sectionId": "sport",
  "body": "Nick Blackwell has described the Eubanks as “disgusting and inhuman” because they ignored his request not to speak publicly while he remained in a coma. The 25-year-old was forced to retire after suffering a swelling on the brain during his defeat to Chris Eubank Jr in March. Blackwell had previously insisted there were “no hard feelings” towards his opponent and his father, who were hoping to visit him in hospital. However, in his first interview since retiring, Blackwell admitted that he was disappointed that they spoke out before he had been given the all-clear.   Related: Gary Lockett: seeing Nick Blackwell on life-support will haunt me forever | Donald McRae    “I haven’t any hard feelings about the fight because you’re in there to win and try and hurt someone — it’s just the stuff he has done after. It’s inhuman, it’s disgusting,” he told The Sun. “They were trying to make themselves look like the good guys when they are the opposite.” Blackwell added: “My family and friends were begging them not to talk, but they ignored it. I’ve only just been shown the press conference and I know exactly what happened. It isn’t human what they’ve done. They were grabbing as much attention as they could. I was still in a coma but they went ahead and did it. That’s the Eubanks, isn’t it? They just want attention, no matter if it’s a bad or a good thing.” The Sun article also claimed that Blackwell had said: “If I could have one more knockout shot, I’d love to land it on the jaw of Chris Eubank,” although he later denied that comment on ITV’s Good Morning Britain. “I can’t actually remember saying that,” he said.   Related: Chris Eubank Sr and Jr: ‘You have to stay and take the beating’    “I’m just a little bit disappointed,” he added when asked about after the Eubanks’ behaviour. “I’d always see it if I was in that situation, I’d want to go and see him. My family begged them not to do it and they went to do it.” Eubank Jnr stopped Blackwell in the 10th round after Eubank Snr had advised his son to avoid aiming for the head and instead concentrate his efforts on the body at the end of the eighth round at Wembley Arena. The 49-year-old was praised for his actions at the time, but Blackwell said: “The people who saved my life were the referee, the person who put me in the coma and the people at St Mary’s Hospital. The Eubanks didn’t save my life. “Chris Jnr was asked later if he’d pick the belt or my health. He refused to answer. I’m not being funny, but someone’s health and life is more important. “The night of the fight he went partying. He was celebrating. You’ve won the title, fine, you can go out and celebrate. “I would have wanted to go to the hospital and be by his side until he woke up.” Eubank Jnr defended his actions, saying: “People and media demanded that we speak to them. If we had just said ‘No comment’ it would have come off as cold.” The 26-year-old told The Sun: “If Nick is part of the small percentage that took offence, that’s unfortunate. It’s sad for me to hear something like that. “All I have ever wanted for Nick has been the best. The fight was all the publicity that was needed. It was a great British tussle and such a shame it ended like that. Anything that happened after that was not for our gain. “People deserve our side of the story and our perspective on things – that’s all it was.”",
  "webTitle": "Nick Blackwell: Eubanks were ‘inhuman and disgusting’ for going public",
  "webPublicationDate": "2016-05-23T09:01:57Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/nick-blackwell-eubanks-inhuman-disgusting-coma",
  "keyword": [
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/23/nick-blackwell-eubanks-inhuman-disgusting-coma"
}