{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/tories-divided-by-boris-johnsons-eu-hitler-comparison",
  "id": "2016-05-15-4",
  "sectionId": "politics",
  "body": "Boris Johnson has been criticised by fellow Conservative MPs for hitting a new low in the referendum campaign after he claimed the EU has the same goal as Hitler in trying to create a political superstate in Europe. In fresh Tory divisions over the referendum, the former London mayor drew criticism from remain campaigners for saying the EU and the Nazi dictator had the same aim of political union in Europe even though they used “different methods”. In an interview with the Sunday Telegraph, Johnson, seen as the de facto leader of the leave campaign, said the past 2,000 years of European history had been dominated by doomed attempts to unify the continent under a single government to recreate the “golden age” of the Romans.   Guardian Explained: Conservatives and Brexit   “Napoleon, Hitler, various people tried this out, and it ends tragically. The EU is an attempt to do this by different methods,” he said.  “But fundamentally, what is lacking is the eternal problem, which is that there is no underlying loyalty to the idea of Europe. There is no single authority that anybody respects or understands. That is causing this massive democratic void.” But some in his own party said the remarks were inappropriate. George Freeman, a science minister, said Johnson had “hit a new low” in the EU referendum debate and the comparison with the Third Reich “really is too much”. Nicholas Soames, a Conservative MP and grandson of Churchill, said he had “gone too far”, and described Johnson as the “unchallenged master of the self-inflicted wound”. Sir Eric Pickles, the Conservative former communities secretary, drew a comparison between Johnson and Ken Livingstone, another former London mayor, who was suspended from Labour for suggesting Hitler supported Zionism. He said: “If the last few weeks tell us anything: it is rarely a help to mention Hitler in support of an argument by an ex-mayor of London.”   Related: Boris Johnson has pressed the big red button marked ‘Hitler’. Watch out | Matthew d’Ancona    Johnson is not the first to invoke the second world war in the context of the EU referendum deabate. Cameron has warned that Brexit puts peace in Europe at risk, highlighting the role the EU has had in bringing countries together after the bloodshed of 1945. Michael Heseltine, thea former Tory deputy prime minister and remain campaigner, intensified that warning on Sunday night, as he urged voters to judge the leave campaign by their “friends” Donald Trump and Vladimir Putin. “They are playing with fire. We have been here before. The same themes echoed through the 1920s and 1930s. Every time I hear those who proclaim the desirability of independence and national sovereignty, I shudder with the memory of 1940,” he said. “We were sovereign. We were alone. Our convoys sank in the Atlantic. Our finances bled. Our overseas armies faced isolation. That was real sovereignty and we were powerless until America entered the war. Peace was hard won. Europe came together to ensure it must never happen again. “Every world friend we have knows this, warns us of the danger of forgetting it, begs us to maintain our leadership in preserving the framework of stability.” Johnson had previously come under fire for suggesting that Barack Obama’s “half-Kenyan” heritage was behind the president’s supposedly anti-British sentiment. But Johnson’s position was backed by a number of Tory grandees campaigning for Brexit, including Norman Lamont, the former chancellor, Iain Duncan Smith, the former work and pensions secretary, and Chris Grayling, the leader of the Commons.    Related: German readers say Johnson's EU-Hitler comments are just 'British hysteria'    Defending Johnson’s use of “historical parallels”, Duncan Smith said: “He talked about this nonsensical idea of trying to drive these different countries [together]. It’s a historical fact of life that if you go through Napoleon, Hitler, everyone else … I think the whole process of trying to drive Europe together by force or by bureaucracy ultimately makes problems.” The Conservative former chancellor Norman Lamont also came to Johnson’s defence, saying it was a “fact there were fascist theorists who believed very strongly in a united Europe”.  Lord Lamont said the headline for Johnson’s comments was misleading, telling Murnaghan on Sky News: “I don’t think [Johnson] was saying people who favour the European Union were comparable to Nazis. “He was simply saying that, historically, from the Romans, Charlemagne, Napoleon, there have been all sorts of attempts to dominate Europe and these have all floundered because Europe is not naturally one entity.” Sources in Vote Leave, the official campaign group for exiting the EU, also claimed his comments had been taken out of context, saying it was “quite clear he was providing an analysis that consolidation of power in Europe has failed throughout history”.  Others said resorting to a comparison with Hitler suggested the out campaign was struggling. Hilary Benn, the shadow foreign secretary, said: “Leave campaigners have lost the economic argument and now they are losing their moral compass. “After the horror of the second world war, the EU helped to bring an end to centuries of conflict in Europe, and for Boris Johnson to make this comparison is both offensive and desperate.”   Related: Boris, the EU and Hitler: bad taste, bad judgment | Michael White    The former cabinet minister Yvette Cooper, a member of the Britain Stronger In Europe campaign, accused Johnson of playing a “nasty, nasty game”.  “The more he flails around with this kind of hysterical claim, the more he exposes his shameful lack of judgement, his willingness to play the most divisive cynical politics and the emptiness of his arguments,” she said.  Lord Bramall, a former chief of the defence staff, who took part in the Normandy landings, said: “I know only too well, this comparison of the EU and Nazi Germany is absurd. Hitler’s main aim was to create an empire in the east and violently subjugate Europeans. Any connection between that and the EU is simply laughable.”  Johnson made the comments in a newspaper interview after touring the south-west on a Vote Leave battlebus. Vote Leave will try to turn the debate to the economy on Monday as its UK tour continues, releasing research that the group said shows the single market is failing British exporters. It claimed that Eurostat figures show that over the past decade the value of British exports of goods to the EU has fallen by 18.15% – a worse performance than every member state other than Luxembourg. Despite the uproar among remain campaigners about Johnson’s remarks, speculation is growing that he will make a move for the Tory leadership if Cameron resigns in the event of a British exit from the EU or narrow remain vote. On Sunday the Ukip leader, Nigel Farage, backed Johnson to succeed Cameron if this happens, describing himself as a “Boris fan” and comparing him to the former US president Ronald Reagan.    Related: Brexiters maintain stubborn mood in face of chilling EU warnings    Cameron has always insisted that he will carry on regardless of the result, but many MPs believe he will have no choice but to resign if the country rejects his call to remain or only narrowly votes to stay.  In comments clearly designed to stoke tensions within the Conservative party over the referendum, Farage said he could even envisage a situation in which he would work for Johnson in government. In an interview with the Mail on Sunday, Farage rejected suggestions that Johnson would not be serious enough to be prime minister if Cameron were forced to stand down. “Boris goes on surprising people. They say he can’t do this, he’s a joker – it’s like Ronnie Reagan. Could he do it? Yes. If you’d asked me six months ago, I’d have said no, but I’ve changed my mind,” he said. Asked if he would like to work for Johnson if there were a vote to leave the EU, Farage said: “I love Boris, respect him, admire him; I’m a Boris fan. Could I work for him? Yes. Could I see a scenario if he was PM and he asked me to do something? I wouldn’t rule it out.”",
  "webTitle": "Tories divided by Boris Johnson's EU-Hitler comparison",
  "webPublicationDate": "2016-05-15T23:01:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/tories-divided-by-boris-johnsons-eu-hitler-comparison",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Heseltine",
      "id": "politics/michael-heseltine",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/16/tories-divided-by-boris-johnsons-eu-hitler-comparison"
}