{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/gordon-brown-enters-eu-debate-appeal-to-labour-voters",
  "id": "2016-05-11-271",
  "sectionId": "politics",
  "body": "Gordon Brown has waded into the European Union referendum debate with a stark warning that Britain will only retain its EU membership if Labour and other non-Conservative political parties deliver a majority of votes. In an impassioned speech at the London School of Economics, the former prime minister argued that co-operation across Europe was at the heart of what it meant to be British, and called for a more upbeat tone to help turn out millions of voters who were opposed to the Tories. “While the Conservatives have 11 million voters, the other parties between them will probably have to deliver the majority of votes and my appeal to the Labour voters is a positive one,” said Brown, who defended the efforts that the party’s leader, Jeremy Corbyn, had made in the referendum battle. He said it was the splits within the Conservative party that had led to the referendum, and argued that it must now be used to settle the question once and for all. Brown talked of the country’s “Dunkirk spirit” and quoted Shakespeare in a Guardian article, before using his speech to say he wanted to take head-on the picture of Britain that had been painted by out campaigners. “There is another view of Britain that is more in tune with our patriotic ideas about ourself. It is of a Britain that has always been outward looking and not inward looking. It is a Britain that, for all its faults, has been internationalist not isolationist. “It is a Britain that has always been engaged with the world rather than a Britain that stands apart and aloof.” Brown said voters should think of the Britain that fought a war against fascism, and whose soldiers walked into concentration camps at the end of the second world war and were determined to tell the world that evil like that should never be repeated. Addressing charges of antisemitism within his own party, he said he would not be a “rent-a-quote” but it was crucial that a clear message was sent that it was wrong and should be punished, adding he believed that Corbyn would make the same argument. In a speech that was aimed at replicating his powerful intervention in the Scottish referendum, Brown quoted John F Kennedy saying: “Ask not what your country can do for you, ask what you can do for your country.” He also spoke about Nelson Mandela.  Brown echoed a warning from David Cameron about the risks to peace of leaving the EU. “You’ve got to think of the sweep of history here. For a thousand years nations and tribes of Europe were fighting to the finish murdering and maiming each other,” he said.           Gordon Brown: ‘Plenty of politicians have trouble with microphones’    “There is no century except this one where Europe has been at peace and where nations, whether it be Germany or France or Spain or the Netherlands or Britain or Russia, were not vying for supremacy.” He spoke of parents and grandparents and great-grandparents fighting wars and said the European Union had been a huge success in maintaining peace. “What has happened is not a temporary truce, it is not simply a ceasefire, it is not simply a peace held together by the threat of arms,” he said. “It is the development and evolution of a new structure of decision making ... where people battle only with arguments and ideas. Where we managed to find a way of making decisions that prevent conflict arising. There has been no war between European members at any point in the last 70 years.” Asked about immigration by an FT journalist, he pointed out that the newspaper focused more on trade and economics than freedom of movement issues, but conceded that he had to convince voters who were worried about the issue by making a positive case. He said he would be happy to take on Boris Johnson on the issue. “I think Boris is making statements today that if set against statements a year ago or two years ago or five years ago might make him look like he’s saying different things ... than when he was more enthusiastic about the European Union,” he said.",
  "webTitle": "Gordon Brown enters EU debate with passionate appeal to Labour voters",
  "webPublicationDate": "2016-05-11T10:42:03Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/gordon-brown-enters-eu-debate-appeal-to-labour-voters",
  "keyword": [
    {
      "webTitle": "Gordon Brown",
      "id": "politics/gordon-brown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/11/gordon-brown-enters-eu-debate-appeal-to-labour-voters"
}