{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/brazil-far-right-dilma-rousseff-impeachment",
  "id": "2016-05-05-136",
  "sectionId": "world",
  "body": "With less than a week until the Brazilian senate votes on the impeachment of President Dilma Rousseff, the question facing the nation is no longer whether the Workers’ party government will fall, but how far to the right the political pendulum will swing once it has fallen. For Marco Feliciano – an ultra-conservative preacher-politician from the evangelical caucus – it cannot go far enough in reversing what he sees as the malign policies introduced since the left came to power in 2003. “For 13 years we have been anaesthetised. Now we will see the renaissance of hope in Brazil,” he told the Guardian. “I don’t just want the Workers’ party to go, I want it to disappear from history, to fall into extinction.”   Related: Brazil's 'bullets, beef and bible' caucus wants to imprison 16-year-olds    Speaking in his parliamentary office in Brasília, the controversial Social Christian congressman said impeachment opens the door for a resurgent right – an alarming prospect for anyone on the left or in the centre who is worried about the polarisation of Brazilian politics. His comments reflect the growing influence of the “bullets, beef and Bible” (BBB) caucus, which aims to strengthen the military, expand agriculture and tighten restrictions on abortion, gay marriage and secular education.  There is still a long way to go before that happens. In the short term, Vice-President Michel Temer is expected to form a centre-right administration for the 180 days of the senate’s deliberations on Rousseff’s impeachment. But longer term, conservatives like Feliciano feel they are well placed to expand their influence.  They are already on the rise. Three years ago, Feliciano was on the defensive after his appointment as head of the lower house human rights committee was challenged by civil rights groups. They used old videos of sermons in which he called Aids a “gay plague” and claimed John Lennon deserved to die because he had compared the Beatles to Jesus Christ. Today, however, he is triumphantly on the offensive. His most powerful political enemy, Rousseff, has been at least temporarily neutered. And while he is reviled by the left, he is adored by the right, which now dominates social networks.     Marco Feliciano: ‘I don’t just want the Workers’ party to go, I want it to disappear from history.’ Photograph: Nelson Antoine/AP    “I’m now the second most ‘liked’ politician in Brazil,” Feliciano says as he opens up a laptop to display a social network ranking that puts him – with more than 3.5m likes – well ahead of the soon-to-be-removed president. Close behind, he pointed out, was his controversial party colleague, Jair Bolsonaro, a former army captain and apologist for the 1964-1985 military dictatorship who caused a storm during the lower house impeachment debate by dedicating his vote to a notorious torturer of political prisoners from the 1970s, Carlos Alberto Brilhante Ustra. Those comments caused outrage around the world, but added an extra half million “likes” to Bolsonaro’s Facebook page in just two weeks.  After joining forces in March, the two appear to have made a Blair-Brown type deal about who should run first for high office. “Bolsonaro will be our candidate for president in 2018,” Feliciano said during the interview in his parliamentary office. “I will run for the senate next time and the presidency later.”  The BBB caucus – in some ways a radical Brazilian version of the Tea Party – has already expanded its presence in Congress, in the courts, in the streets and – with increasing importance – online. The question is how far it can go.  The highest point so far was last month’s lower house impeachment vote, which was instigated and overseen by the evangelical house speaker, Eduardo Cunha, who is accused of corruption, perjury and money laundering. The supreme court suspended Cunha on Thursday for obstructing justice, but Feliciano has lauded his role. In comments to the Brazilian media, Feliciano compared Cunha to the villain in the film Despicable Me, declaring: “If he is evil, then he is my favourite type of evil because he got impeachment moving.” The strength of the conservative lobby was evident during the vote, when deputy after deputy dedicated their ballots to God, family or country. Almost none actually mentioned Rousseff’s alleged fiscal irregularities – the issue they were supposed to be judging.   Related: Dilma Rousseff taunt opens old wounds of dictatorship era's torture in Brazil    This highlighted a religious as well as political shift. Many Catholic groups said they were alarmed that God’s name was taken in vain. The Brazilian Bishops’ Justice and Peace Commission told the Catholic News Service they felt “an overwhelming feeling of embarrassment and dissatisfaction”. But the US-influenced evangelicals are now such a strong lobby that even Vice-President Temer – a Catholic who is expected to replace Rousseff within weeks – had to pay homage. In the midst of hectic negotiations about who should be in his new cabinet on Wednesday, Temer made time to pray with Silas Malafaia, the head of the God’s Victory in Christ Assembly. Asked if impeachment had created new opportunities for the evangelical bloc, Feliciano beamed: “Very much so,” he said. “In 2010, we had 60 seats. Now 95. We elected Cunha as the speaker of the house. We’re growing.” In March, Feliciano’s Social Christian party was joined by Bolsonaro. It was in many ways a political marriage between the most radical evangelical and the most controversial militarist, who together hope to conceive a new generation of ultra-right governments. Bolsonaro brings backing from a wealthy Catholic elite to Feliciano’s grassroots campaign network of evangelical churches.      Congressman Jair Bolsonaro dedicated his vote for impeachment to a well-known torturer from Brazil’s former military dictatorship. Photograph: Ueslei Marcelino/Reuters    “Bolsonaro Presidente” T-shirts and placards were evident at recent pro-impeachment rallies. According to the latest Ibope opinion survey, the former military man has the support of 11% of voters, which means close to 15 million people endorse a supporter of dictatorship.  That’s a long way from the 54 million votes that Rousseff needed to clinch the last election, but enough to prompt debate about the consequences of a shrinking middle ground. Jean Wyllys, a leftwing deputy with the Socialism and Liberty party, said he feared “fascism could re-emerge in the form of Bolsonaro” at the next election in 2018. Wyllys, a professor who was the first congressman to be elected on an LGBT rights platform, has arguably been the fiercest opponent of the extreme right and could one day be their challenger in a presidential race. During the impeachment vote, he engaged in a spitting battle with Bolsonaro and his supporters. Mainstream leaders say radicals are out of step with Brazil. “There is polarisation in politics, but not in society,” former president Fernando Henrique Cardoso, told the Guardian. “The evangelicals are having a more consistent role in congress, and are acting in a prejudiced manner,” he said. “After this political crisis, there needs to be an effort towards political unification. We need to end this idea of good and evil.” Carlos Pereira, a political scientist at the Getúlio Vargas Foundation in Rio de Janeiro, said the country’s democracy was sufficiently stable to resist radicals. “As in many European countries, extremists, like Bolsonaro and Feliciano, have a niche in proportional representation systems. Nevertheless, they are not viable candidates in any contest that requires them to secure a majority, such as a campaign for mayor, governor or president,” he said. “They are not credible contenders for executive positions.”  Others, however, say political instability and the ongoing Lava Jato corruption investigation could so badly erode mainstream politics that outsiders could rise to power. Rafael Cortez, a political analyst at São Paulo-based consulting firm Tendências, said this created a risk that Brazil might see as figure emerge like Silvio Berlusconi in Italy after the “Clean Hands” anti-corruption operation. Overall, however, he was optimistic that moderate voices would prevail in the democratic system despite the polarisation of recent years.      Women protest against the speaker of the lower house Eduardo Cunha, Vice-President Michel Temer and Jair Bolsonaro in São Paulo. Photograph: Miguel Schincariol/AFP/Getty Images    More confident still was David Fleischer, a political scientist at the University of Brasília, who said the result of impeachment was more likely to be a shift to the middle. Rousseff, he said, had failed because she ignored centrist allies. He pointed out that there was now a move to expel Bolsonaro from the house of deputies because he went too far in his praise of Ustra. Certainly, there are limits to the rise of the right. Even if the 22% of the population who consider themselves evangelical all voted as a bloc – which is unlikely given the differences between churches – that would mean only 44m votes, which is not enough to take power. But Feliciano predicts his party will grow in influence and soon be represented in government – if not in the next cabinet, then the one after. He is also reaching out to a wider audience by moderating his tone when needed.  He told the Guardian he had been demonised by his enemies and misunderstood by the public.  “I’m not homophobic. I have friends who are gay. There are people who frequent my house who are gay,” he says. But pressed on what this means in terms of policy, he says he is opposed to any moves to legalise gay marriage. But there is atonement on the subject of John Lennon. Feliciano admits he was wrong to call the three bullets that killed the singer “the Father, Son and Holy Ghost” but says it was a mistake made more than 2o years ago that he has long since changed his views about. “When I was a child, I thought as a child,” he says, quoting scripture. “Now I realise Lennon is a genius and a poet. I can sing Lennon.”  And with that he croons the opening of Imagine.",
  "webTitle": "With Rousseff on the ropes, Brazil's far right sees an opening",
  "webPublicationDate": "2016-05-05T15:15:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/brazil-far-right-dilma-rousseff-impeachment",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/05/brazil-far-right-dilma-rousseff-impeachment"
}