{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/tech-ceo-mark-woodward-facebook-fruit-vendor-apology",
  "id": "2016-05-03-38",
  "sectionId": "technology",
  "body": "A Silicon Valley tech CEO who sparked outrage for threatening to aggressively harass low-income fruit vendors and “make their life miserable” now says he is “terribly sorry” – with an apology that continues to defend his position. Mark Woodward, CEO of software company Invoca, published – and eventually deleted – a post on a public Facebook page saying that if fruit sellers were stationed outside his home in a suburb of San Jose, he would “do whatever it took to make them leave” even if “that meant destroying some of their produce, or standing out there with signs to chase everyone away”. Asked on Monday for comment about his post – which made him only the latest wealthy California entrepreneur to rant about low-income people – Woodward refused to apologize, sending a short statement saying his comments were an “emotional reaction”. He said he deleted the post because he “realized bringing a nuanced conversation to a social forum where it could be taken out of context was not the best way to bring resolution to a serious, multi-faceted issue”.   Related: I'll 'make their life miserable': tech CEO bullies low-income vendors by his home    On Tuesday, in the face of significant backlash, he published a Medium post titled My Apology, saying he learned a “tough lesson” about “the power of my words”. Woodward said he had posted on Facebook to share his “frustrations with a situation affecting my family and our neighborhood”:  My comments were heated, but also insensitive and offensive to some people. For that I am terribly sorry. Shortly after realizing the gravity of my words taken out of context, I removed my comments.  But he also continued to defend the remarks, writing that they were a “response to several incidents that have made me and my neighbors feel unsafe, including one that required me to call the police because individuals were physically threatening me at my home”. Woodward did not respond to requests for comment about the alleged incident he referenced in his apology, and San Jose police did not immediately respond to an inquiry.  In Woodward’s original Facebook posts, he described a situation in which he appeared to be the aggressor: “I had a family, not from our neighborhood who was constantly digging through the recycle bins in our neighborhood illegally. I confronted them rather aggressively and they have never been back.”    Invoca CEO Mark Woodward in hot water for insensitive comments https://t.co/odeg3POOwp pic.twitter.com/Zm7ALbE9PR— Ted (@Galaxy_19) April 29, 2016    His apology did little to appease angry residents in the Willow Glen neighborhood of San Jose, who had criticized him for railing against Latino residents who are less fortunate than him and often struggle to make ends meet. “For him to say his words were taken out of context is a lie,” said Jillian Torrez, a 30-year-old resident who grew up in Willow Glen. “Those words were taken for what they are. He’s just upset because he’s in the public eye. This is just some PR, trying to get back in the good graces of people. In this day and age, you have to be accountable for the things you say.”  Torrez, who works for the government, said the fruit vendors in the neighborhood never cause problems. “They’ve always been very friendly … This is a working-class area. Some people are fortunate enough to live in a nice home, but not everyone is blessed in that way.” If neighbors have serious concerns about the fruit vendors, they should politely approach the merchants and have a civil discussion, she added. “To say you would destroy somebody’s livelihood because you don’t like them selling fruit? … People can see him for what he really is. He’s not this nice person. He’s an elitist snob.”",
  "webTitle": "Sorry? Tech CEO apologizes for rant but insists fruit vendors are a safety threat",
  "webPublicationDate": "2016-05-03T19:13:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/tech-ceo-mark-woodward-facebook-fruit-vendor-apology",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology startups",
      "id": "technology/startups",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "San Jose",
      "id": "us-news/san-jose",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "inequality",
      "id": "global-development/inequality",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/03/tech-ceo-mark-woodward-facebook-fruit-vendor-apology"
}