{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/joe-biden-gun-control-laws-white-house-smart-guns",
  "id": "2016-05-25-316",
  "sectionId": "us-news",
  "body": "Vice-president Joe Biden admitted defeat on passing stricter gun laws at the federal level, telling local leaders Tuesday: “We’re probably not going to get much more done in the next nine months.” But he urged state and local politicians to continue fighting.  “Don’t quit on this,” he said, at a meeting in Washington of local politicians from 48 states. Biden urged them to “set the table” for the next president “to be able to get some of this done”. He also touted the White House’s push to develop personalized “smart guns”, arguing that safer guns could be a “game changer” in a country that has almost as many firearms as people.    Related: Smart guns: how Obama hopes to create a market for personalized weapons    The White House convened the off-the-record meeting to share tactics and strategies as part of the Obama administration’s increasingly modest efforts to push forward “commonsense” measures to address gun violence. “Gun violence is ravaging our communities,” Biden said in a livestreamed address on Tuesday. “Of all the civilized countries in the world, this is an exception. It doesn’t have to be this way.”  Biden’s speech came after a weekend of Donald Trump and Hillary Clinton facing off on guns. After being endorsed by the National Rifle Association on Friday, Trump, the presumptive Republican nominee, told NRA members that he would eliminate gun-free zones and warned that Clinton “wants to abolish the second amendment”. On Saturday in Florida, Clinton told an audience of black mothers who had lost children to gun violence that a Trump presidency would put “more kids at risk of violence and bigotry”. She called Trump’s proposals “way out there” and “dangerous”. Clinton has pledged to take on the NRA from her first day in office, including fighting for expanded background checks on gun sales and a new ban on assault weapons.    Related: Trump and Clinton on guns: two visions of race, justice and policing in the US    In his Tuesday address, Biden praised the courage of governors in Connecticut, Colorado and Maryland, who succeeded in passing tougher gun laws at the state level in the wake of the Sandy Hook school shooting. The Connecticut and Colorado governors went on to face tough reelection campaigns where they were attacked for their record on guns. “You’ve taken some real changes, you’ve taken some real hits, and you’ve made real progress,” Biden said. “It’s a fundamental change affecting the whole state. It can be contagious.”  With Congress more dysfunctional than he had ever seen it, Biden said, the frontline of policy change had moved to states and cities on several issues, including gun control and increasing the minimum wage. “Just because we have not been able to get it done nationally, with this Congress, does not mean that you cannot change a lot of the parameters of these issues at home,” he said.     Joe Biden and the Connecticut governor, Dan Malloy, arrive to speak at the White House. Photograph: Mandel Ngan/AFP/Getty Images    Washington state voters passed a ballot initiative expanding background checks on gun sales in 2014, and similar ballot measures will go before voters in Nevada and Maine this November. The ballot measure strategy is being advanced and funded by national gun control groups, including Everytown for Gun Safety, a group founded by billionaire former New York City mayor Michael Bloomberg.  Biden also said personalized smart gun technology “could have gigantic payoff for us”, especially because gun ownership in America is a constitutional right.  “Whether you like it or not, there is a second amendment. It is real. It exists. It must be upheld,” Biden said.  Americans own roughly 300m guns. But smart gun technology could help make guns safer and prevent them from being used by children or people other than their authorized owners, Biden said.  He said he had talked to two gun shop owners who faced backlash after saying they would sell rifles with smart gun technology.  “It’s amazing the pressure that’s being brought by the NRA and others not to allow this technology to go forward,” he said. “We should not be cowed.”  The NRA’s official position is that it does not oppose smart gun technology, only legal requirements that would force the adoption of the technology. In a brief afternoon press conference outside the White House, Connecticut governor Dan Malloy and other local leaders praised Obama and Biden. Malloy credited the White House for resurrecting a Democratic focus on guns that had been largely abandoned since 1994, when Democratic leaders passed a ban on assault weapons and then saw sweeping Republican victories in the midterm elections.  Biden told local leaders that the White House would keep attention on the issue, even if little action was possible on the federal level.  “We’re going to keep beating the drum,” he said.",
  "webTitle": "Joe Biden admits defeat on gun control but urges lawmakers to keep trying",
  "webPublicationDate": "2016-05-25T00:20:46Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/joe-biden-gun-control-laws-white-house-smart-guns",
  "keyword": [
    {
      "webTitle": "Joe Biden",
      "id": "us-news/joebiden",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/24/joe-biden-gun-control-laws-white-house-smart-guns"
}