{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/the-handmaiden-review-park-chan-wooks-lurid-lesbian-potboiler-simmers-with-sexual-tension",
  "id": "2016-05-14-106",
  "sectionId": "film",
  "body": "It was inaccurately thought by some, who had clearly never read a single sentence of the source novel, that Sam Taylor Johnson’s glossy adaptation of Fifty Shades of Grey would be a seminal Hollywood moment for female sexuality. Hopes that it would be “bravely” thrusted to the forefront were quickly dashed, whipped and spanked once it was predictably revealed to be a film about, duh, male control.   Related: Toni Erdmann review: long German comedy is slight, biting little miracle    Park Chan-wook’s last film Stoker, his first foray into Hollywood, had Mia Wasikowska’s burgeoning killer masturbate after helping to murder her attempted rapist, a fascinatingly perverse scene that acts as something of a precursor to his latest. The rare focus on a woman’s experience of sex without a man involved is key in his adaptation of Sarah Waters’ award-winning novel Fingersmith, which relocates the story from Victorian Britain to 1930s Korea. A con artist, calling himself Count Fujiwara, hatches a devious plan that sees him working alongside pickpocket Sook-hee to steal the many riches of beautiful heiress Lady Hideko. Isolated and bullied into an impending marriage with her uncle, Hideko takes on Sook-hee as her handmaiden. But while Sook-hee’s task is getting her new mistress to fall for the “Count”, she finds herself sexually drawn instead. Premiering at Cannes exactly a year after the handsome yet overrated lesbian romance Carol, Park has provided us with something of a compelling antidote. Unlike Haynes’s chemistry-free drama, this film is simmering with genuine sexual tension. There’s explicit sex but more importantly, there’s longing, affection and intimacy between the maid, impressive newcomer Kim Tae-Ri, and her sexually inexperienced heiress, a layered turn from Kim Min-hee.     Director Park Chan-wook (centre) and his cast at the Cannes film festival photocall for The Handmaiden Photograph: Pascal Le Segretain/Getty Images    What’s so fascinating is how unsatisfying and often grotesque male sexuality is in comparison to the eroticism and warmth generated by the women of the film. The Count, played by The Chaser’s Ha Jung-woo, is merely an annoyance to the pair, a repugnant fly on their windshield. While the uncle, who involves his niece in perverted “readings” for a male audience, is a sadistic fool indulging in pornography over reality. Men are pathetic, unwanted voyeurs; misusing, abusing and misunderstanding what women really want. Given the nudity on show, some are already quick to criticise Park’s direction as gratuitous and to claim that his male gaze is affecting the depiction of lesbian romance. But the impotency of the male characters helps to counter this while the sex scenes themselves, as lovingly shot as they might be, feel vital to the narrative. The couple are exploring each other and their previously untapped desires, unshackling themselves from the men around them.  Split into three parts and clocking in at 145 minutes, the film does suffer a sag in the middle. The serpentine plot has a number of lurid twists and Park makes one major error in replaying a few too many scenes from a new angle which only serves to patronise the viewer. But his gorgeous, beautifully composed direction and committed performers ensure that it’s far from dull. Exquisitely designed and sexually liberating, this is a hugely entertaining thriller that has shades of Gaslight, Les Diaboliques and last year’s Duke of Burgundy, but thankfully no grey.",
  "webTitle": "The Handmaiden review – Park Chan-wook's lurid lesbian potboiler simmers with sexual tension",
  "webPublicationDate": "2016-05-14T13:25:04Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/the-handmaiden-review-park-chan-wooks-lurid-lesbian-potboiler-simmers-with-sexual-tension",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Park Chan-wook",
      "id": "film/park-chan-wook",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sarah Waters",
      "id": "books/sarahwaters",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/14/the-handmaiden-review-park-chan-wooks-lurid-lesbian-potboiler-simmers-with-sexual-tension"
}