{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/barack-obama-flint-michigan-visit-water-crisis",
  "id": "2016-05-05-66",
  "sectionId": "us-news",
  "body": "Four months after he declared a state of emergency in Flint over its toxic water crisis, Barack Obama’s first visit to the Michigan city was as much about repudiating the philosophy of shrunken, hands-off government as it was about the lead-laced liquid that residents still have to drink and bathe in. The president’s address to a restive crowd he called “feisty” included an obligatory sip of Flint water. “This isn’t a stunt,” Obama insisted, while stressing that people could drink the water, if it is properly filtered. Flint has become shorthand for the neglect, racism and under-investment that has plagued many cities in the US. For many residents unable or unwilling to drink their own water, pragmatism rather than politics is what is required, sooner rather than later.   Related: Obama in Flint: water crisis is a 'tragedy that never should have happened'    But rather than focus on the practicalities of rebuilding Flint’s water infrastructure two years after a fateful decision was made to switch the supply to the Flint river, without treating it for lead, Obama railed against the “corrosive attitude” that government should remove itself from people’s lives. “This myth that government is always the enemy; that forgets that our government is us. It’s us, that it’s an extension of us, ourselves,” he said. “That attitude is as corrosive to our democracy as the stuff that resulted in lead in your water. Because what happens is it leads to systematic neglect. It leads to carelessness and callousness.” In a pointed assault on modern Republican doctrine, Obama said the problems in Flint are “just the tip of the iceberg” in a country where infrastructure, and lives, have been allowed to decay. “We’ve seen bridges fall and levies break,” he said. “So we’ve got to break that mindset. These things aren’t a coincidence. They’re the same mindset that left Flint’s water unsafe to drink. And it’s self-destructive when we don’t invest in our communities.           Obama drinks Flint water to show residents that it’s safe     “It doesn’t matter how hard you work, how responsible you are, or how well you raise your kids – you can’t set up a whole water system for a city. That’s not something you do by yourself. You do it with other people.”  The merits of basic government functions have even been grasped by Rick Snyder, the Michigan governor who ran an administration that ignored, sidelined and even mocked reports of problems in Flint’s water for more than a year. Thousands of children are at risk of growing up with developmental problems due to the lead poisoning.  Snyder, who ran for office with a promise to run the state more like a business, said he welcomed Obama’s visit and was busy talking up public programs to improve “education, medical care and nutrition” in Flint.   The governor has pledged to replace Flint’s lead water pipes and beef up the water testing standards, but it’s clearly not enough for Flint residents. Obama persuaded Snyder to address the crowd en route to the rally. The governor was met with boos and jeers. Meanwhile, protesters were etching the chalk outlines of 12 bodies – representing those killed in a legionnaire’s outbreak in Flint – outside Snyder’s residence in Ann Arbor.  But Flint still resembles a city where the root causes of a disaster are being dug up before the symptoms have been treated.   More than two years after lead started to seep into the water supply of a city in the wealthiest country on Earth, people still have to rely on bottled water or filtration, often supplied through charity. Failing, outdated water testing procedures, which touch almost every city east of the Mississippi, are still in place and may only be slightly amended next year. Funding to help Flint has been the topic of unseemly congressional squabbles and delays.    Related: US authorities distorting tests to downplay lead content of water     Around 50 lead pipes have been removed in Flint. A further 500 are earmarked for removal, but the city is scratching around for the funding. More than 70,000 other pipes still need to be ripped up.  Residents are wary to accept promises – even from Obama – that the filters work. Showering, which should be safe as long as water isn’t ingested, is also shunned. The response to the disaster was sluggish, maybe criminally so, but even under state and federal state of emergency conditions, the plodding pace has barely lifted.  Flint’s water “smells like bleach” and can’t possibly be safe, according to Lulu Brezzell, the mother of Mari Copeny, the eight-year-old girl who wrote to Obama to ask him to visit Flint.   Marlon Randle, another Flint resident, said Obama’s speech was a boost to the city’s morale but still hadn’t made the water safe to drink. “People are worried about the water,” Randle said. “I feel better. It was a good speech and it does reassure me that he’s committed to trying to make a change and help our city get fixed. But it is going to be a process.” Others were more pointed. Flint native and film-maker Michael Moore took to major TV networks to decry the lack of action. On Facebook, Moore said Obama’s visit was “too little, too late”. “You say you’re coming to ‘listen to the people of Flint’,” Moore wrote. “Sir, they’ve been poisoned for two damn years. You’ve known about it since October. There’s nothing to listen to.  “Unless you’re bringing the entire US Army Corps of Engineers to dig up and replace the 75,000 lead pipes, plus the attorney general to arrest governor Rick Snyder, then this is just another photo-op and half-baked list of new promises we don’t need.” On MSNBC, Moore said Obama’s speech was a further example of “this attitude of not pushing too hard, don’t say out loud what needs to be said. He said it’s a poor city, he’s not saying it’s a black city.  “The governor removed the black mayors, put in his own cronies, gave the rich a billion-dollar tax cut and had to cut back on services because there wasn’t enough money. One of the services they cut back on was clean drinking water.”",
  "webTitle": "Obama's Flint visit boosted morale – but it doesn't make the water safe to drink",
  "webPublicationDate": "2016-05-05T18:39:35Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/barack-obama-flint-michigan-visit-water-crisis",
  "keyword": [
    {
      "webTitle": "Flint water crisis",
      "id": "us-news/flint-water-crisis",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "us-news/2016/may/05/barack-obama-flint-michigan-visit-water-crisis"
}