{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/boycott-primary-school-tests-sats-scattered-support",
  "id": "2016-05-03-62",
  "sectionId": "education",
  "body": "Parents kept children out of primary schools on Tuesday in a national “strike” in protest at tougher tests, although the numbers involved appear to have been small. There were scattered protests across England, especially around Newcastle, where the idea for the protest first originated, and in Brighton, where several hundred people gathered in a park to support the day of action. A Whitehall source said the number of children involved may have been as few as 1,000, a small fraction of the more than 1 million state school pupils in years two and six, the groups scheduled to sit new tests of grammar, spelling and punctuation and maths.   Related: The rights and wrongs of testing 10-year-olds on modal verbs | Letters    Some schools reported considerable numbers of children absent, including Robert Arkenstall school, a village primary near Ely, Cambridgeshire, where organisers said around a fifth of pupils took part in the boycott.   Related: Five reasons parents are boycotting primary schools over Sats    “We had 30 children with us, but we believe another 15 to 20 children were taken off by their parents to go to museums or do other things,” said Theresa Quarmby, who has three children attending the school. “We had a fantastic time, we went to a local meadow and went pond-dipping and built forts, and had fun in general.” Quarmby said parents with children in year six had already approached the school with concerns about the end-of-year tests when they heard about the national boycott via Facebook. “My daughter is fairly robust but she has friends who are stressed and are crying themselves to sleep. It’s just wrong and the government isn’t listening. I can’t get my head around how they think this benefits anyone at all,” she said. Michael Wilshaw, Ofsted’s chief inspector of schools, came out in support of the government’s position, saying: “Those who oppose this testing need to consider England’s mediocre position in international rankings. “If by the age of seven a child has not mastered the basic skills of reading, writing and mathematics, the odds will be stacked against them for the rest of their lives. This is especially the case for poorer children. “I understand testing can sometimes be stressful but I am also confident that most schools do everything they can to minimise the stress that children experience in preparing for and sitting these tests.” The children’s laureate, Chris Riddell, told a group of about 500 families in Brighton that allowing children to question government policy was “an important lesson”, and he ridiculed the education secretary, Nicky Morgan’s claim that taking part in the strike would harm children’s education. Around 20 people delivered a petition – which organisers claimed had 40,000 signatures – to the Department for Education’s head office in Westminster.     Nick Gibb, the schools minister. Photograph: Alastair Johnstone/SWNS.com for the Guardian    Nick Gibb, the education minister closely identified with the new tests, defended the government’s policy, saying: “There should be no pressure on six- and seven-year-olds taking these tests. These tests have no consequences for the children involved, they are about to holding the schools to account.” Gibb himself failed to correctly answer a question on grammar from the latest key stage two test. The BBC’s Martha Kearney asked him whether the word “after” in the sentence “I went to the cinema after I’d eaten my dinner” served as a subordinating conjunction or a preposition. Gibb incorrectly identified it as a preposition. David Cameron’s official spokeswoman weighed in over the error, saying: “It reflected the fact that what we are about is equipping future generations with a better grasp of reading, writing and maths skills.” No 10 said tests in primary schools were “not a new concept”, and the government had made them more rigorous to reflect the higher standards being taught. “This is about improving the curriculum, improving the education of our children in schools. It’s part and parcel of how we want to make sure that their child is getting the best education,” the prime minister’s spokeswoman said.",
  "webTitle": "Primary school tests boycott draws scattered support",
  "webPublicationDate": "2016-05-03T18:25:40Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/boycott-primary-school-tests-sats-scattered-support",
  "keyword": [
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "education/2016/may/03/boycott-primary-school-tests-sats-scattered-support"
}