{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/jackie-stewart-mercedes-should-fine-lewis-hamilton-crash-nico-rosberg-f1-spanish-grand-prix",
  "id": "2016-05-16-96",
  "sectionId": "sport",
  "body": "Mercedes should fine an “emotional” Lewis Hamilton for causing the first-lap accident that put him and his team-mate Nico Rosberg out of last weekend’s Spanish Grand Prix, according to the three-times world champion Sir Jackie Stewart.   Related: Nico Rosberg ponders clear-the-air talks with Lewis Hamilton after crash    As Rosberg was contemplating holding talks with Hamilton, Stewart backed the German. “It was all emotion,” Stewart said. “First lap! Desperation. That’s not the way to win, not consistently. Hamilton is to blame. Rosberg was allowed to protect himself. You don’t go for it on the first lap. “Two cars from the same team can’t possibly have an accident on the first lap. One of the major assets for all of the great drivers has been mind management. Don’t get wound up and excited. I think Lewis could have won this race but it didn’t have to be on the first lap. The accident was almost ready to take place.” The crash happened after both cars had cleared turn 3. Hamilton moved to take the slower Mercedes on the inside but as he did so Rosberg moved across to block him. Hamilton went on to the grass and as he spun he took out Rosberg, making way for Max Verstappen to win Sunday’s race on the 18-year-old’s Red Bull debut. Both Mercedes drivers had shown aggression and the decision by the stewards to dismiss it as a racing incident and not penalise either driver seemed a fair one. Mercedes also backed away from blaming either Hamilton or Rosberg. Yet Stewart was fierce in his condemnation of Hamilton. “It was a tremendous faux pas for Mercedes-Benz to take both cars out. They are so much better than any other team. It’s just completely wrong – and then for Hamilton to throw the steering wheel out of the car. Probably $40,000-$50,000 of steering wheel. Emotion is a very dangerous thing. “It’s unacceptable. Lots of people make mistakes. What you’ve got to do is come out of the mistake but you’ve got to admit it and think about why would you have done such a thing on the first lap, when you’re so much quicker than everyone else. I don’t think Lewis understood that. I don’t think that Rosberg did anything wrong. “I think there’s a need for discipline – maybe financial. I would certainly have penalised the driver who made that mistake on the first lap. It would have to be financial. At the moment Lewis is making such a lot of money that it might not be a big penalty.” Alain Prost had another viewpoint. “This is only the first time in three years they have taken each other out,” the four-time world champion said. “We have to be careful we don’t overreact.” Jacques Villeneuve, the 1997 champion, blamed Rosberg for the accident, describing his move to block Hamilton as “ruthless.”   Related: F1 Spanish Grand Prix: five things we learned from Barcelona    Rosberg, when asked about having talks with Hamilton before the next race in Monaco on 29 May, said: “That is something I need to think about in the days to come. I can’t tell you now as I am extremely gutted. “It is very tough because it was my race to win. I am not just gutted for myself but I am gutted for everybody because we are one team and we are together in this. “I know how much they work for these two cars and for us both to end up in the gravel trap is the worst possible thing.” Mercedes could insist their drivers get together for a meeting but there is not much to be gained because both drivers saw the incident differently and are not about to change their minds.",
  "webTitle": "Jackie Stewart: Mercedes should fine Lewis Hamilton for crash with Rosberg",
  "webPublicationDate": "2016-05-16T17:34:50Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/jackie-stewart-mercedes-should-fine-lewis-hamilton-crash-nico-rosberg-f1-spanish-grand-prix",
  "keyword": [
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/16/jackie-stewart-mercedes-should-fine-lewis-hamilton-crash-nico-rosberg-f1-spanish-grand-prix"
}