{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/15/conservative-media-facebook-trends-clinton-trump-hannity-limbaugh",
  "id": "2016-05-15-111",
  "sectionId": "media",
  "body": "If you read the Guardian, the chances are you don’t spend that much time reading Breitbart, or Red State, or listening to Rush Limbaugh or Sean Hannity. If you get most of your news from Facebook, then you might not be exposed to those sources much, either. Gizmodo reported on Monday that Facebook employees had deliberately filtered out conservative sources from its trending bar. Facebook has denied allegations of bias.  To find out what I might be missing, I have spent the last three days getting all my news from conservative media. I got rid of my lamestream media apps and went straight to the angry, rightwing source. One of most startling things I learned is just how willing the federal government is to waste taxpayers’ money. On Tuesday, the Washington Times reported that taxpayers had “paid for one scientist to have a bee sting his penis”, in a study that had been reported by the Guardian the year before.  The study was conducted by a researcher named Michael L Smith, who was trying to find out which was the most painful place to be stung by a bee. The penis was the third-most painful place, behind the nose and the upper lip. While I didn’t know about penis-bee-sting-gate, I did already know that Hillary Clinton’s email server, and the problems therein, were a big deal to conservative media.  But I hadn’t realised just quite how big of a deal. Or how vague of a deal. “Emails. Clinton. Scandal. Emails. Her emails. Corrupt.” Barely five minutes goes by on rightwing radio without Clinton’s emails being mentioned. Most of the time there is no explanation of the story, or any update to the story. Instead, “Hillary’s emails” is used as a two-word dismissal of Clinton’s bid for president. It’s also used as a two-word reprieve for any Republican politicians, frequently invoked when discussing any Donald Trump mishap.  “Donald Trump still hasn’t released his tax returns.” “Yeah. But Hillary’s emails.” Since Ted Cruz dropped out of the race for president, most conservative news outlets and commentators have fallen into line in backing Trump. But some are extremely sensitive about it. During his radio show on Thursday evening, Sean Hannity addressed people who he said were criticising him for supporting Trump. He didn’t care what people were saying from their computers, he said. It didn’t bother him at all. Because he had never backtracked. He had never said he wouldn’t support Trump anyway.  For a man not bothered, he certainly talked for a long time about it. I made it nearly five minutes. But it shows the toxicity around Trump, even within conservative media.     Donald Trump’s campaign manager, Corey Lewandowski, speaks to Sean Hannity in New York City. Photograph: John Lamparski/Getty Images    If the more mainstream of the conservative outlets are backing Trump, there are bastions of anti-Trump sentiment out there. One of my favourite websites became the Right Scoop. It’s great. It doesn’t get any scoops. Instead, it’s more a series of rants written by one angry person who really hates Trump. Anyone who displays support for Trump is labelled a “Trumpbot”. Fox News personalities Tucker Carlson and Eric Bolling were both labelled Trumpbots last week for suggesting people should support the billionaire.  One post, headlined: “Okay Fox News, I think I’m gonna gag ...”, was just a video of a Fox presenter asking Donald Trump if he thought Budweiser had changed its name to “America” because of his campaign. Trump agreed. The comments section is vitriolic. Under a piece about Trump refusing to release his tax returns, Trump is dubbed “Don the con” in one comment, and his missing tax returns are compared to Clinton’s missing emails (there we go again) in another. And this is by conservative voters. Away from the political trail, one common theme among conservative media is the idea that white people are under attack in America. It was brought home when I was listening to New York’s WOR radio on Friday. Len Berman – he’s like a poor man’s Rush Limbaugh – and Todd Schnitt – an extremely down-on-his-luck man’s Glenn Beck – host the morning show. On Friday morning, the pair discussed a news story about a bus for a Jewish school that had been set on fire. Five boys, aged between 11 and 14, had been arrested in connection with the fire. A video accompanying the story showed that the children alleged to have caused the fire were African American. Berman and Schnitt posited that if the children who had set fire to the bus were white, and had been attacking a school bus for black children, there would have been more of a furore in the media. In this case, “little black kids” had attacked white Jewish kids, Berman and Schnitt told us. But we don’t hear that reported, they said.  White people are persecuted. People of colour get a free pass. Sean Hannity had made a similar point on his show earlier in the week, when he brought up comments made by Barack Obama’s national security adviser, Susan Rice. She had said that there was a lack of diversity in key government posts. Hannity noted that we have been told before that the government is too white. “We’ve heard this before: that we’re cowardly when it comes to race,” Hannity said. He didn’t say when we had been told we are cowardly when it comes to race. Hannity said that African Americans only make up 12% of the population. By that measure, there have to be a lot of white people who voted for Obama.  “So we’re not that cowardly,” Hannity concluded – responding to an accusation that he only had made. If the government is too white, “maybe Obama hired the wrong people”, Hannity said.  So there you go. There’s no problem with race in America. At least not from the white side. The problem is Obama. Still. Amid all the Clinton-Trump-race-federal waste noise, Obama was the recurring theme. Obama is hiring the wrong people. Obama and his staff are antagonising white people. Obama is also running an “anti-American agenda”, according to Mark Belling, a pundit who filled in for Rush Limbaugh on Wednesday. This was because the president was going to Japan to “apologise” for bombing Hiroshima, Belling said. Belling said this despite having just played a clip in which an Obama spokesman said that the trip was not an apology. Limbaugh himself had told listeners on Tuesday that Obama had an anti-suburb agenda. The president is “waging war” on them, Limbaugh said, by forcing developers to build affordable housing in some suburbs. “The one thing you have to understand about liberals is they hate suburbia,” Limbaugh told his listeners on Tuesday.  “They despise it. They despise suburbia because of who lives there. They despise suburbia because it exists. They despise suburbia because there’s no mass transit. They despise suburbia because it’s a lot of cars and SUVs and soccer moms destroying the planet by climate change.” While it’s unlikely that Obama is actually targeting suburbs, the Limbaugh rant was quite revealing in how different sides of the political spectrum see each other. It’s easy to scoff at the lumping in of all liberals as hating suburbs. But is it that different from liberals characterizing Trump supporters, for example, as angry bigots who hate anything that isn’t American? Maybe there’s a lesson there for us all. Two lessons, actually.  The second is that, in the world of rightwing media, some may like Donald Trump. Some may dislike Donald Trump. But no one likes Hillary Clinton, and, especially, no one likes Barack Obama.  This article was amended on 15 May 2016 to correctly identify the Facebook feature from which conservative sources were allegedly filtered out",
  "webTitle": "'Emails. Clinton. Scandal': my three days listening to nothing but rightwing media",
  "webPublicationDate": "2016-05-15T12:00:06Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/15/conservative-media-facebook-trends-clinton-trump-hannity-limbaugh",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Rush Limbaugh",
      "id": "media/rush-limbaugh",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Fox News",
      "id": "media/fox-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "media/2016/may/15/conservative-media-facebook-trends-clinton-trump-hannity-limbaugh"
}