{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/saracens-mark-mccall-alex-goode-england-exeter-rob-baxter",
  "id": "2016-05-28-54",
  "sectionId": "sport",
  "body": "Alex Goode sealed the Premiership and European Cup double for Saracens with a late try to subdue the braves of Exeter Chiefs in a man-of-the-match performance his director of rugby, Mark McCall, believes should have dropped a large hint to England before the tour to Australia. “I think Alex stands out by a mile as the best full-back in England,” said McCall after his side’s 28-20 victory meant Saracens retained the title and became the first English club to achieve the coveted double since Wasps in 2004. “He played well today, as he has all season, but if I say Alex Goode should start in the first Test against Australia, Mike Brown will.” The England head coach, Eddie Jones, was among the crowd at Twickenham. Brown has been one of his vice-captains as well as the first-choice full-back and Goode, a sometime replacement during the Six Nations who was this month voted the Premiership’s player of the year, knows he has ground to make up.   Related: Saracens Premiership champions after Alex Goode ends Exeter fightback    “I feel in a really good place and confidence is high, but it is up to Eddie, not Mark,” Goode said. “I have to keep working hard and get better and all I can do is keep knocking at the door. I am excited to be going on the Australia tour and just want an opportunity.” Two years ago, McCall left Twickenham in despair after Saracens lost the Premiership final against Northampton in the final minute of extra time having lost the European Cup final against Toulon a week before. “That was hard and makes this achievement feel all the more wonderful,” said McCall. “We have been consistent in the last seven years and the age profile of the squad is good. Everyone has signed up for the next two or three seasons, but I am not going to make any predictions of what we can achieve because the Premiership is becoming more and more competitive. All I know is that we will remain hungry for success.” Exeter were making their first appearance in the Premiership final. They looked hit by stage fright at one point, trailing 23-3, but rallied to score the next 17 points and Goode’s try came with four minutes to go. “I am incredibly proud of the players,” the Exeter head coach, Rob Baxter, said. “This was a step up for us, not a setback. We were not there for the first 30 minutes and we will learn the lessons from this. This game was never the be-all-and-end-all for us, but making progress. “I do not think the occasion got to the players. “They were focused before leaving for Twickenham and when we arrived. There were no selfies or laughing and joking. Saracens were simply sharper and quicker than us at the start and mistakes add up against a team like that.”",
  "webTitle": "Saracens’ Mark McCall says Alex Goode must start in England first Test",
  "webPublicationDate": "2016-05-28T18:54:16Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/saracens-mark-mccall-alex-goode-england-exeter-rob-baxter",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/28/saracens-mark-mccall-alex-goode-england-exeter-rob-baxter"
}