{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/greens-urge-sharp-increase-in-luxury-car-tax-to-drive-transition-to-electric",
  "id": "2016-05-18-344",
  "sectionId": "australia-news",
  "body": "Five years of free registration for new electric cars, $151m for charging stations and $50m for fleet transitions are needed to drive the transition from petrol to electric vehicles, the Greens have said. A sharp increase in the luxury car tax on petrol-driven vehicles would pay for the plans, the party said in an announcement on Wednesday. The transport sector accounts for more than 17% of Australia’s greenhouse gas emissions and the Greens believe that the increased use of electric vehicles could help reduce that figure.   Related: AGL boss: regardless of climate science, it's time to drop the 'emissions business'    Launching the policy in Strathfield in Sydney, the Greens leader, senator Richard Di Natale, said: “Electric vehicles are rapidly coming down in price. With solar panels on our roof, charging our batteries for our home and car, free daily transport is at our fingertips.” A centrepiece of the Greens’ policy was that the federal government cover the costs of state vehicle registration fees for new fully electric cars for the first five years. The Greens said that would help make electric vehicles more competitive. They also proposed establishing a $151m fund to provide grants to local and state governments, as well as private car park operators, to install electric car chargers. The program would subsidise the cost of a roadside charging station up to a cap of $45,000, which they say would drive the installation of about 3,500 stations across the country. In addition, they would establish a $50m fund to cover the gap between the cost of petrol cars and electric vehicles for government and NGO fleets. With a gap of about $15,000, they said that would cover the gap for nearly 3,500 new electric cars. “You would be able to literally plug in your car to the power station at your local train station, sporting oval, swimming pool, library or while you are doing the groceries,” Di Natale said. To cover the cost of the policies, the Greens would lift the luxury car tax from 33% to 50% for fossil-fuel powered cars worth over $100,000. They say that would both raise $280m over the forward estimates to help cover the rest of the policy, as well as increase the price-competitiveness of electric luxury cars. “The old dirty power sources like diesel and coal are on their way out and we need to support industries like electric vehicles to move toward a more innovative future,” Di Natale said. The Greens also called on the Council of Australian Governments to develop a plan to assist the adoption of electric vehicles, and for the government to set a near-term target for their uptake across the country.",
  "webTitle": "Greens urge sharp increase in luxury car tax to drive transition to electric",
  "webPublicationDate": "2016-05-18T04:33:40Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/greens-urge-sharp-increase-in-luxury-car-tax-to-drive-transition-to-electric",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/18/greens-urge-sharp-increase-in-luxury-car-tax-to-drive-transition-to-electric"
}