{
  "apiUrl": "https://content.guardianapis.com/uncover-cool-copenhagen/2016/may/23/north-sealand-the-place-to-go-for-a-quick-dip-out-of-copenhagen",
  "id": "2016-05-23-121",
  "sectionId": "uncover-cool-copenhagen",
  "body": "To go out of town or not to go out of town? This question has a much easier answer than Hamlet’s existential conundrum. The Danish riviera starts at North Sealand, just 18 miles (30km) – or 35 minutes by train on a particularly pretty coastal route – from Copenhagen city centre. So you could, if time was tight, go there for a day.   Related: Music, nightlife and hip districts: the best of cool Copenhagen    Far better, though, to turn it into a weekend break all of its own, for this is a pristine coastline suited to swimming, cycling, a laid-back fly-drive holiday, a history-themed tour, or an art pilgrimage – or all of those things, carefully and calmly curated in the Danish manner of course. There are superlative sea views along the Oresund coast and at the massive Isefjord and Roskilde fjord. At the head of the latter is the Kronborg castle – Elsinore in Shakespeare’s Hamlet – which has stood here in one shape or form since 1420, serving as a tollgate for Baltic Sea traffic, and which was listed as a Unesco world heritage site in 2000. This year, the castle hosts special events to commemorate 400 years since Shakespeare’s death, and the 200 year anniversary of the annual Shakespeare festival.      Kronborg castle, AKA Elsinore. Photograph: VisitDenmark    You can’t understand Denmark unless you understand its seafaring past. The Danish Maritime Museum, housed in an acclaimed underground exhibition space designed by the renowned architects Bjarke Ingels Group, tells the story of exploration, conquest, trade and mastering the maelstroms of the wild northern seas through interactive displays and large video pieces.  The Louisiana Museum of Modern Art – ten kilometres south – is already a firm fixture for Copenhagen art aficionados. The museum building itself is a showpiece of discreet Danish modernism and houses cutting-edge contemporary art and key works by some of the 20th century’s greatest painters and sculptors. As well as a permanent collection of more than 3,000 works, the Louisiana has up to 12 temporary shows every year. The calendar for summer-to-autumn 2016 includes works on paper by the young Picasso and a mid-career retrospective of Daniel Richter. But once you’ve seen the art shows, explored the museums and taken in the views, North Sealand is a wonderland of pellucid lakes, deep woodland, beautiful coastline and wide-open, green landscapes. Travelling as a couple? The distinctively Danish “Love on a Bike” scheme invites you to follow a three- or four-day route stopping at dreamy seaside hotels and B&Bs, recharging at indie cafes and dining on the day’s catch, pedalling through tiny coastal villages and drifting around Gilleleje Harbour in a cutter, all with zero fuss. Your luggage will be shipped and your beds booked along the way so you can enjoy us-time. Three romantic routes have already been designed, themed around culture, rooms with views and, of course, elsker – the Danish word for love. For more information and inspiration, go to visitdenmark.co.uk For the lastest news and pics, visit Denmark on Facebook and Instagram",
  "webTitle": "North Sealand: the place to go for a quick dip out of Copenhagen",
  "webPublicationDate": "2016-05-23T15:18:32Z",
  "webUrl": "https://www.theguardian.com/uncover-cool-copenhagen/2016/may/23/north-sealand-the-place-to-go-for-a-quick-dip-out-of-copenhagen",
  "keyword": [
    {
      "webTitle": "uncover cool Copenhagen",
      "id": "uncover-cool-copenhagen/uncover-cool-copenhagen"
    }
  ],
  "authors": [],
  "guardianId": "uncover-cool-copenhagen/2016/may/23/north-sealand-the-place-to-go-for-a-quick-dip-out-of-copenhagen"
}