{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/serbs-rally-against-shady-demolitions-after-masked-crew-tied-up-witnesses",
  "id": "2016-05-26-346",
  "sectionId": "world",
  "body": "Thousands of people have protested in the Serbian capital against a wave of demolitions for a real estate development – including a bizarre night-time incident where masked men allegedly tied up onlookers and took their phones as buildings were knocked down for a real estate development. People took to the streets on Wednesday accusing the authorities of corruption and violence linked to plans to redevelop a popular area of Belgrade. The rally was organised by the Ne Davimo Beograd (Don’t Drown Belgrade) movement, which opposes a €2.7bn deal with an Abu Dhabi-based developer to transform part of Belgrade into an upscale housing and shopping complex. Demonstrators took aim in particular at an incident on 24 April in the arts and nightlife district of Savamala, where several buildings were demolished in the night by mysterious masked men.  Wearing balaclavas and driving vehicles without number plates, the men allegedly bound onlookers and took their mobile phones while bulldozers razed the buildings, according to local media reports. One of the witnesses to the demolitions, Slobodan Tanaskovic, later died in hospital. Serbian ex-president Boris Tadic, leader of the opposition Social Democratic party, called for an urgent probe into the death of the 58-year-old. The Beta news agency said the cause of death had not been disclosed. Protesters called for the resignation of various police, government and city officials over the demolitions, which cleared part of the way for the Belgrade Waterfront redevelopment. “It is unacceptable that a month after the incident we don’t know who is responsible for violence against citizens. Someone should be held accountable,” said local journalist Vesna Milisavljevic, 45, at the rally. The rally appeared to be attended by 5,000 or more people. Demonstrators shouted “Vucic thief!” referring to the prime minister, Aleksandar Vucic. Cries of “This is our town!” and “Resignations!” rang out. Vucic, who unveiled the waterfront project in 2014, has branded the masked men “idiots” for their behaviour but said the buildings had been scheduled for demolition. They should have been razed during the day, Vucic told reporters earlier this month, adding that he would have attended the demolition “with pleasure”. The agreement signed with developer Eagle Hills aims to turn parts of Savamala and surrounding areas into nearly two million square metres of malls, offices and apartment blocks. The centrepiece of the project is a 200-metre tall Dubai-style tower. Backers of the project say it will regenerate a rundown area, while critics allege a lack of transparency and public consultation, fearing the development will be of little benefit to most Serbian citizens.",
  "webTitle": "Serbs rally against shady demolitions after masked crew 'tied up witnesses'",
  "webPublicationDate": "2016-05-26T01:06:09Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/serbs-rally-against-shady-demolitions-after-masked-crew-tied-up-witnesses",
  "keyword": [
    {
      "webTitle": "Serbia",
      "id": "world/serbia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/26/serbs-rally-against-shady-demolitions-after-masked-crew-tied-up-witnesses"
}