{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/rural-america-internet-access-navajo-nation",
  "id": "2016-05-16-267",
  "sectionId": "technology",
  "body": "It’s been two years since Sonia’s husband’s fatal heart attack. Almost anywhere else in the United States, emergency services could have helped her. But in an isolated corner of the 27,000 square miles that constitute the Navajo Nation, she, her daughter and one of her granddaughters had to manage without technology most of the rest of America takes for granted. The family were outside Tolani Lake, in part of the vast Navajo Nation’s land in north-east Arizona. “My husband had roped a bull that we were dealing with,” Sonia said. “He said he needed to catch his breath. I told him to sit down and he did.” He started to feel better, got back to work and then faltered again. “We were taking him over to the truck,” Sonia recalls, “but he knelt down.” Sonia’s daughter called 911. Across the vast majority of the United States – almost 99% of the country – 911 callers can be traced directly to their cellphone’s latitude and longitude, enough information to send help by air. But not here.  Sonia, who asked that the Guardian not use her full name or the names of her family, tried to describe their surroundings, but the dispatcher in Leupp, Arizona, 20 miles away, was unfamiliar with the area. And there was no information from their phones.     The Navajo Nation covers 27,000 sq miles. The landscape near Black Falls, Arizona, is stark and barren. Photograph: Brian Leddy for the Guardian     The dispatcher asked the family to come to the nearest road. Three generations of Sonia’s family carried the older man between them across the patch of desert between the livestock and the truck. They put him in the back and drove. A fire truck met them at the top of a hill closer to the main road. Eventually an ambulance arrived and drove to Leupp across dry miles of unpaved road, where cars fishtail and spin out if they try to hurry.  In Leupp, the vital helicopter was waiting, but by then it was too late. Sonia said she’s made her peace with it. “He probably didn’t want to live after that. He doesn’t want to be at home not doing anything,” she said, her voice breaking. “He likes to be out there and he’d have to put up with that. So it’s OK with me. Even if we’d got him going again, he wouldn’t have wanted to be there.” ‘After a while, people just stop calling’ In many rural communities in the US, the low population density means that phone and internet companies simply don’t upgrade their equipment often enough to keep pace with progress. In Navajo, much of the vital infrastructure was never installed to begin with. Large stretches of the Navajo Nation, a sovereign state larger than 10 of the 50 states in the US, look like the surface of some other, beautiful planet. Sometimes the landscape is nothing but red dirt, orange rock, striations of yellow and white streaking the faces of cliffs and the cross-sections of buttes beside paved roads that have been blasted through those hills or unpaved roads that dip suddenly into dry creek beds. Locals replace their tires a lot. Dust devils rear up to the height of two-storey houses, staining the blue sky with a boiling tan streak.  Most of what moves, besides cars, is tumbleweed, dry clusters and strands of which stick to fences, meander from patch to patch of grass and get caught far above the ground in the unshielded silver wires strung between the telephone poles that run alongside the highway. Those wires are the thin filament that connect places like To’hajilee, a reservation of about 4,000 people to the outside world. In large parts cellphone coverage is spotty – at best. There is no broadband. In February, a break in the community’s sole line meant that none of the ATMs or credit card scanners in town worked.     The Navajo Nation council chambers. Photograph: Brian Leddy for the Guardian    Navajo is the largest recipient of funds from the US Bureau of Indian Affairs – it’s the most populous tribe in the country – but the figures themselves can be insultingly low. A 2014 grant to Navajo’s state-owned internet provider, which aspires to serve the community of 300,000 across an area larger than West Virginia, totaled some $32m. AT&T of Tennessee received $156m in federal money to provide broadband access to 81,000 homes in rural Tennessee the following year.  Cell coverage is a patchwork; even on the larger networks like Verizon, data connection is unreliable. Wired connections are, if anything, worse. The consequences of an economy trapped in the previous century are depressingly predictable. “We have very violent, lawless communities,” said Gina Begay-Roanhorse, who works at the courthouse in To’hajilee, an “island” reservation surrounded on all sides by non-Navajo land, some Pueblo, some New Mexico. “I’m not afraid to say it anymore.” As in much of America, opioid addiction is epidemic. Mental illness and domestic violence go under-addressed. The tribal police communicate using radio; when they can’t run a plate by calling it in, they have to use their own phones, at their own expense, as cellular hotspots for the laptops they keep in their cars.   On average, Navajo police are responsible for 100 square miles apiece.      A homestead in Black Falls, Arizona. Cell coverage and internet services are sparse. Photograph: Brian Leddy for the Guardian    Wired phone service is unreliable: first responders at the scene of an accident in To’hajilee will often call call the local emergency clinic directly, rather than calling 911. Even then, sometimes callers hear only ringing and ringing, said Fitisha Baca, who works as an emergency medical technician in To’hajilee with her sister Racquel. “After a while, people just stop calling,” Begay-Roanhorse said. Begay-Roanhorse is warm, even cheerful despite an apparently bottomless supply of horror stories about people arriving on her doorstep in extremis. In one case the victim of a beating came to her house bloody after being attacked, she said; in another a vagrant locked himself in the cab of her truck with a bottle of vodka and wouldn’t leave. She remains an amiable guide to rural Navajo.  She loves the show Breaking Bad, which filmed part of its final season in To’hajilee; Walter White makes a crucial phone call from a pay phone at a picturesque, abandoned gas station. “We were watching the show as a family,” she said, laughing, “and all of us, at the same time, said ‘That phone doesn’t work.’” ‘From the government and here to help’ Adam Geisler is not Navajo; he is from the La Jolla Band of Luiseño Indians in California. In his own self-deprecating paraphrase of Ronald Reagan’s “terrifying words”, he says he is “from the government and here to help”. Geisler, 31, is on a mission to improve the ability of police officers, ambulance drivers, and the fire department to identify and respond to disasters. He works with FirstNet, an authority set up by the US Department of Commerce to spend $7bn in federal funds setting up a data network for first responders across the US. FirstNet owns an incredibly valuable piece of unreal estate: a chunk of radiowave spectrum big enough to make its owner the fourth-largest network in the country. It’s FirstNet’s job to pay someone to take it.     Adam Geisler of FirstNet speaks at a Tolani Lake planning meeting. Photograph: Brian Leddy for the Guardian    The organization has to find a partner – likely an established telecoms player, though Geisler is careful not to say so – to deploy the network, probably on existing towers.  Geisler’s own life was derailed by the same kind of avoidable disaster that is too common in Indian Country: in 2007, the year he taught vocal performance and sang with the San Diego Opera, his reservation caught fire. He had to go back home. “We lost about a third of our homes as a result,” Geisler said. “My grandmother went homeless, my uncle went homeless, my cousins went homeless.”  Anxious to help, Geisler went to the head of the firefighting operation. It was a brief conversation, he recalled: “The incident commander said, ‘Adam, you went to college.’ I go, ‘Yeah.’ He goes, ‘You have a laptop.’ I go, ‘Yeah.’ He goes, ‘You’re the chief of logistics.’” Geisler was suddenly in charge of acquiring everything from water to socks. He and his family and friends tried to fight the fires, but they didn’t have enough information to do it adequately. FirstNet, he said, would let firefighters on the ground know what people in helicopters and planes know – and it must meet rural benchmarks, some specifically in Indian country, thanks to president Obama’s campaign to increase broadband penetration. “We were losing houses up until the fourth day,” he said. Networks became tied up with people frantic to learn whether they still had homes. “It was sad because you saw people getting the report like, ‘Oh yeah, that house is still there, and that house is still there,’ and then the night would go by and people had thought they’d made it through and the next morning new reports would come out.”  Soon, Geisler was representing his tribe as a delegate and getting to know know another First Nations politician he admires, Navajo vice-president Jonathan Nez. From there, he became the government liaison from FirstNet, and now he must deal with the bordering states responsible for helping the government to deploy the network in Navajo.     Route 15 winds through the wide open grasslands and mesas of the Navajo Nation. Photograph: Brian Leddy for the Guardian    The golden circle In April, Geisler assembled a small team of state employees from New Mexico, Arizona and Utah to tour Navajo. Individual states can opt out of the program, but if they do they’ll be responsible for meeting benchmarks themselves, without a share of the $7bn pot. There is always a base level of resentment when bureaucrats try to tell each other what to do, but whether it was through luck or skill, Geisler’s team included a variety of experience and attitude.  In Crown Point, Arizona’s Scott Neal, a taciturn ex-cop from Pennsylvania with a scar over one eye, knew how to talk to frustrated police officers about data collection in an ad hoc 911 call center with paper maps taped to the walls. At a meeting in Navajo’s capital city, Window Rock, tensions eased immediately when Nez abruptly walked in and began trading jokes with Geisler. But in Tolani Lake, officials (and the Guardian) had to stand before the chapter and explain why they were there, and listen as locals described problems that went far beyond broadband. “The facilities here need to be dealt with, as well,” said Tolani Lake’s Leslie Williams. “Right across the street from my house there was a fire – they came out with a fire truck and hooked it up to the hydrant but the hose was too short, so they hand to fill up the truck and drive it back. By that time the house was burned to the ground.” Navajo self-sufficiency has created systems in Tolani Lake that FirstNet can interact with: Raymond Williams, a middle-aged man in a cowboy hat and a T-shirt bearing a cartoon of a Puritan couple captioned “The Pilgrims: America’s First Wetbacks”, said he had helped deploy GPS beacons that were slowly making Navajo more navigable in spite of inadequate utilities. “[We tag] anything that we can with the GPS – the houses, the livestock areas, the water tanks.” Williams said GPS beacons were useful for digitally identifying sacred places, as well. There are holy sites nearby, and there are eagles’ nests near and in Hopi territory – both tribes hold eagles sacred, and Navajo borders Hopi on all sides.     The San Francisco Peaks loom over Black Falls, Arizona. Photograph: Brian Leddy for the Guardian    There is friction within Navajo, too. Benson Willie, of Tolani Lake, calls the area around Window Rock “the golden circle”. “All they have to do is put up their hands,” he groused to Phelps. Years before, Willie lost his mother to a car accident; his frantic 911 call was rerouted three times and it took an ambulance ninety minutes to reach him. He could have gone to Leupp, had a hamburger and come back in the time it took the medics, he said. “His anger represents a whole group of anger out here. Which is good,” Phelps said later. “Energy is good.” The alternative is despair.",
  "webTitle": "How a digital divide leaves parts of rural America isolated",
  "webPublicationDate": "2016-05-16T10:00:20Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/rural-america-internet-access-navajo-nation",
  "keyword": [
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Native Americans",
      "id": "world/native-americans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Broadband",
      "id": "money/broadband",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "technology/2016/may/16/rural-america-internet-access-navajo-nation"
}