{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/donald-trump-hillary-clinton-general-election-fundraising",
  "id": "2016-05-07-106",
  "sectionId": "us-news",
  "body": "Donald Trump is not just the presumptive Republican nominee for president. He is now the Republican party.   Related: Illma Gore: 'If anyone is going to be threatened by a small penis, it's Trump'    For the next six months, the Trump campaign will control every aspect of the GOP. Trump will raise money, Trump will set policy, and Trump will create the organization responsible for electing Republicans up and down the ballot in November.  The problem is, Trump has not done much of the spadework. Hillary Clinton has. Long considered – and viewed by herself – as the likely Democratic nominee, she has prepared accordingly.  Trump surprised almost everyone in a topsy-turvy Republican race which made it difficult for party committees to plan for the general election. The transition will be awkward. As Reince Priebus, the Republican National Committee chair, said on Friday: “I am sure it is going to take some time to get into general election mode and out of primary mode.” Lindsey Walters, a spokesperson for the RNC, declined to go into any detail about that process, saying: “Now that he will become the presumptive nominee, coordination between the RNC and the campaign will ramp up.” There is a lot of coordination to do: Trump still has only one full-time press secretary in a campaign operation with fewer than 100 staffers nationwide. He will likely need to rely extensively on the RNC’s far more robust operation. In contrast, though Clinton may not have defeated Bernie Sanders quite yet, she has long been preparing to pivot towards a general election. The Clinton campaign already has top staffers in place in key swing states. The biggest challenge to Trump, however, will be fundraising, which he has built no apparatus to do. He has loaned his campaign nearly $36m and raised $12m, much of it through the sale of merchandise including his famous red baseball caps, the slogan “Make America Great Again” emblazoned upon them.            ‘She’s goofy’: Donald Trump attacks Elizabeth Warren at Oregon rally    Though estimates of Trump’s wealth vary widely, he has long boasted that he will self-fund his run for the White House. Many voters have been attracted by this promise not to be “bought” by outside interests. But he has also all but admitted that to fight the general election, he will in fact need to raise money. Clinton has long been doing so, raising $180m for her campaign alone. An ecosystem of affiliated Super Pacs has collected another $76m. On Thursday, in a statement, Trump said he “self-funded his successful primary battle and will likewise be putting up substantial money toward the general election”. But he himself has admitted that to fund the whole thing, he would have to sell buildings. He has therefore appointed a new finance chair: Steven Mnuchin. A 17-year-veteran of Goldman Sachs and the son of a former partner, Mnuchin moved on to run a hedge fund and now invests in Hollywood movies. He is also a longtime donor to Democrats. Despite that fact, it looks like Trump will shift to a more traditional fundraising model with his own Super Pac, Great America, led by the veteran Republican strategist Ed Rollins. On Friday, Trump said his goal was to raise $1bn for the Republican party.  That, too, is easier said than done. Trump has yet reach a joint fundraising agreement with the RNC, to allow the two organizations to raise money in concert. In April 2012, working with the RNC, Mitt Romney had already raised $40m for the general election. He had also raised $87m over the course of a bruising primary. Trump will also have to stock up a policy team that has long been relatively thin. For most of 2015, his only policy advisor was Sam Clovis, a onetime Senate candidate from Iowa. He has since been joined by Stephen Miller, a staffer for Alabama senator Jeff Sessions, who advises on foreign policy and national security. Other advisers range from former presidential rival Ben Carson, a retired doctor with no experience in office, to a 2009 college graduate who still boasts about his attendance at a Model UN conference. Clinton has lined up almost every available Democratic policy wonk. This gives her another major advantage as the country pivots towards the general election.      Hillary Clinton speaks to workers at a restaurant during a campaign stop in Indianapolis. Photograph: Jim Young/Reuters     Related: Unhappy with the Obama economy, voters are buying what Trump's selling    Finally, Clinton, who was secretary of state (from 2009-2013), a senator from New York (2001-2009) and first lady (1993-2001), has a strong grasp of policy. Trump has long struggled with such challenges. On Wednesday, for example, he was seemingly confused about one such question, on Puerto Rico’s debt crisis, that was offered by Wolf Blitzer on CNN.  Trump seemed to insist that to resolve its financial woes, Puerto Rico should “use the laws, cut the debt way down”. He seemed not to be aware that Puerto Rico, unlike states or cities, is unable to take advantage of chapter nine of the bankruptcy code in order to restructure its debt – the cause of the current crisis. There are six months until the general election. Trump has time to catch up. But to do so will be a challenge. A man famous for saying “you’re fired” must start – very soon – to tell hundreds of Republican operatives: “You’re hired.” Additional reporting by Dan Roberts in Washington",
  "webTitle": "Party of one? Trump seizes Republican reins but general election prep is lacking",
  "webPublicationDate": "2016-05-07T12:23:12Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/donald-trump-hillary-clinton-general-election-fundraising",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US political financing",
      "id": "us-news/us-political-financing",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/07/donald-trump-hillary-clinton-general-election-fundraising"
}