{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/the-guardian-view-on-tory-infighting-arming-for-war-against-themselves",
  "id": "2016-05-29-41",
  "sectionId": "commentisfree",
  "body": "Is the modern Conservative party starting to fall apart under the pressure of the EU referendum? The idea touted three years ago by David Cameron that holding a vote on Britain’s place in Europe could ultimately enable the party to come together on the issue always sounded like heroic wishful thinking – a case of mistaking a sticking plaster for a cure. Events have done nothing to challenge that judgment. Indeed the original doubts about the internal Tory party consequences of the referendum pledge are now beginning to harden into certainties. Very little that has happened within the party during the referendum campaign suggests there is any chance of its wounds healing quickly – or possibly at all. On the contrary. It is hard to imagine a return to business as usual after a remain vote, and even less so after a leave one. Whatever the result on 23 June, the divisive potency of the EU issue will not go away. And now, with three weeks to go before the vote, the split over Europe seems to be metastising into fresh conflicts about the whole direction of the party and about Mr Cameron’s leadership. By any standards, this weekend showed a party that is arming for a war with itself. Two senior Brexiteers, the justice secretary Michael Gove and former mayor of London Boris Johnson, turned their guns squarely and very personally on Mr Cameron over immigration policy. Another cabinet minister, Priti Patel, suggested Mr Cameron was too rich to care about ordinary people’s concerns. One backbench Brexiteer, Andrew Bridgen, said a remain vote would leave the Tories as a zombie government with pressure for a no confidence vote against the prime minister and the possibility of an early general election. Another, Nadine Dorries, accused Mr Cameron of being a liar and said he would be toast within days if remain wins by anything less than a conclusive margin. True, other Tory leavers, including some prominent ones – Graham Brady, Chris Grayling, Liam Fox – took a more consensual view on Sunday about the future. They may still be the majority, and it is worth reminding ourselves that Ms Dorries, in particular, has rarely been a mainstream voice about anything. Nevertheless, any pretence that the Conservatives are a broadly united party with a gentlemanly agreement to differ on the EU now feels increasingly threadbare. A leadership challenge, in particular, is catnip to ambitious potential successors, some backbenchers and all journalists. This is a party without a larger unifying project, and the referendum is intensifying that absence. There’s a school of thought that says this is all a cunning plan. Having lost the economic and security argument over Europe, this theory argues, the leave campaign has to keep the headlines on migration. Last week’s migration figures helpfully rolled the pitch for that. Treasury referendum purdah means George Osborne has fewer economic thunderbolts to release. So the Gove/Johnson letter ensures that the headlines of a half-term week for MPs in their constituencies can be dominated by fear of migrants rather than fear of economic uncertainty. If the price of that is a few cheap backbench shots at Mr Cameron, then the Brexit high command may think it’s one that is worth paying to ensure that remain is on the defensive for longer. The trouble with this is that unsurprisingly the Conservative party has not got a lot of electoral credit in the bank. A combination of continuing cuts, macroeconomic uncertainty, migration and perhaps boredom with the Cameron-Osborne regime means that Tory ratings are flat. The party is not greatly loved by voters. Mr Cameron has been around a long time, has announced he won’t lead the Tories in 2020 and, while quite well thought of by voters, he has always been intensely disliked by a significant section of his party. Voters also dislike divided parties, as Tories who remember the 1990s, when the Conservatives were last wrecked by European divisions, are aware. All of this means the Conservatives would be reckless to suppose that they would win an early election, even against a similarly stalled Labour. But they would be equally reckless to think a civil war, which would not just be a three-week affair anyway, would be forgiven by voters in 2020. The party has only itself to blame for this descent into infighting. It is a direct consequence of the party’s – and particularly Mr Cameron’s – longterm failure to deal with the anti-Europe obsession. The Tories’ opponents can rub their hands. But in the current state of politics it’s hard to see much wider good coming from the party’s current self-absorption and brinkmanship.",
  "webTitle": "The Guardian view on Tory infighting: arming for war against themselves | Editorial",
  "webPublicationDate": "2016-05-29T18:43:36Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/the-guardian-view-on-tory-infighting-arming-for-war-against-themselves",
  "keyword": [
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nadine Dorries",
      "id": "politics/nadine-dorries",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Chris Grayling",
      "id": "politics/chrisgrayling",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liam Fox",
      "id": "politics/liamfox",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/the-guardian-view-on-tory-infighting-arming-for-war-against-themselves"
}