{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/readers-arts-culture-britain-stay-eu",
  "id": "2016-05-20-212",
  "sectionId": "politics",
  "body": "After the majority of arts leaders contacted by the Guardian said they were against the UK leaving the EU, and with 250 British cultural stars signing a letter backing the remain campaign, we asked readers working in the arts and cultural industries for their views.   Related: 'A huge creative step backwards': the arts view on Brexit    Overwhelmingly respondents echoed the thoughts of one reader, Iain Bennet, a consultant working in the creative and digital industries in London. He said: “Cultural exchange is the bedrock of arts – and of our civilisation. A post-Brexit Britain would be a sad, turned-in little place.” The filmmaker Holly Aylett, who belongs to a pro-remain Facebook group called Creatives for Europe, summed up the concerns: the loss of shared cultural heritage; trade and employment issues; and reduced cultural cooperation.  It was clear too that respondents’ careers in the arts and cultural industries were central to their voting intentions. Below are some of their views. Lindsey Dear, general manager of Akram Khan Company: ‘I’m worried about my European staff’ Having spent my career working within the UK arts sector, always with an international focus, I am personally and professionally committed to the idea and ideals of a culturally united European Union. Within our organisation – a dance company that tours extensively in Europe and beyond – we are concerned about the impact that Britain leaving the EU would have on our work. Our concerns include diminished artist mobility because of revised immigration and visa regulations; potential reduction in touring opportunities within EU countries; and decreased access to European co-production funding – a vital part of our financial model for new productions. I’m also worried about existing London-based European staff and their employment status. Is there potential for significantly increased bureaucracy in relation to touring, for example visas, taxation or reciprocal healthcare leading to increased administrative costs? Many of our concerns will, I am sure, be echoed by colleagues across the sector. My biggest concern personally is the potential for a “nationalistic” approach to UK cultural policy taken by the government following a departure from the EU, which would be limiting and short-sighted. Hilary James, musician, Reading: ‘Other countries in Europe have a greater respect for artists and musicians’     Hilary James with her bass mandolin.    If Britain votes to leaves the EU, will this affect the freedom of movement within mainland Europe of musicians and artists? Will we need visas and carnets to cross borders with our instruments and sound equipment? It’s difficult enough travelling with a bass mandolin! My vote will be independent of my personal situation. Other countries in Europe have a greater respect for the professions of artist and musician. Here, the British class system persists.  Only in England could a government arts minister comment that “the idea of listening to three Somerset folk singers sounds like hell”. And Morris, our national dance, is frequently mocked in our national media. The rest of Europe, including the Irish, Scots and Welsh, hold their national arts and traditions dear. I fear the British class system will become more entrenched without the enlightening influence of the rest of Europe. Name withheld, projection artist and designer, Wiltshire: ‘The ability to just go to Europe and do my work with no paperwork has been liberating’ My career in the arts has definitely influenced my voting intention. My entire practice is based on the easy movement of labour within Europe. In the early 1990s I was offered work in Paris, and I ended up living there for four years. When I returned to the UK, I brought with me a skill set which has allowed me to work successfully and also provide employment to others. If we leave Europe, I fear that this will reduce opportunities for people to gain experience that enhance not only their own lives, but the lives of their families and wider society. Like any other touring industry, the ability to just go to Europe and do my work with no paperwork has been liberating. This presumably will stop if we leave – or at least become a lot more difficult. The arts, like any industry, needs free access to as large a market as possible. The idea of leaving a very large market for the uncertainty of possible new markets at some unspecified time in the future makes no sense to me. David Worthington, sculptor, Dorset: ‘As an artist one feels international and we want to take part’     David’s work on display in Covent Garden – the stone imported from Italy.    I carve stone sculpture and like many of colleagues import marble from Italy. It takes two emails: one to order the stone, one to arrange the delivery. Importation papers that would take time are not needed. Also, like many colleagues, our finished work goes back into Europe for exhibitions, fairs and commissions. Again there is no paperwork.  I lived in Barcelona for six years and was able to study at the university at a reduced rate due to being a national from an EU member state. I was living in Spain during the period Spain fully entered the EU and suddenly I was protected as equal to a Spanish citizen. It was a good feeling. As an artist one feels international and we want to take part in a wider context, sharing and working with EU artists. Do we want to build together a stronger Europe, fight corruption, poor democratic accountability and bad bureaucracy, or be seen as parochial and marginal? That was how British art was viewed for centuries – parochial, marginal, and not at the forefront of artistic invention and excellence. Holly Aylett, filmmaker and director: ‘There would be a significant loss of funding support to the audiovisual sector’     Holly Aylett. Photograph: Peter Chappell    The UK is seen as a leader in the creative industries and the hub through which EU funding can be distributed. Were we to come out, this would not be the case. There would be a significant loss of funding support to the audiovisual sector, including to cinemas. Given the 20%-plus cuts to local government many cultural venues have depended on EU support through the regional development funds – leaving the EU would make many cultural centres even more vulnerable. There is an argument that since the UK is a net contributor to the EU if we get our money back we will have even more to give to the arts. Since this government has no intention of maintaining the current levels of subsidy and is inclined to an American model of foundation support which there is no evidence can be grafted here in the UK, it is unlikely that any additional funds will find their way into the UK arts. The European Union also leads in the regulation we need to maintain pluralism and diversity in the era of the internet dominated by the large internationals, Google, Amazon, Facebook and Apple in particular. The AVMS directive and the e-commerce directives, as well as frameworks governing fair competitive practice, protect the UK from the dominance of the internet giants commercially and from the negative impact this will have on all forms of diversity in our culture.  Edward Gosling, co-owner of Chivaree circus company, London: ‘We are a company essentially defined by our European integration’   Related: British cultural stars sign 250-strong letter backing EU    A lot of people who work with us are from the EU – we also do a lot of work in the EU and it is incredibly easy. In the circus industry there is a lot of cultural exchange, with performers studying at schools across Europe. Circus in London is incredibly exciting right now, with festivals showing a fantastic array of shows from the UK and the EU. We would like this to continue. I worry that if we leave the EU we may struggle to do work abroad, and we may struggle to find good specialist performers. I would assume this would be the same for many other companies. We are a company essentially defined by our European integration – I co-own with my French partner. It is deeply troubling to think that would not have been possible (or certainly much harder) if we hadn’t been part of the EU. Jerome Mazandarani, producer and chief operating officer, London: ‘For our clients, the UK is seen as a gateway into Europe’     Jerome Mazandarani with a friend in Japan.    I co-own and run a successful anime publishing house. Newly independent from our US parent, we want to expand in Europe. Currently, our manufacturing is done in Poland. We also distribute goods for a French publisher out of our UK warehouse. I worry about the reintroduction of tariffs restricting the movement of goods between the UK and EU. I also worry about it becoming harder to launch pan-European digital platforms as a result of Brexit.  As far as the Japanese and American companies we license from, the UK is seen as a gateway into Europe. I can only assume we’ll be left behind in favour of those French and German publishers that are happy to pick up the slack. The EU market for anime is three times that of the UK, if not larger.  We must not let this become a referendum on immigration. The arts and culture industry is based out of London to a massive extent. It terrifies me that my company’s future is being left in the hands of a bunch of clueless people who simply don’t like foreigners. Tim Thornton, drummer in indie band Fink: ‘I foresee general astonishment from EU colleagues and friends if we leave’ I can see direct effects of potentially leaving the EU: increased red tape going abroad, possible work permits needed, longer queues at customs, higher travel prices, taxes and tariffs, but also plenty of knock-ons.  If we vote to leave I forsee general astonishment from EU colleagues and friends that we as a nation could have been so dumb, leading to a frosty reception when we arrive at EU venues/radio stations etc and a general feeling that we’re not “one of them” any more, a perception that we’re an uncaring and possibly bigoted nation.  UK arts venues that are funded by the EU may cease to receive this – something unlikely to be replaced by funding from the UK in the current climate and with the current government. All arts industries will have the same worries, stemming from a possible period of confusion (between an out vote, new deals being struck and the actual exit) and a lack of confidence in the future. George Jackson, orchestral and opera conductor, 28: ‘I worry concert hall and opera stages will gradually take on the Little England mentality’     George Jackson. Photograph: A P Wilding    My problem with a potential Brexit is the impact on regular travel across different EU countries. Although London born and based, I spend 50% of my time living in Germany, and a significant amount of time working contractually in other EU countries. For British citizens, the process of obtaining the A1 form necessary to work in other EU countries already takes time. Leaving the EU will simply increase the bureaucratic nightmare for performing artists who work internationally. I worry that concert hall and opera stages in Britain will gradually mirror the Little England mentality of the Brexiteers. A discipline like classical music prides itself on being international, and performing artists from within the EU travel here constantly. The disruption to free movement would also affect Britain’s music colleges, which play host to a diverse student body formed from many countries.",
  "webTitle": "Why Britain should stay in the EU – by readers who work in the arts",
  "webPublicationDate": "2016-05-20T11:26:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/readers-arts-culture-britain-stay-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Matthew Holmes",
      "id": "profile/matthew-holmes"
    }
  ],
  "guardianId": "politics/2016/may/20/readers-arts-culture-britain-stay-eu"
}