{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/selling-off-assets-such-as-land-registry-will-leave-government-worse-off",
  "id": "2016-05-23-314",
  "sectionId": "politics",
  "body": "Selling off UK public assets such as the Land Registry will leave the government’s finances worse off in the long term as cash from the sale is outstripped by future profits, a new report warns. Before a consultation closing later this week on the Land Registry’s planned privatisation, a leading economic thinktank said the benefits to the exchequer from a one-off sale of the agency would pale in comparison to the income sacrificed in future years. The New Economic Foundation report for the campaign group We Own It found that selling the Land Registry would mean the British public would start to lose money in 25 years’ time. The authors estimate that the impact of selling off other public assets would be felt even sooner. If the public stake in National Air Traffic Services (NATS) were sold, for example, resultant losses would start being felt within seven years. Cat Hobbs, We Own It’s director, said: “George Osborne can’t have his cake and eat it. If he goes ahead with the Great British sell-off, we’ll have lost our public assets forever – and all the millions of profit they bring in every year.  “The Land Registry is a profitable, successful, innovative organisation doing a great job – why privatise it? We need to think about the wealth of the next generation, not just a quick fix on the deficit.” The analysis was crowdfunded by supporters of We Own It on the back of concerns that the government is pressing ahead with what is expected to be the biggest wave of privatisations since Margaret Thatcher was in Downing Street.  Sajid Javid, the business secretary, announced in March that the Land Registry was being put for up for sale. Less than two years earlier the Liberal Democrats had blocked previous plans for a £1bn-plus privatisation of the 150-year-old agency – which maintains records on the ownership of land and property across England and Wales. Other moves towards privatisation are expected to follow given that George Osborne wants to sell off £20bn worth of public assets, including stakes in the bailed-out banks, by the end of this parliament.  The chancellor said in his November autumn statement that the government was exploring the sale of its 49% shareholding in NATS and looking to bring private capital into the government-owned mapping agency the Ordnance Survey.  Channel 4, which recently reported record revenues, was also thought to be on the block, but earlier this month the government backed off from a full privatisation. It is still looking at other options including the sale of a minority stake in the broadcaster. The We Own It report, The Great British Sell Off, estimates that if the Land Registry, NATS, Ordnance Survey and Channel 4 stay in public ownership they can be expected to directly contribute £7.7bn in future profits over the next 50 years. “If these assets are sold we lose that future income for ever,” the report says.",
  "webTitle": "Selling off assets such as Land Registry 'will leave government worse off'",
  "webPublicationDate": "2016-05-23T05:01:03Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/selling-off-assets-such-as-land-registry-will-leave-government-worse-off",
  "keyword": [
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Public finance",
      "id": "society/public-finance",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ordnance Survey",
      "id": "uk/ordnance-survey",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "politics/2016/may/23/selling-off-assets-such-as-land-registry-will-leave-government-worse-off"
}