{
  "apiUrl": "https://content.guardianapis.com/science/brain-flapping/2016/may/19/are-funny-people-sexy-or-are-sexy-people-funny",
  "id": "2016-05-19-314",
  "sectionId": "science",
  "body": "In a recent guest post, Girl On The Net looked at the assumption that women “love a bad boy”, the cliché that women are attracted to more rebellious, undisciplined, aloof characters who play by their own rules like “treat them mean, keep them keen” etc.  But never mind the bad guy, what about the funny guy? It’s an equally common cliché that women are often charmed by a guy who can make them laugh. It certainly pops up in the media often enough. How many sitcoms have you seen where the at-best-average-looking bloke ends up with a woman who’s clearly “out of his league”, purely because he’s wacky, or witty, or cuttingly sarcastic? Real life isn’t short of examples either. The acronym GSOH is practically mandatory for dating profiles. In his brilliant (if psychologically alarming) autobiography Becoming Johnny Vegas, Vegas pulls no punches when it comes to criticising his own physical appearance and shortcomings, but highlights how his increased comedy success lead to similarly increased attention from women (much to the annoyance of the more typically-attractive blokes watching, a phenomenon that has been scientifically recorded).  And for those with a strong constitution, there’s Dirty British Comedy Confessions, a site where people confess their sexual fantasies about British (and beyond) comedy stars, in often eye-watering detail (thanks to Richard Herring’s Leicester Square Theatre Podcast for flagging this up, and the Greg Davies and Nick Helm episodes in particular).      Ken Dodd has been making countless people laugh for over half a century, but still isn’t considered a sex symbol for some reason. Photograph: Gary Calton for the Guardian    The link between humour and sexual attraction has a lot to back it up, as the bishop said to the nun. Humour is widely regarded as a complex form of communication, allowing people to convey sentiments and information in an enjoyable and engaging way. If you’ve ever seen a seasoned lecturer make jokes (or at least, attempt to) you’ve seen how prevalent this notion is. So humour is a complex and valuable tool for modern humans. However, when you give a typical human anything at all, one of the main responses will inevitably be “how can I use this to get sex?” And lo, humour has become deeply entrenched in what is questionably referred to as “human mating”, and in a variety of ways.  At the most basic level, it makes sense that we’d be more drawn to someone we find funny. We encounter someone, they make us feel pleasure by making us laugh, we form a positive association with them, and have more positive feelings towards them. Basic associative learning, the kind Pavlov’s dogs demonstrated. Obviously, it’s a lot more complex than that; people can find novelty coffee mugs funny, doesn’t mean they want to have sex with them (although no doubt people who work in A&E could provide evidence to the contrary).  Another theory is that the ability to make jokes and amuse people is a sign of psychological health and fitness, as it requires intelligence, quick thinking, versatility etc. All these things suggest the person is a good mate, from a health and genetics perspective. So maybe jokes and wordplay are the verbal equivalents of a stag’s antlers, or a peacock’s tail; excessive displays of biological health and fitness.  Again, it’s clearly more complex than this. Very few women will look at a man who makes her laugh and think “Phwoarr, I’d love some of his gametes”. Also, the assumption that “humorous = psychologically healthy” isn’t a definite conclusion; there’s evidence to suggest that many people see excessive humour as a sign that someone is psychologically unwell, hence the whole “tears of a clown” cliché.  Depressingly for those who believe being funny can compensate for being physically unattractive, that seems to only work up to a point. An interesting study by Cowan and Little, which looked at humour and attractiveness found that physically attractive people were deemed to be “funnier” than less attractive people when the subjects could see the speaker. When presented with audio only, this effect wasn’t so pronounced.  Why would attractive people be considered funnier? Surely that’s not how humour works? One explanation is the “halo effect”, where our initial impression of a person causes a bias in all our other assessments of them. So if you look at a man and think “he is attractive”, when he makes jokes you’re more likely to think “he is funny” because you already have positive feelings about him due to how he looks.      It’s technically possible to separate humour from physical appearance, but it takes you to strange places. Photograph: Alamy    In contrast, because the humour-attraction link is well established and manifests in various ways, many might consider attempts at humour as synonymous with flirting. And if a person you don’t find attractive tries to flirt with you, most people really don’t like that, so you experience a negative reaction. Overall, it suggests attractive people have a much easier time of it when it comes to making people laugh. At last, the physically beautiful finally catch a break! All this comes with many caveats. The style of humour and romantic intent plays a role, because people are complex and aren’t limited to binary funny/unfunny or sexy/unsexy judgements. You also can’t really filter out the countless cultural influences on our perceptions.  For example, the study mentioned above shows that humour is linked to attractiveness for both men and women, but the effect is stronger for women. Is this some deep-rooted evolved mechanism, or the result of everyone around us assuming that women aren’t “supposed” to be the funny ones? Any that are are defying convention, so receive negative responses for this. It’s nonsense of course, but then any woman who displays positive traits seems destined to be attacked for it. We live in a world where even the most physically flawless woman can be criticised and mocked in major publications because a photographer with a powerful camera glimpsed some cellulite between 2 adjacent skin cells. So it’s assumed that men “should” be the funny ones, and women are the ones who “choose” funnier men. But there’s no rule saying it has to be this way. And this (and nearly every study into the area) focuses solely on heterosexual relationships. There’s nothing to say homosexual interaction doesn’t use humour in similar ways, but the stereotypical culture roles would now throw everything off, so cause even more headaches for scientists.  Overall, while it seems clear that humour and sexual interaction are strongly linked, the idea that funny people are sexier isn’t quite so obvious. People who are already attractive often get perceived as funnier, because the people attracted to them want them to be, even if it is at a subconscious level.  This isn’t an absolute of course, what with humans being as messy and complex as they are, particularly when it comes to sex. Some people really are irresistably drawn to someone who makes them laugh, regardless of looks. Other people have no interest in dating a wannabe clown at all. But, with all that in mind, if you’re wondering why so many current comedians seem to be attractive young men with trendy hair, now you know.  Dean Burnett will be attempting to be funny on stage with Robin Ince at the Guardian Live event about his debut book The Idiot Brain, taking place in London on June 2nd. The Idiot Brain by Dean Burnett (Guardian Faber, £12.99). To order a copy for £7.99, go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "Are funny people sexy ... or are sexy people funny? | Dean Burnett",
  "webPublicationDate": "2016-05-19T06:20:00Z",
  "webUrl": "https://www.theguardian.com/science/brain-flapping/2016/may/19/are-funny-people-sexy-or-are-sexy-people-funny",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science and scepticism",
      "id": "science/science-scepticism",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Burnett",
      "id": "profile/dean-burnett"
    }
  ],
  "guardianId": "science/brain-flapping/2016/may/19/are-funny-people-sexy-or-are-sexy-people-funny"
}