{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/24/social-care-funding-gap-hitting-vulnerable",
  "id": "2016-05-24-46",
  "sectionId": "global",
  "body": "The measure of a society is how it treats its most vulnerable members. Last week the Queen’s speech committed the government to tackle “poverty” and “deprivation” and to “increase life chances for the most disadvantaged”. Yet it contained no mention of one of the most vulnerable and disadvantaged groups in our society: adults with learning disabilities. They and their families rely on the support of care services and charities – it is their lifeline. The right, high-quality support makes the difference between someone fulfilling their potential, as independently as they can, at the heart of the community or simply existing. While wages are rising, care providers have faced huge cuts in local government funding, amounting to 40% since 2010. The fat has been cut. Any further cost reductions go into muscle. We are already seeing care packages being withdrawn, services shut and lives closed down. We therefore ask the government to ensure sufficient extra money is put into social care, to close the large and growing funding gap; bring forward the £700m from the Better Care Fund to this year and amend the policy so councils can use the money to support individuals with learning disabilities; give councils the freedom to raise the social care precept above 2%; and ensure supported housing remains exempt from the housing benefit cap. Without these crucial changes, quality providers will cease to operate in this sector, and commissioners will be left with limited choices to ensure that some the UK’s most vulnerable people continue to receive the support they need.Andrew Cannon CEO of Voyage Care and co-chair of Learning Disability VoicesDiane Lightfoot Co-chair, Learning Disability VoicesJan Tregelles, CEO, MencapNorman Lamb MP Former care ministerTim Cooper CEO, United ResponsePaul McCay CEO, The Wilf Ward Family Trust Ted Smith Chair, TracscareChris Hampson CEO, Look Ahead Care and SupportSandie Foxall-Smith CEO, Regard Partnership Edwina Johnston CEO, Choice Care GroupPeter Kinsey CEO, Care Management Group Trish Lee CEO, EmbraceRobert Longley-Cook CEO, HftPaul Marriner CEO, Lifeways GroupNeil Matthewman CEO, Community Integrated Care • Frances Ryan (theguardian.com, 19 May) claimed the government is “silent” on the issue of children’s mental health. This accusation ignores a raft of work, across government, to raise the profile of mental ill health and tackle its root causes. The prime minister has been vocal in his support, announcing £1bn funding to bring about “a revolution” in mental health. Last week I was in discussion at the Mental Health Foundation with my predecessor Norman Lamb and the shadow minister Luciana Berger. The week before I was speaking alongside Berger again, this time on Radio 2’s Jeremy Vine programme. I am grateful for their pressure, which is vital to making sure we achieve our goals. They also do great work to raise the public profile of mental health. Not to labour the point, but this comes on the back of an increase in mental health funding to £11.7bn, a historic £1.4bn investment in children’s mental health in particular, and public support for the royal family’s Heads Together campaign, which has joined the fight against mental health stigma that we have been funding through Time to Change. This is not silence by any measure.Alistair Burt MPMinister for mental health • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Social care funding gap hitting vulnerable | Letters",
  "webPublicationDate": "2016-05-24T18:31:00Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/24/social-care-funding-gap-hitting-vulnerable",
  "keyword": [
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Learning disability",
      "id": "society/learningdisability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "global/2016/may/24/social-care-funding-gap-hitting-vulnerable"
}