{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/bernie-sanders-contested-convention-hillary-clinton-delegates",
  "id": "2016-05-01-22",
  "sectionId": "us-news",
  "body": "Bernie Sanders acknowledged “an uphill climb” ahead of him in the Democratic nomination race on Sunday, but vowed to continue battling against Hillary Clinton despite his diminishing chances of catching her. In a press conference to mark the one-year anniversary of an insurgent campaign that few ever imagined, he also revealed plans for a new series of mega-rallies in California and renewed calls on the party’s handpicked superdelegates to change their allegiances before this summer’s national convention. The Vermont senator conceded that in order for such appeals to make a difference, he would also have to win a majority of the remaining “pledged delegates”, whose votes are fixed according to election results. He would require him to win 65% of those 1,083 in remaining states to have a chance. “That is admittedly, and I do not deny it for a second, a tough road to climb, but it is not an impossible road to climb and we intend to fight for every vote in front of us and every delegate remaining,” Sanders told reporters. “It is virtually impossible for Hillary Clinton to reach a majority of convention delegates by June 14, which is the last day a primary will be held, with pledged delegates alone,” he added. “She will need superdelegates to take her over the top at the convention in Philadelphia. “In other words the convention will be a contested contest.” Superdelegates are party officials who are not bound to vote according to the results of their state or district.   Related: Bernie Sanders explains his primary losses: 'Poor people don't vote'    The defiant mood of the remarks at the National Press Club in Washington follow a strong weekend for Sanders. He received a series of backhanded compliments from Barack Obama at the White House Correspondents’ Association annual dinner on Saturday and is polling close to Clinton ahead of the Indiana primary on Tuesday. Clinton, in contrast, appears increasingly relaxed about her path to the nomination after a series of strong election wins in Connecticut, Maryland, Pennsylvania and Delaware on Tuesday, and a blowout win in New York, which all but guarantee she will go to Philadelphia with a majority of delegates. But she was on the receiving end of a number of surprisingly barbed jokes from Obama at Saturday’s dinner and some supporters may be dismayed to see that Sanders is not ready to rally around her yet either. Earlier Sunday, she told CNN: “I certainly look forward to working with Senator Sanders,” and promised “a progressive platform”. “I really welcome his ideas and his supporters’ passion and commitment, because the most important thing for us is for us to win in November,” she added. Sanders vowed to “vigorously compete” in the 10 states remaining before the convention. “We believe we are in a very strong position to win these remaining contests and we have an excellent chance to win in California, the state with far and away the most number of delegates,” he claimed. And the senator rejected the argument put forward by some in the Clinton campaign that his attacks have weakened her chances of defeating Donald Trump. He claimed instead that he remains the stronger candidate to defeat Republicans. Nonetheless, Sanders’ fundraising has dipped in recent weeks, and he may be counting on the tough talk to galvanize supporters through the campaign’s final few weeks. “The ideas we are fighting for are the future of the Democratic party and indeed the future of this country,” he said on Sunday, repeating his ambition to go to Philadelphia with a mandate that requires policy shifts from the party – and Clinton. “I would hope very much that the superdelegates from those states where we have won with big margins respect the wishes of the people of those states,” he urged. “Therefore, it is incumbent on every superdelegate to take a hard and objective look at which candidates stands the better chance of defeating Donald Trump and other Republicans.”",
  "webTitle": "Bernie Sanders vows a contested convention despite 'tough road' ahead",
  "webPublicationDate": "2016-05-01T21:16:57Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/bernie-sanders-contested-convention-hillary-clinton-delegates",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/01/bernie-sanders-contested-convention-hillary-clinton-delegates"
}