{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/12/theatre-kit-harington-dr-faustus",
  "id": "2016-05-12-205",
  "sectionId": "stage",
  "body": "When the Duke of York’s theatre flooded last month, necessitating the cancellation of the matinee and evening performances of Doctor Faustus, Kit Harington pitched up in the foyer to greet disappointed theatregoers and sign posters as refunds and exchanges were sorted. It was a nice touch and a recognition that Harington’s star status is a significant factor in attracting audiences to Jamie Lloyd’s staging of Marlowe’s damnation drama. But on Broadway recently, another British performer – the wonderful Cynthia Erivo, who has just received a Tony nomination for her performance in the musical The Color Purple – found herself being damned on Twitter. One theatregoer was outraged that after the evening performance, on a day when Erivo had already done a matinee, the actor didn’t sign autographs and pose for pictures with all those waiting after the show. Erivo took to social media, pointing out that after singing two shows that day she had to think of her voice, and that doing eight shows a week required her to pace herself. “I pour my whole soul on that stage”, she said. “My job is to tell you a story, the extra bonus is that I get to meet everyone after.”     ‘My job is to tell you a story’ … Cynthia Erivo. Photograph: Andrew Kelly/Reuters    She could well have added that audiences buy a ticket to see a show and the extra bonus is that some may get an autograph or a selfie. But as noted in a good piece on Broadway Black, a website celebrating the achievements of black performers on Broadway, a theatre ticket is simply admission to see the show. It is not a ticket for a personal meet-and-greet. Below the line, one comment quotes Humphrey Bogart: “The only thing you owe the public is a good performance.” When the Barbican announced that, during the run of Hamlet, Benedict Cumberbatch would not be signing post-show autographs, some, including the actor Michael Simkins, thought he was getting above himself. But if you are going to play that role every night over an extended run, it’s not surprising that by the time the show finishes (at close to 11pm) you are thinking about getting home.   Related: Kit Harington in Doctor Faustus: lewd, crude and essential for the West End    No, acting is not coal-mining or brain surgery but giving a great performance night after night demands huge energy, stamina and technique, and the actor is being paid to deliver that over eight shows a week and not only for their box office pulling power.  Most actors understand that it is as much luck as talent and hard work that has got them where they are, that it is the public who can make them and break them, and the vast majority are delighted to get an opportunity to meet their fans and are generous with their time. Despite the Barbican announcement, Cumberbatch did on occasion meet audiences after Hamlet. Theatre Monkey once compiled a list of those actors who could be relied upon to stop and chat and sign post-show, along with some useful tips on stage door etiquette. Perhaps in an age when the boundaries between actor and celebrity are increasingly blurred, actors are going to have to get used to the fact that some people will be as interested in getting a selfie with them as what they do on stage. Many actors will do their best to accommodate that as far as possible post-show, but while anyone buying a theatre ticket should be entitled to the best possible performance, they are not entitled to a personal audience afterwards.",
  "webTitle": "Selfie entitlement: why theatre's meet-and-greet crowd are missing the point",
  "webPublicationDate": "2016-05-12T12:51:57Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/12/theatre-kit-harington-dr-faustus",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kit Harington",
      "id": "culture/kit-harington",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "West End",
      "id": "stage/westend",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/12/theatre-kit-harington-dr-faustus"
}