{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/hiroshima-survivors-welcome-barack-obama-visit-shinzo-abe-pearl-harbor",
  "id": "2016-05-11-202",
  "sectionId": "us-news",
  "body": "Survivors of the US atomic bombing of Hiroshima have welcomed Barack Obama’s upcoming visit to the city, while media reports claimed Japan’s prime minister, Shinzo Abe, was considering a reciprocal trip to Pearl Harbor. The White House said Obama, who will become the first sitting US president to visit Hiroshima, will pay his respects to the 140,000 people who died after the US dropped an atomic bomb on the morning of 6 August 1945. He will not, however, offer an apology. Japanese officials have not demanded an apology, preferring to frame Obama’s visit on 27 May as a catalyst for more global action on non-proliferation and disarmament.  Any hint of contrition from Obama would risk inviting more international scrutiny of Japan’s own record on wartime apologies under Abe, a conservative who has said that today’s Japanese should “not be predestined” to apologise for atrocities committed in the first half of the last century.     A woman prays in front of the Flame of Hiroshima and Nagasaki in Tokyo, a memorial for the victims of the atomic bombings in 1945. Photograph: Eugene Hoshiko/AP    Last August, on the 70th anniversary of the end of the war, Abe expressed “sincere condolences” to Japan’s wartime victims but stopped short of issuing a fresh apology to replace a landmark statement made by his predecessor in 1995. The language mirrored his address to US lawmakers last April, when he upheld previous apologies but did not acknowledge specific atrocities. “On behalf of Japan and the Japanese people, I offer with profound respect my eternal condolences to the souls of all American people that were lost during world war two,” Abe said. Japan’s surprise attack on the US naval base at Pearl Harbor – in Obama’s home state of Hawaii – on the morning of 7 December 1941 prompted the US entry into the European and Pacific theatres of the second world war. The deaths of more than 2,400 US servicemen on what the then president, Franklin D Roosevelt, described as “a date which will live in infamy”, is as evocative in the American psyche today as the costlier battles of Okinawa and Iwo Jima four years later. The Nikkei business newspaper, quoting unnamed Japanese government officials, said Abe was considering a visit to Pearl Harbor at about the time of the Apec summit in Peru in November. But the chief cabinet secretary, Yoshihide Suga, said later that there were no plans for Abe to pay his respects to the Pearl Harbor dead at the USS Arizona memorial. The mayor of Hiroshima, Kazumi Matsui, said Obama had made a “bold decision based on conscience and reason”. He added: “I hope it will serve as a historical starting point that advances the global movement towards the elimination of nuclear weapons.”     Former president Jimmy Carter, pictured with Hiroshima mayor Takeshi Araki, places a wreath at the memorial cenotaph during a visit in 1984. Photograph: Katsumi Kasahara/AP    Tomihisa Taue, the mayor of Nagasaki, where 80,000 died in a US nuclear attack on 9 August 1945, described Obama’s decision as “an historic step”. But some campaigners said the gesture had come too late. Hiroshi Shimizu, the secretary general of the Hiroshima Prefectural Confederation of A-Bomb Sufferers Organisations, said Obama “should have come earlier”, according to the Kyodo news agency. “I can see his political intention to make Hiroshima a stage to top off his career,” Shimizu said. Abe said Obama’s decision represented a step towards global nuclear disarmament. “I believe that President Obama making a trip to Hiroshima, seeing the reality of the consequences of atomic bombings and expressing his feelings to the world, will be a big step towards a world without nuclear weapons,” Abe told reporters. “The prime minister of the world’s only nation to have suffered atomic attacks, and the leader of the world’s only nation to have used the atomic weapons at war will together pay respects to the victims. I believe that would be a way to respond to the victims of the atomic bombings and the survivors who are still in pain.” Obama is expected to view the peace memorial park, located near the hypocentre of the blast, and pause in front of a cenotaph to the victims. Officials have yet to confirm if he will also spend time at the peace memorial museum, whose exhibits include clothes and other possessions belonging to those who died. It was not clear if Obama would meet some of the 183,000 A-bomb survivors, whose average age is now over 80. “The day has finally come,” said 91-year-old Sunao Tsuboi, a survivor of the bombing and head of a survivors group. “We are not asking for an apology,” Tsuboi told public broadcaster NHK. “All we want is to see him lay flowers at the peace park and lower his head in silence. This would be a first step towards abolishing nuclear weapons.” US veterans’ organisations voiced support for the visit but reiterated that no apology was necessary. The American Legion, which represents more than 2 million veterans, said: “We are heartened that the White House promised today that President Obama will not apologise for the bombing of Hiroshima.” Dale Barnett, a member of the group, said he and other veterans shared Obama’s sorrow “for the many innocent civilians” killed by the atomic bombing, adding: “But we temper that sorrow with the joy for the many more American, Allied and Japanese lives that were saved because the war was finally brought to an end in the short aftermath that followed.”",
  "webTitle": "Hiroshima survivors welcome Barack Obama visit",
  "webPublicationDate": "2016-05-11T13:14:59Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/hiroshima-survivors-welcome-barack-obama-visit-shinzo-abe-pearl-harbor",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "us-news/2016/may/11/hiroshima-survivors-welcome-barack-obama-visit-shinzo-abe-pearl-harbor"
}