{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/winning-london-for-labour-is-one-thing-mr-khan-but-the-2020-election-is-another",
  "id": "2016-05-16-72",
  "sectionId": "politics",
  "body": "As a Muslim, I have followed with pride Sadiq Khan’s election as London mayor and his political acumen in just his first few days in office – even though he is a Blairite, and pro-Hillary to boot. I was even prouder of Londoners, who showed how deeply inclusive they remain despite the Isis-induced Islamophobia that rages around us. But the new mayor’s assertion “I’ve achieved more in these seven days than in the last six years in opposition” is troubling (Khan: Blair’s strategy key to 2020 victory, 14 May). Everyone achieves much more in power than in opposition. Power opens up the possibility of major changes, both good and bad. But power is not the only factor instrumental in creating change. In fact it’s what one does in “opposition” that has historically paved the way for real change. Humanity’s progress has resulted primarily from the struggles of those who fought for change against entrenched power. Khan has immense potential for good for London, for the UK, and, even more important, for the restoration of amity between Muslims and the rest of the world. However, by choosing to emphasise power, he sounds like another dynamic Muslim leader the world once thought would do the same, but who got entranced by power itself – Recep Tayyip Erdoğan of Turkey. The last thing the world needs in this fraught time is another Erdoğan, or a Muslim Tony Blair.Salim LonePrinceton, NJ, USA   Related: Sadiq Khan calls on Corbyn to 'get Labour back in the habit of winning elections'    • So Sadiq Khan wants a return to the Blair approach to winning general elections. He and the rest of the parliamentary Labour party need to ask themselves: “What do we actually want to achieve in government? What fundamental radical change and improvement to our society and economy did 13 years of Blair/Brown government bring about?” The obvious answer to the latter question explains why there is no mass grassroots support for the return to Blairism sought by the anti-Corbyn group in the PLP. After 25 years’ active membership of Labour I left the party in 1998 when I saw the first results of Blair’s government. Last year I joined a party whose policies sought to radically improve our society and environment: the Greens. My life is now too short to support a return in 2020 to an aimless, ineffective “moderate” Labour government that fails to reverse any disastrous Tory programmes. But I wish Jeremy Corbyn good luck with his project; he’ll need it in the face of the opposition of the many dunderheads on his own benches.Steve SmartMalvern, Worcestershire   Related: Bristol's mayor hails win as important moment for diversity in UK    • Following his magnificent win despite a scurrilous Tory campaign, Sadiq Khan richly deserves his obvious pleasure in becoming the first Muslim mayor of any major city in the west. While acknowledging that Labour needs to do more if it is to form a government in 2020, we shouldn’t forget that, in addition to Sadiq Khan’s victory, Marvin Rees, another ethnic minority candidate and an avowed Corbyn supporter, won an equally overwhelming victory in the southern city of Bristol, beating the Tory candidate by 56,000 first preference votes to 19,617 (Report, theguardian.com, 9 May). In the Labour heartlands of Liverpool and Salford, Labour mayoral candidates trounced the Tories and fought off Ukip. The media focus on the London contest is hardly surprising but it is interesting to note the lack of attention to these other results. Could this be because these results tend to contradict the narrative that Labour under Corbyn cannot beat the Tories, cannot win in the south, doesn’t appeal beyond its core vote and is haemorrhaging votes in the north?Nick SpencerLeamington Spa, Warwickshire  • Faced with possibly the most inept campaign and candidate the Tories have ever presented to the British public, Sadiq Khan won with 57% to 43%. All he had to do to get elected was not to say anything really stupid, and the Tory campaign and candidate would ensure his election. This did not make him some guru of election success. The 43% is a worrying figure. And saying the party “should unite” is good coming from someone whose every comment about the party leader is negative and divisive. Perhaps he should try a bit of loyalty and support for Jeremy Corbyn, for whom the majority of the electorate in the Labour party voted and whom Khan specifically declined to support when questioned. John CooksonBournemouth • Sadiq Khan might choose his words carefully when linking future Labour electoral success to Tony Blair. No one should dispute the scale of challenge in the wake of Tory efforts to consolidate their power base in England by reducing seats in Westminster. But efforts to establish and strengthen Labour’s presence in the south pre-date Blair by many years, starting on John Smith’s watch in the late 1980s. Khan’s description of this government being as bad as that faced by Blair in the mid-1990s is wide of the mark. It is far worse. Cameron is seeking to dismantle collective provision in health, education and housing. Khan is right in one respect, Labour needs a pro-business stance. But not one that bends its knee to business interests at the expense of society, as Blair did over tobacco advertising in 1997. Khan’s manifesto commitments to promote fairness and social justice helped him get elected. His success implementing those policies will provide a better foundation for Labour nationally in 2020.Peter KenyonLondon • Sadiq Khan is right to call upon Jeremy Corbyn to start winning elections and also to emphasise that the first step must be to unify the party. The party must, however unify behind a policy that is capable of winning the 2020 election. Scotland is a solidly social democratic country that has rejected “Tory-lite” policies that abandoned free education and accelerated the privatisation of the NHS with its PFI policy. Labour cannot win without Scotland. It should also look to unite the voters who support other social democratic parties such as the Greens and Lib Dems. Only the social democratic arm of Labour could inspire that collaboration. They should start talking now. If there had been a pact between Labour, the Lib Dems and Greens in 2015, then the Conservatives would have had 38 fewer seats and Labour enough MPs to form a coalition with the SNP. This could happen in 2020 if Corbyn started talking now. In future elections pacts would be inappropriate but a balanced parliament would be created. Clive GeorgesonDronfield, Derbyshire • I have a tip for Sadiq Khan: listen to what is happening in Berlin with regard to renting property for profit when people need homes. He has a mandate to reintroduce a fair rent policy and penalties for “buy to leave” landlords. The majority of Londoners are not toffs, oligarchs or celebrities – they deserve a radical and dynamic solution to make living in London affordable again.Linda KarlsenWhitstable, Kent • Join the debate – email guardian.letters@theguardian.com • The final letter above was amended on 17 May 2016. An earlier version said “fare rent” where “fair rent” was meant.",
  "webTitle": "Winning London for Labour is one thing, Mr Khan. But the 2020 election is another | Letters",
  "webPublicationDate": "2016-05-16T18:30:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/winning-london-for-labour-is-one-thing-mr-khan-but-the-2020-election-is-another",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/16/winning-london-for-labour-is-one-thing-mr-khan-but-the-2020-election-is-another"
}