{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/refugees-will-repay-eu-spending-almost-twice-over-in-five-years-report",
  "id": "2016-05-18-349",
  "sectionId": "world",
  "body": "Refugees who arrived in Europe last year could repay spending on them almost twice over within just five years, according to one of the first in-depth investigations into the impact incomers have on host communities. Refugees will create more jobs, increase demand for services and products, and fill gaps in European workforces – while their wages will help fund dwindling pensions pots and public finances, says Philippe Legrain, a former economic adviser to the president of the European commission.   Related: Refugee: an examination of the global migration crisis – in pictures    Simultaneously refugees are unlikely to decrease wages or raise unemployment for native workers, Legrain says, citing past studies by labour economists. Most significantly, Legrain calculates that while the absorption of so many refugees will increase public debt by almost €69bn (£54bn) between 2015 and 2020, during the same period refugees will help GDP grow by €126.6bn – a ratio of almost two to one. “Investing one euro in welcoming refugees can yield nearly two euros in economic benefits within five years,” concludes Refugees Work: A Humanitarian Investment That Yields Economic Dividends, a report released on Wednesday by the Tent Foundation, a non-government organisation that aims to help displaced people, and Open Political Economy Network, a new thinktank. A fellow at the London School of Economics, Legrain says he hopes the report will dispel the myth that refugees will cause economic problems for western society.  “The main misconception is that refugees are a burden – and that’s a misconception shared even by people who are in favour of letting them in, who think they’re costly but it’s still the right thing to do,” said Legrain in an interview.  “But that’s incorrect. While of course the primary motivation to let in refugees is that they’re fleeing death, once they arrive they can contribute to the economy.” While their absorption puts a short-term strain on public finances, Legrain says, it also increases short-term economic demand, which acts as a welcome fiscal stimulus in countries where demand would otherwise be low. In the longer term, refugees will increasingly contribute to tax revenues – and also create jobs. “To put it simply, there is not a fixed number of jobs to go around,” reads the report. “Refugees who take jobs also create them. When they spend their wages, they boost demand for the people who produce the goods and services they consume. And they also create jobs for people in complementary lines of work. For instance, refugees who become construction workers create jobs for locals who are supervisors or sell building supplies.” Legrain also highlights how refugees could solve an impending demographic challenge in Europe. “The expected demographic changes in Germany are particularly stark,” he writes. “Without migration, by 2030 the working-age population is projected to shrink by a sixth (8.7 million people), while the old-age population will grow by more than a quarter (4.7 million people).” He suggests that an influx of younger refugees could help care and pay for the increasing population of pensioners. To buttress his argument, Legrain cites several historical examples of successful large-scale refugee resettlement – in particular the resettlement of about 800,000 people to the US in the aftermath of the Vietnam war, which was one of the largest resettlement programmes in history. While they were an initial burden on state resources, several decades on Vietnamese-Americans have better household incomes and employment rates than US-born citizens. But Legrain warns that refugees’ positive economic impact will be stymied if Europe does not take immediate steps to accelerate refugees’ entry into the workforce.  Asylum seekers should be allowed to work while their applications are being processed, to lessen their burden on the state, he said. They should also be given language lessons as a matter of urgency, and housed in areas where there are more jobs, rather than simply in places where the housing is cheapest.  Authorities should also speed up certification of qualifications obtained in countries of origin, Legrain says, citing how a delay in certifying Syrian pharmacists in Sweden is exacerbating a labour shortage in that sector of the Swedish economy. Quick access to the labour market “reduces their reliance on public funds, ensures they are contributing their labour and taxes to the host economy, helps them adapt faster to life in their new society, and lowers the chances that they will end up marginalised from the labour market and society on a longer-term basis”, the report concludes. • This article was amended on 18 May 2016. An earlier version quoted Legrain as saying the working age population was projected to shrink by 8.7m people by 2030, and the old-age population to grow by 4.7m, without making clear that he was referring to Germany, not the EU.",
  "webTitle": "Refugees will repay EU spending almost twice over in five years - report",
  "webPublicationDate": "2016-05-18T04:01:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/refugees-will-repay-eu-spending-almost-twice-over-in-five-years-report",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/18/refugees-will-repay-eu-spending-almost-twice-over-in-five-years-report"
}