{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/15/bbc-bake-off-savile-louis-theroux-documentaries",
  "id": "2016-05-15-63",
  "sectionId": "media",
  "body": "As the man who oversees the most popular show on television, The Great British Bake Off, BBC head of documentaries Patrick Holland can breathe a sigh of relief that the white paper did not allow the government to meddle with scheduling. But the corporation now has to focus on the ubiquitous watchword “distinctive” when it chooses what shows to make, and that brings its own challenges as Holland says. “The debate that goes on about distinctiveness versus popularity is a completely false dichotomy; it’s absurd. A documentary like Behind Closed Doors offered unprecedented access to domestic violence victims yet was watched by over three million people, The Real Marigold Hotel was watched by close to five million. These programmes were, in very different ways, distinctive and engaged very large audiences.” He adds: “Competition is essential to the quality of programming for the audience. The BBC and Channel 4 are at the heart of that competitive ecology; look at the Baftas. I think all but four of the programme gongs went to those two organisations [Bake Off took home one]. The private sector needs the public broadcasters to drive quality.” However there has been speculation that Bake Off could end up on one of the BBC’s rivals after reports that talks to renew the show’s contract after the next series had stalled over money. Holland is optimistic about it remaining on the BBC, saying “there’s no stalling … negotiations are ongoing, we’re still in really active talks. From our point of view it’s very much this is always the case – we start negotiating contracts for the next series when we’re filming the one before.” When asked if the programme had become too expensive for his division and could move into entertainment to get a higher tariff, Holland says “Bake Off can easily remain within factual. We’ll do the deal based on what’s appropriate for the programme.” The good news is there are no major changes to the forthcoming seventh series, which is already in production. Like a Mary Berry Victoria sponge, Holland is on the rise – coming from Grand Designs’ maker Boundless a year ago to take over the old job of Charlotte Moore, controller of channels and iPlayer and ex-BBC1 controller. Since he arrived nobody could accuse his department of shying away from tough subjects – from Camila’s Kids Company: The Inside Story to How to Die: Simon’s Choice and Abused: The Untold Story. A year into his job, documentary-makers are keen to hear what his plans are. While the “winds of change” are blowing outside the corporation, Holland says in his department they have “hunkered down” and some “extraordinary” programmes are on the way. Coming up are The Cancer Club (which charts from the moment of patients’ diagnoses through to their treatment), a look at couples having mediation in a programme provisionally called Divorce Clinic and a series about London’s ambulance service. There’s also The Last Mine – which had access to the closure of Britain’s last deep-pit mine, Kellingley Colliery – plus a new perspective on the refugee crisis for BBC2, Exodus: Breaking Into Europe. Economic and war migrants’ hazardous journeys are followed by producers Keo Films but also through their own eyes via 70 camera phones given to the refugees, who went through “some places that you literally cannot travel through”, such as areas of West Africa, says Holland. He describes the material as “extraordinary” and “heartbreaking”. Not all make it through and in episode one viewers will see a father struggle with the terrifying decision of putting his family on a boat, which could have the kind of tragic ending that has featured in so many news bulletins. Out later this year too is Louis Theroux’s follow-up to the programme on Jimmy Savile he made in 2000, in which he asks how the late presenter got away with years of abuse and why his victims were not heard. When asked if the BBC will be examined in it, Holland says: “The film will definitely address the sense of corporate and personal responsibility – it has to. How did he get away with it and there’s responsibility at the heart of that. It’s a Louis Theroux film, it’s not a current affairs investigation. “He visits victims, people who worked with Savile, and he asks those questions and tries to explore the bigger corporate question but also the question for him personally.” Sources say that past and present BBC staff are being asked to take part, although it is understood that the former BBC director general Mark Thompson has not been contacted. Holland will only say “wait and see” on who is appearing. Moore, with whom Holland has worked in the past, said in March that she wanted to “bring back the director’s voice to BBC2”. “The importance of the director, who has a point of view, is at the heart of the mission really,” explains Holland, pointing to commissions from distinctive directors such as Nick Broomfield, who is making a film about Whitney Houston. He says BBC3 is settling into its new online role. A new series, War on Drugs, will explore the social impact of drugs, plus there are “immersive” documentaries with Reggie Yates and Stacey Dooley (Yates reports on prisons and a Mexican police force while Dooley spends time with groups such as anti-abortionists for a series about brainwashing). Having Moore now across BBC1 and BBC2 helps give “greater clarity” and means “they aren’t in competition”, helping Holland to establish where documentaries should air depending on their scale and tone. Therefore Lawful Killing, a docu-drama about the shooting of Mark Duggan, which “was one of the most significant things in race relations in Britain for years [and which was] obviously a massive tragedy to Mark’s family and has had a huge impact on the Metropolitan Police, is a BBC1 film”. “Our core brief is to be making the big stories that respond to the most important issues in Britain and the world through storytelling,“ Holland adds. “What’s happened in TV over the past 15 to 20 years is that those skills of storytelling have meant different ways of telling stories at the edge of documentaries, so formats, drama-doc have all proliferated out from that … all the way through to Bake Off which is a format but began life in documentaries because it was about Britain’s relationship with baking. “Documentaries we see as a mindset, a way of people putting stories, things they care about, at the heart of programmes.” Despite the serious nature of much of his job, cricket fan Holland retains his sense of humour and admits, like many, to enjoying Gogglebox on a Friday night at home in Brighton. The son of a shoe salesman, who also had a market stall that the future BBC executive helped out on (“I love people who are good at selling”, says the man who once oversaw The Apprentice), Holland was “obsessed with David Attenborough as a child”. He got into television on his own merits, writing to companies whose shows he liked until he got a job. A keen advocate of social and racial diversity, he now worries that “there are huge barriers to entry. Rightfully we’re doing something now and thinking ‘how do you make it more than token?’. “The thing that really annoys me,” he concludes, is that when he ran talent schemes 10 years ago, “there were more black and Asian entrants then than black and Asian assistant producers I see now. It seems like there is less diversity in TV than there was. I say all that and of course now I’m a white middle-class male, I’m everything I despise!” Curriculum vitae Age 47 Education Newport Free Grammar School, Essex; Emmanuel College, Cambridge (BA philosophy); University of Sussex (MA philosophy) Career 1995 researcher, The Big Story, ITV 1997 assistant producer, BBC Modern Times 2000 producer/director RDF Television 2005 executive producer, Ricochet 2012 managing director, Boundless 2015 head of commissioning, BBC Documentaries",
  "webTitle": "The BBC boss in charge of Bake Off: ‘Distinctiveness v popularity is absurd’",
  "webPublicationDate": "2016-05-15T17:03:12Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/15/bbc-bake-off-savile-louis-theroux-documentaries",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jimmy Savile",
      "id": "uk-news/jimmy-savile",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Louis Theroux",
      "id": "tv-and-radio/louis-theroux",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The Great British Bake Off",
      "id": "tv-and-radio/the-great-british-bake-off",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Tara Conlan",
      "id": "profile/taraconlan"
    }
  ],
  "guardianId": "media/2016/may/15/bbc-bake-off-savile-louis-theroux-documentaries"
}