{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/labour-pro-eu-stance-brexit-is-recruitment-agent-for-ukip",
  "id": "2016-05-15-74",
  "sectionId": "politics",
  "body": "Labour’s pro-EU position in the referendum risks driving urban voters worried about immigration into the arms of Ukip, warns Gisela Stuart, the Labour MP and chair of Vote Leave. As the most senior Labour figure in the campaign for Britain to leave the EU, Stuart said her party had made a mistake in taking an official position against Brexit and registering itself as a campaigning organisation – unlike the Conservatives. “The Labour party decided, quite inadvisedly, not to do what the Tory party did,” she said, warning that Labour voters would ask: “Why are we suddenly, as a party, helping a Tory government and defending vested interests?” Stuart, an immigrant from Germany, said voters in her Edgbaston constituency say immigration is a major concern and that by campaigning for Britain to remain part of the EU, Labour is showing that it doesn’t care.   Related: Jeremy Corbyn to urge Labour voters to focus ire on Tories, not the EU    “I think in whole swaths of the country, that stance is the biggest recruiting agent for Ukip I can think of,” she says. “They feel there are legitimate concerns they have, and Labour are not even responding to it. “If you’re an MP in a big city, immigration matters, and it is the first and second generation immigrants who are concerned about immigration.” She added: “Families of second or third generation immigrants from the Indian subcontinent find it really difficult: they say, why do we have to jump so many hurdles just to bring in relatives for a wedding?” In a rare example of a politician making the positive case for immigration, the Labour leader, Jeremy Corbyn, said on Sunday that migrants make a positive contribution to the economy and “an amazing contribution to our community”. He said the onus was on the government to make sure a higher population does not put pressure on services. Speaking on ITV’s new Peston on Sunday show, Corbyn refused to echo the belief of many other politicians that the UK needs to lower immigration. David Cameron has said his aim is to reduce it to the tens of thousands, not hundreds of thousands, while former Labour leader Ed Miliband fought the last election on a platform of controlling immigration. Asked about those within Labour who worry about immigration undermining social cohesion, Corbyn said: “You have to ensure that communities are brought together, that people do understand the changes that are happening and actually see some plus and some benefit within it. “You look at various towns where there’s been a big change, quite often the economy has actually begun to grow after that level of migration, there’s been actually very good levels of community understanding and integration.” He said there needed to be greater investment in housing, schools and hospitals by central government to accommodate immigration.   Related: The Guardian view on migration: we need a stronger state | Editorial    “We also have to remember that those that work in our health service, make sure our health service survives, are often people that have come to live in this country either from outside Europe or within Europe,” he said. “Migration actually is a plus to our economy as a whole, those people pay a lot in taxes, receive much less on average in benefits than the rest of the community and make an amazing contribution to our community. And the London and Bristol results show that.” Remain campaigners, including the home secretary, Theresa May, have insisted that the principle of free movement of people, enshrined in EU treaties, does not mean the UK is forced to have an open border, because it is not part of the passport-free Schengen zone. But Stuart said: “They’re stretching the use of the English language: they say we have ‘control’ of our borders because we’re not part of Schengen, but all we have is the power to ask someone to show a piece of paper.” She believes there is an attitude among many pro-EU campaigners that voters who are sceptical about the benefits of membership must be naive, or even racist. “There’s a bit of sneering, which is, if you’re voting for leave, you’re probably the wrong side of 60, you’re probably not very well educated.” Stuart also argued that Labour voters will struggle to understand how the party’s leadership can appear to offer tacit support to the austerity policies being visited on peripheral European countries, including Spain and Greece. As the Greek government legislates for the latest set of tough spending cuts and reforms demanded in return for continuing to receive bailout funds from its eurozone partners, Stuart said: “I find it extraordinary that the left in particular is almost prepared to say: 50% youth unemployment is a price worth paying for EU integration. The southern Mediterranean is in the process of sacrificing an entire generation of their youth for something which may not work.” Corbyn, a long-time critic of the EU, was persuaded to throw his party foursquare behind the campaign to remain, and he launched a Labour In battlebus on Tuesday, which will tour the country trying to persuade voters.  But the Labour leader struck a carefully sceptical tone in his only major speech on the issue so far, saying he believed EU membership offered the best chance of collective action on issues including pollution and tax avoidance, but he would continue to criticise the EU’s neoliberal economic policies. Stuart believes her party’s enthusiastic embrace of Brussels goes back to the mid-1990s, when Labour began to see Europe as a way of inflicting damage on the Conservatives.    Related: Labour is struggling to attract working-class voters, analysis finds    “From 1992 to 1997, we became an awesome opposition, and we knew that the one way to destroy the Tory party was to utter the word Europe,” she said. By 2005, she says, Labour had “stopped intellectually engaging” on the issue, and had failed to appreciate how the EU was changing. Stuart had personal experience of the Brussels machinery in the early 2000s, when she was sent as the UK’s parliamentary representative to the European convention, which was given the job of drawing up a constitution for the EU. What she saw turned her into a committed Eurosceptic. She angrily rejects the argument made by the prime minister earlier this week that the EU had helped prevent armed conflict since its foundation in the aftermath of the second world war. “The idea that the EU has been responsible for 70 years of peace … tell that to the Bosnians, where the EU stood by and watched 100,000 people die before it took some action.” She added: “The deal was always twofold: Nato would do defence, and the common market would provide economic stability – it hasn’t done that.” She derides the deal struck by David Cameron with the other EU member states, saying it does not, as he had hoped, create “two different types of country”, giving members including Britain that do not want to pursue greater political integration a special status. Echoing the argument of Michael Gove, chair of Vote Leave’s campaign committee, who compared EU membership to “voting to be hostages locked in the back of the car and driven headlong towards deeper EU integration”, Stuart said the EU will continue to evolve, dragging the UK along behind. She pointed to the Five Presidents report, published last summer, which included proposals for greater economic integration among eurozone countries, including closer coordination of tax and spending policies, in an attempt to make the single currency work better. “The trajectory of the EU and its entire history has always been one of: you create the institutions first and then you make them work,” she said. She believes the eurozone, which has been struggling to avoid sliding back into recession and deflation, is inherently unstable in its present form, and could either break up, or “require the creation of a state called Europe”. In either case, she said, it is not in the UK’s interests to be dragged along for the ride.",
  "webTitle": "Labour's pro-EU stance 'is recruitment agent for Ukip'",
  "webPublicationDate": "2016-05-15T16:01:29Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/labour-pro-eu-stance-brexit-is-recruitment-agent-for-ukip",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/15/labour-pro-eu-stance-brexit-is-recruitment-agent-for-ukip"
}