{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/hotel-portmeirion-restaurant-review-guardian-marina-oloughlin",
  "id": "2016-05-20-164",
  "sectionId": "lifeandstyle",
  "body": "My first visit to Wales for these pages was such a blast that a press release arrives at an opportune moment. The Hotel at Portmeirion has kicked up its culinary offering a few notches with an ambitious tasting menu using the finest local produce. I’m keen to see what an ex-La Bécasse chef can do. But more than anything, I’m keen to see Portmeirion. This candy-coloured village on the Snowdonia coast in north Wales is the folly to end all follies. Built by architect Bertram Clough Williams-Ellis between 1925 and 1976, his “home for fallen buildings” became famous during the 1960s as the setting for TV’s cult spy show, The Prisoner. I’m sure it’s rammed with tourists in summer, but in blustery, off-season weather – the brightly painted houses empty and blank-faced, the waters of Afon Dwyryd glittering like mercury in the distance – the little place casts a powerful spell. How I wish I could say the same for our dinner. The village’s hotel is equally lovely, and equally oddball: the website tells us it has been patronised by “politicians, tycoons and other swindlers”. The curvilinear, parquet-floored room is pretty and serene, and the tasting menu promises enchantments to match the location: smoked duck soldiers, crab raviolo, burnt pear, lemon verbena yoghurt. Sadly, few of the (sometimes insanely) ambitious dishes reach the dizzy heights they’re aiming for. Things kick off well enough with a soft-boiled egg on a marshy hummock of mushrooms with toast soldiers sandwiching more mushroom and smoked duck, truffled (both oil and fungus) to within an inch of its life: fun and funky. But then things go awry. Scallop with “celeriac and truffle risotto” arrives in its shell on a bowl of seaweed-strewn pebbles over which our server pours liquid nitrogen to billow out chilly fog (“You don’t eat this.” Thank you: helpful). I’m guessing those inverted commas on the menu are because this bears no resemblance to risotto: it’s a minuscule dice of the root bollocksed by more truffle oil. Spurted around are pea puree, shaved truffle, peashoots and – argh! – white chocolate. It’s the living definition of trying too hard. Or wait: maybe that accolade should be reserved for a chunk of excellent venison obliterated by a damp anorak of blue-cheesey crumbs, and blobbed by an acrid, juniper-flavoured puree that’s a bit like syrupy Marmite. Oh, and a cube of opaque, green wobbly stuff: because being jellied is what broccoli has been crying out for. Amazingly enough, it tastes of unseasoned broccoli jelly. There’s an overcooked fish dish presented as though it were a Fabergé egg. And one of those chocolate desserts that collapses in a molten faint at the approach of its sauce. This isn’t food to revel in, it’s food designed for a breathy, titillated voiceover on mainstream television. Many dishes arrive on slate. Dear God, enough with the slate: the screeching of the cutlery, the inability of the staff to clear tables with any kind of grace, the inevitable seepage and leakage. One dessert includes basil sorbet. I don’t like basil desserts at the best of times, and this one is way too sweet, but that’s my personal taste and I’m happy to leave it. Of course, it melts inexorably off its slate, creating an ectoplasmic mess on the tablecloth, as though it had been vomited on by Slimer from Ghostbusters. Throughout dinner, a harpist tinkles away mournfully, a suitable soundtrack to my mood. There’s no way I’m going to enjoy delivering this verdict. A lot of people are working very hard here, and the staff are hugely sweet; the poor things are still there the next morning, serving us our (excellent) breakfast.   Related: El Gato Negro, Manchester: ‘I’m finding it hard to forgive the ham. It’s sacrilege’ – restaurant review    The sad fact is that this is what you get when overweening, slightly pompous ambition is outstripped by actual ability. But if you’re wowed by melting domes of chocolate, puddles of dry ice and “transparent” ravioli with all the appeal of sheets of gelatine stuffed with tinny-tasting fish, this might reasonably blow your mind. I wish the chef would chill out and celebrate the area’s bounty without resorting to dated, overblown theatrics. The village outside may be a creative fairyland, but our meal is sad evidence of what happens when creativity is taken just that little bit too far. • The Hotel Portmeirion, Minffordd, Penrhyndeudraeth, Gwynedd, 01766 770000. Open all week, noon-2.30pm, dinner 6.30-9.30pm. Dinner, two courses £26, three courses £35, tasting menus, £52.50-60, all plus drinks and service. Food 5/10 Atmosphere 8/10 Value for money 6/10",
  "webTitle": "The Hotel Portmeirion: ‘It’s the living definition of trying too hard’ – restaurant review | Marina o’Loughlin",
  "webPublicationDate": "2016-05-20T13:00:10Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/hotel-portmeirion-restaurant-review-guardian-marina-oloughlin",
  "keyword": [
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wales holidays",
      "id": "travel/wales",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina O'Loughlin",
      "id": "profile/marina-oloughlin"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/20/hotel-portmeirion-restaurant-review-guardian-marina-oloughlin"
}