{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/06/sinister-sexy-and-surreal-brighton-festivals-fringe-has-it-all",
  "id": "2016-05-06-309",
  "sectionId": "media",
  "body": "One of the joys of living in Brighton (& Hove) is its annual festival. There is so much to see, hear and view - music, film, drama, dance, poetry, talks and walks. Plus a circus... and not forgetting the Lady Boys of Bangkok. We are the epitome of a trans-friendly city. It all kicks off today (6 May) under the aegis of guest director Laurie Anderson - she of O Superman fame - in what promises to be a month of undiluted fun.  A great deal of that fun is generated by the fringe festival, which has grown over the years to become a substantial event of its own: the brochure runs to 138 pages.  It is worth reading just for the descriptions of the acts. Some lure audiences through the apparent absurdity of their pitch. Others do a neat line in self-deprecation. I’m unworthy, they suggest, but come and see me anyway. You can thrill to the (supposedly) “much anticipated solo show from knife-wielding tortured French chanteuse La Poule Plombée” who evidently doesn’t do a double act with another dangerous performer, Daggers Mackenzie, “the gal who defies death with every toss of the blade.” There is plenty of burlesque, scores of magic shows and an endless supply of revues and cabarets. And then there is the comedy: hours and hours of sketch shows and stand-ups in venues across the city.  Here’s a selection to whet your appetite (or send you off for a drink elsewhere)... Chris Betts is “sceptical, ludicrous and hilarious” while Adam Vincent judges the world “with wanton cynicism.” Daphna Baram is billed as “the middle-Eastern Mary Poppins” and Cheekykita will treat audiences to “a crab dance, silly songs, fish stories and a bit of horror.” Ian Lane’s show “contains 3 types of sneezes; 3 impressions of screensavers; 4 impressions of toilet seats; 6 rejected fire exit sign designs...” Toilets turn up in several acts. Matthew Giffen, a Colombian/Irish/Englishman will urge people to try a Japanese toilet. These stand-ups seem tame beside Sara Mason’s offering, a show called “Burt Lancaster pierced my hymen (when I was 11).”  Or perhaps you would prefer an evening with Adrienne Truscott who appears - so it says - “dressed only from the waist up and ankles down” in order to undo “the rules and rhetoric about rape and comedy.” Then there is Darius Davies who decided to be a wrestler and tells a story of “teenage naivety, steroid use and broken bones.” I think I’ll skip the stand-up in favour of an evening listening to the wonderful Gavin Henderson with his (allegedly) hilarious stories of the conductors he has worked with, such as Klemperer, Stokowski, Rattle, Barbirolli and Sargent. The blurb writers for the theatrical shows clearly feel the best way to attract festival-goers is to hint at the sinister or the sexy. You can choose to listen to four of Brighton’s most notorious killers telling you their true-life stories; three friends attending the funeral of another friend; the story of “leper priest” Father Damien; or a drama about Crazy Horse, the Sioux chief who defied the US military. The sex? Too much to mention. Better perhaps to listen to the chaste “confessions of a red-headed coffeeshop girl” (Rebecca Perry) or how about “a kaleidoscope of mundanity and the surreal” by the Upstairs Brigade”? On the other hand, you could stay in and watch the four seasons of House of Cards again. That’s 52 episodes, so a month should just about do it. Is that a mundane or surreal idea?",
  "webTitle": "Sinister, sexy and surreal - Brighton Festival's fringe has it all",
  "webPublicationDate": "2016-05-06T07:00:18Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/06/sinister-sexy-and-surreal-brighton-festivals-fringe-has-it-all",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Brighton festival",
      "id": "culture/brighton-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Laurie Anderson",
      "id": "music/laurie-anderson",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Brighton",
      "id": "uk/brighton",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Cards",
      "id": "tv-and-radio/house-of-cards",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/06/sinister-sexy-and-surreal-brighton-festivals-fringe-has-it-all"
}