{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/elizabeth-warren-clinton-sanders-unity-democratic-party",
  "id": "2016-05-25-45",
  "sectionId": "us-news",
  "body": "With polls warning that Hillary Clinton could lose the presidential election if she does not find a way to unite Bernie Sanders supporters behind her, hopes are turning to another champion of American progressives to heal the wounds of their long Democratic nomination battle. Elizabeth Warren, a Massachusetts senator who rose to prominence fighting Wall Street, has so far carefully avoided taking sides in the ongoing struggle between Sanders and Clinton, declining to endorse either candidate after resisting intense pressure to run herself. While this left her overshadowed during the flowering of popular support for a similar anti-establishment message from Sanders, the leader of the so-called “Warren wing” in Congress has shot back into the spotlight in recent days.   Related: Elizabeth Warren labels Trump 'money-grubber' who rooted for financial crash    First came a war of words with Donald Trump, who remains by far the best source of unity for Democrats and who returned fire with trademark diplomacy by simply calling her “goofy”. But it continued on Tuesday with a speech at the Center for Popular Democracy’s annual gala, in which Warren adopted many of the same talking points employed by Clinton against her likely opponent – slamming the property investor Trump for once welcoming a US housing crash.  “What kind of a man roots for people to get thrown out of their houses? What kind of a man roots for people to get thrown out of their jobs? To root for people to lose their pensions?” Warren asked. The message alignment with the Clinton campaign is far from perfect still. Earlier that day, Warren spoke at a meeting of progressive groups and union leaders who are calling for a new regulatory assault on Wall Street.           Elizabeth Warren calls Donald Trump a ‘small, insecure money-grubber’    Their call to break up big banks echoes that of Sanders but diverges from Clinton, who has defended existing reform legislation sponsored by colleagues Barney Frank and Chris Dodd.  “Let’s get real, Dodd-Frank did not end ‘too big to fail’,” Warren told the meeting on Capitol Hill. “Many of the big banks are bigger than they were when the economy crashed.” Despite her new high profile in Washington, Warren is also careful to avoid situations in which she can be quizzed about how close she is to endorsing Clinton, making a point of not taking questions from journalists at Tuesday’s Wall Street event. For more diehard supporters of Sanders, the speculation remains premature, especially ahead of a California primary election next month in which both candidates for the nomination are still competing ferociously. But as the party nears its national convention with Clinton nearly mathematically certain to secure sufficient delegates, even Sanders surrogates are beginning to focus on the longer-term question of making sure his policies remain at the top of the party’s agenda, whatever happens.     Bernie Sanders and Elizabeth Warren in Washington. Warren has so far declined to endorse either Sanders or Clinton. Photograph: Jonathan Ernst/Reuters    “The American people are sick of flat wages, offshoring their jobs, lack of investment in the country, and these things didn’t start in 2016 and they are not going to end in 2016,” Minnesota congressman Keith Ellison told the Guardian after Tuesday’s Wall Street event. “That’s why when Bernie Sanders uses the term ‘revolution’, it means something bigger than a campaign. It’s not about a presidential campaign; it extends beyond that. It is a massive movement of people to reclaim a balanced economy and a fair democracy.” Despite heated scenes between the two Democratic tribes in recent weeks, there are also signs that the party establishment is beginning to realise the importance of appearing even-handed between two candidates who have split support among voters far more equally than anyone predicted. This week, the Sanders campaign welcomed moves to provide it with extensive representation on a key organising committee for July’s convention in Philadelphia. There are even rumours that the party chairman, Debbie Wasserman, Schultz, a lightning rod for anger among Sanders supporters, could make way for a less divisive host. Whether Warren plays a formal role in this reconciliation process remains to be seen. The Senate minority leader, Harry Reid, has warned Clinton against making the Massachusetts senator her running mate, pointing out that the state’s Republican governor will get replace Warren in Congress and could jeopardise any Democratic recapture of Congress. But unlike Reid or Schultz, Warren remains a senior party figure – perhaps the only one other than Barack Obama – who is respected by both halves of a divided Democratic party. Her next move could determine whether it succeeds in the bigger battle to defeat Trump.   Democrats",
  "webTitle": "Can Elizabeth Warren unite a divided Democratic party to stop Trump?",
  "webPublicationDate": "2016-05-25T18:51:26Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/elizabeth-warren-clinton-sanders-unity-democratic-party",
  "keyword": [
    {
      "webTitle": "Elizabeth Warren",
      "id": "us-news/elizabeth-warren",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/25/elizabeth-warren-clinton-sanders-unity-democratic-party"
}