{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/shell-cut-jobs-low-oil-prices-north-sea",
  "id": "2016-05-25-190",
  "sectionId": "business",
  "body": "Shell has unveiled plans to cut 2,200 more jobs as it continues to react to low oil prices and integrates more fully the recently acquired BG business. The company declined to say exactly how many staff would be affected in the UK but asaid 475 of a wider package of 5,000 redundancies would come from the North Sea operation.   Related: Club owned by Shell tries to block local hydropower scheme    Paul Goodfellow, Shell UK’s vice-president, told staff in Aberdeen just 24 hours after chief executive Ben van Beurden’s £4.3m remuneration package was approved by shareholders at the annual general meeting in The Hague.  “We’re continuing the improvement journey we’ve been on to create a competitive and sustainable business in the North Sea. Despite the improvements that we have made to our business, current market conditions remain challenging,” said Goodfellow. “Our integration with BG provides an opportunity to accelerate our performance in this ‘lower for longer’ environment. We need to reduce our cost base, improve production efficiency and have an organisation that best fits our combined portfolio and business plans.” The latest jobs cull at Europe’s largest oil company brings the total number of staff and direct contractor roles leaving Shell from the start of 2015 to the end of 2016 to at least 12,500. The Anglo-Dutch oil group has, like other oil companies, been badly hit by a collapse in crude prices over the last two years. In February, Shell posted an 87% decline in full-year profit to $1.9bn (£1.3bn), its biggest loss in 13 years. The decline made Van Beurden’s remuneration package controversial, with institutional proxy advisers PIRC and Glass Lewis arguing it should be voted down. A number of major shareholders did speak out against the bonuses, which came on top of a £9.7m share handout tied to performance to be vest in three years. The pay concern was expressed more forcefully at rival BP, where almost 60% of shareholders voted against the £14m package of its chief executive, Bob Dudley.  All the major oil companies have been cutting jobs and spending to counter the impact of a Brent blend oil price which fell from $118 per barrel in June 2014 to below $30 in January. It is now just below $50.",
  "webTitle": "Shell to cut 2,200 more jobs in reaction to low oil prices",
  "webPublicationDate": "2016-05-25T11:37:53Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/shell-cut-jobs-low-oil-prices-north-sea",
  "keyword": [
    {
      "webTitle": "Royal Dutch Shell",
      "id": "business/royaldutchshell",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Terry Macalister",
      "id": "profile/terrymacalister"
    }
  ],
  "guardianId": "business/2016/may/25/shell-cut-jobs-low-oil-prices-north-sea"
}