{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/mathias-cormann-refuses-to-rule-out-coalition-governing-with-independents",
  "id": "2016-05-30-213",
  "sectionId": "australia-news",
  "body": "The finance minister, Mathias Cormann, has refused to rule out the Coalition forming minority government with independents, as poll analysis shows the government could lose up to 16 seats in just three states. Cormann was responding to comments by the foreign affairs minister, Julie Bishop, about the Coalition’s tactics in the event of a hung parliament. Malcolm Turnbull has added to the issue by saying a hung parliament was a “theoretical possibility” and if a minority government were formed it would be between Labor and the Greens. On ABC radio, Bishop said: “We don’t intend to lose the election – I intend to be part of a government that can implement the economic plan we’ve laid out so carefully for the Australian people.”   Related: Australian election 2016: poll analysis suggests swing against Coalition – live    Asked about a possible hung parliament, Bishop said: “Well ... this is all hypothetical. It would depend very much on the circumstances, it would depend on the legislation we were putting forward. “This is a double-dissolution election. As you know, when the Australian people make their decision ... we would then, on the assumption we were able to win the election, we would then go to a joint sitting of both houses of parliament to pass two very important economic and productivity enhancing measures.” The legislation she was referring to was the restoration of the Australian Building and Construction Commission and increasing accountability of union officials. Asked about Bishop’s comments, Cormann told reporters the government was “working every single day to win the trust of the majority of people in the majority of seats”. He did not rule out forming a minority government with independents and did not reject a characterisation that Bishop’s comments meant the Coalition would consider doing so. “We are campaigning to win this election so that we can continue to implement our plan for jobs and growth,” Cormann said. Asked about an analysis of Newspolls that showed the government might lose 16 seats in Queensland, New South Wales and Western Australia, Cormann said: “We’ve always said this election will be close and what that means is that every single vote matters. “Every single Australian at this election has a very clear choice: a choice between our plan for jobs and growth ... or the alternative Labor approach, which would bring with it political instability, higher taxes, fewer jobs and weaker borders.”   Related: Today's campaign: poll warning for Coalition after lacklustre debate    Cormann said Labor was “on a unity ticket with the Greens, on an anti-business, anti-success, anti-investment, anti-jobs and growth, weaker borders agenda”. He said there was “no prospect of the Coalition forming government with the Greens” but repeatedly refused to rule out forming minority government with independents. The Greens have said forming government with the Coalition is “inconceivable”, citing its policies on climate change and refugees. Asked about minority government at a doorstop on Monday, Turnbull said “this is a theoretical possibility; the independents, you’re basically talking about the Greens here, the Greens are a left wing political party, somewhat to the left of the Labor party”. “If there is any government put together on that basis, we know from experience, we don’t have to theorise, it will be done between Labor and the Greens,” he said. There are three independent crossbench MPs seeking re-election: Cathy McGowan, Bob Katter and Andrew Wilkie. A number of other hopefuls have varying chances of success, including Tony Windsor, who is taking on the deputy prime minister, Barnaby Joyce, in New England and the former Australian Idol presenter James Mathison, who has announced he will run against Tony Abbott in Warringah. The treasurer, Scott Morrison, appeared on 2GB radio with Ray Hadley on Monday and was also asked to rule out a deal with independents for a Coalition minority government. Morrison replied: “I just don’t think that’s a proposition that comes to us ... We have a majority in the House of Representatives at the moment, we intend to hold that majority. “The only real question about a hung parliament here is one that goes to Labor and the Greens, and we know what their form is on that and the form of independents previously ... That is the chaos we all remember. And the best way to avoid that chaos is to support the government.”   Related: It's time to expose the myths of the neo-liberal economic model | Greg Jericho    Bishop was also asked about the possibility of a divided Senate.  “We know a Labor government would have to govern in coalition with the Greens; that’s what we saw last time, that’s what will happen next time,” she said. “I would look at every piece of legislation put forward by Labor and consider it on its merits.” At a doorstop on Monday, Labor’s campaign spokesman, Tony Burke, said he was “under no illusions” about the difficulty of winning the election.  “When you get more than a 20-seat head-start in an election campaign, that makes you automatically the frontrunner – that’s where Malcolm Turnbull is,” he said.  “I know we are the underdogs in it but I also know that the fight here is close.”",
  "webTitle": "Mathias Cormann refuses to rule out Coalition governing with independents",
  "webPublicationDate": "2016-05-30T00:46:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/mathias-cormann-refuses-to-rule-out-coalition-governing-with-independents",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Julie Bishop",
      "id": "australia-news/julie-bishop",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cathy McGowan",
      "id": "australia-news/cathy-mcgowan",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bob Katter",
      "id": "australia-news/bob-katter",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Andrew Wilkie",
      "id": "australia-news/andrew-wilkie",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Windsor",
      "id": "australia-news/tony-windsor",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Burke",
      "id": "australia-news/tony-burke",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/30/mathias-cormann-refuses-to-rule-out-coalition-governing-with-independents"
}