{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/17/worsening-economies-gains-against-poverty-ilo-un-developing-world-better-jobs",
  "id": "2016-05-19-308",
  "sectionId": "business",
  "body": "Worsening economic conditions in Asia, Latin America and the Arab world threaten to undo decades of progress in reducing global poverty, according to a report by the International Labour Organization. The UN agency said a third of workers earn less than the “moderate poverty threshold” of $3.10 (£2.10) a day and their prospects are deteriorating as global trade slows and low oil prices affect producers in developing countries. It urged richer countries to focus on improving the quality of jobs in poorer nations, rather than just on aid, in order to create more sustainable and better paid employment. Research for the ILO’s world employment social utlook (Weso) report for 2016 found that almost 2.5 billion people remain in poverty across the world, despite huge efforts to increase the number of jobs and raise the incomes of low-paid workers. The agency said eliminating poverty by raising incomes to a minimum $3.10 a day would cost $600bn a year, which would only be possible through a mix of higher-grade jobs and transfers from the better off through taxes to pay for healthcare, education and welfare benefits.   Related: The world's poorest 50% are a trillion dollars worse off - what's going on?    It argued that without investment in more skilled jobs and better social protection, the bottom 30% of earners would continue to work precarious jobs without basic social protections such as healthcare and welfare benefits, and claim less than 2% of the world’s income. In its first social outlook report (pdf) last year, the ILO, which monitors global employment trends, said only a quarter of workers had found stable employment, with the rest on temporary or short-term contracts, in informal jobs – often without any contract – or in unpaid family jobs.  The 2016 report, which is mostly based on figures up to 2012, said: “A significant proportion of those who moved out of poverty continue to live on just a few dollars per day, often with limited access to essential services and social protection, which would allow them to exit precarious living conditions on a more permanent basis. Also, in those developed countries where quality jobs are scarce, there is growing anxiety among middle-class families about their ability to sustain their income position. “Similarly, the recent deterioration of economic prospects in Asia, Latin America, the Arab region, and those countries rich in natural resources, has begun to expose the fragility of the recent employment and social advances.  “Already, in a number of these countries, income inequality has begun to rise after being in decline for decades, and thus a reversal of some of the progress made to date in tackling poverty is not inconceivable. Likewise, latest trends suggest a further escalation in relative poverty levels in Europe and other developed countries.” The UN has recently established a goal of ending poverty by 2030, but has struggled to persuade the US and other developed economies to commit funds to invest in countries that rely on labour-intensive agriculture for most incomes. In a report last year, the UN warned that slowing economic growth since 2008 was reversing decades of improving employment levels, with young people having borne the brunt of the financial crisis. In 2015, the number of unemployed people was 28 million higher than it had been in 2007, and an estimated 39 million people had dropped out of the labour market. The ILO director general, Guy Ryder, said: “Clearly, the sustainable development goal of ending poverty in all its forms everywhere by 2030 is at risk. If we are serious about the 2030 agenda and want to finally put an end to the scourge of poverty perpetuating across generations, then we must focus on the quality of jobs in all nations.”  Raymond Torres, the ILO special adviser on social and economic issues, said: “Only through deliberately improving the quality of employment for those who have jobs and creating new, decent work, will we provide a durable exit from precarious living conditions and improve livelihoods for the working poor and their families.”  Increases in relative poverty across Europe had restricted the ability of less well off workers to better themselves and their families, threatening social cohesion, the ILO said. Weso 2016 found that the incidence of relative poverty had increased by one percentage point in the EU since the financial crisis, while remaining flat in the US. The report estimates that in 2012, more than 300 million people in developed countries were living in poverty, where their earnings represented less than 60% of median incomes.",
  "webTitle": "Worsening economies threaten to undo gains against poverty – ILO",
  "webPublicationDate": "2016-05-19T06:32:47Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/17/worsening-economies-gains-against-poverty-ilo-un-developing-world-better-jobs",
  "keyword": [
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Trade and development",
      "id": "global-development/trade-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Phillip Inman",
      "id": "profile/phillipinman"
    }
  ],
  "guardianId": "business/2016/may/17/worsening-economies-gains-against-poverty-ilo-un-developing-world-better-jobs"
}