{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/lady-dynamite-how-maria-bamford-made-a-sitcom-out-of-her-own-mental-illness",
  "id": "2016-05-05-298",
  "sectionId": "tv-and-radio",
  "body": "Maria Bamford made her first call to a suicide helpline when she was at college. The US standup – who has dealt with anxiety, depression and unwanted thoughts all her life – gleefully uses the call in her act, even singing a song with the line: “If I clench my fists at odd intervals, the darknesses within me won’t force me to do anything inappropriately violent or sexual at dinner parties!” The number was composed on the advice of a therapist keen for Bamford “to let her anxieties out”. Bamford – Stephen Colbert’s “favourite comedian on planet Earth” and “an angel who got bored” according to Marc Maron – is now branching out into sitcom, or rather meta-sitcom. Lady Dynamite, which debuts on Netflix this month, roughly tracks the major events of her life – in particular, being hospitalised three times for mental illness five years ago.   Related: Mae Martin on Maria Bamford: ‘she brings a whole comedy cast to life’    The tone of that anxiety-releasing song runs through Lady Dynamite, which features flashbacks to a hospital in Duluth, Minnesota, where we see Bamford make her group therapist cry during an ill-advised game of something called Truth Badminton. And that’s before her agent sets her up with some strange jobs: advertising an apparently sexy new Japanese food called Pussy Noodle, voicing the character of Lady Orca in a Bill Cosby-produced cartoon about SeaWorld, and hosting a hilariously creepy game show called Lock Up a Broad. Outside of the workplace, we see her contemplating a date someone has set up for her. “He’s bisexual,” she’s told. “But he also has a crippling meth addiction.” Bamford doesn’t hesitate. “Sounds good!” The standup, now 45, found her first TV show a shocking change in pace: “Standup is only an hour a day at the most. There were people working on the show who did not sit down once in 16 hours. I had to take an hour-long nap every day.” These naps, she says, probably cost the production $5,000 apiece. “I was the lightweight in the group,” she goes on. “It’s high energy, which is why the show is called Lady Dynamite. The funny thing about that is I have so little energy sometimes. I am not a super-energetic person.”         Watch the trailer for Lady Dynamite    In the show, as in real life, Bamford installs a park bench outside her house in Los Angeles. It’s there to engage the community and give the world at large a place to sit. She tries to do her bit whenever she can, volunteering at a women’s centre and performing one-off standup shows. “There’s a homeless centre at a church in our neighbourhood,” she says. “Over the winter we did a show for the people there. I felt kind of bad. I was like, ‘Oh my god – this is just like a hostage situation.’” The show took an unexpected turn. “The people who were sleeping there got up and did their own standup, or songs and stuff. I was like, ‘Well, I can see how that is much better than being performed for.’ Because if you live in LA, you probably do want to perform. This one guy did three songs from The Love Boat, and he had a doll with him, which brought it to a more professional level. Lots of professional comics don’t even practice their material. They don’t have a set list, much less a doll.” Bamford enjoys herself most when shows are “easy and supportive”, often performing – despite being one of the hottest standups in the US – at a tiny local open-mic night called Pale Hydra. It takes place in the back of a coffee shop and is run “by these three guys who know each other from high school”.     High anxiety … Bamford, right, in Lady Dynamite. Photograph: Saeed Adyani/Netflix    She has, of late, developed a new, troubling thought. “Have you noticed that there is an element of standup comedy happening in our politicians? Like, they’re funny! I don’t know if I should feel proud or concerned.” As for the rise of Donald Trump, she says: “Well, Hitler was popular. Trump seems like a happy guy – and terrifying. He doesn’t seem to like women very much, so I don’t think I’d get along with him. I feel like I should be protesting. Maybe this is the trampoline that gets me into protesting.” She has a solution: she’d rather the world was run by standups. “Comedians have some of the best foreign policy ideas ever,” she says. “Inspired, inexpensive and non-violent solutions, like dropping porn in countries just to confuse people, or having a high school marching band enter a war zone. Things that bring joy, confusion – and a respite from the nonsense. That’s what I like to call war: ‘Nonsense.’ World war three. World Nonsense. The Korean Nonsense.” • Lady Dynamite is on Netflix from 20 May.",
  "webTitle": "High energy: how Maria Bamford made a sitcom out of her hypomania",
  "webPublicationDate": "2016-05-05T07:05:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/lady-dynamite-how-maria-bamford-made-a-sitcom-out-of-her-own-mental-illness",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/05/lady-dynamite-how-maria-bamford-made-a-sitcom-out-of-her-own-mental-illness"
}