{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/5000-1-outsider-leicester-city-bookmakers",
  "id": "2016-05-03-153",
  "sectionId": "football",
  "body": "The emails from bookmakers’ PR departments started to arrive while several Tottenham Hotspur players were still disappearing into the Stamford Bridge tunnel on Monday night. Collectively, it was a wail of despair. Leicester’s defiance of their much-publicised, pre-season odds of 5,000-1 had, it seemed, cost the bookies millions. Some seasoned backers will regard these claims with a degree of scepticism. Others, with utter disbelief, because the numbers seem to confound all the accepted wisdom of betting and bookmaking.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    There is no doubt that bookies can, and frequently do, lose money on individual markets, but it is when the favourite wins, not the rank outsider. When a 100-1 chance wins the Grand National or the Open golf, it is described as a “skinner” for the books – an event when they keep all but a fraction of the total money staked. So the biggest winning outsider of all time lands the Premier League title, is that not the ultimate skinner too? But some outsiders, apparently, can take even the bookmakers by surprise. Leicester’s run to the title seems to have emerged from a twilight zone where the odds against success are so huge that the normal rules of betting and bookmaking do not apply. For the first time in their lives, the traders were dealing with a 5,000-1 chance that turned out to be a live runner, and there was no way to get enough money in the book on the other 19 teams to cover the potential loss. While the tiny handful of super-fans who got 5,000-1 have rightly attracted much of the attention, from the bookies’ point of view the biggest liabilities were accrued at around 100-1 to 500-1, when some punters around the country started to consider the chance that maybe, just maybe, Leicester might keep up the gallop. “I don’t think the clever punters will have backed Leicester,” Simon Clare, Coral’s PR director, said on Tuesday. “They were like the bookies, thinking ‘it won’t last’ in mid-September, but that is where the damage was done.           Claudio Ranieri arrives at Leicester City training session.    “The total ante-post stakes on the Premier League are actually quite small. Our total was £1m across both retail and online, which pales into insignificance against what we take on Saturdays on the three o’clock kick-offs. But no bookie can ever have seen losses like this on the singles market on one league, because you would never take the stakes, or lay prices like this. We’ve done £2m, so across the industry, it’s possibly £20m.” Before anyone decides to run a marathon to raise money for impoverished bookies, however, it should be pointed out that this tells only part of the story. Yes, they may have paid out a lot of money on the Foxes on Tuesday morning, but Leicester’s 5,000-1 title victory was not achieved solely by the outstanding performances of Claudio Ranieri’s team. It also depended on every other fancied team underperforming significantly over the course of the season, with the inevitable result that, almost without fail, the bookies cleaned up on the Saturday coupons from one weekend to the next.   Related: Claudio Ranieri’s emotions were at ‘maximum level’ as Leicester won title    Football backers are creatures of habit. They like to bet the “big” teams like Manchester United, Chelsea, Arsenal, Manchester City and Liverpool, and they try to overcome the inevitable short odds by stitching their fortunes together in accumulator bets. If just one team fails to win, the whole bet goes down, and this season, the big names have all been failing with metronomic regularity. The collective underperformance of the “big” teams is evident in the placed runners behind Leicester. Tottenham started the campaign at 150-1, while West Ham, who could yet sneak into the top four, were 3,000-1. Alex Donohue, who handles Ladbrokes’ football PR, acknowledged this point on Tuesday. “It’s a falsehood if any bookie says they have lost money overall on Leicester,” Donohue said on Twitter. “£3m is a record net payout for a title winner, but we did well out of Leicester upsetting the odds to get there. No complaints at all.” The bookies may have made a net loss on the outright “win” market for the Premier League, but that liability was handsomely offset by their winnings from the results of the 380 matches, on the weekend coupons and Sunday’s high-profile televised games in particular. “We were locked into a position and we had to roll with it,” Clare says. “Punters started to think: ‘Wouldn’t it be great if they stayed there?’ and stick on a fiver at 1,000-1. “We had a punter who had never followed football but his eight-year-old son got into it and he started watching it with him. He saw Leicester were top of the table and thought: ‘Why are they such a big price?’ It’s the people who got laughed at back in September who are smiling now.”",
  "webTitle": "The 5,000-1 payouts on Leicester only tell part of Premier League betting story | Greg Wood",
  "webPublicationDate": "2016-05-03T14:31:44Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/5000-1-outsider-leicester-city-bookmakers",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport betting",
      "id": "sport/sport-betting",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "football/2016/may/03/5000-1-outsider-leicester-city-bookmakers"
}