{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/28/melissa-mccarthy-love-woman-doesnt-play-rules-ghostbusters",
  "id": "2016-05-28-140",
  "sectionId": "film",
  "body": "There are a couple of rules Hollywood studios have when it comes to making blockbuster movies these days, rules that are as absurd as they are well-established: 1. Audiences don’t want to see a comedy with a female lead. 2. A woman can star in a movie only up to the age of 35. 3. No woman in a movie can be over a UK size 10. When I mention these rules to Melissa McCarthy – who made her film breakthrough at 41, is a US size 14 (UK 18) and now the most bankable comedy star in the world – she rolls her eyes and gives a what-century-are-we-in shake of her head. “I mean, you just have to think, why not?” she says. We are in a photographer’s studio in West Hollywood, where McCarthy has just finished her shoot for the Guardian. She is feeling a little off her game today, suffering the early effects of a flu that will knock her out for the next five days. But I wouldn’t have guessed if her publicist hadn’t told me; aside from a slightly husky voice, there is no sign of frailty. She is eloquent and sparky, and the more we talk, the more her initial protective shield of uber-perkiness (“Hi! How ya doing? Cute pants!”) comes down to reveal someone with genuine warmth. “I’m not normally such a ‘done woman’,” she says, touching her eye makeup with a mixture of pride and self-consciousness more generally found in women who are not used to being the centre of attention. From the third highest-paid actress in the world (only Jennifer Lawrence and Scarlett Johansson currently earn more), it comes across more like an attempt to hold on to at least the image of normality. The truth is, McCarthy has been at the centre of the spotlight for a few years now, breaking those Hollywood rules over and over. After a successful TV career (Gilmore Girls, Mike & Molly), she moved into movies in 2011, playing the deliciously weird Megan in Kristen Wiig’s Bridesmaids and getting promptly nominated for an Oscar (another Hollywood rule broken: comedies rarely get nominated for Oscars). Since then, McCarthy has proved herself not just the most bankable comedy star but also the best value: her movies make (a lot) more and cost (a lot) less than those starring, say, Will Ferrell or Jack Black. In three years, films such as The Heat and Identity Thief have made $792m, with an average film budget of $33m. Her position as queen of comedy (in what has been largely a boys’ club) will be consolidated this summer with the release of Ghostbusters.     As Megan in Bridesmaids (fourth from left). Photograph: Allstar/Universal Pictures/Sportsphoto    New York magazine recently wrote that McCarthy is “in the middle of one of the all-time great comedy rolls, akin to ones we’ve seen in past decades from the likes of Eddie Murphy, Mike Myers, Jim Carrey, Adam Sandler, Will Ferrell, Jack Black and Ben Stiller” (their inability to find a female comparison was both telling and, sadly, understandable). She has excellent comic delivery but she’s also a critically underrated actor, one who immerses herself in character without a lick of vanity. As bridesmaid Megan, her absurd and sustained seduction of an air marshal (played by her real-life husband, Ben Falcone) made for the funniest scenes in the movie (“Hey, wanna get back in that rest room and not rest?”). In The Heat, a striking comparison can be made between her and co-star Sandra Bullock who, in a scene in which the two women dance drunkenly in a bar, moves stiffly and maintains her perfect hair; the closest she comes to physical comedy is unbuttoning her blouse. McCarthy, on the other hand, throws herself into dorky dancing and waggles her bottom. I can’t think of another actress working today who has so little concern for her onscreen appearance.    What’s better to give somebody than a sturdy work ethic and reasonable confidence? I hope to pass that on to my kids    Some critics have complained that McCarthy always plays the same role, which seems even less fair than saying Bill Murray always plays the same role (and no critic ever complained about that). But if there is a McCarthy type, it is the woman who does things you pretty much never see a woman do on screen. There is Megan, who memorably has diarrhoea in a sink (not many Oscar-nominated performances can claim that); Shannon Mullins, the foul-mouthed police officer in The Heat, who lives in squalor and extracts information from male suspects by threatening to shoot off their testicles; Diana in Identity Thief, who beats up men while on the run from the law; Susan Cooper, the international spy who outwits all the James Bond wannabes in Spy; the eponymous sort-of heroine in Tammy (which McCarthy co-wrote with Falcone), who drinks too much and holds up fast-food restaurants; and now Michelle Darnell in The Boss, which she and Falcone also wrote, who merrily betrays her lovers and friends in a quest for corporate power. “People say to me, ‘These characters are crazy’, and I’m like, ‘Are they?’” says McCarthy, slapping her hands down on the table in front of her, making the fruit bowl jump. “Because I’ve seen three people in Rite Aid drug store act like that. I think when a female character acts more defiant, it’s seen as a little more crazy. There are women in the world like this, we’re just not used to seeing them portrayed. We generally just see The Pleasant Lady who stands behind her husband going ‘Oh, Jack.’ But I really love a female character who is not playing by the rules.”     McCarthy wears vintage Victor Costa cape and Gaspar gloves. Photograph: Mary Rozzi for the Guardian    She says her new film and Tammy are her favourites of those she’s made, which says more about her love for her husband, who directed both, than her judgment. Neither is bad, exactly, but they can’t hold a candle to the slick brilliance of The Heat and Bridesmaids, both directed by Paul Feig. The Boss feels like a sketch that has been drawn out over two hours which, in fact, it is: she and Falcone came up with the character almost a decade ago, when they met in the legendary Los Angeles improv troupe the Groundlings (which also launched Ferrell). And, just like Tammy, The Boss has been loathed by US critics and embraced by the public. The New York Times begrudgingly wrote that “Melissa McCarthy succeeded at the box office in The Boss, but just barely”, shrugging grumpily at the fact that this small comedy made more money that weekend than the mammoth Batman v Superman: Dawn Of Justice. Similarly, industry website deadline.com called The Boss “a warning sign for Melissa McCarthy”. Did she take it as one? “I try to read very little, as I don’t want it to affect my work,” she says. “But I do know that if Ben and I open a movie and make back our money in the first week, we’re a bomb, and if someone makes back 1/18th of their movie it’s, ‘Bravo! What an unexpected weekend!’” she says, struggling to keep the sarcasm out of her otherwise determinedly chipper voice. McCarthy insists, somewhat unbelievably, that she has experienced no sexism within the movie industry, only from the critics. No director, she says, has ever suggested she change her looks – which would make her unique among Hollywood actresses. But it is true that critics have been predicting the end of McCarthy’s career pretty much since she first emerged. There were complaints about her “tiresome” schtick, as the New York Times put it when reviewing Tammy, which went on to make a not-very-tiresome $85m in America. The New York Observer’s critic dismissed her all the way back in 2013 as “a gimmick comedian who has devoted her short career to being obese and obnoxious with equal success”. “I really feel bad for someone who is swimming in so much hate,” was McCarthy’s dignified reply. Today she says, “I don’t feel anger, I just feel trepidation when I think of my girls. Like, is this still really going on today? I guess it is.” (McCarthy and Falcone have two daughters: Vivian, who is nine, and Georgette, six.)     In Ghostbusters (second left) with Kate McKinnon, Kristen Wiig and Leslie Jones. Photograph: Frank Ockenfels/Columbia Pictures    What really riles her – and she mentions this twice – is when critics “talk about the way Ben ‘allows’ me to look in movies. I’m like, ‘Are you seriously saying that?’ There’s so much wrongness there.” In truth, I found only one instance of a critic saying that, in a review of Tammy, but it clearly unnerved her – so much so that McCarthy confronted that critic at the Toronto film festival last year, demanding, “Do you tell your daughter she’s only worthwhile when she’s pretty?” Yet it is noticeable that in all of her films, and especially those she co-wrote, McCarthy’s characters are dowdy and often the butt of the joke. (In person, for the record, she is very attractive with a gorgeous smile.) Is it easier to find the comedy if she’s playing a schlump? She looks a little miffed by the question, but valiantly keeps up the good cheer. “For me, it’s the joy of acting. If someone said, ‘The part is very similar to you and you’ll look like yourself and basically behave like you’, I think I would short-circuit. I mean, oh God, I’m so boring! Let me play someone else with their tics and quirks, that’s part of the joy.” At this point, McCarthy is dragged off to a doctor’s appointment and we arrange to meet a few days later, at what she prosaically refers to as “my office”. This turns out to be something akin to a luxury apartment, with huge windows looking out on to the Warner Bros studio lot. Scripts keep arriving by courier, including, much to McCarthy’s excitement, one for the reunion of Gilmore Girls, which she is filming in a few days’ time. This is, without question, the office of a serious Hollywood player, but one who is doing things her way: there are brightly patterned wallpapers, Slim Aarons’ photographs in the waiting room and, in McCarthy’s personal office, a plush white rug and funky vintage furniture. “Ben and I always say, ‘We’re not running a bank – we want to feel silly and creative here,’” McCarthy says. “Where else can I make a room look like the set from Dynasty? At home, my little one would be climbing everywhere.”     Vintage Victor Costa cape. Beth Ditto jumpsuit. Gaspar gloves. Alexander McQueen heels. Photograph: Mary Rozzi for the Guardian    It would be an egregious wrong to say that Melissa McCarthy got where she is today thanks to any man, but there are two men she credits in particular for helping her. The first is her father, Michael, a retired railroad arbitrator (her mother is a former secretary). When she was growing up in the small town of Plainfield, Illinois, the youngest of two daughters, her father would stand on the sidelines at school sports events, bellowing at her that she could win. Even if she was competing against a 6ft 2in athlete, he’d tell her, “You have an advantage, your centre of gravity is lower!” “My dad’s attitude made me always like, ‘Why not you?’ So it just never occurred to me that being a woman, or from a small town, or not being some other being, made me not in the running. What’s better to give somebody than a sturdy work ethic and reasonable confidence? I hope to pass that on to my kids. Not that they’re perfect in every way, but they’ve got a shot at it, right?” she says. She is part of a big Catholic family, and grew up with “tons of cousins”. One of those cousins is Jenny McCarthy, the actor now best known for her long-running and very public contention that vaccinations cause autism. Does McCarthy share her cousin’s views? “No, my kids have been vaccinated. But, um, whatever your stand is, you can’t say that she hasn’t put autism in the forefront of everyone’s minds,” she replies, with considered tact.    Four women doing Ghostbusters will destroy your childhood? I mean, really: I hope you find a friend    The second man is Paul Feig, who has directed McCarthy in Bridesmaids, The Heat, Spy and the forthcoming Ghostbusters, two of which he co-wrote, creating a part for her in each script. I tell McCarthy I interviewed Feig the day Bridesmaids came out and he said, “I want to make Melissa McCarthy a star. That’s where my focus is now.” “He said that?” McCarthy says, tears suddenly standing in her eyes. “Aww, that guy...” Up to this point, Feig and McCarthy’s collaborations have been pretty universally loved, but with Ghostbusters, which opens in July, they face their first potential fan backlash. Already, the trailer has received more negative votes than any other has on YouTube. Ever since the female-led reboot of the beloved 1980s comedy was announced, it has been vilified online, largely by manboys furious at the idea of oestrogen inside the Ghostbuster uniforms. The stars and Feig have been targeted with sexist abuse; notably less trolling has been directed at the male stars of other remakes, such as Jurassic Park or The Karate Kid. “All those comments – ‘You’re ruining my childhood!’ I mean, really,” McCarthy says drily. “Four women doing any movie on earth will destroy your childhood?” She shrugs. “I have a visual of those people not having a Ben, not having friends, so they’re just sitting there and spewing hate into this fake world of the internet. I just hope they find a friend.” I’m excited about the movie, I say, but I was disappointed to see that it recreates the one flaw in the original: the setup in which the one African American ghostbuster – last time played by Ernie Hudson, now by Leslie Jones - is the streetwise outsider to the three white scientists. She looks surprised: “I think originally Paul had written me as that part and then he switched, so she could have been white, Hispanic... It was truly just a coincidence.” I must look sceptical because she adds: “Honestly, Paul was not sitting there like, ‘Aha!’” She rubs her hands together and makes an evil cackle. “Anyway,” she adds emphatically, “we’re not doing those original characters.” McCarthy never intended to be an actor. Her ambition was to be a fashion designer and she followed her best friend, the shoe designer Brian Atwood, to New York to attend fashion school. Instead, at Atwood’s suggestion, she gave standup a go, moved from there to acting classes, and then to the Groundlings, where she met Falcone.     With husband Ben Falcone. Photograph: Jenny Anderson/WireImage    After 11 years of marriage, McCarthy still smiles every time she mentions his name. The few magazine covers that hang on the walls mostly feature the two of them. She tells me she is glad she didn’t become famous until her 40s, as that “kept me steady”, but I suggest that having Falcone by her side has probably been a bigger factor. “For sure,” she nods. “The calmest, most reasonable, funniest man in the world.” (Falcone clearly feels similarly content: his Twitter biography is “Ben is a happy dad and husband” and then, as an afterthought, “He’s an occasional actor, and directed Tammy and The Boss.”) One of the rewards McCarthy has given herself, now that she has celebrity clout, is the production company she and Falcone run. The other is her longed-for fashion line, Melissa McCarthy Seven7, which goes up to size 24 and launched last summer. “You know, I’ve been every size in the world, from a six to a 22 [UK 10 to 26] and it was mind-blowing how, at a certain size, clothes just became tarp with a hole in it. If I had to do [the red carpet], everything was so mother-of-the-bride. I couldn’t ever put anything on and be like, ‘I love this!’ All I could say was, ‘Well, it’s on and it’s not a garbage bag.’ I was like, ‘I feel bad. I feel bad about myself’ and it just wasn’t me,” she says. Did it make her feel bad about herself in general? “It certainly took away my love of clothes for a long time,” she says. Plus-size clothes, she says, are generally oversized, loose and dark: “And that sends the message: ‘We don’t want to see you, and we sure as hell know you don’t want anybody to see you,’” she says. “And I just thought, ‘Why not?’” Once she decided to launch her own line, manufacturers told her the rules: plus-size women want only dark colours; they don’t like patterns; they never wear sleeves. “I was like, ‘I’m the only woman in the room you’re referring to, and I disagree with everything you’re saying.’” Her line – bright, patterned, plenty of sleeves – has been well-received and is selling well. She walks me through the clothes in a room next to her office, showing off this seam, that piping, squeezing my arm with excitement. As an unexpected bonus, she says, finally having a wardrobe she loves has helped her give up “those crazy diets”. “I’m not fun to be around when I’m on those. I’m cranky with my kids and I’m sharp with Ben. I feel healthy now. It’s allowed me to have fun getting dressed again.” Her assistant comes in to take her away to the first of several meetings. “Awww!” she says. “We were just getting started!” But she has to go, and gives me a big hug: there is a clothes collection to plan, and she and Falcone are preparing to shoot their new movie. After all, there are plenty of rules in the movie and fashion industries still waiting to be broken. And why not? • The Boss is released on 10 June; Ghostbusters is out on 11 July. Main image: vintage Dior coat, vintage shirt. Styling: Anna Su at Art Department, assisted by Emily Frost. Tailor: Daniela Kurrle. Hair: Robert Ramos using Robert Ramos products for Celestine Agency. Makeup: Kate Shorter, assisted by Grace Lee. Manicurist: Wendy at Oasis Nail Spa.",
  "webTitle": "Melissa McCarthy: ‘I love a woman who doesn't play by the rules’",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/28/melissa-mccarthy-love-woman-doesnt-play-rules-ghostbusters",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Melissa McCarthy",
      "id": "film/melissa-mccarthy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bridesmaids",
      "id": "film/bridesmaids",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tammy",
      "id": "film/tammy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Feig",
      "id": "film/paul-feig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "film/2016/may/28/melissa-mccarthy-love-woman-doesnt-play-rules-ghostbusters"
}