{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/todays-media-stories-from-the-papers",
  "id": "2016-05-24-275",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Harriet Harman criticises lack of female voices in EU debateLabour’s former deputy leader has written to Ofcom and will give a speech saying men are ‘pushing women out’ Top comment on MediaGuardian If so many newspapers back Brexit why will Remain carry the day?Roy Greenslade: Research into the influence of media coverage on the public, and on politicians, might cast light on the reason the EU referendum is likely to result in a stay vote Today’s headlines The GuardianWildlife TV fails to reflect reality, Springwatch presenters say. P5Harriet Harman criticises lack of female voices in EU debate. P7Nicola Sturgeon plays herself in BBC alien invasion radio drama. P13Facebook bans ad for making users feel bad. P15Viacom chief sues founder Sumner Redstone. P20 Daily TelegraphFamily’s anger at BBC’s Titty-for-Tatty swap in Swallows and Amazons adaptation. P3Highly paid newsreaders risk losing touch, warns Justin Webb. P3Met Office to release weather app that is expected to outshine BBC’s. P11 Financial TimesAnalysis: Newspaper wars. P14Billionaire buys 13% stake in Tribune Publishing. P17Battle over viacom heads to court. P17Spotify enjoys ‘best year ever’. P18Ubisoft builds up defences to fight off advances from Vivendi. P19Virgin picks out next 10 areas for ultrafast broadband rollout. P21 The TimesDavid Cameron avoids Question Time clash with Brexit’s big hitters. P6Facebook bans plus-sized model. P30Tribune Publishing sells stake. P48Obituary: Ad executive Bill Backer. P54 iStar of reality show Pawn Stars pleads guilty to avoid jail. P3Modest salaries keep broadcasters on the people’s side says Justin Webb. P7Interview with Top Gear hosts Chris Evans and Matt LeBlanc. P26 Wall Street JournalViacom battle heads to court. B1New chips propel machine learning. B3Billionaire buys 13% stake in Tribune Publishing. B4 Daily MailBBC picks Paul Gambaccini to replace Tony Blackburn. P3Lenny Henry to join cast of ‘too white’ Broadchurch. P5BBC won’t pit Michael Gove against David Cameron on TV. P9Justin Webb says his daughter is outraged that he earns so much for ‘doing nothing’. P31Robert Peston reveals he smoked ‘a lot of dope’ from the age of 12. P32 Daily ExpressMatt LeBlanc denies Top Gear feud. P9 The SunBritain’s Got Talent coverage. P11Britain’s Got Talent blasted for too many adverts. P11Ally Ross on TV. P13Lenny Henry joins Broadchurch. P31Rylan Clark wants to host The Xtra Factor. P31Viewers complain about canned laughter on Upstart Cow. P31 Daily MirrorTop Gear coverage. P3Britain’s Got Talent coverage. P7 Daily StarLenny Henry to join cast of Broadchurch. P3Britain’s Got Talent coverage. P11BBC to rake in millions with Adele’s Glastonbury appearance. P13Lethal Weapon-style cop show to be launched by the BBC. P26BBC to launch Doctor Who Cookbook. P26 Go to MediaGuardian",
  "webTitle": "Today’s media stories from the papers",
  "webPublicationDate": "2016-05-24T07:53:30Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/todays-media-stories-from-the-papers",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/24/todays-media-stories-from-the-papers"
}