{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-gripe-of-the-season",
  "id": "2016-05-16-208",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks The return of the Euro Super League breakaway threat ritual An uncommonly feel-good season epitomised by Leicester smashing the top four cartel would inevitably displease somebody. Sure enough, along came Charlie Stillitano in March, hinting that all this Premier League table-turning is most unsatisfactory, on account of its calamitous impact on revenue projections of the Clubs That Matter. Upon this was pegged the latest European Superleague breakaway hint, and calls for the Champions League to be further restructured to protect the top leagues’ financial elite. “What would Manchester United argue: did we create soccer or did Leicester create [it]?” said Stillitano – supremo of the International Champions Cup pre-season kickabout – after meeting representatives of Manchester United, Manchester City, Arsenal, Liverpool and Chelsea. “Let’s call it the money pot created by soccer and the fandom around the world. Who has had more of an integral role, Manchester United or Leicester? It’s a wonderful, wonderful story – but you could see it from Manchester United’s point of view, too.” As it turned out, the point of view of most United fans, and those of other big clubs, was that Leicester’s triumph was to be welcomed – Claudio Ranieri’s side were applauded off the pitch at Old Trafford later in the season. The European breakaway threat – never followed through, but always a handy negotiating pitch for another power and revenue grab – has become such a regular ritual that it can be inked into the calendar along with World Cups and European Championships – someone could even commission a wallchart.  Shockingly poor penalties Jamie Vardy’s spectacular penalty miss for Leicester against Everton may have been of little consequence, with both game and title sewn up, but it did serve to spotlight the often ropey standards of marksmanship displayed from 12 yards this season (it also teed up a friend’s pithy Facebook post: “Jamie Vardy kind enough to give us all a preview of how England’s Euros will end”). There have been some real howlers from the spot this season – Oscar against Watford, Wilfried Bony against Sunderland and Santi Cazorla at West Brom being particular standouts – and only two of the past 20 seasons have there been more outright misses in the top flight than this term’s six: in 2008-09 and 2010-11 (eight).      Oscar, far right, slipped and skied his penalty over the bar during Chelsea’s 2-2 draw with Watford in December. Photograph: Stefan Wermuth/Reuters    Excessive focus on referees By recent standards, this has been a relatively calm season for refereering-related hullabaloo. Whether this has anything to do with the removal from the scene of José Mourinho halfway through it can be for others to discuss. Nonetheless, there remains an excessive focus on referees – their mistakes, foibles and perceived biases - that perhaps most obviously manifested itself in the removal of Kevin Friend from the Stoke v Tottenham match in April, even though Friend supports neither side. However, the fact that Friend (a lifelong Bristol City fan) lives in Leicester and often goes to matches at the King Power Stadium was enough to see him removed from duty at the Britannia Stadium – following, predictably, a clamour on social media. Aside from the implicit slur on the professionalism of an official who has had a tough season (he collapsed at Bournemouth in March), the decision also reinforced the tendency to regard the referee as a central figure in every match’s drama. The opprobrium heaped on Jon Moss after his erratic performance in Leicester’s tempestuous draw with West Ham last month, including from former members of his own profession, hardly helped either. It would be reassuring to think that the decision to allow referees to explain their decisions to the media next season might calm these storms, though it might also propel officials back into a centre-stage role that they really shouldn’t have.     Jon Moss was harshly criticised for his performance during Leicester City v West Ham, in which the referee sent off Jamie Vardy and awarded a penalty to both sides. Photograph: Adrian Dennis/AFP/Getty Images    Pointless badge redesigns Quite why, as Aston Villa’s worst season in decades spluttered towards its conclusion, the marketing gurus at Villa Park decided that this would be the right time to unveil a badge redesign is a question best answered by sharper minds than ours. Nonetheless, on 6 April Villa announced the all-important redrawing of the lion on their badge. “Lions have been used for centuries as the centre-pieces of coats of arms – widely perceived as the king of beasts, they stand for values such as bravery, valor and strength,” a club statement enlightened us. “It’s this spirit that made a heraldic lion the perfect choice by the club’s founders to represent our values.” Easily mockable in the circumstances, obviously, but part of a wider and arguably more malignant trend of corporate repositioning. Similarly, West Ham’s new badge, which adds the words “London” to a stripped-down version of the traditional crossed hammers, is clearly an attempt at selling them as a club for the whole capital as they make a move to the Olympic Stadium that was bitterly opposed by many supporters of other clubs in the same city. When clubs are changing so rapidly in so many other ways, the least we can expect is that the simple totems – such as badge and colours – remain the same.     At least this fan has another to add to the collection. Photograph: Toby Melville/Reuters    Clappers  Is anyone going to rain on Leicester’s parade? Unlikely. Nor should they, though the champions really ought to be taken to task for encouraging the pernicious trend of cardboard clapper-clacking that assails eardrums at too many grounds. Leicester took it further by providing clappers on each seat at home games in an attempt to ratchet up an atmosphere the club’s fans proved thrillingly capable of generating all by themselves. As such, clappers represent another attempt to impose corporately sanctioned atmosphere from above rather than trusting supporters to spontaneously create it themselves. Enough.     Clappers and flags were attached to each seat before Leicester’s match with Everton, after which Claudio Ranieri’s side lifted the Premier League trophy. Photograph: Carl Recine/Reuters    Check out the other categories:  Player of the season Manager of the season Goal of the season Match of the season Signing of the season Flop of the season Pundit of the season Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: gripe of the season | Tom Davies",
  "webPublicationDate": "2016-05-16T12:10:11Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-gripe-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Davies",
      "id": "profile/tomdavies"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-gripe-of-the-season"
}