{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/16/plan-your-weeks-theatre-ophelias-zimmer-katie-mitchell-top-tickets",
  "id": "2016-05-16-340",
  "sectionId": "stage",
  "body": "Monday With a cast of 40, Samuel Adamson’s adaptation of Michael Morpurgo’s Running Wild for family audiences is the biggest show ever at the Open Air theatre in Regent’s Park, London. Catch one of the last performances of Ma Rainey’s Black Bottom at the National Theatre, London.             Tuesday Katie Mitchell, Alice Birch and Chloe Lamford respond to Hamlet with their Schaubühne theatre production of Ophelias Zimmer at the Royal Court, London. Daniel Kitson is at the Everyman,Liverpool, with his new storytelling show, Mouse. Volcano’s site specific piece, Black Stuff, which features three and a half tonnes of coal, is performed at a secret location in Cardiff Bay. Stephen Lowe completes DH Lawrence’s unfinished play Altitude with his own production called Altitude Sickness at the Djanogly theatre, Nottingham. Religion and capitalism are explored in We Wait in Joyful Hope, a new play at Theatre 503 in London. Conor Lovett performs Samuel Beckett’s 1946 short story The End as part of the Beckett festival in London at the Print Room at the Coronet. Vicky Featherstone directs the Edinburgh festival hit Our Ladies of Perpetual Succour at the Theatre Royal as part of the Brighton festival. Will Adamsdale’s The Joke arrives at Camden’s People’s theatre, London.            Wednesday Stef Smith’s Swallow was terrific in Edinburgh last year and she makes her Royal Court debut with Human Animals in the Jerwood Theatre Upstairs from tonight. Kenny Morgan, written by Michael Poulton and directed by Lucy Bailey, is inspired by the suicide of Terence Rattigan’s lover and is at the Arcola, London. Political satire is alive and kicking in A View From Islington North at the Arts theatre, London. It is directed by Max Stafford Clark and includes new pieces by Caryl Churchill, David Hare, Stella Feehilly, Alistair Beaton and more. Simon Stephens new version of The Threepenny Opera is in previews at the National Theatre, London. Norwich Arts Centre hosts Chris Thorpe’s brilliant Confirmation. As part of the Norfolk and Norwich festival, the world premiere of circus show White Nights, from Finnish company Race Horse, is in the festival’s Spiegeltent. Selina Thompson’s Salt, Vincent Gambini’s This Is Not a Magic Show and Verity Standen’s Symphony are just three of the shows in a great lineup at this year’s Mayfest in Bristol.   Thursday Daniel Evans’ directorial swansong is the new musical Flowers for Mrs Harris inspired by Paul Gallico’s novel, and it is at the Crucicle, Sheffield, from tonight. Talawa’s mighty revival of King Lear takes up residence at Birmingham Rep, with Don Warrington in the title role. Hattie Naylor’s adaptation of Sarah Waters’ 1940s-set novel The Night Watch is in previews at the Royal Exchange,Manchester. Peeping Tom’s cinematic dance-theatre piece, 32 Rue Vandenbranden, is at Warwick Arts Centre. Ockham’s Razor’s Tipping Point is at the Lawrence Batley, Huddersfield. Eggs Collective’s Late Night Love is in a double bill with Conker’s Gutted, two shows made in Manchester and showing at Home for the rest of the week. Ria Harley’s Untouchable, about surviving childhood violence, plays at  Live Art Bistro, Leeds.            Friday and the weekend The last days of Marvin Gaye are explored in Roy Williams’ Soul at the Royal and Derngate,Northampton. At the Young Vic, London, Charlene James’ Cuttin’ It looks at FGM in the UK. Siobhan Redmond and Jimmy Chisholm star in Liz Lochhead’s new tragicomedy, Thon Man Molière, set in the world of the French playwright, at the Lyceum, Edinburgh. Walk With Me at the Norfolk and Norwich festival is a collaboration between Campo’s Pol Heyvaert and 10 young singer-songwriters at Norwich playhouse. The late, great Victoria Wood’s early play, Talent, gets a timely revival from tonight at the New Vic, Newcastle-under-Lyme. The brilliant theatre choreographer Drew McOnie premieres his dance thriller Jekyll and Hyde at the Old Vic, London. Peter Arnott’s new play Shall Roger Casement Hang? is set in the aftermath of the Easter Rising and is at the Tron, Glasgow. Nic Green, Rosana Cade and Laura Bradshaw convene their own party conference in Cock and Bull at London’s Toynbee Studios. Father and daughter relationships are explored in TheatreState’s very watchable Tribute Acts, which is at MAC, Birmingham tonight. On Sunday, John Osborne’s rarely revived A Subject of Scandal and Concern is revived at the Finborough theatre, London, and Glasgow’s Buzzcut are in residence at The Spire, Brighton, with Let England Shake featuring FK Alexander and Ichi Pinks.",
  "webTitle": "Plan your week’s theatre: top tickets",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/16/plan-your-weeks-theatre-ophelias-zimmer-katie-mitchell-top-tickets",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Schaubühne ",
      "id": "stage/schaubuhne",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/16/plan-your-weeks-theatre-ophelias-zimmer-katie-mitchell-top-tickets"
}