{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/body-newborn-baby-girl-recycling-plant-ireland",
  "id": "2016-05-04-2",
  "sectionId": "world",
  "body": "Police have appealed for help in tracing the mother of a newborn baby girl whose body was discovered in a recycling plant in Ireland. The body of the infant was discovered by a worker at the Greenstar plant just outside Bray, County Wicklow, at about 11 o’clock on Wednesday morning. The worker was sorting through rubbish when he found the remains which he initially mistook for a toy doll. Gardai have now launched an investigation into the discovery and have appealed for the mother of the child to come forward, as they believe she may be in need of urgent medical attention. Detectives said they do not know if the baby was stillborn but have confirmed that the child had been carried to term. Head of the investigation, Supt Pat Ward, said at this stage his main focus is on the baby’s mother. He added: “Mum can be assured that if she contacts us we will be as caring as we can to her. We are making a heartfelt appeal for mum to contact us.” It is believed the child died recently however further details, including the cause of death, will not be known until a full postmortem examination is carried out on Thursday. Ward said that officers are keeping an open mind about the death of the infant and told reporters that in the police’s opinion “it is possible the baby was stillborn”. “If that is the case my priority now is to get all medical assistance and support to the baby’s mum,” he added. Ward said the parents of the baby could contact either himself or Sgt Sorcha Fitzpatrick at Bray gardai station, assuring the parents that the team would deal with any contact “discreetly and sensitively”.",
  "webTitle": "Body of newborn baby girl found in recycling plant in Ireland",
  "webPublicationDate": "2016-05-04T23:08:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/body-newborn-baby-girl-recycling-plant-ireland",
  "keyword": [
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth McKee",
      "id": "profile/ruth-mckee"
    }
  ],
  "guardianId": "world/2016/may/05/body-newborn-baby-girl-recycling-plant-ireland"
}