{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/27/indigenous-weaver-yvonne-koolmatrie-wins-50000-red-ochre-art-prize",
  "id": "2016-05-27-251",
  "sectionId": "artanddesign",
  "body": "In 1982 Yvonne Koolmatrie read that Indigenous Australia’s weaving culture was extinct. She says that motivated her to prove otherwise: “Today, it is still very much alive.” The Ngarrindjeri weaver from South Australia has been named a winner in the Australia Council’s National Indigenous arts awards, presented to outstanding Aboriginal and Torres Strait Islander artists as nominated and selected by their peers. Koolmatrie is the winner of the Red Ochre award, a $50,000 prize acknowledging the outstanding contribution of an artist to Aboriginal and Torres Strait Islander in Australia and the rest of the world. She was presented with the award at a ceremony at the Sydney Opera House on Friday.     Yvonne Koolmatrie’s Riverland installation at the Art Gallery of South Australia’s Tarnanthi festival of contemporary Aboriginal and Torres Strait Islander art. Photograph: Saul Steed    Margaret “Yvonne” Koolmatrie was born in 1944 in Wudinna, a small town in South Australia’s Eyre peninsula, and grew up in the state’s Coorong wetlands and Riverland districts. Her career began in 1982 after attending a one-day workshop in Meningie in South Australia, presented by an elder, Dorothy Kartinyeri, from whom she learned the ancient coiled bundle weaving technique. After mastering the traditional techniques, Koolmatrie began to experiment with her own “stitch”, eventually developing a distinctive style infused with Dreaming narratives. Steven Gilchrist of the University of Sydney said Koolmatrie had “almost singlehandedly rewritten the language of weaving” through her sculptural forms in fibre. “Her unwavering commitment to honour the spirit of the Ngarrindjeri is echoed in every coiled stitch.” Since holding her first exhibition in 1987, she has had her work showcased in galleries across Australia and the world, including representing Australia in the collaborative exhibition Fluent at the 1997 Venice Biennale.     ‘Ngarrindjeri weaving should be passed down to the next generation’: Yvonne Koolmatrie with her great-granddaughter Lurline in Berri, South Australia. Photograph: Australia Council for the Arts    Koolmatrie has played a pivotal role in the revival of a near-lost art and worked tirelessly to share her knowledge of the rush-weaving technique, both with her four-year-old great-granddaughter Lurline and further afield at workshops. “Ngarrindjeri weaving should be passed down to the next generation, to preserve the culture,” Koolmatrie says. “Weaving is vital to Ngarrindjeri culture, it sustains us. This is very important to me.”  She said it was a “great honour” to receive the Red Ochre award and dedicated it to Dorothy Kartinyeri (“Aunty Dory”) and her late partner.  Her son Chris Koolmatrie described his mother as a “very humble person”. “I’m so glad she’s being acknowledged because she has shone the brightest light on this art of weaving and helped people to rediscover it.” Koolmatrie is the mother of seven, grandmother of eight, great-grandmother of three and great-great grandmother of one. She lives in Berri in the Riverland region of South Australia. The Australia Council fellowship, providing $40,000 of financial support for two years to an Aboriginal and Torres Strait Islander artist for a specific project or program, was presented to Vicki Couzens, an interdisciplinary artist of the Keerray Wooroong language group of the Gunditjmara of western Victoria.     Lyricist, rapper, composer and producer Nooky, recipient of the Dreaming award. Photograph: Wayne Quilliam/Michelle Grace Hunder    The Dreaming award, given to a person under 26 years, was awarded to Nooky, the 25-year-old lyricist, rapper, composer and producer of Yuin Nation. Born Corey Webster, Nooky is 25 and lives in Sydney. He has performed alongside Urthboy, Briggs, Jimblah and other artists, as well as collaborating on a track with Taboo of the Black-Eyed Peas.  He will receive mentoring and $20,000 to support his work.",
  "webTitle": "Indigenous weaver Yvonne Koolmatrie wins $50,000 Red Ochre art prize",
  "webPublicationDate": "2016-05-27T08:20:28Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/27/indigenous-weaver-yvonne-koolmatrie-wins-50000-red-ochre-art-prize",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "artanddesign/2016/may/27/indigenous-weaver-yvonne-koolmatrie-wins-50000-red-ochre-art-prize"
}