{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/12/frodo-baggins-the-best-hairy-footed-reluctant-hero",
  "id": "2016-05-12-234",
  "sectionId": "childrens-books-site",
  "body": "Sometimes inspiration can come over all obvious and shouty (the young Lambert looked up from the book he’d just finished reading, eyes afire, and swore that he would be a writer himself one day!). This – alas - never happened to me, or I’ve forgotten if it did. Shame. This kind of eureka moment is super-handy for writing about because it’s right there in your head, well remembered and available for trotting out on demand. More often than not though, the way inspiration works is more subtle. Mysterious even. Without you even realising, it whispers its suggestions into your subconscious mind to lurk and spring their creative magic later.  This is how it was for me, and my protagonist, Kyle, in The Sign of One.     Eugene Lambert reading The Fellowship of the Ring.    Step forward Frodo Baggins, hobbit and ring-bearer from The Lord Of The Rings. Take your deserved bow. You’ve always been a favourite character from my childhood reading, but only lately did I realise you were also Kyle’s role model. I’m sorry. But better late than never, eh? But how can Frodo, a ruddy-cheeked hairy-footed cake-loving hobbit living in the leafy, comfortable Shire, inspire Kyle, a tough 16-year-old boy growing up out in the remote Barrenlands of Wrath? Well, look closer and they do have quite a lot in common.      Kyle and Sky flee to an abandoned windjammer station in Sign of One. Illustration: Chris Goff    In The Lord Of The Rings, Frodo dreams of going on a quest like Bilbo did before him. In The Sign of One, Kyle dreams of swapping dull subsistence farming for a life of adventure. Both embark upon quests, but only out of necessity: Frodo to try to save his beloved Shire, Kyle to survive and find out what and who he is. After their longed-for adventures are thrust upon them, they become reluctant heroes. They feel fear. They often doubt themselves. They make some seriously bad calls. In short, they both behave like you or I might under similarly difficult circumstances!  But is this inspiration, or is it simply coincidence? Or to put it another way, did I consciously base Kyle on Frodo? Quick answer: Inspiration. Long answer: I reckon any similarities are the unconscious consequence (as hard to type as to say) of Frodo being such a favourite character of mine. I loved reading about Frodo’s Middle-earth adventures so much because, even with my relatively hairless feet, I could relate to him and his struggles. Why? I could believe in him. And the more you believe, the more you care as a reader. Compare and contrast this to other contemporary adventure stories I read as a boy. Their heroes were almost always plucky and brave. If they faced death, they did so with a snarl, certainly without any cowardly flinching. Which is all well and good - and I enjoyed them too - but none made the same lasting impression.     Elijah Wood as Frodo in a scene from New Line Cinema’s The Lord of the Rings: The Fellowship of the Ring.. Photograph: AP    Frodo Baggins is small and not a natural hero, but he’s good-hearted and capable of great things if push comes to shove. As a slightly (and slight) introverted boy growing up in the Midlands, attending a rough-ish school, what’s not to like about that? My brother and I weren’t the biggest, or the strongest, or the best at football (to put it mildly). As kids growing up, we all dream of the adult we’ll become. I knew I’d never be Aragorn, a fearless and mighty warrior, but I could maybe stretch to a Frodo.  Fast-forward a few (*coughs*) years from me reading The Lord Of The Rings, and I’m a writer myself. I’ve had my idea of a dump-world cursed by a plague of twin births, where only one child is pureblood human, the other a superhuman monster with “twisted” blood. I’m imagining my main character, a boy called Kyle. But what’s he like? Instinctively, I want him to be real. To feel fear and make mistakes. To be more Frodo than Aragorn. When Frodo reluctantly declares he must set out on his dangerous quest if he is to save his Shire, an impressed Gandalf says to him: “My dear Frodo, hobbits really are amazing creatures.” They are amazing, Frodo in particular. Like countless others, I have so much reading pleasure to thank him (and his creator) for. And now I must also thank him for inspiring Kyle. If you like him half as much as I liked Frodo, I’ll be a happy Lambert!      Eugene Lambert is the author of The Sign of One, the first in a dystopian sci-fi adventure trilogy. Buy it at the Guardian bookshop.",
  "webTitle": "Frodo Baggins: the best hairy-footed reluctant hero",
  "webPublicationDate": "2016-05-12T11:30:34Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/12/frodo-baggins-the-best-hairy-footed-reluctant-hero",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "JRR Tolkien",
      "id": "books/jrrtolkien",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/12/frodo-baggins-the-best-hairy-footed-reluctant-hero"
}