{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/21/george-osborne-pinocchio-house-prices-iain-duncan-smith",
  "id": "2016-05-21-95",
  "sectionId": "politics",
  "body": "Iain Duncan Smith has likened George Osborne to Pinocchio for claiming that house prices could fall by up to 18% if the UK votes to leave the EU. The chancellor said on Friday that a Brexit vote would cut property values by almost a fifth over the next two years and the resulting economic shock would increase the cost of mortgages. But Duncan Smith, the former work and pensions secretary, said after hearing of Osborne’s warning: “I did think of Pinocchio and the nose growing rather long.”    Related: Rents and property values would drop after Brexit, say landlords    “Let me just remind everybody that it was the Treasury and George Osborne who said when we came into power in 2010 we couldn’t trust Treasury reports because they were always fiddled with by chancellors of the exchequer,” Duncan Smith told Sky News. “So, we gave that over to the OBR, that is independent, because we couldn’t trust Treasury reports. Now what we have had is a whole series of Treasury reports telling us the world is going to end, we are going to end up with lower house prices, the economy is going to be bad.”  The chancellor said he would publish an official analysis next week saying house prices would be at least 10% lower, and up to 18% lower compared with what is expected if Britain remains in the EU. Osborne made his claim as it emerged that property investors were inserting “Brexit clauses” in commercial deals to allow them to pull out. Speaking at the G7 summit in Japan, Osborne said: “If we leave the European Union, there will be an immediate economic shock that will hit financial markets. People will not know what the future looks like. “In the long term, the country and the people in the country are going to be poorer. That affects the value of people’s homes and the Treasury analysis shows that there would be a hit to the value of people’s homes by at least 10% and up to 18%.”     Iain Duncan Smith told Sky News: ‘We couldn’t trust Treasury reports.’ Photograph: Will Oliver/EPA    Chris Giles, the economics editor of the Financial Times, wrote: “The best that can be said for these housing claims is that they are educated guesses. More likely, the numbers are just made up.”  Osborne’s warning is the latest in a series from Downing Street forecasting dire consequences if voters decide to leave the EU. The chancellor has already claimed that households would be £4,300 a year worse off and millions of jobs would be at risk, while David Cameron argued that Brexit could jeopardise peace in Europe. The prime minister and chancellor have been accused of scaremongering and negativity by Vote Leave, the official out campaign, but Downing Street argues that voters need to be presented with the government’s view on the consequences of Brexit. Andrea Leadsom, a Conservative minister campaigning for Brexit, who used to work in the Treasury with Osborne, said it was a “an extraordinary claim and I’m amazed that Treasury civil servants would be prepared to make it”.   Related: Uncertainty in the property market gives rise to the Brexit clause    In a sign of property market jitters, City lawyers said investors in commercial property were adding the Brexit clauses to contracts. Earlier this week, a developer behind new luxury flats in London said it would give buyers the chance to pull out of purchases if they did not like the outcome of the vote. Critics of the new Treasury analysis are likely to point out that the fall in prices is only compared with where they would have been if there was no vote for Brexit. The Office for Budget Responsibility predicts a rise of 9.4% over the next two years, meaning the government forecast suggests homes would be worth between 0.6% and 8.6% less in cash terms than they are now. Moody’s, the credit rating agency, has highlighted the possible benefits of the UK leaving the EU for first-time buyers, as there would be “lower competition for housing, as house price and rental inflation would slow down if immigration is curbed”. However, Osborne dismissed that argument, saying first-time buyers would be “hit because mortgage rates go up and mortgages become more difficult to get”. It would be a “lose-lose situation” for anyone who owned or wanted to buy a home, the chancellor said.",
  "webTitle": "George Osborne 'like Pinocchio' for house prices claim, says Duncan Smith",
  "webPublicationDate": "2016-05-21T13:45:49Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/21/george-osborne-pinocchio-house-prices-iain-duncan-smith",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "politics/2016/may/21/george-osborne-pinocchio-house-prices-iain-duncan-smith"
}