{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/space-echo-mystery-behind-cosmic-sound-cabo-verde",
  "id": "2016-05-24-273",
  "sectionId": "music",
  "body": "In a calm morning in March 1968, a shipment carrying the latest Korgs, Moogs and Hammond organs set off from Baltimore harbour, heading for an exhibition in Rio de Janeiro. The sea was steady, the containers safely attached. And yet later that same day, the ship would inexplicably vanish.   Related: Latin America: the music industry's new frontier    A few months later, it finally reappeared. Somehow, the ship had been marooned on the São Nicolau island of Cabo Verde (now Cape Verde, but then a Portuguese territory 350 miles off the west coast of Africa). The crew were nowhere to be seen and the cargo was commandeered by local police. But when it was found to contain hundreds upon hundreds of keyboards and synths, an anti-colonial leader called Amílcar Cabral declared the instruments should be distributed equally among the archipelago’s schools. Overnight, a whole generation of young Cabo Verdeans gained free access to cutting-edge music gear. According to Frankfurt-based rarities label Analog Africa, this bizarre turn of fate can be directly credited with inspiring the island’s explosion of newly electrified sounds following independence in 1975, and has now been documented on its on its latest compilation, Space Echo – The Mystery Behind The Cosmic Sound Of Cabo Verde.     Pó D’terra by João Cirilo, which features on the compilation.   The synths, it is claimed, helped modernise the indigenous folk dances morna and coladeira, as well as funaná – an African style previously outlawed by the Portuguese – by figures such as star arranger Paulino Vieira, one of the schoolkids who benefited from the haul. In Vieira’s music, makeshift percussive contraptions such as the ferrinho (an iron bar scraped with a knife) were layered with Nile Rodgers disco guitars, frisky synth solos and the whirling rhythms of Latin American bolero and salsa. All of it is dazingly repetitive and trippy, coming across like the soundtrack to some sort of lost sci-fi B-movie. Forward-looking vintage sounds from Africa are enjoying a moment across Europe right now, but Analog Africa founder Samy Ben Redjeb says he set up his label to highlight the hidden scenes on a continent whose music has too often been blurred into one. “Before it was all just ‘world music’, but people are starting to see that this is just a bullshit word,” he explains. “People are starting to understand that every African region has different sounds and styles of music. We’re starting to break that all down.” Now, enthusiasts may become familiar with the futuristic, trippy sounds of 1970s and 80s Cape Verde. But what if that cargo had never lost its way? Cabo Verde’s cosmic sound wouldn’t just be steeped in mystery, it wouldn’t even exist. They say most music scenes are born by accident, but it’s rarely as literal as this. Space Echo is out on Friday 27 May via Analog Africa",
  "webTitle": "How a mysterious ghost ship brought cosmic disco to Cape Verde",
  "webPublicationDate": "2016-05-24T08:00:05Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/space-echo-mystery-behind-cosmic-sound-cabo-verde",
  "keyword": [
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Huw Oliver",
      "id": "profile/huw-oliver"
    }
  ],
  "guardianId": "music/2016/may/24/space-echo-mystery-behind-cosmic-sound-cabo-verde"
}