{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/francois-hollande-vows-to-stand-firm-on-labour-reforms-amid-strife",
  "id": "2016-05-27-73",
  "sectionId": "world",
  "body": "The French president François Hollande has promised to stand firm over controversial labour reforms as the hardline CGT union urged workers to step up fuel and energy strikes to force him to abandon his proposed law. After days of strike blockades at oil refineries and fuel depots forced France to dip into its strategic fuel supplies to counter petrol shortages, Hollande told reporters at the G7 summit in Japan: “I will stand firm because I think it is a good reform.”  He said the government’s priority was to ensure the “normal functioning of the economy” in the face of some of most severe industrial action in decades, which has resulted in scores of pumps running dry and violent clashes in Paris.    Related: Riot police crack down on Paris protests against labour reforms    As France prepares to host 2 million people for the Euro 2016 football championships from 10 June, the CGT union leading the strikes has called on workers to intensify their action.            Why is France being racked by strikes and protests over its labour bill?    The employers’ federation, Medef, said the strikes would have a negative effect on France’s fragile economic growth. its head, Pierre Gattaz, said the government should resist “blackmail”, calling the strikers “thugs”.  The government is under increasing pressure to find a way out of the standoff, but neither president nor unions have indicated they are prepared to budge.  While there were still long queues at petrol stations in some parts of the country on Friday, the situation eased slightly in some areas as union blockades of fuel depots were lifted. But six of France’s eight oil refineries were still shut down or operating at reduced capacity as a result of the union action.    Related: Why have France's labour reforms proved so contentious?    Strikes continued at nuclear power stations – which provide three quarters of the country’s electricity – but have not affected supply.  Polls have shown that a majority of French people blame the government for the crisis, saying it mishandled the reforms. An Opinionway poll found 66% of French people think the government should abandon their plans.     Riot police and protesters during a demonstration against the reforms in Paris. Photograph: Francois Mori/AP     “The ball is in the government’s court,” the CGT union leader Philippe Martinez told Reuters, insisting the law should be shelved.  The government argues its measures are a much-needed loosening of France’s famously rigid labour protections, cutting red tape and tweaking some of the more cumbersome rules that deter employers from hiring.  The Elysée argues they would make France more competitive and help tackle stubborn mass unemployment, that tops 10% of the workforce.  But after more than two months of street demonstrations, the CGT has radically upped its strategy and is now trying to choke off the nation’s fuel supply to force Hollande to abandon what it sees as a betrayal of workers’ rights.",
  "webTitle": "François Hollande resists union pressure to abandon labour reforms",
  "webPublicationDate": "2016-05-27T16:33:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/francois-hollande-vows-to-stand-firm-on-labour-reforms-amid-strife",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Unions",
      "id": "world/unions",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/27/francois-hollande-vows-to-stand-firm-on-labour-reforms-amid-strife"
}