{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/sri-lanka-landslides-torrential-rains",
  "id": "2016-05-21-86",
  "sectionId": "world",
  "body": "Landslides and heavy flooding have killed at least 73 people in Sri Lanka, with scores more missing and hundreds of thousands forced to flee their homes. Torrential rains have deluged the island nation since last weekend, triggering huge landslides that have buried victims in up to 15 metres (50 feet) of mud. In the capital, Colombo, thousands of homes remained inundated, though there were signs that the waters were receding, according to AP. About 243,000 people remained in temporary shelters nationwide. As the heaviest rains in a quarter of a century battered Sri Lanka, cyclone Roanu barrelled into the Bangladesh coastline leaving six people dead and forcing the evacuation of 500,000 as it unleashed winds as strong as 54mph and heavy downpours. Soldiers looked for bodies in thick mud deposits in the central district of Kegalle, where landslides swallowed up three villages on Tuesday. Major Gen Sudantha Ranasinghe, who is coordinating the search, said one body and parts of another were found on Saturday. From the landslides in the three villages, 21 people have been confirmed dead and 123 others are missing. Ranasinghe said another part of the same mountain crashed down Saturday, but there were no casualties because residents had been evacuated after the first landslides.     People struggle to cross a torrent of flood water on Saturday in Kelaniya, on the outskirts of Colombo. Photograph: Ishara S.kodikara/AFP/Getty Images    As civilians volunteered to provide food and clothing to the affected people, foreign assistance was arriving after an appeal by Sri Lanka’s foreign minister. India and Japan sent relief items including medicine, tents, tarpaulin sheets, generators and water purifiers. Japan will also send disaster management experts to help expedite relief efforts and look at ways to reduce landslide risks, the Japanese embassy in Colombo said. The US has announced a three-year project to help Sri Lanka maintain supplies of safe drinking water even during times of drought and flooding.   Related: Dozens buried by landslide in south–east China after heavy rains    As aid began to arrive on Saturday, Sri Lankan authorities said their priority was now preventing diseases such as diarrhoea, with many areas still under water. “We have sent a large number of doctors and nursing staff to ensure there is no outbreak of waterborne diseases,” the health minister, Rajitha Senaratne, told AFP. The accommodation booking website Airbnb listed at least 29 places offering free lodging for anyone affected by the floods in Sri Lanka. Disaster management officials said there had been a huge outpouring of sympathy for victims with donations of food, clothing and dry rations. The meteorological department said the rains were caused by a depression in the Bay of Bengal, ahead of the arrival of the south-west monsoon. About 22 of Sri Lanka’s 25 districts have been affected by the rains, according to disaster officials. Almost a third of residents have been moved from the low-lying capital, which has a population of about 650,000.",
  "webTitle": "Sri Lanka landslides kill at least 73 with scores more missing",
  "webPublicationDate": "2016-05-21T14:43:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/sri-lanka-landslides-torrential-rains",
  "keyword": [
    {
      "webTitle": "Sri Lanka",
      "id": "world/srilanka",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Landslides",
      "id": "world/landslides",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Flooding",
      "id": "environment/flooding",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "world/2016/may/21/sri-lanka-landslides-torrential-rains"
}