{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/leicester-city-transfer-record-signing-lucas-perez-deportivo-la-coruna",
  "id": "2016-05-10-59",
  "sectionId": "football",
  "body": "Leicester City are hoping to start an extensive summer of transfer recruitment by arranging a deal with Deportivo La Coruña for their leading scorer, Lucas Pérez, that could see the Premier League champions break their transfer record and provide competition for Jamie Vardy in attack. Claudio Ranieri also confidently expects to bring in at least one more player from Spain with Leicester in advanced negotiations to finalise a free transfer for Luis Hernández, a central defender from Sporting Gijon, who will help provide cover for Wes Morgan and Robert Huth.   Related: Leicester’s Jamie Vardy praises Ranieri’s foresight in title-winning run    Ranieri wants to provide extra competition for places now Leicester also have the Champions League to prepare for and the manager plans to strengthen every other area of his team in case the club endure the kind of injury issues they avoided en route to becoming the most unlikely champions of the Premier League era. Lucas, as he is commonly known, is regarded as having similar attributes to Vardy after a season when the Spaniard’s 17 league goals for Deportivo represents over a third of their entire total. He is 27, like Hernández, and equalled a 22-year club record this season when he emulated Bebeto’s achievement of having scored in seven successive games for the Galician club. Apart from the forwards of Barcelona, Real Madrid and Atlético Madrid, only two other players have scored more in Spain this season. Lucas has never been capped by Spain but has been in the best form of his career and will not come cheaply bearing in mind his contract does not expire until 2019. It would also be an emotional wrench for Lucas to leave Deportivo, his hometown team, after two seasons at the club. His career until that point had struggled to take off properly in Spain, culminating in him leaving Rayo Vallecano for the Ukrainian side Karpaty Lviv in 2011 and subsequently having a loan spell at Dynamo Kyiv before moving to PAOK Salonika and returning to La Coruña, initially on loan. His first season back in Spain featured six goals in 21 games, including one of the goals in a 2-2 draw against Barcelona that saved his team from relegation, whereas he has been more prolific in his second campaign, scoring 19 times from 38 games, including another goal at the Camp Nou. Leicester have been enticed by his one-in-two goals record and it will not faze them unduly if it means they have to exceed the £9m spent on making the Croatian Andrej Kramaric, now on loan at 1899 Hoffenheim, their record signing from Rijeka in January last year.",
  "webTitle": "Leicester look to break their transfer record with signing of Lucas Pérez",
  "webPublicationDate": "2016-05-10T18:51:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/leicester-city-transfer-record-signing-lucas-perez-deportivo-la-coruna",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Deportivo La Coruña",
      "id": "football/deportivo-la-coruna",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/10/leicester-city-transfer-record-signing-lucas-perez-deportivo-la-coruna"
}