{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/tony-barrow-obituary",
  "id": "2016-05-18-97",
  "sectionId": "music",
  "body": "As press officer and publicist for the Beatles, Tony Barrow, who has died aged 80, was a key member of the inner circle formed by Brian Epstein to steer the group’s rise to global stardom. Barrow coined the term “Fab Four”, which was swiftly adopted by grateful headline writers, wrote sleeve notes for Beatles records and compered press conferences during the group’s world tours. Barrow was born into a middle-class family in the Merseyside town of Crosby. From an early age, his twin passions were music and journalism. The first record he bought, in 1951, was Winifred Atwell’s Black and White Rag, and he booked traditional jazz and skiffle groups for local dances. At Merchant Taylors’ school he edited an unofficial, hand-duplicated magazine, the Flash. One school report said that his written work was “suavely persuasive but short on facts”, which Barrow later remarked fitted him well for a career in PR. While still a sixth former, he began a record review column in the Liverpool Echo under the pseudonym Disker. Barrow later recalled stuffing his school cap into a pocket as he went to be interviewed by the Echo’s editor.     Barrow, back right, on a tour train in Germany with Paul McCartney and the Beatles in 1966. Photograph: Fiona Adams/Redferns    The Disker column continued during Barrow’s studies at Durham University and his two years of national service, during which he ran a closed-circuit radio station at RAF Weeton. After leaving the RAF in 1960, Barrow joined Decca records in London as a staff writer. There, he received a letter from Epstein asking Disker to mention the as yet unknown Beatles in his Echo column. Barrow replied that for him to do so the group would need to have released a record, but offered to help organise an audition with Decca. The audition was unsuccessful, but after George Martin had signed the Beatles to a recording contract with EMI, Epstein offered Barrow the job of press and PR officer at his Nems company. Barrow’s introduction to the Beatles took place in a London pub, where John Lennon bluntly asked: “If you’re not queer or Jewish, why are you working for Brian?” From that unpromising start, Barrow soon formed a rapport with the group, as well as Epstein’s other artists, including Cilla Black and Gerry and the Pacemakers. He evolved a media strategy that recognised the importance of telephone interviews with Britain’s provincial and regional newspapers and took account of the needs of Beatles’ fans by initiating an annual Christmas message from each member of the group, which was sent on flexidisc to all fan club members. When Beatlemania took hold on a worldwide basis, the phlegmatic Barrow was on hand to deal with crises such as Lennon’s unguarded remark to the London Evening Standard journalist Maureen Cleave that the group was more popular than Jesus, which resurfaced on the eve of their tour to the US in August 1966. Barrow arranged a press conference in Chicago at which Lennon apologised for the remark. Barrow also handled the retreat from the Philippines when the Beatles were deemed to have offended the president Ferdinand Marcos and his wife, Imelda, by failing to attend a reception. After Epstein’s death in 1967 and the Beatles’ decision to form the Apple company the following year, Tony Barrow set up his own PR firm to represent such acts as the Bay City Rollers and the Kinks. He also specialised in publicising European tours by American singers such as Andy Williams and the Jackson Five. In the 1980s, Barrow returned to journalism, and for some years he was editor in chief of publications for the Midem organisation, which holds annual trade fairs in Cannes for the music and television industries. He was the author of several books, notably his highly readable 2006 memoir of the Beatles years, John, Paul, George, Ringo and Me: the Real Beatles Story. Barrow is survived by his wife, Corinne ,and their two sons. • Anthony Frederick James Barrow, publicist and journalist, born 11 May 1936; died 14 May 2016",
  "webTitle": "Tony Barrow obituary",
  "webPublicationDate": "2016-05-18T16:23:57Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/tony-barrow-obituary",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "John Lennon",
      "id": "music/johnlennon",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "George Martin",
      "id": "music/george-martin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Cilla Black",
      "id": "tv-and-radio/cilla-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Liverpool",
      "id": "uk/liverpool",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Laing",
      "id": "profile/dave-laing"
    }
  ],
  "guardianId": "music/2016/may/18/tony-barrow-obituary"
}