{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/kevin-prendergast-awtaad-irish-2000-guineas-aidan-obrien-curragh-derby-the-gurkha-horse-racing",
  "id": "2016-05-21-65",
  "sectionId": "sport",
  "body": "This venerable racecourse greeted with joy an unexpected Classic success for one of its most senior citizens as the 83-year-old Kevin Prendergast landed the Irish 2,000 Guineas with Awtaad. There was something opportunistic about this success, which came at the expense of Galileo Gold – unable to repeat his victory in the English equivalent on a much softer surface and after a modicum of trouble in running. Still, Awtaad won by a convincing margin of two and a half lengths, having charged up the middle of the track with some authority under Chris Hayes, who was landing a Group One for the first time since the Irish Leger of 2013. Some 20 lengths further back, Air Force Blue was as disappointing as he had been in Newmarket three weeks before, beating only one rival. “Awtaad’s always been a good horse from the time we got him,” said Prendergast, who displayed a nice line in understatement in his post-race interviews. Asked where this would rank among the achievements of his 53-year career, he replied: “I’d say it wouldn’t be too bad.” When someone noted that he last won this race 40 years ago, the trainer responded cheerfully: “It’s a long time. A lot of fellas weren’t born!” But the killer line, in relation to Awtaad, was no understatement: “He’s as good a horse as I’ve had, anyway, and I’ve had Ardross,” Prendergast said. Ardross, who joined Henry Cecil for his most productive seasons, twice won the Gold Cup at Ascot and was beaten a head in the Arc 34 years ago. Awtaad would not have Ardross-like stamina but may yet be asked to stretch himself out to a mile and a half in next month’s Derby, for which he is already entered. Prendergast said all such decisions would be made by the owner, Sheikh Hamdan – but, on the face of it, Awtaad is a stronger candidate for mile races such as the St James’s Palace Stakes at Royal Ascot. That would mean a rematch with Galileo Gold whose trainer, Hugo Palmer, said in as many words that he would fancy his horse to turn around this form on a better surface at Ascot. “This is a proper-ground horse,” he said. “Jessie Harrington said to me beforehand: ‘The ground is heavy. Will your horse go on it?’ I said: ‘We’ll find out.’ “We found out. Frankie [Dettori] said he hated every yard of it. Every yard. The winner had first run but, on quicker ground, he would have picked him up.” This was an unusually poor Irish Guineas for Aidan O’Brien, who trained four of the eight runners and failed to get one in the first three. Air Force Blue would not have liked this ground but there must also be a suspicion that he has not trained on since his fine juvenile season. The way he pulled through the early stages here suggests he may now be returned to sprint distances.   Related: Derby beckons after Aidan O’Brien’s The Gurkha puts rivals to the sword    Perhaps surprisingly, that would have consequences for betting on the Derby. O’Brien said here that if Air Force Blue ceased to be a miler, he would run The Gurkha in top-class mile races in his place, starting at Royal Ascot. That would take The Gurkha out of the Epsom race, for which he has been 9-2 favourite. His trainer has many other Derby options, led by US Army Ranger. Ireland’s jump-racing champions were on winning form in France, where Willie Mullins trained a big-race double with Footpad and Un De Sceaux, both partnered by Ruby Walsh. Un De Sceaux bolted up by eight lengths in Auteuil’s Prix La Barka, running over hurdles for the first time in two years. Second to Sprinter Sacre on his last two starts, at Cheltenham and Sandown this spring, Un De Sceaux hacked along happily in the front on this occasion and pulled effortlessly clear in the straight, with British-trained runners such as Ptit Zig, Aubusson and Al Ferof fading out of the places behind him. Representing his father, Patrick Mullins said the extra half-mile had helped Un De Sceaux, though he questioned whether the horse would be asked to go another half-mile in the French Champion Hurdle this summer. “I’d say softer ground and a step up in trip suited him. Two miles on soft ground, he’s just not as quick as Sprinter Sacre. Now that’s he settling better, we can probably step him up in trip and it opens more options for next year.” The feature race in England ended in controversy when the well-backed and popular Mecca’s Angel was beaten a neck in Haydock’s Temple Stakes by Profitable, who leaned on her throughout the closing stages, carrying her from mid-track to the far rail. In mitigation, the winning distance was a neck and Profitable’s jockey, Adam Kirby, made clear efforts to straighten him up, switching his whip hand in the closing stages. “She was nearly forced through the rail,” complained Michael Dods, the trainer of Mecca’s Angel. “Paul [Mulrennan] had to snatch up a bit. If she’d been beaten a head rather than a neck, we might have got it.” The stewards ruled that the outcome had not been affected but gave Kirby a two-day ban for careless riding. The two horses may meet again in the King’s Stand at Royal Ascot, though Mecca’s Angel would need some cut in the ground in order to take her chance.",
  "webTitle": "Kevin Prendergast and Awtaad win Irish Guineas as Aidan O’Brien runners flop",
  "webPublicationDate": "2016-05-21T18:11:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/kevin-prendergast-awtaad-irish-2000-guineas-aidan-obrien-curragh-derby-the-gurkha-horse-racing",
  "keyword": [
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/21/kevin-prendergast-awtaad-irish-2000-guineas-aidan-obrien-curragh-derby-the-gurkha-horse-racing"
}