{
  "apiUrl": "https://content.guardianapis.com/business/grogonomics/2016/may/07/beware-tax-cuts-for-middle-australia-above-average-earners-benefit-most",
  "id": "2016-05-07-201",
  "sectionId": "business",
  "body": "Research by The Australia Institute reveals that the electorate which would benefit the most from the tax cut for people earning more than $80,000 is the prime minister’s own of Wentworth.  But while the fact that Malcolm Turnbull lives in a pretty well-heeled area is no great surprise, the research highlights that far from $80,000 being the income of middle Australia, just 14% of Australians earn more than that. The decision to increase the threshold for the second highest tax bracket from $80,000 to $87,000 has been sold by the government as a tax break for “middle Australia”. On Thursday, the Turnbull government told ABC’s Fran Kelly that the tax cut was designed to ensure that “middle income Australians, those that are on average full-time earnings … don’t move into the second top tax bracket”. Except middle income is not average income and full-time earnings also exclude nearly a third of workers who work part-time or casual. Map: percentage of people earning greater than $80,000   Percentage of people earning great than $80,000   When talking about the average Australian, politicians would love to have you think it means the same thing as the median – that halfway point. The problem is that those on very high incomes skew the average income level much higher than the median point. The most recent data from the Australian Tax Office for 2013-14 revealed that rather than being the income of middle Australia, just 25% of those with a taxable income earned more than $80,000.   Related: Australian budget 2016: the graphs you need to see    But that data excludes the many adults who don’t file tax returns – including those on pensions. The Australian Institute, using the most recent census data extrapolated to 2015, has found that only 14% of all income-earning Australians earn more than $80,000. It found, not surprisingly, that inner-city electorates were those with the highest numbers of people earning more than $80,000. While Turnbull’s seat was no 1 on the list, Scott Morrison’s seat of Cook came 25th:        But the figures highlight that even in Wentworth, $80,000 does not represent “the middle”. Just over a third of those living in the seat – 34.4% – earn enough to put them into the second highest tax bracket, and just 19.7% in Morrison’s seat of Cook. You could make the case that the tax cut will mostly benefit Liberal party electorates – given 18 of the 25 electorates with the greatest percentage of people earning more than $80,000 are held by the LNP. However on the counter is the fact that half the 25 electorates with the lowest proportion of people earning more than that level are also held by LNP members – mostly because of rural electorates such as Mallee in Victoria, and Cowper and Page in New South Wales, which are held by the National party.        The situation in the marginal seats also suggests that there is little electoral advantage for either side on the issue. About half the 25 most marginal seats have a lower percentage than the national average:        The data, however, confirms that the tax cuts are targeted towards the higher end of the income spectrum rather than the middle – especially alongside the decision to allow the 2% point “deficit levy” for those earning above $180,000 to lapse at the end of next financial year. What has also been largely ignored is that the cuts are far more targeted towards men than women. In 2013-14, the number of men who earned more than $80,000 far exceeded the number of women in that category:        Only about 17% of women who had a taxable income in 2013-14 earned more than $80,000 compared with 33% of men. This is largely because men are more likely to work full-time and also (as I have noted previously) on average earn more than women in various jobs because of not having to take time off during pregnancy – or because they are the ones more likely to work part-time while their children are young. Thus, even when talking of average full-time workers, Turnbull and Morrison are really talking about men. The current average full-time earnings for men, at $87,600, is 25% higher than the $69,846 average for women full-time workers. The average for all male workers, at $71,453, is 50% higher than the average earnings of $47,595 for women. As a general rule, average full-time earnings are higher than average total earnings, which are higher than median earnings:        But even among men, the median income is well below the $80,000 mark. In 2013-14, the median male earnings of $61,032 had such workers a long way from worrying about bracket creep taking them above $80,000. At the current wages growth rate of 2.2%, they can expect to be earning more than $80,000 by 2028. That said, the ratio of the current second highest tax threshold to earnings is lower than it has been for a decade:        But while the average full-time earnings are certainly now below the second highest tax bracket for the first time since 1999 (before the tax cuts that occurred with the GST introduction), the figures from the Australia Institute reinforce that when the prime minister or treasurer talk about people earning more than $80,000, in no way are they talking about middle Australia – not even in their own very wealthy electorates.",
  "webTitle": "Beware tax cuts for 'Middle Australia'. Above-average earners benefit most",
  "webPublicationDate": "2016-05-07T03:11:14Z",
  "webUrl": "https://www.theguardian.com/business/grogonomics/2016/may/07/beware-tax-cuts-for-middle-australia-above-average-earners-benefit-most",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Jericho",
      "id": "profile/greg-jericho"
    }
  ],
  "guardianId": "business/grogonomics/2016/may/07/beware-tax-cuts-for-middle-australia-above-average-earners-benefit-most"
}