{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/13/saracens-racing-92-european-champions-cup-final",
  "id": "2016-05-13-154",
  "sectionId": "sport",
  "body": "Nigel Wray happily admits it has taken longer than he expected for Saracens to reach the promised land. In the mid-90s when the game was turning professional he thought the recipe for nirvana was easy: sign up a few big names, recruit an alpha-male coach and watch the titles and the crowds pour in. Twenty years and tens of millions of pounds later he has learned the hard way that sporting fulfilment is significantly trickier to engineer. If he has one slice of advice for others, as his beloved club seek to become the first English side since 2004 to claim a domestic and European double, it is this: the quality of the players ultimately matters less than their calibre as human beings. “It took me a long time to understand that everything is about good people first and foremost,” says Wray, reflecting on Saracens’ odyssey from the park pitch at Bramley Road in Southgate to the Grand Stade de Lyon. “If you don’t get the people right you won’t get anything right. In one way it’s amazing what we’ve achieved. In another way I’m amazed it’s taken so long.”   Related: Three ways Saracens can beat Racing 92 to claim Champions Cup crown | Dean Ryan    Talk to anyone at Saracens from Wray downwards before their Champions Cup final against Racing 92 and they will also suggest this weekend may simply be the start. Two years ago they lost a brace of bruising finals to Toulon and Northampton within eight days and the pain of that double whammy was not entirely eased by last year’s Premiership title. “I think there are going to be many more finals and semi-finals,” says Wray, echoing his director of rugby Mark McCall’s prediction this week. “It’s still all got to be done but these young guys could still be playing together in five years’ time. It is amazing what they could achieve.” There is an underlying narrative here, though, that goes far beyond the potential of Maro Itoje, Owen Farrell, Billy Vunipola, George Kruis et al, beyond Wray’s enduring faith – “I’m one of the most impatient patient people I know” – and beyond even the South African financial backing that has cushioned the club’s heavy annual losses. Saracens have always been enthusiastic disciples of north American sporting trends but it is an academic study investigating the success – or otherwise – of franchises in professional basketball over a 30-year period that best explains the club’s latest surge. The forwards coach, Alex Sanderson, mentioned it again the other day, pointing out similar principles apply in professional rugby and the NBA: “The winners weren’t the teams with the best players, they were the teams that stayed together the longest and built [lasting] relationships.” Sanderson sees similarities with the Wasps side who won two Heineken Cups in 2004 and 2007, the last time an English club conquered Europe: “If you look at our squad, with an average age of 24 or 25, it looks similar to that Wasps side with Lawrence Dallaglio, Joe Worsley and Josh Lewsey. They kept that squad together for a long time. “Our performance director, Phil Morrow, has a graph about performance in a club environment. You’ve got your young lads who are still progressing, then your England players at the top of this bell-shaped curve, then your 30 year olds, who aren’t getting stronger in the gym and aren’t as driven as those guys in the performance bracket. Our Six Nations guys have been really driving both the other two groups since they came back.” The fact Saracens have lost only four times all season also highlights the worth of loyal servants such as Brad Barritt, Charlie Hodgson, Schalk Brits, Chris Wyles, Jackson Wray and Petrus du Plessis, who drive the culture even when they are not starting games. Wyles confirms this continuity has been central to the club’s success: “Probably the biggest factor in our success to date has been the consistency of squad and coaches. There’s a big group of guys here I’ve played with for seven or eight years.” He also argues the much-publicised bonding trips abroad and imminent arrival of big names such as Schalk Burger remain secondary to the core values of humility and employee empowerment originally laid down under Brendan Venter and Edward Griffiths. The American international still shakes his head at Venter’s inspirational powers. “He was unbelievable at motivating players … guys would run through brick walls for him. He was a force of nature and the foundations he laid are still in place seven years on.” Despite the fact Venter, Griffiths, Paul Gustard, Steve Borthwick, Andy Farrell, Hugh Vyvyan, Mouritz Botha, David Strettle and others have all moved on, progress has been largely unaffected. “I do feel that if we stick to the formula we have this club can continue to grow,” Wyles adds. It is persuasive stuff, particularly when blended with the “wolf pack” defensive fervour, an increased willingness to run back ball through Alex Goode and Chris Ashton and McCall’s sharp tactical ability. Racing, clearly, have impressive individuals but it is Saracens’ cohesive whole that powers everything they do. The Wasps comparison is a fair one: for Dallaglio, Simon Shaw, Alex King and Fraser Waters read Vunipola, Kruis, Farrell and Barritt. In Dallaglio’s opinion, though, previous defeats are not always compulsory: “I lean towards the school that you can come into a final and win it first up. You don’t have to have lost games to do that. When you’ve got players like Maxime Machenaud and Dan Carter in your team you’re going to have a very good chance.” True enough. Few know more than Dallaglio, who will be back at Twickenham this month on promotional duties at the HSBC London Sevens, about grasping a European and domestic double in the month of May. “I remember saying: ‘We’ve won the cake but the cake won’t taste as good without the icing on it as well.’ Winning one gives you the swagger and belief to win the other. You can’t go into a Premiership final as European champions and lose, it’s a simple as that.” So can Saracens seal the deal? Wray is rightly hopeful but is all too aware table-toppers do not always become champions. “Imagine saying to Leicester City: ‘Well done on finishing top, boys, you’re now playing off against Tottenham, Arsenal and Manchester City to see who wins the league.’ There’d be a riot. I don’t agree with it but we all knew what the rules were.” Neither is this European weekend any kind of certainty but Saracens have not come this far to squander such a huge opportunity. One last push and the old paupers of Bramley Road will be the new kings of Lyon.",
  "webTitle": "Saracens’ band of brothers aim to seal the deal as Europe’s kings of Lyon",
  "webPublicationDate": "2016-05-13T13:54:29Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/13/saracens-racing-92-european-champions-cup-final",
  "keyword": [
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/blog/2016/may/13/saracens-racing-92-european-champions-cup-final"
}