{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/bryce-dejean-jones-shot-dead-wrong-apartment",
  "id": "2016-05-29-56",
  "sectionId": "sport",
  "body": "It appears that the New Orleans Pelicans guard Bryce Dejean-Jones was shot dead on Saturday after entering the wrong apartment on his daughter’s first birthday.  Dejean-Jones had been visiting his girlfriend to celebrate his daughter’s birthday and had gone for a walk according to his agent, Scott W Nicholls. ESPN reported that Dejean-Jones and his girlfriend had been arguing beforehand. It was the first time he had been to the building in Dallas and went to the third floor instead of the fourth when he came back. When he began kicking at the bedroom door, the apartment’s occupant, who had been asleep, called out but received no response and shot Dejean-Jones dead. It is legal to use deadly force against intruders in Texas.   Related: Bryce Dejean-Jones, New Orleans Pelicans guard, shot dead aged 23    “He went to the wrong apartment unfortunately and I think he thought his girlfriend locked him out, so he was knocking on the door, banging on the door, it’s locked,’’ Nichols said. “So one thing led to another.’’  The 23-year-old was found collapsed in a hallway with a wound to the abdomen and died later in hospital. “Bryce overcame a lot of obstacles to get to this point in his career,” Nichols said. “He was a joy to be around, a talent just turning the corner in his career.”  Dejean-Jones signed with the Pelicans as an undrafted free agent out of Iowa State. He spent time at three colleges – USC, UNLV, and Iowa State – averaging 10.8 points per game over four seasons.  Dejean-Jones was waived by the Pelicans in October but was re-signed to back-to-back 10-day contracts two months later. He signed a two-year deal with the Pelicans in February and finished his rookie season having averaged 5.6 points and 3.4 rebounds in 14 games.  “The NBA family mourns the tragic loss of New Orleans Pelicans guard Bryce Dejean-Jones,” said the NBA commissioner, Adam Silver, in a statement on Saturday. “Bryce inspired countless people with his hard work and perseverance on his journey to the NBA, and he had a bright future in our league. Our thoughts and sympathies are with Bryce’s family and the entire Pelicans organization during this difficult time.”",
  "webTitle": "Bryce Dejean-Jones, Pelicans guard, killed after entering wrong apartment",
  "webPublicationDate": "2016-05-29T17:39:52Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/bryce-dejean-jones-shot-dead-wrong-apartment",
  "keyword": [
    {
      "webTitle": "New Orleans Pelicans",
      "id": "sport/new-orleans-hornets",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Dallas",
      "id": "us-news/dallas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/29/bryce-dejean-jones-shot-dead-wrong-apartment"
}