{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/david-cameron-support-ttip",
  "id": "2016-05-20-77",
  "sectionId": "commentisfree",
  "body": "David Cameron narrowly avoided the parliamentary defeat of his Queen’s speech this week – an event that, theoretically, triggers the fall of a government and hasn’t happened since 1924. That was only achieved through an embarrassing U-turn on TTIP, the Transatlantic Trade and Investment Partnership, which he ardently supports.   Related: Protest never changes anything? Look at how TTIP has been derailed | Owen Jones    One of the primary concerns about TTIP is that it could pave the way to further privatisation of the NHS. Yesterday, a group of MPs gave notice that they would table an amendment to the Queen’s speech, lamenting the fact that the government had not included a bill to protect the NHS from TTIP in its programme. The cross-party group was led by Peter Lilley, a long-time supporter of free trade and a former minister under Margaret Thatcher and John Major, and was supported by at least 25 Tory MPs – easily enough to overturn the government’s majority. Though many were Brexiters, by no means all were, and some, such as Sarah Wollaston, appear to have changed their position on TTIP. Realising he faced one of the most embarrassing defeats of his premiership – one not suffered since a similar motion removed Stanley Baldwin from office in 1924 – Cameron quickly said he’d support the amendment. Make no bones about it, this is a humiliation. The prime minister has repeatedly told MPs that TTIP poses no threat to the NHS. Yet to avoid the abyss, his government has supported an amendment contrary to these assertions. We must be under no illusions that he has any intention of moving to protect the NHS in TTIP. How did it come to this? The obvious answer is the EU referendum, which has brought into the open fundamental divisions within the Tory party. But this only provided the opportunity for parliamentary defeat. If this had gone to a vote, the vast majority of MPs opposing the government in fact support remaining in the EU, and wouldn’t take part in anything that would make Brexit more likely. The reasons go deeper – and they mirror what is happening all over the EU and US. TTIP started out as an obscure trade agreement that would create the world’s biggest “free trade zone” between the US and EU, and received little media coverage or parliamentary debate. Two years ago very few politicians or journalists had even heard of it. Yet a movement has built against this deal, one that has stunned the negotiators and forced the EU trade commissioner to call TTIP “the most toxic acronym in Europe”. That’s because TTIP has little to do with selling more products. It’s a charter for deregulation, which threatens to change the way we make decisions about laws. It even gives foreign business special “courts” through which they can sue governments for many decisions they don’t like. For Brexiters, who care passionately about parliamentary sovereignty, it is obscene that these far-reaching decisions can now be taken with virtually no democratic control. For many who want to remain in the EU, TTIP is proof of the corporate capture of EU politics, which proves just how radically the union must be reformed if it is to survive.   Related: TTIP is a very bad excuse to vote for Brexit | Nick Dearden    Although the amendment focused on the NHS, that’s simply the tip of the iceberg – the most popular criticism of the trade deal. The problems run much deeper. TTIP has become a symbol of all that’s wrong with globalised capitalism – soaring inequality; a planet on the brink of catastrophic warming; an erosion of democratic control in an economy where planning is done by big business in their own interests. It goes beyond our own peculiar parliamentary system. Throughout Europe, similar resistance is under way – from across the political spectrum. The EU is trying to ratify TTIP’s sister agreement Ceta, a Canada-EU deal with similar provisions. Up to now, Ceta has avoided the controversy of TTIP because Canada seems “more European”. But that’s changing. In just the last two weeks, governments and parliaments in Romania, Bulgaria, Austria, France, Greece, Belgium and Slovenia have all raised the possibility that they might not ratify Ceta at the end of June. Meanwhile, in the US, opposition to agreements such as TTIP have become mainstream in a presidential debate that has recognised that the rule of big business has not benefited ordinary people. Cameron is firmly pushing forward with the most extreme version of TTIP imaginable. But the ground is moving under him, and all the other politicians who can’t break with the neoliberal orthodoxy of the last 40 years.",
  "webTitle": "TTIP symbolises the worst of global capitalism. Cameron pushes it at his peril | Nick Dearden",
  "webPublicationDate": "2016-05-20T16:37:27Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/david-cameron-support-ttip",
  "keyword": [
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Dearden",
      "id": "profile/nick-dearden"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/david-cameron-support-ttip"
}