{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/treating-staff-better-yoga-refugee-crisis-agent-marketing-paul-corcoran",
  "id": "2016-05-27-315",
  "sectionId": "sustainable-business",
  "body": "What did you do at work today? How about some yoga or massage – maybe a little meditation – and at the end of your six-hour working day you pedal home on a free bicycle? This isn’t the stuff of fantasy if you work for Agent Marketing, a Liverpool-based consultancy specialising in behaviour change, founded 10 years ago by managing director Paul Corcoran. He is a passionate believer that happy, well-balanced staff do the best work – so making the workplace as human as possible is a no-brainer for him. “If you’re coding for a new app or working on a 3D design, you can easily end up stuck at your desk for hours at a stretch. The traditional tea break’s disappeared – people might leave off work for a bit, but then just sit and stare at their phones – so we wanted to try something different.” They brought in yoga and meditation training, and a monthly massage, to encourage staff to take real, if brief, breaks. “They come back feeling amazingly refreshed,” he adds.   Related: Does a pretty office make a productive workforce?    Agent doesn’t just hand out the sweeties to its own people; it matches it with a strong commitment to volunteering and pro bono work. When the refugee crisis hit the headlines, Corcoran offered its services to the British Red Cross, helping organise With Love from Liverpool, a concert featuring Liverpool bands the Icicle Works and the Christians and comedian John Bishop that raised £50,000 for refugee relief. He’s adamant that all this makes good business sense, too. “Companies come to us because they’re not looking for the same old, same old. They want to work with organisations that stand for something.” He’s now set up Agent Academy, a social enterprise that teaches unemployed youngsters good marketing and communication skills – along with the values Agent embodies. Before this all sounds too good to be true, Corcoran’s quick to acknowledge that balancing the pursuit of wellbeing with the need to deliver work can be something of a balancing act.    Unless you embed it into your company and culture, then nine times out of 10 it’s lip service    Take that six-hour “Scandinavian-style” working day, which Agent trialled at the end of last year, in the full glare of cameras from BBC’s The One Show. Although staff loved having time to do all their “life admin” – not to mention travelling home in daylight – they soon found that walking out of the door at 4pm meant deadlines were going out the window. And as Corcoran admits: “If we don’t do good work, we won’t have any clients, and then we’ll have zero hours to the day. And not in a good way.” So the company compromised, and is now piloting two six-hour days a week “which so far seems to be working.” But he insists that treating staff like humans, and spreading their skills to the wider community, will always be at the core of their work. “You have to walk it, you have to live it. It can’t be an add on. All the standard CSR stuff, handing over a big cheque once a year, it’s all well and good, but unless you embed it into your company and culture and it becomes part of what your business is, then nine times out of 10 it’s lip service. And what’s the point of that?” Paul Corcoran is the 2016 winner of the leader of the year category of the Guardian Sustainable Business Awards.",
  "webTitle": "Paul Corcoran: Guardian Sustainable Business Leader of the year 2016",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/treating-staff-better-yoga-refugee-crisis-agent-marketing-paul-corcoran",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Wright",
      "id": "profile/martin-wright"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/treating-staff-better-yoga-refugee-crisis-agent-marketing-paul-corcoran"
}