{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/gord-downie-tragically-hip-brain-cancer-diagnosis-concerts-tour",
  "id": "2016-05-24-104",
  "sectionId": "music",
  "body": "Gord Downie, the frontman for the Tragically Hip and one of Canada’s biggest rock stars, has been diagnosed with terminal brain cancer. The band announced the news on its website on Tuesday. “We have some very tough news to share with you today, and we wish it wasn’t so.”  The diagnosis, they said, had come in December. “Since then, obviously, he’s endured a lot of difficult times, and he has been fighting hard. In privacy along with his family, and through all of this, we’ve been standing by him.” The band, which has been together for more than three decades, was formed at an Ontario high school in the early 1980s. The group swiftly became a mainstay on the Canadian music scene, releasing 13 studio albums – nine of which reached No 1 in Canada – and winning 14 Juno awards, which recognise excellence in Canadian music. The group was inducted into the Canadian Music Hall of Fame in 2005.  Downie, 52, has also released three solo albums.  Downie’s lyrics are often woven with references to Canada’s history and geography, from explorer Jacques Cartier to the Toronto Maple Leafs. “You write about what you know,” the father of four explained in a 2012 CBC interview. “And I love this country. I love my idea of this country.” Downie’s doctor, James Perry, said on Tuesday that the musician had undergone surgery and six weeks of chemotherapy and radiation after being diagnosed with an invasive brain tumour known as glioblastoma.  Downie has so far responded well to treatment, but the tumour is impossible to completely remove from the brain, said Perry. “It’s my difficult duty today to tell you Gord Downie’s tumour is incurable.” He added it was too early to know Downie’s long-term prognosis and refused to speculate on a timeline. “For many people, in fact most of my patients, it’s daunting to actually reveal your diagnosis … let alone somebody that is truly a national treasure.” The Tragically Hip said plans were in the works for Downie and the band to tour Canada this summer, despite the diagnosis. “This feels like the right thing to do now, for Gord, and for all of us … So we’re going to dig deep and try to make this our best tour yet.” The tour will coincide with the release of the band’s latest album, Man Machine Poem. As the news broke on Tuesday, tributes to Downie poured in from across Canada and around the world with many expressing their shock at the news. “Gord IS Canada,” said actor Jonathan Torrens, who played J-Roc on Trailer Park Boys. “No band in our history has embraced/defined #canadianity more than The Hip. Gutted by this news.” The sentiment was echoed by Canadian indie pop band Stars who tweeted: “Gord Downie is the poet laureate of the Canadian soul.”  Justin Trudeau also weighed in from Japan, where the Canadian prime minister was wrapping up a working visit ahead of this week’s G7 talks. “Gord Downie is a true original who has been writing Canada’s soundtrack for more than 30 years. Courage,” he wrote on Twitter.",
  "webTitle": "Tragically Hip frontman Gord Downie diagnosed with terminal brain cancer",
  "webPublicationDate": "2016-05-24T15:33:39Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/gord-downie-tragically-hip-brain-cancer-diagnosis-concerts-tour",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "music/2016/may/24/gord-downie-tragically-hip-brain-cancer-diagnosis-concerts-tour"
}