{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/20/top-10-secret-gardens-in-uk-day-trips",
  "id": "2016-05-20-330",
  "sectionId": "travel",
  "body": "The Dorothy Clive Garden, Shropshire Once a gravel quarry, this garden was created in 1940 by Colonel Harry Clive for his wife Dorothy, who had Parkinson’s disease. It is near Market Drayton, on the border between Shropshire, north Staffordshire and Cheshire, with views over the three counties. The original garden is two acres, but the site now extends to 12 and includes a rose walk, an alpine scree with pool, an edible woodland, a winter garden and a waterfall. Plants range from rhododendrons and azaleas to camellias and evergreen sarcococcas.• £7.50, open daily 1 April to 30 September; £3.50, weekends only, 1 October to 31 March, dorothyclivegarden.co.uk  Gilbert White’s house and gardens, Hampshire      Naturalist Gilbert White, considered the father of English ecology, lived at the Wakes, an imposing 18th-century house in Selborne, in the 18th century. It has 30 acres of ancient parkland and gardens, restored to their original layout and with views over the Hampshire Hangers and South Downs. In the kitchen garden on Bakers Hill, fruit and vegetable varieties recorded by White are cultivated using period tools and methods. There’s a herb garden and six themed “quarters”, plus follies and a zigzag path through the beech hanger. The tea parlour uses ingredients from the garden, and the house is now a museum.• £7.50 garden, £9.50 garden and house, Tue-Sun, gilbertwhiteshouse.org.uk Fenton House and Garden, London      This 17th-century merchant’s house in Hampstead, north London, has a lovely walled garden. There is a formal lawn and terrace with neat topiary and walkways, which leads to a small, sunken rose garden and borders. Beyond the yew hedges, there is a kitchen garden and an orchard with 32 heritage varieties of apples and pears. New this year are 2,000 white hyacinths and an avenue of cherry trees. The house displays a collection of paintings by the Camden Town Group, and its balcony affords panoramic views across London.• £8, Wed-Sun, nationaltrust.org.uk Norwood Gardens, Carmarthenshire      The three acres that make up Norwood Gardens are on the south side of the Teifi valley. Seven themed areas are set along a central path, including bamboo, alpine, Mediterranean and “lillyish” gardens. After the “bogless bog” and quiet garden, the space opens up, creating a natural progression to the agricultural land and hills beyond. A sunken “dark and light” garden will open this summer. Seats are dotted around, all with interesting views, and other features include a wisteria-adorned pergola. The tearoom serves locally sourced snacks.• £5, closed Tue, norwoodgardens.co.uk Pure Land Japanese Garden, Nottinghamshire      This two-acre garden was created in 1980 by Buddha Maitreya, a meditation master. He transformed a flat field in North Clifton, Nottinghamshire, into a miniature Japanese landscape, complete with water features, bridges, hills and winding paths, plus traditional elements such as koi carp, maple and cherry trees, bamboo and moss. There is also a Zen garden, a crystal garden, a pagoda and a tea house. Activities include guided meditation, Japanese tea ceremonies and an annual concert (3pm on the last Sunday in July). Every weekend in August and September, lanterns illuminate the gardens until 10pm.• £7, closed Mon, buddhamaitreya.co.uk St Michael’s Mount, Cornwall      This tidal island has an astonishing subtropical garden clinging to its granite cliff face. Thanks to the Gulf Stream, frosts are rare and the rock acts as a giant radiator – absorbing heat by day and releasing it by night. This microclimate means unusual plants thrive, including puya, agave and aloe. More common plants such as rosemary, lavender and coronilla tumble down the steep terraces. The middle walled garden has been newly planted with silvery cineraria and artemisia, broken up with prairie-style plants. Until 1 July, visitors can meet the gardener daily at 1pm or listen to a terrace talk at 11.15am and 3.15pm.• £6 garden, £12.50 including castle, Mon-Fri April to July, then Thursdays and Fridays until the end of September, stmichaelsmount.co.uk Floors Castle, Scottish Borders      The seat of the Duke of Roxburghe, Floors Castle, in Kelso, is investing £200,000 in its gardens. The vinery and glasshouses opened to the public for the first time in March. A new perennial garden is being created, where there will be meandering paths among the flowers, and new fruit and vegetable areas. The existing walled garden (in situ since 1857) already has four fantastic herbaceous borders – spring, summer, blue and silver, and hot – and there is a formal garden, the Millennium parterre.• £6.50 garden, £12.50 including castle, open daily, roxburghe.net Ballyrobert Gardens, Co Antrim      This family-run Ulster cottage garden spreads over six acres and has an incredible 4,000 plant varieties. It is designed to blend into the countryside, and includes a lake, streams, a formal area, an orchard, meadows and woodland. There is a nursery on site and a 17th-century cottage. The family hold regular workshops, such as pruning with confidence, Earth-saving gardening and garden photography.• £4.99, open Mon-Sat, 1 March to 30 September, ballyrobertgardens.com.  Wallington, Northumberland      This 18th-century National Trust country house near Morpeth has more than 13,000 acres of grounds, including farmland, woods and moors. Hidden behind East Wood, past a waterlily-covered mini lake, is a secret walled garden, built in 1760 to grow fruit and vegetables. It is now full of colourful flowers and shrubs. A stone staircase flanks Mary Pool, a pond that feeds a stream trickling through the garden. Yew hedges enclose a small nuttery, and there is an Edwardian conservatory, a grand bothy and a picnic lawn next to another pond.• £11.80, garden and estate open daily year-round, house open 13 February to 30 October, nationaltrust.org.uk Wyndcliffe Court Sculpture Gardens, Monmouthshire      These grade II-listed arts and crafts gardens near Chepstow were designed in 1922 by Henry Avray Tipping, whose style was influenced by his friend Gertrude Jekyll. They comprise a series of outdoor “rooms” with topiary, terraces, a bowling green, an archery lawn, a sunken garden with lily pond, fountains and a summer house. These formal gardens lead to shady woodland walks. Each year, the gardens host three contemporary sculpture shows – the spring exhibition runs until 26 June. Other events include Shakespeare in the Garden in August.• £6, open Fri-Sun, 15 April to 30 September, wyndcliffecourt.co.uk",
  "webTitle": "Top 10 secret gardens in the UK",
  "webPublicationDate": "2016-05-20T05:30:32Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/20/top-10-secret-gardens-in-uk-day-trips",
  "keyword": [
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Top 10s",
      "id": "travel/top10",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Dixon",
      "id": "profile/racheldixon"
    }
  ],
  "guardianId": "travel/2016/may/20/top-10-secret-gardens-in-uk-day-trips"
}