{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/adam-cuthbertson-leeds-rhinos-challenge-cup-super-league",
  "id": "2016-05-04-119",
  "sectionId": "sport",
  "body": "Adam Cuthbertson believes Leeds’ defence of the Challenge Cup offers the faltering Super League champions a chance to refresh and refocus in a competition in which he knows nothing but success. The Australian played a pivotal role in Leeds’ run to Wembley glory against Hull KR in last year’s final and, after four weeks on the sidelines out with an elbow injury, he returns on Friday as they attempt to avoid a first defeat in the competition in almost three years when they travel to Huddersfield. Victory against their West Yorkshire rivals, who were the last side to beat Leeds in the competition back in May 2013, would put the Rhinos within two wins of a third consecutive Wembley appearance, and with last year’s treble winners languishing at the bottom of the table, Cuthbertson believes the cup offers Leeds vital relief from their troubled Super League defence. “The cup is absolutely great,” he said. “I didn’t know too much about it last year coming into Super League for the first time. It’s a breath of fresh air for our season because it’s a different focus for us, it’s a knockout game and it really tests your character, to see if we can put the last few months behind us. “It can be a springboard for your season. Games like these can boost morale for the group and it creates hope and possibility that something special can happen.” Cuthbertson confesses he has found it hard not to count down the days to the return of the Challenge Cup. “I’d never really played in anything like it back home since I was at school,” he said. “It’s a great concept and I love it; I got to be involved in the final last year and the journey to that game was something very special. “It was one of the standout moments of my career so far. You don’t get it back home and the gaps between games builds the excitement and builds the tension for them. It’s a very exciting competition and one I love.” Cuthbertson is one of two changes to the Leeds squad for Friday’s game alongside the returning Zak Hardaker, and although it has been a poor season for the Rhinos, the 31-year-old believes both he and the team are in far better shape than when he suffered his injury. “There’s been some testing times but it’s about how we get through it and come through the other side,” he said. “It’s been tough up until now but I genuinely believe we’re starting to see the light. It’s been hard being on the sidelines but I’ve used the last four weeks to get fitter and a lot healthier – and I feel the best I’ve felt since early last year.”",
  "webTitle": "Cuthbertson believes toiling Leeds Rhinos can find form in Challenge Cup",
  "webPublicationDate": "2016-05-04T15:46:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/adam-cuthbertson-leeds-rhinos-challenge-cup-super-league",
  "keyword": [
    {
      "webTitle": "Challenge Cup",
      "id": "sport/challengecup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leeds Rhinos",
      "id": "sport/leedsrhinos",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Huddersfield Giants",
      "id": "sport/huddersfieldgiants",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/04/adam-cuthbertson-leeds-rhinos-challenge-cup-super-league"
}