{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/02/after-hillsborough-the-next-battles-for-justice-must-begin",
  "id": "2016-05-02-51",
  "sectionId": "law",
  "body": "David Conn is right (The other Hillsborough villain: the courts, 30 April). The bewigged end of law enforcement may find the uniformed end a bit rough and ready but it puts aside its distaste, rallies round its own and submits the bereaved to delay, expense and indignity. Look at the record. Jimmy Ashley, shot dead by police in 1998. Firearms officer acquitted on the direction of the judge 2001, though the family later get apology and compensation. Azelle Rodney, shot dead by police in 2005. Trial delayed to 2015 by police refusal to provide evidence to a coroner. Firearms officer acquitted. Jean Charles de Menezes shot dead by police 2005. Metropolitan police commissioner found guilty of Health and Safety Act breaches, despite unswerving support from London mayor Ken Livingstone. Anthony Grainger shot dead by police in 2012. Health and safety charges brought but judge and Crown Prosecution Service bow to police request to withhold evidence, which prevents a trial. Even where an inquest does bring in a verdict of unlawful killing, the Director of Public Prosecutions and the judiciary ride to the rescue. The policeman who killed Ian Tomlinson at the G20 demonstration in 2009 was acquitted at his trial in 2012. PC Ian Terry was shot dead by a colleague in a live fire training exercise in 2008. Despite an unlawful killing inquest verdict no charges brought. The death of mentally ill, ethnic minority citizen Sean Rigg in Brixton police station in 2008 resulted in a damning narrative inquest verdict in 2012, yet the CPS still hasn’t charged anybody. The death of mentally ill, ethnic majority citizen Thomas Orchard in Exeter police station in 2012 has resulted in charges but a mistrial means more delay. In this century the police in England and Wales have shot dead 40+ men and one woman, and many more have died in police cells and vans. If the entrenched and intertwined establishment institutions are allowed to do it their way, there will be another half decade of legalistic obfuscation and an evasion of any responsibility over the Hillsborough disaster. As EP Thompson said of the Blair Peach proceedings, the decisive factor in keeping courts and prosecutors from ducking their duty is the expression, in loud and measured ways, of public concern.Mary Pimm and Nik WoodLondon • David Conn and Roger Domeneghetti (Morning Star, 30 April) identify the lack of attention on the legal system and the media, arising from the otherwise tremendous judgment in favour of the Hillsborough bereaved families, at last, after their 27 years of struggle to get justice. While access to justice is vital – and while those of us trying to recreate local community law centres to give this to some of those most in need as a result of legal aid cuts are right to do so – it is a disgrace that £12.7m of public funding has been used defending the indefensible five top police officers, when this could have been used to fund legal representation for those facing benefit sanctions and homelessness evictions. And the truth is that the media generally have been responsible for all those negative images of Liverpool, of football supporters, and of the working class as a whole for three decades. Still there is no proper coverage given to the other victims of the South Yorkshire police, such as those attacked during the miners’ strike at Orgreave.     Miners and police clash in what became known as the Battle of Orgreave, 1984. Photograph: Don McPhee for the Guardian    So, well done – and don’t stop now. Without proper journalism and without properly publicly accountable and funded access to the legal system, there will still not be justice for those who need it.John Nicholson Chair, Greater Manchester Law Centre • In the aftermath of Hillsborough, David Conn is right to scrutinise the efficacy of the inquest system, referring to the “ferocious” behaviour of some representatives of the authorities that were in the spotlight, and the need to avoid inquests degenerating into scarring adversarial battles. Reporting for the Harris Review last year (on self-inflicted deaths of young people in prison), we recommended that families of the deceased should have a right to public funding for legal representation at an inquest (which should not be means-tested). We also said that following a death there should be a “duty of candour” upon the relevant public bodies, and their staff, both towards those organisations responsible for investigating the death (including the coroner) and the families. Time to look again at these issues?Philip LeachProfessor of human rights law, Middlesex University   Related: Hillsborough: ‘Finally, we got justice’    • The verdict reached by the jury in the second Hillsborough inquests is a triumph over an inadequate and unbalanced system of inquiry. The representatives of those who have lost their lives at the hands of public bodies face a significant disadvantage in obtaining legal representation on parity with the other interested parties. The inquest is an inquiry into the circumstances and cause of death. The representatives of the deceased are entitled to be represented but there can be no recovery of their legal expenses from their opponent, regardless of the verdict, and there is no public funding available except in exceptional circumstances. Very often the family of the deceased must foot the bill for legal representation. When the other interested party is the police, NHS or other public body, the taxpayer will meet the cost of its legal representation: David v Goliath. Apart from being unfair, the imbalance of representation at inquests can lead to miscarriages of justice, as the first Hillsborough inquests illustrate. But for the fortitude and determination of the families involved, the verdicts of accidental death would rest.David TurnerSenior partner, Osborne Morris & Morgan Solicitors, Leighton Buzzard • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "After Hillsborough, the next battles for justice must begin | Letters",
  "webPublicationDate": "2016-05-02T18:35:13Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/02/after-hillsborough-the-next-battles-for-justice-must-begin",
  "keyword": [
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Legal aid",
      "id": "law/legal-aid",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "law/2016/may/02/after-hillsborough-the-next-battles-for-justice-must-begin"
}