{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/cristiano-ronaldo-real-madrid-manchester-city-manuel-pellegrini-champions-league-semi-final",
  "id": "2016-05-03-31",
  "sectionId": "football",
  "body": "Manuel Pellegrini has told his Manchester City players not to obsess too much about Cristiano Ronaldo now the three-times world player of the year has been confirmed fit for Wednesday’s second leg of the Champions League semi-final.   Related: Zinedine Zidane expects Real Madrid to suffer against Manchester City | Sid Lowe    Ronaldo has recovered from the thigh injury that ruled him out of the first leg at the Etihad Stadium and Pellegrini admitted that would make it even harder for City to overcome the 10-times European Cup winners and reach their first final. The City manager believes his team might suffer if they place too emphasis on stopping one man. “Cristiano will always be a different player,” Pellegrini said. “He has scored a lot of goals in his six years here but I don’t think Real Madrid is just Cristiano. “If he doesn’t play, they have other options. If he does, we must cope with it. We must defend and attack as a team, not just against Cristiano but against Real Madrid.” Following the goalless draw in Manchester last Tuesday, City will progress to the final in Milan if they win, or manage a scoring draw, against Zinedine Zidane’s team. Waiting in the final on 28 May at San Siro will be Diego Simeone’s Atlético Madrid, who defeated Bayern Munich on away goals despite losing their second leg 2-1 at the Allianz Arena on Tuesday night. Pellegrini said: “The pressure is always high in the Bernabéu so it is important we are focused. But we have the personality, mentality and the football to be able to deal with that. This team have done very well away from home this season and in all my three years. We beat Roma in Rome, Bayern Munich away and we had a very good draw in Paris in the last round. This is a big game for the club and I know how lucky we are because it isn’t every season that you play in the semi-final of the Champions League. It is a special moment for the players and club but the moment will only be really special if we go through. We’re ready for it and we’re looking forward to making history.” Zidane said before City’s arrival that Madrid failing to reach the final would represent a “disaster” and Pellegrini is hoping that means there will be extra pressure on the home team. He said: “The Real Madrid history and Manchester City history is very different. For me, it would be a failure only if the team didn’t put in the performance they could. If Madrid overwhelm us we will congratulate them but I hope it will be us going through. “Our motivation is to try to reach a final that we haven’t reached before, playing against a great team like Real Madrid in a beautiful stadium. That motivates me more than anything. We trust ourselves and we hope we can prove it.”",
  "webTitle": "Cristiano Ronaldo is not Real Madrid’s only threat, warns Manuel Pellegrini",
  "webPublicationDate": "2016-05-03T19:44:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/cristiano-ronaldo-real-madrid-manchester-city-manuel-pellegrini-champions-league-semi-final",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/03/cristiano-ronaldo-real-madrid-manchester-city-manuel-pellegrini-champions-league-semi-final"
}