{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/21/this-weeks-best-radio",
  "id": "2016-05-21-153",
  "sectionId": "tv-and-radio",
  "body": "It’s 40 years since the summer of punk. (At this point it’s customary to pause and reflect on the fact that going back 40 years before that would have taken us to 1936 and sigh.) In Punk, The Pistols And The Provinces (Tuesday, 11.30am, Radio 4) Mark Hodkinson looks at how that convulsion connected the capital and Joe Strummer’s “faraway towns” in a way that still haunts those affected. Much as the Beatles were shaped by the experience of travelling as far south as Aldershot in 1961, drummer Paul Cook recalls that the Sex Pistols hadn’t previously been much further north than Hampstead when they ventured out to Doncaster and Northallerton. Here they connected with an audience which was less blase and, according to writer John Robb, took the movement to heart. In those days, the country seemed less connected than it is now, and yet still the idea of Jeremy Vine (Tuesday, 12noon, Radio 2) broadcasting from Huddersfield – the town that hosted the Pistols’ last UK show – in the run-up to the EU referendum has the feeling of a bit of a culture clash in the making. Soho Radio, the community station that broadcasts from a coffee shop near Leicester Square, celebrates two years broadcasting on the web (sohoradiolondon.com) this month. Among its anniversary programming there’s Hip Hop Karaoke Live From The Social (Thursday, 10pm, Soho Radio), an event which, with its fissile admixture of tried-and-tested rappers and heart-in-the-right-place hopefuls, sounds like the kind of high-risk entertainment that the mainstream radio industry would like to see stamped out entirely. Hence it should be encouraged. The boys of summer are back with Test Match Special – England v Sri Lanka from Headingley (Saturday, 10.30am, Radio 4 LW & 5 Live Sports Extra). It’s traditional for the team to be joined by one commentator from the visiting nation, in this case Roshan Abeysinghe. These voices enjoy a unique place in the broadcasting mix, generally serve for years and earn the affection of the cricket-loving fraternity, as was reflected in the recent passing of Tony Cozier of the West Indies. Miles Kington died of pancreatic cancer in 2008. Upon diagnosis he decided to make the cancer pay its way by coming up with unpublishable titles for a book about his situation. In How Shall I Tell The Dog (Monday, 2.45pm, Radio 4Extra), Kington’s part is taken by Michael Palin. US public radio network NPR’s daily arts and culture magazine show Fresh Air (npr.org) makes an excellent podcast, as much because it’s there all the time as for the fact that Terry Gross is a strong host and it’s clearly the kind of programme the interviewees really want to do. Recent shows have featured Gary Cole of Veep, a tribute to the soul great Clarence Carter and the history of the American Pit Bull.",
  "webTitle": "This week’s best radio: how punk took the provinces by storm",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/21/this-weeks-best-radio",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hepworth",
      "id": "profile/davidhepworth"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/21/this-weeks-best-radio"
}