{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-natasha-mason",
  "id": "2016-05-16-157",
  "sectionId": "small-business-network",
  "body": "Damian Cummins, managing director of Events and PR Ltd, explains why Natasha Mason should win the Rising Star category of the Guardian Small Business Showcase competition:   Aged just 19, Tash joined us as an apprentice events coordinator in February 2015. Very quickly it became apparent that her enthusiasm for learning, together with her ‘just do it’ attitude was far from the norm.  When our social media employee left to set up her own business, a couple of months after Tash had started, she jumped in and took over. This was no mean feat – we had just launched three county Food & Drink Awards schemes. However, she did such a good job that within weeks we had 504 nominations and over 26,000 votes across Bedfordshire, Buckinghamshire and Hertfordshire – a fantastic achievement. This was in addition to her normal work load and while managing our 12 websites.  Just last week Tash won our ‘bright new idea’ competition and introduced a #doodleoftheday, which is now live on Twitter once a week. In November Tash also instigated a charity day for Diabetes UK, where all of the staff dressed up and we opened our doors to the public.  How would we describe Natasha? Enthusiastic but realistic, creative, tenacious, customer focused, and great fun to work with. We were delighted to offer her a full time position in February 2016.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Natasha Mason",
  "webPublicationDate": "2016-05-16T14:16:36Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-natasha-mason",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-natasha-mason"
}