{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/emily-thornberry-gets-away-with-mouthing-swearword-in-commons",
  "id": "2016-05-18-58",
  "sectionId": "politics",
  "body": "Labour frontbencher Emily Thornberry twice mouthed “bollocks” at David Cameron across the dispatch box on Wednesday but managed to avoid being reprimanded for unparliamentary language. MPs are not meant to swear at each other in the House of Commons but a spokesman for Jeremy Corbyn, the Labour leader, said the shadow defence secretary was responding to being attacked by the prime minister and was “entitled to react”. Cameron had claimed Thornberry “doesn’t believe in defence”, in what appeared to be a reference to her scepticism about renewing Trident nuclear weapons. She mouthed that his claim was “bollocks” and then repeated it despite an outcry among Tory MPs. A source close to the MP for Islington South and Finsbury said: “It may not have been parliamentary but it was certainly accurate. And there is a serious point here. If the PM is going to insult Labour MPs by saying they don’t care about the defences of this country he should expect to take a little back. You’d think he would have learned that from the tactics he tried against Sadiq Khan.” There are several previous cases of the word “bollocks” in Hansard but only a few directed at other members.  Alec Woodall, a Labour MP, was forced to withdraw his suggestion that a minister was talking bollocks in 1986. Nicholas Soames, the Tory MP, was also accused of using unparliamentary language and told not to repeat his behaviour by the Speaker after he used the word during a debate about foxhunting in 2003. Pete Wishart, an SNP MP, was asked to withdraw the word in 2013 when talking about Tony Blair’s decision to invade Iraq. Wishart said at the time: “He talked about collusion with al-Qaida and said that Saddam Hussein was preparing a nuclear programme using uranium from Niger. It was all total and utter bollocks.”",
  "webTitle": "Emily Thornberry gets away with mouthing swearword in Commons",
  "webPublicationDate": "2016-05-18T18:21:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/emily-thornberry-gets-away-with-mouthing-swearword-in-commons",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/18/emily-thornberry-gets-away-with-mouthing-swearword-in-commons"
}