{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/16/story-of-cities-43-dubai-world-trade-centre-turned-sand-gold-uae",
  "id": "2016-05-16-322",
  "sectionId": "cities",
  "body": "There is a story told about Dubai’s World Trade Centre. It is about a businessman who came to the city in the early 1970s. He entered the court of Sheikh Rashid bin Saeed al Maktoum and asked for a piece of land on which to build. The sheikh consented, and sent a surveyor to show the businessman the site. The following day, the businessman returned to court and declined the offer saying, as politely as he could, that he had expected a site much closer to the city centre. Months later, upon seeing how quickly Dubai had sprawled outwards, he returned to court and grovelled. He had failed to see the sheikh’s magnanimity, he said, and wished to have the lot after all. The sheikh informed him that the original site was now already spoken for, but offered another in its place. Once again, the businessman was taken to the site, this one much further out than the original offer. He turned his face in disgust and never returned. The second piece of land was the site of the World Trade Centre.  Caught in a reverse telling of Tantalus, reaching for but never willing to pluck fruit from a bountiful tree, the businessman wasn’t alone in scoffing at Dubai’s future expansion. The city at the time seemed still focused on the hustle around the waters of what was known as Dubai Creek. When the World Trade Centre came along, it was often photographed as marooned in a distant patch of desert – a desert that somehow was also kind of swampy; there was a bad mosquito problem. The writer Jonathan Raban saw the tower as he entered the city from Abu Dhabi. He called it “smug”. Now the World Trade Centre is the gateway to the most memorable stretch of Dubai’s Sheikh Zayed Road, or E11, lined by duelling skylines and the subject of endless gleaming photographs pitched to investors: two rows of skyscrapers, in fractious opposition, facing off across a 12-lane highway. With an exterior that is like a lattice made of ivory, the World Trade Centre is Sheikh Zayed Road’s opening act – but for decades it stood as a signpost, a marker for where Dubai’s development would eventually reach and surpass.      Dubai has long been an important port city for foreign traders. Photograph: Sipa Press/Rex/Shutterstock    Today it is magisterial, if also a little quaint. At 150m, its height barely qualifies it as a skyscraper. Up close you feel you could almost put your arms around it. When a new celebrity architect arrives in town, he is often asked what he (it’s almost always a he) thinks of Dubai’s architecture. If he is sensible enough to conjure up a compliment, he will express admiration for the World Trade Centre. It will become a hip place some day soon. For now, its meaning derives from another era.  In 1974, Dubai was a very different place than it is today. Oil had been discovered in the emirate only eight years previously, and the former trading town – which only saw its first asphalt road in 1960 – was rapidly growing into a modern city. Banks vied with international hotel chains for a view over the creek. Europeans, Arabs, North Americans and south Asians were arriving by plane and boat to profit from a city whose population had doubled in four years.     The World Trade Centre was an early version of the city-within-the-city. You could live, work and play there    And yet you could still watch wooden dhows from Pakistan, Iran and India shipping rice and canned goods, and residents still used the old souks for at least some of their shopping – asking a favourite tailor to copy this season’s London fashions, for example, or getting a radio repaired. Traffic was becoming unbearable. Dubai’s wealthier residents had begun to catch suburban fever, and city officials claimed the city needed to quadruple in size to meet demand. The Financial Times grumbled that Dubai was “a city under strain”. Western expatriates were known to complain of “hissing empty taps, the blackouts, and the telex breakdowns”. Sheikh Rashid – who the British press liked to call the “merchant prince” and had travelled to enough financial capitals to witness the ongoing merging of business with leisure – commissioned his trusted architect, John Harris, to design an exhibition centre for trade fairs. Within a few months, Harris returned with a campus of six-storey buildings. Rashid demanded a tower, and Harris – who had entered with a proposal for an exhibition centre – left the meeting with the mandate to design a “World Trade Centre”, a de facto franchise of the now world-famous brand.     Sheikh Zayed Road viewed from the 154th floor of the Burj Khalifa, currently the world’s tallest building. Photograph: David Cannon/Getty Images    He dutifully visited the ones in New York and in Tokyo, and set about building a 33-storey giant, by the far the tallest building in Dubai at the time. Halfway into construction, Sheikh Rashid insisted it be taller. It eventually topped out at the equivalent of 39 storeys. If a skyscraper helps convince the world your city is for real, the World Trade Centre convinced Dubai that it was open for business. The complex included all the elements supposedly needed by a global city: a luxury hotel, three towers of expensive apartments, an exhibition centre, a parking garage, tennis courts. You came in from the desert via a ramp, arriving at a raised entrance that kept sand off the marble floors and emphasised how the World Trade Centre was leaving the old ways behind: the city was going inside. Twenty-four hour management, security guards, a businessman’s club, a travel agency, a post office, a cinema, all of it promised smooth commercial transactions. Air-conditioning no longer meant a boxy unit hanging out of the window, but a temperature-controlled environment where it was always 22C. The World Trade Centre was an early version of the city-within-the-city. You could live, work and play there. And every interior space – not to mention the “oasis” gardens – was carefully calculated into your management fees. The floor of the exhibition centre itself was modular – it could become an ice-skating rink or a boxing ring with stadium seating.  Recreation merged smoothly into work. Marketing consultants suggested a mezzanine lounge with a “rich Middle Eastern decor [and] free coffee”. Shared spaces offered “desks, local telephones, news service tickers, and notice boards … [to] help visitors adjust to unfamiliar surroundings”. Sheikh Rashid’s advisers stressed to Harris “the importance of amenity and recreation … in the interest of trade”.      Dubai’s economy was based on revenues from trade until oil was discovered in 1966. Photograph: Paul Popper/Popperfoto/Getty Images    The Hilton, meanwhile, offered minibars and room service – standard today, but at the time businessmen were known to arrive in Dubai to discover that they had reserved not a room, but a bed in a room. Stories abound of British purveyors and consultants arriving to drum up business in the 1960s and 1970s and having to sleep on stoops and freshen up in a public men’s room before the pitch meeting the next day. With the opening of the World Trade Centre, there was now a temporary glut of high-end rooms. Dubai’s global businessmen could eat Maine lobster, chilled on ice. The complex even ran on its own power plant.  It was also an operating city, especially when the 500 luxury apartments – furnished by the Hilton – opened next door, allowing you to live like a guest who pays for his own hospitality. Owned by Dubai’s ruler, the entire complex was meant to function independently from the rest of the city. The sheikh even owned the management company whose marketing campaigns in British newspapers pitched the superstructure as the “natural centre” of the Arab world.  But if the complex functioned as its own city, it wasn’t abandoned outside the rest of the city. It was connected, by Dubai’s largest roundabout, to the vast staging site for Port Rashid, a 15-year building project. Between the tower and the port lay Quonset huts and temporary warehouses, mounds of earth, tents and sheds assembled for labourers, forgotten debris from earlier phases of construction; all of it manned by a small army of south Asian men wearing loose-fitting clothes and sandals. The World Trade Centre offered a sky box to watch the show. From the windows of the tower, it was apparent that Dubai’s ruler was taking modernisation away from the existing city. The old Dubai Creek – the existing centre of the city that the apocryphal businessman wanted so badly – had vanished behind a cloud of construction dust.     The Dubai World Trade Centre in 1999. Photograph: Rabih Moghrabi/AFP/Getty Images    Cordoned off from the rest of the city, Dubai’s most modern tower and port were the testing ground for a new kind of urbanism: for the first time, large tracts of land were being disengaged from the city. Urbanisation was now linked to the non-urban. One might reduce the World Trade Centre – at the time, the tallest building in the Middle East – to an early example of Dubai’s pursuit of superlatives, which in the subsequent decades of the Burj Khalifa and Palm Jumeirah would reach such a frenzy of hubris and, eventually, spectacular debt-saddled collapse. But that would miss the fact that the tower was a message: a restrained, cost-efficient facade that “incorporated an Islamic character” in its pointed arches, but radiated the international signs of a place of business. The radio spire on the pinnacle made the World Trade Centre seem to be receiving and sending signals to other confluences of financial power. The sheikh bought advertising space in the Times and Financial Times, not just to sell space in the building, but also to sell Dubai to the world.   Related: Story of cities #27: Singapore – the most meticulously planned city in the world    One way he sold it was to stress its “British-built quality”. Historically, Dubai’s development had always relied on mastering trade routes, acting as a hub for hardwood, steel, food, labour. The World Trade Centre, on the other hand, was about just one connection: Dubai’s access to British design and engineering. The heating, ventilation and air conditioning equipment, glass, aluminium fittings and kitchen appliances were all manufactured in Britain and shipped into Port Rashid. Press releases reassured that British engineers were even overseeing the mixing of concrete. The only major part of the building that wasn’t British were the people who assembled it: mostly from Pakistan, living temporarily in barracks at the tower’s base. In 1981, Margaret Thatcher, on a visit to sell arms to Abu Dhabi, made a brief stop in Dubai. Sheikh Rashid took her to the top of his tower. They squinted out at the newest development, Port Jebel Ali, the world’s largest manmade port, newly operational 30km away, another example of British engineers and financiers delivering the infrastructure that would help ensure Dubai’s global ascendancy.  Peering outward, Thatcher could see the thin line of asphalt stretch away from the tower and vanish. That asphalt would later swell to become what is today’s Sheikh Zayed Road. At the time, city officials didn’t yet know how it was going to supply the 23 million gallons of water it would need to keep its citizens hydrated daily. A convincing, singular tower would do its part to trumpet Dubai’s viability, and secure its future line of credit. Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #43: how Dubai's World Trade Centre sold the city to the world",
  "webPublicationDate": "2016-05-16T06:30:29Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/16/story-of-cities-43-dubai-world-trade-centre-turned-sand-gold-uae",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Dubai",
      "id": "world/dubai",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dubai holidays",
      "id": "travel/dubai",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Arab Emirates holidays",
      "id": "travel/unitedarabemirates",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Middle East holidays",
      "id": "travel/middleeast",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/16/story-of-cities-43-dubai-world-trade-centre-turned-sand-gold-uae"
}