{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/06/negroni-tour-london-booze-trips-cocktails",
  "id": "2016-05-06-333",
  "sectionId": "travel",
  "body": "“I don’t really know what a negroni is,” confessed my companion who I’d roped in to accompanying me on London’s first negroni-themed tour. Our collective hipster point total plummeted. We were sitting in an upstairs room in 68 & Boston, a wine-and-cocktail bar in Soho, which has a gentleman’s club feel with its panelled walls, corniced ceiling and stained-glass windows. “Gin, vermouth, Campari,” I whispered to my friend who had unwittingly stumbled into this baptism of firewater. This was the first stop out of five, as our guides, Leon and Max, took us on a quest to find the best negroni in town. While my friend had no idea what to expect, I had some prior experience. I had attended Leon’s inaugural tour, a London “gin journey” in 2013. The format was similar: a minibus drives a small group around an eclectic selection of bars, with a cocktail and some good-humoured education at each stop. Since then, Leon has launched the tours in Liverpool, Manchester and, from June, Edinburgh. There are even plans to expand internationally, to Singapore, Sydney, New York and Amsterdam.     Key ingredients for a negroni    But why a specific negroni tour? Max has a theory as to why this cocktail has seen a spike in popularity across the UK. He thinks a generation that grew up on sickly-sweet alcopops sees the bitter negroni as the ultimate antithesis to the tropical-flavoured errors of our youth. Leon, whose early bartending days involved mixing frozen strawberry daiquiris, said he had a similar revelation when an older colleague first introduced him to the negroni. “It’s not an easy drink,” he admitted. “You have to have three before you like them.”     Max discusses all things negroni with the writer (left) in the Merchant House    Fortunately, everyone in our group was enthusiastic from the start. Max, who is part Italian and a vermouth fanatic, kicked things off with a potted history of the drink. It was allegedly created in Caffè Casoni in Florence (now called Caffè Giacosa) in 1919 when a Count Negroni came back from travels in the US and ordered an americano cocktail (vermouth, Campari and soda), but asked the bartender to take it up a level by replacing the soda with gin. Both Max and Leon went out of their way to share their passion for spirits. It would have been easy for them to cut corners and take us to four more bars within walking distance, but instead we set off on an ambitious trajectory no Londoner would ever attempt on a night out. Our bus takes us from Soho to Regent’s Park to Aldgate East, from a top-end hotel bar (the Meliá White House) to Merchant House, a hidden gin den in the middle of the City.     Guide Max (left) and Leon Dalloway, founder of Gin Journey    The final bar of the night is my favourite. Aperitivo is a new, speakeasy-style gin and vermouth specialist, hidden away above the Oliver Conquest pub, on the City-East End border. Yet somehow it has eschewed pretension to retain the feel of a friendly, local boozer. The walls are plastered with magazine cuttings of music icons, the bar is framed by Beach Boy LPs, and there are candles in gin bottles dotted around. There’s a fun element, too, in the pick-and-mix menu that enables you to build your own negroni. In fact, the entire tour had a satisfying pick-and-mix feel. Everyone could easily have walked away having found a different favourite drink of the night, or a different favourite bar. At closing time, we left armed with plenty of ideas, from how to recreate the drink at home to which bars should be on our future hit lists. I like to think further independent research will be required to truly earn my stripes. And with Aperitivo estimating that it alone has 1,200 possible negroni combinations, I may be some time … • Negroni tours with ginjourney.com cost £60pp, including drinks     A minibus transports guests from bar to bar, but the cocktails keep coming    More unusual booze tours Belfast: is it a bar? Is it a bike? Husband-and-wife team Ron and Jennifer Kenna have brought a pedal-powered mobile bar to the streets of Belfast so that visitors can see the sights of the city from the comfort of their own bar stool. Up to 15 participants sit around a central bar, drinking their BYO drinks, and pedal the vehicle to various pubs and night spots. Crucially, steering, navigation and brakes are under the control of an abstinent driver.• From £12pp for a one-hour tour, 07591 593441, weetoasttours.com Manchester: bourbon on a barge      A barman mixes cocktails on The Liquorists’ bourbon-based barge cruise in Manchester. Photograph: Mark Briscoe    The canals of Manchester aren’t the obvious places to evoke the Mississippi blues, but this is the theme of The Liquorists’ latest venture. The barge-based booze cruise includes drinks, a Southern-style barbecue, and a full history of bourbon and rye whiskey. If you favour an alternative tipple, try the Gincident or the Vodyssey.• £55, theliquorists.com Leicester: toast the FoxesThere are plenty of reasons to raise a glass in Leicester right now. Not only is the city celebrating footballing glory, it now has its own gin school. Ten miles north of the city, 45 Gin School is an artisan distiller amid farmland. The most economical way to visit is by arranging your own group visit (minimum 10 people, £20pp), which includes a tour and G&T cocktail. Or learn to make a bottle of gin (£95pp, £110 a couple). Afterwards, head to the school’s bar, 45 West, in Leicester’s city centre, where you can toast the Foxes with a special Blue Lady cocktail made from Burleighs gin, blue curaçao, egg white and sweetened lime juice.• 0116 278 8492, 45ginschool.com",
  "webTitle": "Called to the bars: a negroni tour of London",
  "webPublicationDate": "2016-05-06T05:30:16Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/06/negroni-tour-london-booze-trips-cocktails",
  "keyword": [
    {
      "webTitle": "London holidays",
      "id": "travel/london",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bars and clubs",
      "id": "travel/bars",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cocktails",
      "id": "lifeandstyle/cocktails",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Vicky Baker",
      "id": "profile/vickybaker"
    }
  ],
  "guardianId": "travel/2016/may/06/negroni-tour-london-booze-trips-cocktails"
}