{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/20/environmental-design-we-design-the-stuff-you-feel-not-the-stuff-you-see",
  "id": "2016-05-20-333",
  "sectionId": "sustainable-business",
  "body": "Hidden beneath Federation Square, the heart of civic Melbourne, is a complex labyrinth of concrete cells. This labyrinth – the world’s largest de-coupled airside thermal storage system –acts like a rechargeable battery. On summer evenings it stores cool night air to use during warm days and, in winter, daytime heat to use at night.The apparatus was inspired by Roman bath and cave systems used more than 2,000 years ago that fed naturally cooled air to ancient villas in northern Italy.   Related: Workplace wellness: how offices could be the healthiest place for you    Opened in 2002 and costing $400m, Federation Square’s labyrinth has since paid for itself seven times over, according to Atelier Ten, the global environmental design consultants behind the design. In 2014, when five consecutive days topped 40C, temperatures in the Atrium above it stayed at a comfortable 28C – without any artificial cooling. Founded in London in 1990, Atelier Ten has collaborated with architects ranging from the late Zaha Hadid to Foster and Partners. In 2005, they established Australian offices in Sydney, led by American-born environmental designer Paul Stoller. The company’s philosophy is to design structures that “tread more lightly on the planet”.     Singapore Gardens by the Bay uses biomass from waste to cool the domes. Photograph: Atelier Ten / Wilkinson Eyre Architects    “We design the stuff you feel, not the stuff you see,” says Stoller. Examples include controlling the smell, the temperature, the acoustics and the air quality of an environment, not to mention its energy use and greenhouse gas emissions. The firm has identified three key principals in creating top-notch buildings: preventing environmental harm, protecting occupant health and promoting occupant wellness. That includes improving circulation, an abundance of natural daylight, access to views, removing harmful substances in materials, water and air, and design that can help to reduce carbon footprint. In 2012 Gardens by the Bay opened in Singapore. The SGD$1bn national botanical gardens are housed in two vast glass domes. Plants that usually grow in cool mountain climes had to flourish in hot, humid, tropical Singapore, making the conservatory, particularly one of this scale, an eco nightmare. Yet Atelier Ten came up with a novel solution: to use the waste trimmings from Singapore’s street trees that had, up until then, filled landfill sites – and turn that wood into biomass energy used to cool the domes.     The world’s largest decoupled airside thermal storage system cools Melbourne’s Federation Square. Photograph: Atelier Ten / LAB Architecture    Meanwhile, steel “super trees” jut into the skyline. These chimneys not only look striking, making Gardens by the Bay an architectural landmark, but, like real trees, have multiple purposes, says Stoller. “First, they collect solar energy through the photovoltaic array ‘canopies’; second, they discharge hot and humid air through chimneys in their ‘trunks’; third, they serve as an armature for native vegetation, which clings to the ‘bark’ as it climbs toward the sky.” The conservatories have been certified as carbon neutral with the help of these systems. Yet Stoller warns that for other developments to achieve carbon neutrality they need to think beyond territorial boundaries. As with the innovative use of tree trimmings at Gardens by the Bay, resources and technologies of the scale needed to make an impact are often only available outside the direct site. “Sustainability is going to suffer from this idea that the ideal neighbourhood or development is about doing everything yourself – generating your own power,” says Stoller. “That is simply not possible. You have to share resources.” Stoller, who teaches environmental design at Sydney’s UTS school of architecture, believes everyone must reduce the demand for energy. Yet acting sustainably does not mean having to plump for a lower quality of life or, contrary to popular opinion, doing everything themselves. It just requires them to be smarter, using better design.   Related: Cities that steal smart ideas from plants and animals    To that end, Atelier Ten has its own tech research lab, “more often a building site than a back room with gizmos and test tubes”, says Stoller with a laugh. The company has been a pioneer in the “wellness movement”. This is not just about creating spaces that don’t make us ill. It is also about creating spaces that are enjoyable to be in, and hopefully lead to happier, more productive workers.     Research into circadian rhythms inspired the facade of South Australian Health and Medical Research Institute. Photograph: Alamy    Circadian health is one key wellness topic at the research lab, with the lighting design team at Atelier Ten pioneering varying light temperatures that emulate natural cycles to improve the indoor health of occupants. That came into play in Adelaide’s futuristic $200m South Australian Health and Medical Research Institute (SAHMRI). There, the spaceship-esque eco-façade became a solar-responsive building skin. It balances daylight levels within the interior while providing views across the city. Studies have shown that better indoor air quality, with high ventilation rates and low concentrations of CO2 and pollutants, can lead to productivity improvements of up to 11%, according to the World Green Building Council. “It’s easy in the discussion to focus on technologies, wizardries, and not on people. What’s good about wellness is that it squarely focuses us back on people,” says Stoller. Changing attitudes is fundamental – particularly in the built environment, where the property and construction industries are highly risk-averse due to the vast costs involved. A new generation of net-zero buildings are showing that taking the plunge does have tangible benefits. They can now generate as much energy on site as they use through super insulated walls, solar control windows, LED lighting, ultra low-energy HVAC and rooftop PV.      Barangaroo South in Sydney was recently awarded six stars in the Green Star sustainability rating system. Photograph: Lendlease    Attitudes are also changing, slowly, in big mixed-use developments. Sydney’s Barangaroo South, for example, has been awarded six stars in the Green Star sustainability rating system. The developer has committed to carbon-neutral operations and water-positive operations, so that the site will export more unpotable (recycled) water than it imports potable water. This is important in dry climates like Australia “where drought is always a threat”, explains Stoller. “Having the ability to generate one’s own non-potable water ensures that there is a reliable supply.” Stoller insists that use of the systems like Green Star sustainability rating and its American equivalent LEED, means “buildings are meeting a minimum level of quality, which is a lot more than they would be doing otherwise”. But there is still a long way to go. As he notes, there remains a “lot of sick buildings”.",
  "webTitle": "How circadian rhythms and Roman baths are transforming Australian cities",
  "webPublicationDate": "2016-05-20T05:08:13Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/20/environmental-design-we-design-the-stuff-you-feel-not-the-stuff-you-see",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Clarissa Sebag-Montefiore",
      "id": "profile/clarissa-sebag-montefiore"
    }
  ],
  "guardianId": "sustainable-business/2016/may/20/environmental-design-we-design-the-stuff-you-feel-not-the-stuff-you-see"
}