{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/county-championship-jake-ball-nottinghamshire-cricket",
  "id": "2016-05-22-36",
  "sectionId": "sport",
  "body": "Jake Ball and Luke Fletcher are very different beasts. Ball, surely weeks from an England debut, is lithe and lean, smooth and brisk. Fletcher is more girthy and urgent, bustling in, knock-kneed and elbows everywhere. Here, on a day wrecked by rain, the pair combined to fine effect – each finding movement in the air and off the seam – to share four Hampshire wickets.   Related: County cricket – as it happened    At both ends of the day Nottinghamshire met a doughty pair of foes; Michael Carberry and Jimmy Adams put on 45 across a devilish first hour having been invited to bat, while Sean Ervine and Tom Alsop shared a more stylish undefeated 65 as the truncated day drew to a close. Hampshire are not for lying down. From the first ball, by which Carberry was beaten outside off-stump, Ball – who will leave this fixture to be replaced after two days if selected for the second Test by England – looked in sync. He and Fletcher found enough movement to have Chris Read at his athletic best behind the stumps. After swapping ends, Ball’s probing line was rewarded and Carberry edged to third slip. Not long after, Fletcher brilliantly caught and bowled Adams and pinned Liam Dawson in front next ball. Rain meant the players returned from lunch at 4.15pm, and Ball trapped Will Smith lbw to bring Ervine and Alsop together. Alsop, scorer of two second XI 150s in the past week, looked classy on the cut – both in front and behind point, and off his legs. Neither Ball nor Fletcher bowled in the 13 overs after another rain delay, however, and the batsmen made it to stumps increasingly at ease. Elsewhere in Division One, Chris Rogers made his 74th first-class century – and first for Somerset – and against his former side Middlesex. After Toby Roland-Jones picked up the wickets of Marcus Trescothick, lbw for eight, then Tom Abell – with whom Rogers shared 85 – caught behind driving loosely for 41, Rogers put on an undefeated 125 with James Hildreth for the third wicket. Rogers reached his century two overs before the new ball was due, however bad light prevented it being taken and they were 219 for two at stumps. At Old Trafford, Lancashire’s Kyle Jarvis ripped through Surrey’s top order to take six for 70 as the visitors were bowled out for 191. This was something of a success, however, as Surrey – having opted to bat – had been 40 for five; the opener Rory Burns, last man out for 92, led the rebuild, sharing 64 with James Burke and 68 with Gareth Batty before Neil Wagner cleaned up the tail.   Related: Somerset to sign Chris Gayle despite ‘inappropriate’ remarks to reporter    Earlier, Jarvis found a swinging brute to dismiss Arun Harinath, before Kumar Sangakkara was pinned in front and Steven Davies caught behind, both for ducks. Jason Roy soon followed, miscuing to mid-on, then Ben Foakes left one that nipped back. Burns stood firm before being pinned in front by Wagner. Lancashire’s Haseeb Hameed and Tom Smith – playing his 100th first-class match and first since April 2015 after a back injury – survived a 12-over spell to close on 16 for no wicket. Durham’s young seamers fought back at Edgbaston to limit Warwickshire to 273 for eight, despite a century from Andrew Umeed, a 20-year-old debutant from Glasgow. He shared 120 for the first wicket with Varun Chopra and 75 with Ian Bell before Warwickshire lost six for 78. James Weighell took four for 75 and Brydon Carse took three for 59.",
  "webTitle": "County Championship round-up: Jake Ball delivers perfect line for Nottinghamshire",
  "webPublicationDate": "2016-05-22T19:32:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/county-championship-jake-ball-nottinghamshire-cricket",
  "keyword": [
    {
      "webTitle": "Hampshire",
      "id": "sport/hampshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Surrey",
      "id": "sport/surrey",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Durham",
      "id": "sport/durham",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/22/county-championship-jake-ball-nottinghamshire-cricket"
}