{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/fa-threatened-30m-cut-funding-john-whittingdale",
  "id": "2016-05-11-223",
  "sectionId": "football",
  "body": "The government has warned the “outdated and unrepresentative” Football Association it will “not get a penny” of public money unless it overhauls its antiquated governance model, presenting a very real risk that it will lose £30m in funding. The culture secretary John Whittingdale made the threat after it emerged that the outgoing FA chairman Greg Dyke had failed in his attempt to push through long overdue reforms before he leaves in June. Dyke had hoped that by agreeing not to seek re-election, he could force through a reform programme to make the FA Council more diverse and representative, to make it directly elected and more accountable and to streamline the number of committees. Of the 123 members of the FA Council only six are women, four are from the BME community and there is one players’ representative and one fans’ representative. Only three former professional players sit on the council – and two of those (Gordon Taylor and Howard Wilkinson) are over 70.   Related: Will the FA’s turkeys vote for Christmas? Don’t hold your breath    But Dyke has faced a backlash from the FA Council, which appears determined not to consider the changes in any form until the former BBC director general has left the building. Whittingdale said that a draft code to be launched as part of Sport England’s new strategy later this year, before its next round of four-year funding awards from 2017, would include new rules on governance, financial transparency and diversity. “There are cases where certain minimum standards are not being met, in regard to independence, conflicts of interest and term limits. This is a betrayal of athletes and the public alike. In future, where these standards are not met, we will not invest public money,” he said. “I was disappointed to learn that the FA have again rejected the opportunity to reform their outdated and unrepresentative governance model.” Whittindale, speaking at the Telegraph’s Business of Sport conference, said he would spell out the threat to the FA’s funding in no uncertain terms. “I will be writing to the FA to make clear that if they don’t make sufficient progress on reform, they will not get a penny of taxpayers’ money in the future. We would look instead to route money for grassroots football to other organisations that will adhere to the code of good governance.” In 2014, the FA saw its £30m four-year funding award cut by £1.6m for failing to make progress on participation targets. Since then, Dyke and the chief executive Martin Glenn have vowed to make grassroots football a priority. In his letter to FA Council members when they first debated the changes earlier this year, Dyke starkly spelled out the issues. “There is a lack of clarity in respective roles and responsibilities and the membership of the component parts in some instances is unrepresentative and unelected,” said Dyke. “The perception from outside of the FA, supported by our own research, is that we are slow to adapt, that we are followers rather than leaders and as such we lack credibility in the eyes of those whose trust we seek to govern the game.” Successive sports ministers and culture secretaries on all sides of the political spectrum have repeatedly tried to cajole and threaten the FA to make progress on governance reform since Lord Burns recommended sweeping changes a decade ago. But Whittingdale will point to the government’s new sports strategy, unveiled in December, and the looming new plan from Sport England – the quango that invests £325m a year in grassroots sport from Lottery and exchequer funds – to back up his threats. In his speech, the culture secretary also confirmed there was no mood to revisit the “crown jewels” list of sporting events protected for free to air TV. Under the previous coalition government, the then sports minister Hugh Robertson said the debate would be revisited once the whole country had switched to digital TV. But Whittingdale said there was no need to upset the status quo. “Rather than dictate to individual sports, I believe that it is better to allow national governing bodies and other rights-holders to decide for themselves the right balance between reaching a wide audience and generating as much revenue for their sport as they can,” he said. “But it is our view that the starting point should always be how to ensure the broadest audience can experience live sport. The consultation leading up to our sports strategy found a widespread eagerness for more coverage of smaller sports and women’s sport. This is something I very much wish to encourage.”",
  "webTitle": "FA threatened with £30m cut in funding by culture secretary John Whittingdale",
  "webPublicationDate": "2016-05-11T12:16:58Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/fa-threatened-30m-cut-funding-john-whittingdale",
  "keyword": [
    {
      "webTitle": "The FA",
      "id": "football/fa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/11/fa-threatened-30m-cut-funding-john-whittingdale"
}