{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/malcolm-turnbull-says-labors-refugee-policy-would-dangerously-strain-budget",
  "id": "2016-05-19-338",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull says Labor’s refugee policy would put a dangerous “strain ... on the budget” which his immigration minister, Peter Dutton, quantifies as $2.5bn over the next four years. But it appears the government has costed a different policy. Labor is proposing the same refugee intake as the government for the next three years – a gradual increase to take the program to 18,750 in 2018-19 – so for the next three years the cost of the major parties’ policies would be the same.  After that Labor proposes to increase the refugee intake by 1,200 refugees in each of the seven years between 2019 and 2025, to take the intake to 27,000 in 2025.    Related: Peter Dutton 'demonised' by Labor over refugee remarks, says Malcolm Turnbull    Costings by the independent parliamentary budget office – provided to Labor before it promised the long-term increase in the refugee program at its national conference last year – calculated the cost at a total of $1.87bn over those seven years. In a statement, Dutton said his cost estimate assumed that refugee and humanitarian program would double immediately.  “Labor’s decision to just double the figure was done solely for political purposes,” he said. “There was no science in doubling the figure – it was purely done to try to win over the left during the debate at ALP conference on boat turn-backs. “A doubling of the [refugee program] annually as committed to by Labor would cost an estimated $2.5bn over the four-year period of the forward estimates.”  Asked about the reaction to Dutton’s comments that refugees often were not “numerate or literate in their own language, let alone English” and would “languish on unemployment queues” or take “Australian jobs”, Turnbull said the government had “got the balance right”.   Related: In regional Australia, messages about fairness can't drown out the three word slogans | Jason Wilson    “We think what Labor is proposing is too much. It will strain the system both in terms of giving good settlement services and in term of the budget,” he said, suggesting Dutton had been “demonised”. The parliamentary budget office said Labor’s policy would cost $17.2m in 2019-20, $61.8m in 2020-21, $130.1m in 2021-22, $221m in 2022-23, $335m in 2023-24, $473m in 2024-25 and $634m in 2025-26. Labor has resubmitted the policy to the independent parliamentary budget office to have the costings updated for its final policy calculations. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Peter Dutton's figures on Labor's refugee policy don't add up",
  "webPublicationDate": "2016-05-19T03:46:01Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/malcolm-turnbull-says-labors-refugee-policy-would-dangerously-strain-budget",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/19/malcolm-turnbull-says-labors-refugee-policy-would-dangerously-strain-budget"
}