{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/everton-goodison-park-walton-hall-park-plans-abandoned",
  "id": "2016-05-16-242",
  "sectionId": "football",
  "body": "Everton’s plans to relocate from Goodison Park to a new stadium on nearby Walton Hall Park have been scrapped. The scheme, Everton’s third attempt to move from its historic Goodison home in recent years, has been beset by controversy with local residents campaigning against a stadium, retail and housing development on the park. Everton’s chief executive, Robert Elstone, and Liverpool’s mayor, Joe Anderson, were also involved in a public dispute last year over the lack of progress on the Walton Hall Park plans.   Related: Premier League: 10 talking points from (almost) the final day of the season    Liverpool city council have confirmed the proposed regeneration scheme has been abandoned. A statement read: “The proposed scheme at Walton Hall Park was always an ambitious one. It was a regeneration scheme that relied heavily on retail investment into the site. Most of the current investment into retail is focused on city centres and larger district centres and not on out-of-town developments like this would have been.” Everton and the council are now considering two alternative brownfield sites for a new stadium, one believed to be off the East Lancs Road in Liverpool. Elstone said: “Our work with the council, particularly over the last few months, has been positive and progressive and whilst our work evaluating the alternatives is at an early stage, we are hopeful that the new sites provide us with a much more straightforward, deliverable opportunity to build a new stadium.” Anderson, who recently floated the idea of Liverpool bidding to host the 2026 Commonwealth Games, had faced fierce local and political opposition to allowing Everton to build on Walton Hall Park. He said: “Most people will be aware that I did give a commitment to Everton to support a potential scheme at Walton Hall Park with the aim of regenerating the area and creating new jobs. However, through the work that the club and the council have done, we have concluded that effectively building a new village in north Liverpool with lots of retail space is a step too far in this current economic climate. On the subject of the park itself, I can now say that the park will remain a park and will be designated as such in our local plan which will be out for consultation this summer.”",
  "webTitle": "Everton’s plans to move from Goodison Park to Walton Hall Park abandoned",
  "webPublicationDate": "2016-05-16T10:59:52Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/everton-goodison-park-walton-hall-park-plans-abandoned",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/16/everton-goodison-park-walton-hall-park-plans-abandoned"
}