{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/jeremy-corbyn-hints-ed-miliband-labour-shadow-cabinet-job",
  "id": "2016-05-30-180",
  "sectionId": "politics",
  "body": "Jeremy Corbyn, the Labour leader, has hinted that he would like to see Ed Miliband serve in his shadow cabinet, after appearing alongside the former party leader during a pro-EU event and in interviews. In an interview broadcast on Sunday, Corbyn said his predecessor was “a great friend” and “a great asset” and he refused to rule out offering him a job. Asked if he wanted to see Miliband back in the shadow cabinet, Corbyn told Pienaar’s Politics on BBC Radio 5 Live: “That is all for the future.” When it was put to him that Miliband could be seen as a loser because of what happened in the 2015 general election, Corbyn replied: “Ed is not a great loser, Ed is a great asset. Yes, he led the party; yes, we did not win the general election – we all know that. “But Ed fought a strong campaign – he raised the issue of justice at work over zero-hours contracts and issues like that, and I have a lot of respect and a lot of time for Ed.” Miliband, who has kept a relatively low profile since resigning as leader last year, said on Friday when asked about the possibility of taking a frontbench job that he was “happy getting on with being a backbencher”. But he has been much more positive about Corbyn’s leadership than many others who served in the shadow cabinet in the last parliament, and at the end of last week the two men spoke at an EU referendum event together. During the campaign rally in Doncaster, the first time the pair have spoken since the change of leadership, Corbyn posted a picture of Miliband on the social media app Snapchat with the caption: “Awesome.” The former home secretary Alan Johnson has also spoken of his support for Miliband and how he hopes the former Labour leader would return to the frontbench.  “Ed is hugely talented. I sat with him in the cabinet when he was the environment secretary – he is a young up-and-coming person,” Johnson told the Press Association. “He should be welcomed back on the frontbench.”  Asked if he thought Miliband’s return to frontline politics would happen, he said: “I think so, I hope so.” Separately, Tony Blair denied reports that remarks he made in an interview on Saturday about how it would be “very dangerous” if a leftwing populist took power were aimed at Corbyn. “I wasn’t talking about Jeremy Corbyn ... I was talking about the general populism there is in the world today,” the former Labour prime minister told the BBC’s Andrew Marr Show. In a BBC interview broadcast on Saturday, Blair said: “It would be a very dangerous experiment for a major western country to get gripped by this type of populist policymaking left or right.” This was widely taken as a reference to Corbyn because Blair was responding to a question that specifically mentioned him. Blair told Marr he was “not being disloyal” to the current Labour leader and, although he said he was waiting to see what policies Corbyn produced, he added: “I don’t disrespect him as a person, or his views at all.” He also said he would be backing Labour at the general election even if Corbyn remained leader. “I’ll always tell people to vote Labour because I’m Labour. That’s just the way I am,” he said.",
  "webTitle": "Corbyn hints Ed Miliband could get shadow cabinet job",
  "webPublicationDate": "2016-05-30T06:03:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/jeremy-corbyn-hints-ed-miliband-labour-shadow-cabinet-job",
  "keyword": [
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "General election 2015",
      "id": "politics/general-election-2015",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/2016/may/29/jeremy-corbyn-hints-ed-miliband-labour-shadow-cabinet-job"
}