{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/15/pensions-regulation-gaps-could-see-workers-lose-savings-mps-warn",
  "id": "2016-05-15-193",
  "sectionId": "money",
  "body": "While the introduction of auto-enrolment to workplaces has been a “success story”, the work and pensions select committee said it had concerns about the lack of regulation around the master trusts many employers use to invest employees’ cash. “Should one of these trusts collapse, there is a very real danger that ordinary scheme members would lose their retirement savings,” it said.    Related: Ex-pensions minister is still worrying about pensions. We should too    The government’s auto-enrolment scheme was launched in 2012 to encourage retirement saving by signing up all workers to a employer-operated pension. Workers can opt out, but if they stay in the scheme they must currently pay in 1%, which is matched by their employer. The scheme has led to an additional 6.1 million people being enrolled into schemes so far, and is still to reach the smallest workplaces.  Master trusts are schemes which are open to multiple employers and can help firms offer pensions at a low cost. However, barriers to entry are low and, although 72 trusts are thought to be in existence, only the largest have signed up to a voluntary scheme on standards.  The government has said that 90% of members are in master trusts, which are signed up to a voluntary standards scheme, but that could leave hundreds of thousands in unprotected trusts.   Related: Quarter of a million savers take advantage of pension freedom    Frank Field, the chair of the committee, said: “Auto-enrolment has been a tremendous success that will ultimately see approximately 9 million people newly saving, or saving more, in a pension.  “Crucially now we must do much more to ensure that people’s savings are put in the best possible place, and are secure.” The shadow pensions minister, Angela Rayner, said hundreds of thousands of people have had their pension pots put in schemes that may pose a serious risk.  “The regulator itself has warned that it is powerless to protect them and that there is no compensation scheme if they fall victim to rogue operators,” she said.  “We urgently need a pensions bill and I’m calling on the government to commit to one in the Queen’s speech this week, so that we can clean up this mess.” On Wednesday, the work and pensions secretary, Stephen Crabb, suggested that there could be changes to master trust rules announced in the Queen’s speech.  A spokesman for the Pensions Regulator said well run master trusts were “a good choice for employers seeking to comply with their automatic enrolment duties”, but that the requirement to set up the schemes were not the same as for other employer schemes. “New master trusts are subject to far less regulatory scrutiny than new contract-based providers,” he said.  He said any change would have to go through parliament. “We are working with government and other regulators to help ensure an appropriate level of protection across both types of scheme. As part of our discussions with government, we are looking at what else can be done to help master trusts deliver good member outcomes,” he said. “We are pleased that major master trust providers operating in the automatic enrolment market have already committed to the framework and call on other providers to follow their lead.” The committee also warned that the new lifetime Isa, announced by the chancellor in March’s budget, could lead to employees opting out of auto-enrolment and ending up worse off in retirement.  It said the employer contributions into an auto-enrolment pension, which are set to rise to 3% a year in April 2019, could make a big difference to the value of a worker’s savings.  Someone earning £25,000 per year and saving 4% each year in a workplace pension for 42 years may save £50,000, or almost 50%, more than they would have done saving the same money in a Lisa, it said.",
  "webTitle": "Pensions regulation gaps could see workers lose savings, MPs warn",
  "webPublicationDate": "2016-05-15T06:01:17Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/15/pensions-regulation-gaps-could-see-workers-lose-savings-mps-warn",
  "keyword": [
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Stephen Crabb",
      "id": "politics/stephen-crabb",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/15/pensions-regulation-gaps-could-see-workers-lose-savings-mps-warn"
}