{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/cologne-attacks-new-years-eve-nye-sexual-assault-trial-germany",
  "id": "2016-05-06-215",
  "sectionId": "world",
  "body": "An Algerian man is to go on trial in Cologne on Friday charged with sexually assaulting and stealing from a woman at the city’s main railway station on New Year’s Eve. It is the first sexual assault case connected with the apparently coordinated New Year’s Eve attacks, which created a storm of media outrage in Germany in January. The 26-year-old suspect, named only as Farouk B, is accused of being part of a group of 10 men who assaulted a woman. According to the charge sheet, several perpetrators surrounded the woman “with sexual motivation” for two or three minutes, during which the suspect groped her buttocks and hip and attempted to grab her breast.   Related: 'I’ve never experienced anything like that': Cologne in deep shock over attacks    The man has also been accused of stealing her mobile phone from her bag during the fracas. His defence lawyer, Bernhard Scholz, says his client denies the charges and claims that he bought the phone. The suspect will be joined in the dock by his 23-year-old brother, who is also charged with the theft of another mobile phone but not sexual assault. Cologne prosecutors received 1,170 criminal complaints related to the New Year’s Eve attacks, of which 492 were reports of sexual assaults. There have been nine convictions for theft, but this is one of only two cases where a sexual assault suspect has been identified. The other was a 19-year-old Moroccan man who was arrested in Switzerland last week after being caught shoplifting. The attacks have prompted the government to speed up a reform of its sexual assault laws, making it easier to convict perpetrators.",
  "webTitle": "Algerian man to go on trial over NYE sexual assault in Cologne",
  "webPublicationDate": "2016-05-06T11:29:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/cologne-attacks-new-years-eve-nye-sexual-assault-trial-germany",
  "keyword": [
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Knight",
      "id": "profile/ben-knight"
    }
  ],
  "guardianId": "world/2016/may/06/cologne-attacks-new-years-eve-nye-sexual-assault-trial-germany"
}