{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/21/nbn-files-minister-knew-australian-federal-police-were-investigating-leak",
  "id": "2016-05-21-187",
  "sectionId": "technology",
  "body": "The communications minister, Mitch Fifield, has confirmed he knew the Australian Federal Police were investigating leaks from within NBN Co but said he did not tell the prime minister. Fifield said on Saturday he had no interaction with the AFP regarding the investigation, including over Thursday’s night’s raids on properties linked to Senator Stephen Conroy and the Labor staffer Andrew Byrne. “The referral to the AFP was made by NBN senior management. I did not instruct nor request them to do so,” he said in a statement on Saturday.   Related: Labor anger after NBN employee spread raid photos before files were sealed    “As an AFP investigation was under way I did not advise other ministers or the prime minister of this matter.” The police referral came after an internal NBN Co review identified “matters of concern”, he said. Fifield’s statement on Saturday appeared to conflict with statements by the AFP commissioner, Andrew Colvin, who told reporters on Friday that no one in the communications minister’s office had been aware of the investigation before Thursday’s raids. A report in the Australian newspaper on Saturday said Fifield and the NBN chief executive, Bill Morrow, had kept in contact about the government-owned broadband company’s internal efforts to track down the leaker of the documents, and as those efforts proved fruitless, Morrow made clear he was considering referring the case to the AFP. Labor has effectively accused the government of involvement in NBN Co’s decision to call in the AFP resulting in the raids – a claim denied by Fifield and the company. Bill Shorten said on Saturday that it was “totally implausible” Fifield would not have told Turnbull or his staff of the investigation. Labor Senator Penny Wong too said it was “inconceivable” the prime minister’s office was not informed. Malcolm Turnbull, speaking at a campaign stop on the New South Wales central coast on Saturday, said it was “entirely appropriate” that Fifield never told him of the police investigation. “That is a matter of judgment for him,” he said. The AFP began the investigation on 9 December after months of damaging leaks from within NBN Co that exposed cost blowouts and delays in the rollout of the network, over which Turnbull had carriage as communications minister until September 2015.   Related: Australian federal police raid Labor senator's office over alleged NBN leaks    It was revealed on Friday that an NBN Co representative – deputised to be present during Thursday’s raid of Conroy’s office – took and disseminated photographs of around 32 documents, possibly including Labor’s broadband policy.  NBN Co has since agreed to destroy its copies of the photographs, which Labor says show documents covered by parliamentary privilege. The images are to be sealed and stored by the clerk of the Senate, probably until parliament resumes after the election campaign. NBN Co released a statement saying it had complied “at all times” with instructions from the AFP, which had been investigating an “ongoing theft of intellectual property” reported by the company in December 2015.  Turnbull said the privileged documents were “clearly stolen from NBN Co” and that Conroy had been “trying to keep police away from [them]”. But Shorten said the contents of the documents had been published by several news outlets and were publicly available. Colvin said on Friday there had been no political interference in the police investigation, including in the timing of Thursday’s raids. “There has been no influence, no influence on the AFP in the conduct of this investigation,” he said.",
  "webTitle": "Minister responsible for NBN knew federal police were investigating leak",
  "webPublicationDate": "2016-05-21T05:49:48Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/21/nbn-files-minister-knew-australian-federal-police-were-investigating-leak",
  "keyword": [
    {
      "webTitle": "National broadband network (NBN)",
      "id": "technology/national-broadband-network-nbn",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "technology/2016/may/21/nbn-files-minister-knew-australian-federal-police-were-investigating-leak"
}