{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/06/glyn-roberts-obituary",
  "id": "2016-05-06-50",
  "sectionId": "global-development",
  "body": "“Questioning Development” was the title of a pamphlet written by Glyn Roberts, my dad, who has died aged 78. The phrase summed up his determination to challenge conventions in overseas aid. In the booklet, published in 1974 and translated into French, Dutch, Japanese, German, Italian and Esperanto, he argued that official help for poor countries is often wasted, even harmful, because donors ignore the wishes of recipients. Those helped must be consulted as partners, he said: aid works only when there is solidarity between donor and receiver. His arguments were fresh and, for some, influential. Born in Manchester and raised in Yorkshire, son of Robert, a writer and teacher, and Ruth, also a teacher, Glyn had dallied with an acting career, campaigned against Britain’s intervention in Suez and later against apartheid South Africa. He ran youth volunteer camps in Africa, did stints as an academic in Sweden and Britain, then in 1979 put his principles to work by co-founding Tools for Self Reliance (TFSR). The NGO’s volunteers in Britain (later Japan, Australia, Netherlands and beyond) collect unwanted high-quality hand tools and ship them to blacksmiths and carpenters – partners – in Africa (and, briefly, also did so to Nicaragua). Glyn called for a “spirit of practical solidarity” and argued that “giving old tools a new lease of life helps to sustain artisan communities overseas”. Benefits, in fact, were as strong for the thousands of volunteers, often retired, who found satisfaction by refurbishing tools. Desmond Tutu and Trevor Huddleston, among others, became patrons. In 1994 TFSR celebrated sending out its first 500,000 tools. It is still going strong today. Writing and sailing were Glyn’s other passions. His father had written BBC radio plays and then The Classic Slum (1971) and A Ragged Schooling (1978), accounts of growing up in a Salford slum. While living in Sweden, Glyn once won a bet by hitchhiking north of the Arctic Circle, in winter, in bedroom slippers. He then bought “an 18ft leaky gaff-rigged sloop”, intending to sail home to Britain. Several misadventures ended with it wrecked on a North Sea sandbank. His novelised account, Sailing in a Sieve (1963), was published in Britain, and abroad. Other exploits followed afloat. Another leaky boat was his home in Paris in the 1960s, when he ran a small UN agency for volunteers. With a friend, he crossed the Atlantic in a small, ill-equipped wooden yacht in 1969. The pair repeated the feat, surviving a broken rudder, 30 years later. Later, he taught himself the violin, harmonica and ukulele, and to sculpt. Glyn married Sigyn Ärlig, a teacher from Sweden, in 1966. They lived and worked in Ethiopia, Sweden and then in Britain, where she taught detained asylum seekers in Gosport, Hampshire. Sigyn died in 1994. Glyn is survived by three sons, Björn, Daniel and me.",
  "webTitle": "Glyn Roberts obituary",
  "webPublicationDate": "2016-05-06T17:48:48Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/06/glyn-roberts-obituary",
  "keyword": [
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/06/glyn-roberts-obituary"
}