{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/17/cult-heroes-miracle-legion-the-band-thom-yorke-loved-who-could-have-been-rem",
  "id": "2016-05-17-255",
  "sectionId": "music",
  "body": "Even at the time, in April 1986, I knew it was unnecessary hyperbole on my part when my submitted Melody Maker feature about an emerging quartet from New Haven, Connecticut included the claim, “If all the praise about REM was true, then they’d be Miracle Legion.”  I’m glad the line was cut from the published version, because a) all the praise about REM at the time was justified, and b) the kind of contentious comparison I was aiming for wouldn’t have done Miracle Legion any favours. But there were mitigating circumstances.  Few records had overwhelmed me as much as Miracle Legion’s six-track debut EP, The Backyard, which indeed shared similarly haunting, homespun tones with REM, but replaced Michael Stipe’s cryptic tendencies with Mark Mulcahy’s much more direct, and devastating, emotional hits – a rarity in that college-rock era of 60s revivalism and post-hardcore.  “Yesterday, we cut down the apple tree / The cracking wood made my little heart tremble / I wish I didn’t have to try so hard / But little boys got a lot to remember,” ran The Backyard’s brilliant title track, opening a record defined by a profound yearning for childhood and the memory of Mulcahy’s brother, who had died in a car accident. Even if the closing track Steven Are You There? referred to a friend Mulcahy had grown up with, and not his late sibling, the aching effect was the same. On a particularly wan day, I shocked myself by crying as I kept flipping the record over.             Seeing Miracle Legion live was no less an experience, as the quartet – co-piloted by guitarist Ray Neal – ripped and tore at the fabric of their hyper-sensitive songs, typically closing their set with The Backyard’s one outright sinewy rocker, Closer to the Wall and encoring with a cover of Mission of Burma’s raucous Academy Fight Song (years before REM’s version. Just sayin’). Feeling short-changed by the brevity of The Backyard, I was incandescent with joy when I received demos for the album, Surprise Surprise Surprise, similarly brimming with heart-cleaving salvoes that tapped a similar vein, such as Country Boy (ow “She’s got a dollhouse that you could stand up in / How do I know? / ’Cause I’ve seen it from the inside out”), the sibling songs of Little Man and especially All For the Best: “Watched my brother cutting grass outside / Sitting on the porch he told me / It’s a long way to go before we can rest / But it’s all for the best.”  I wasn’t alone in adoring Miracle Legion; the NME made The Backyard’s title track single of the week, and US critics fell for them, too. Yet for all the salivation, REM-emulating ascension didn’t immediately follow, though it seemed only a matter of time. The mini-album, Glad, split between studio and live recordings, included a killer countrified adaptation of John Cooper Clarke’s acrid poem A Heart Disease Called Love (“After dinner, mints, a new lover / And the coffee’s so bitter and black / Your fingerprints, they cover this knife sticking out of my back”) that suggested more adult anxieties were bearing down on Mulcahy, while the remaining tracks more accurately mirrored their bristling stage demeanour. But if Glad was intended to recalibrate the controls for the future, circumstances said otherwise.             Having lost one bassist early on, Mulcahy and Neal then lost another, as well as their drummer, but even this played to their advantage as the duo secured a US support slot to the Sugarcubes, and then recorded a stripped-back album for Rough Trade entitled Me and Mr Ray, balancing the streaks of worry (If She Could Cry) with more whimsical and playful Miracle Legion (Ladies from Town). However, it was now Rough Trade’s turn for bankruptcy. Never mind; Morgan Creek – the US film and record production company behind Robin Hood: Prince of Thieves and its gazillion-selling Bryan Adams theme song (Everything I Do) I Do It for You – was convinced a fortune was to be made from music.  Among the new label division’s first signings was Miracle Legion – now a quartet again – and their third album, Drenched, which profiled a group toughened by age and experience, and lent a guitar-heavy gravitas by former Smiths producer John Porter. In Nirvana’s wake, the underground was heading overground, right?  Perhaps grunge took the wind out of Miracle Legion’s sails, or perhaps Morgan Creek didn’t have a clue how to run a record label, but either way, for reasons the band never could ascertain, they were abandoned for two years, with Morgan Creek refusing to sanction a new record or terminate their contract, while adding insult to injury by outbidding Mulcahy and Neal in purchasing their old albums when Rough Trade auctioned off its back catalogue. “It was like we had a swing at success and someone cut the rope halfway,” said Mulcahy. They received an offer to record songs for the Adventures of Pete and Pete, a new kids show on Nickleodeon. Neal was too disillusioned to continue, leaving the remaining trio to record under the name Polaris, but the series was prematurely cancelled. Never mind; Morgan Creek were eventually persuaded to release the band from limbo hell, and the knowingly named album Portrait of a Damaged Family was released in 1996 on Mulcahy’s own label Mezzotint. If you could call it a release – in the pre-internet years, I never even knew the record existed. Sensing the moment had passed, the band called it quits.            Fast forward 20 years. Re-released last month for Record Store Day, Portrait is the first in a raft of Miracle Legion reissues (but not, dammit, The Backyard yet, as the ownership rights remain in dispute), after years of being unavailable. Moreover, it’s triggered a band reunion of the sterling 90s lineup to play US and UK shows, including the Green Man festival. It’s time their fortunes were reversed. In the early 2000s, Thom Yorke had said Mulcahy’s voice, “changed the way I thought about songs and singing”. He made his debt explicit in 2009, covering All for the Best on Ciao My Shining Star, a fundraising album of Miracle Legion/Mulcahy covers after Mulcahy’s wife, Melissa, died, leaving him to raise twin three-year-olds alone. Michael Stipe also stepped up to the plate, covering Everything’s Coming Undone, an apt resume of much of Mulcahy’s working life, but not the whole tale.  The reunion offers the opportunity for a more celebratory ending, though given the circumstances, and my adoration, there’s every chance of another tear or two when I see Miracle Legion play again. See you in the backyard.  • Portrait of a Damaged Family is available to buy here.",
  "webTitle": "Cult heroes: Miracle Legion – the band Thom Yorke loved, who could have been REM",
  "webPublicationDate": "2016-05-17T09:40:21Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/17/cult-heroes-miracle-legion-the-band-thom-yorke-loved-who-could-have-been-rem",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Aston",
      "id": "profile/martin-aston"
    }
  ],
  "guardianId": "music/musicblog/2016/may/17/cult-heroes-miracle-legion-the-band-thom-yorke-loved-who-could-have-been-rem"
}