{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/dominic-thiem-alexander-zverev-nice-open-stanislas-wawrinka-marin-cilic-geneva-open",
  "id": "2016-05-21-71",
  "sectionId": "sport",
  "body": "In a final-day match-up that many aficionados believe could be played out often in years to come, Austria’s Dominic Thiem survived a dogged early challenge from fellow rising star Alexander Zverev to retain his Nice Open title. The 15th-ranked Thiem, top seed at the ATP 250 event, won 6-4, 3-6, 6-0 in one hour and 39 minutes to claim a place alongside former French Open champions Bjorn Borg and Ilie Nastase as a double winner on the French Riviera. Whether the 22-year-old can go on to emulate the feats of those illustrious forebears at Roland Garros is a moot point, but claiming the fifth title of his fledgling career – and fourth on clay – should ensure he heads north to Paris, where he is the 13th seed, with no shortage of confidence. Few will relish the prospect of facing him, not even the nine-time champion Rafael Nadal, whom he could play in the fourth round.   Related: Amélie Mauresmo: Andy Murray’s on-court behaviour played part in split    Zverev, the 19-year-old German for whom this was a first final on the ATP Tour, could have a big say in whether that encounter comes to fruition, just as he initially had a shaping influence here. The two men will resume hostilities at Roland Garros should they both progress to round three and, despite suffering a final-set whitewash, Zverev showed enough early on to suggest that a successful tilt at revenge is well within his capabilities. The gods have not always smiled on the 48th-ranked teenager at key moments this year. In March, Zverev played virtually flawless tennis to reach match point against Nadal in Indian Wells, only to fluff a simple forehand volley with the Spaniard at his mercy. This time his momentum was arrested through no fault of his own, a nosebleed forcing him to take a medical timeout after he had broken to take a 4-2 lead in the opening set. When play resumed, Zverev surrendered the advantage with a double fault, throwing Thiem a lifeline that the Austrian gleefully accepted with a run of six straight games that left him a set and a break to the good. Yet, as he showed in saving two match points against Gilles Simon in the quarter-finals, Zverev is not one to capitulate in testing circumstances. Capitalising on a shoulder injury that forced Thiem to call for the trainer, the teenager broke back immediately and won six of the next seven games to force a third set. There, though, he was comprehensively outplayed, failing to win a point on his opponent’s first serve and claiming just three behind his own delivery. Meanwhile, Stanislas Wawrinka, the reigning French Open champion, completed his preparations for Roland Garros with a straight sets victory over Marin Cilic, the former US Open champion, in the Geneva Open final. The top-seeded Wawrinka came through a tight second set to win 6-3, 7-6 (13-11) and claim the first title of his career on home soil.",
  "webTitle": "Dominic Thiem beats Alexander Zverev to retain Nice Open title",
  "webPublicationDate": "2016-05-21T17:21:02Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/dominic-thiem-alexander-zverev-nice-open-stanislas-wawrinka-marin-cilic-geneva-open",
  "keyword": [
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Roopanarine",
      "id": "profile/lesroopanarine"
    }
  ],
  "guardianId": "sport/2016/may/21/dominic-thiem-alexander-zverev-nice-open-stanislas-wawrinka-marin-cilic-geneva-open"
}