{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/crystal-palace-need-big-name-signings-in-the-summer-says-alan-pardew",
  "id": "2016-05-22-11",
  "sectionId": "football",
  "body": "Alan Pardew will turn his attention to restructuring Crystal Palace’s squad and making a major signing after saying his team had demonstrated in the FA Cup final they are “a force to be reckoned with”. “We have shown that we have got talent in the group,” Palace’s manager said after a 2-1 defeat, after extra time, at Wembley. “We need to refine it a little bit, and we are going to try to do that in the transfer market. But we were a force to be reckoned with against Manchester United. We have given a real good, honest account of ourselves.” Palace’s £12.5m purchase of Yohan Cabaye from Paris Saint-Germain last July was considered one of the coups of the summer, and Pardew said he is hoping to bring in players of similar international standing in the hope of improving on last season’s 15th-place finish. “I think we have got to get players who are better than this,” he said. “There is no point in getting players who are not potentially better than the ones we have got. Well, then they have got to be good players. So will there be a big name in there? There’s going to need to be.” Pardew credited Wayne Rooney with producing “the moment that won the Cup”, after seeing his plans for countering United’s key threats undone by one superb run from the England captain.   Related: Crystal Palace miss their big chance and have only themselves to blame | Jacob Steinberg    Palace had taken the lead with 12 minutes remaining, and restricted their opponents to few chances, but their hopes of clinging on to that slender advantage evaporated after Rooney picked up possession in midfield three minutes later and set off towards the penalty area, a run that culminated in Juan Mata’s equaliser. “Anthony Martial we marshalled really well today, we hardly gave him any moments, which we had worked on,” said Pardew of his side’s defensive organisation. “We knew Rooney would switch the play, and we had worked on that, but we didn’t perhaps expect a drive from him of that quality. With all the things we had worked on and done, he hardly ever got in the box. And I do think that we would have seen that game out if it wasn’t for that moment that he produced. “He drew everybody to him and then the cross really and truly is a very difficult skill, to get it to the back post. So of course he is a genius player and has been all his career, and he produced a moment today that in my view probably won them the Cup. Forget about the winning goal. “The two goals that United have come up with show the sort of level we are at. Their second goal, Jesse Lingard’s hit, is an amazing goal. When I was on the sideline it just flashed in, but seeing it on the video, wow, I don’t think you are going to see many better than that.” The Palace captain, Scott Dann, who was substituted shortly before the start of extra time because of an ankle injury, said there had been a point in the game when he believed victory for his team had been “written in the stars”.   Related: Crystal Palace 1-2 Manchester United (aet): FA Cup final – as it happened!    “You don’t come any closer than extra time and a goal ahead in the last 10 minutes,” Dann said. “We won’t get a better chance to win the Cup, and everyone in the changing room is gutted and distraught. “United deserved to win and were better than us. I think that we didn’t play as well as we would have liked and especially in the first half we never really got into the game. We got ourselves in front and in a great position, and lose a goal straight after. Then they get a man sent off and you think it is written in the stars, and obviously the lad [Lingard] comes up with a great strike. It was not for a lack of effort and that is the only thing we can cling on to, that we tried our best.”",
  "webTitle": "Crystal Palace need big name signings in the summer, says Alan Pardew",
  "webPublicationDate": "2016-05-22T21:37:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/crystal-palace-need-big-name-signings-in-the-summer-says-alan-pardew",
  "keyword": [
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Alan Pardew",
      "id": "football/alan-pardew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wayne Rooney",
      "id": "football/wayne-rooney",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/2016/may/22/crystal-palace-need-big-name-signings-in-the-summer-says-alan-pardew"
}