{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/dont-let-strictly-climbdown-fool-you-bbc-isnt-safe",
  "id": "2016-05-12-283",
  "sectionId": "commentisfree",
  "body": "How hard will the BBC fight? How hard will the public fight for it? And the Lords and MPs? The danger is that “compromises” in the white paper are accepted as a “climbdown” and everyone breathes a sigh of relief. Yet the white paper dangerously undermines the BBC’s independence and international credibility with a new governance arrangement that for the first time ever puts six government appointees in control of day-to-day editorial decision-making.   Related: 'The BBC belongs to the public, not the government': readers defend the corporation    It’s an old tactic. Hoist a preposterous proposal up the flagpole – the government will decide where Strictly and Bake-Off appear in the schedules – and then pull it down again with a fanfare to disguise everything else. How helpful for both Murdoch organs, the Times and Sun, to protest that the government has retreated. That makes headlines, while the dry and technical details of governance slide under the public radar, left to those who understand its deadly importance. The current trust and its predecessor always had a chair and vice-chair appointed by the government, plus others. That was always a very bad system, contrary to the principles of the BBC. But at least the trust only acted as a backstop, an arm’s length overseer of broad principles. The new unitary board will run every paperclip and soundbite, every daily tough call on taste and bias. That’s what must be resisted, not just because this Tory government has a bizarre visceral antipathy to the very idea that our great public broadcaster is such a success, but because Labour governments have a bad record too of trying to intimidate the BBC. I was in the newsroom as social affairs editor in the run-up to the 1997 election, and heard the nightly bellowing threats down the phone by Peter Mandelson and Alastair Campbell, even before the bulletin went out. Chris Patten, former BBC chair – a Tory and a government appointee – has put up the best plan to take government out of all these sensitive broadcasting posts. A special independent commission should appoint the heads and boards of the BBC, Channel 4 and Ofcom the broadcast regulator, just as the judicial appointments commission keeps judge-making well out of the ambit of governments. Open and transparent, those with editorial power shouldn’t be chosen secretly in Downing Street.     ‘Chris Patten has put up the best plan. A special independent commission should appoint the heads and boards of the BBC, Channel 4 and Ofcom the broadcast regulator.’ Photograph: Mark Bourdillon/BBC/Love Productions    Putting Ofcom in charge of regulating the BBC is a great risk: its present incumbent, a distinguished civil servant, may be no threat. But consider the strongly Thatcherite appointee to the Charity Commission, and the intimidation of charities’ “lobbying” under this government and see how quickly that could change. Ofcom is a competition regulator. How easily lawyers from Sky and others will now press it to demand the BBC is curtailed to make way for competitors, when the BBC should never be regarded as “anti-competitive”. Forcing it to abandon its wonderful free recipe site is just one step in clipping its wings. Why shouldn’t our national broadcaster do as much as it can for everyone, for the remarkable low price we all pay? Yes, the Guardian too is hit by the BBC’s world-beating online news site – but we just have to live alongside this national and global treasure as best we can, not join the venomous voices seeking to diminish it. The charter is debated in both houses, but without the power to amend it. Lord Lester has put up a bill to defend the BBC. The Lords will be vociferous – but will enough Tory MPs join that objection? Putting the National Audit Office in charge of BBC value for money could also be perilous, since editorial, quality and excellence decisions are inextricably bound up with how money is spent. Giving Ofcom instructions to regulate BBC “distinctiveness” opens the door to interference on exactly those Bake-Off and Strictly questions Whittingdale has apparently retreated.   Related: Salaries of top BBC stars will be made public under government plans    On making stars’ pay public, most licence payers will see no good reason why not. What’s more, the BBC should pay less than other broadcasters: losing the greediest talent to ITV and Sky exposes those stars’ avarice – and often leads to damaging their careers because the BBC is almost always best. The BBC will celebrate getting an 11-year charter, safely outside the electoral cycle, with the licence fee settled for five years. But the fight is on to protect its independence, from this and future governments. Can the Archers and EastEnders fans, news junkies, Radio 3, Hollow Crown and Strictly fans be mobilised over the nature of the BBC’s governing board? The government plainly thinks it has stopped the public outcry – even as it still pursues its intent to curb, control and shrink our greatest national glory.",
  "webTitle": "It lacks the glamour of saving Strictly – but the BBC’s new board must be resisted | Polly Toynbee",
  "webPublicationDate": "2016-05-12T10:02:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/dont-let-strictly-climbdown-fool-you-bbc-isnt-safe",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/dont-let-strictly-climbdown-fool-you-bbc-isnt-safe"
}