{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/03/paraguay-battles-over-land-rights-in-the-courts-and-across-the-airwaves",
  "id": "2016-05-03-221",
  "sectionId": "global-development",
  "body": "For 14 years, Juan Aveiro broadcast Radio Mandu’arã to a cluster of communities in a remote corner of eastern Paraguay. He and his team of volunteer journalists worked from a makeshift studio painted with a mural depicting Paraguayan farmers, or campesinos, with their fists in the air, beneath a banner proclaiming “peace and justice!” Then, in November, police raided Mandu’arã’s studio. “They took everything,” Aveiro says. His experience is part of a pattern of suppression across Paraguay, says Francisco Benítez from Codehupy, an umbrella organisation of human rights groups. “This government is driving a process aimed at eradicating alternative voices of protest,” he says, referring to the administration of President Horacio Cartes, who came to power in 2013 at the head of the Colorado party.  Carlos Goncalvez, director of the media pressure group DemInfo, explains why community radio stations are being targeted (pdf).   Related: Disappearing world: Paraguay's Ayoreo people fight devastating land sales | Toby Stirling Hill    “Cartes wants to shackle organisations that fight for the rural poor,” he says. “Community radios give marginalised rural citizens a voice. They inform them about their rights and the struggle for agrarian reform.” This struggle centres on land ownership: according to a 2008 farming census, 80% of Paraguay is controlled by 1.6% of the population. A third of the rural population live in extreme poverty (pdf). Such inequity is a legacy of the 35-year dictatorship of General Alfredo Stroessner. Stroessner forged a close alliance with the Colorado party while dividing public land among the military and political elite. Roughly 10m hectares (25m acres) – 25% of fertile land in Paraguay – were given away or sold at negligible prices. Stroessner was ousted in 1989 but the expansion of international agribusiness has suffocated subsequent attempts to reclaim land. Activists say the biggest culprit is soya. During the past decade, both the land covered by the crop and exports have doubled. Paraguay is now the fourth largest exporter of soya beans; its biggest market (pdf) is the EU. Approximately half of this land was previously occupied by smallholder farmers and indigenous groups. In the last decade, 900,000 people have migrated from the country to the city.     A campesino congress discussing the struggle for agrarian reform.    Arantxa Guerena, author of an Oxfam study (pdf) on soya in Paraguay, says displaced people live in extreme poverty.  “It’s a process of expulsion,” she explains. “Small farming communities are surrounded by soya plantations. Agrotoxins [toxic herbicides used in large-scale agriculture] destroy their crops and damage residents’ health.” Compounding the issue is the lack of state support for small-scale farmers.  “They’re left destitute,” says Guerena. “It’s a political decision, driven by pressure from agribusiness to take control of the land.” Others defend the benefits brought by soya. Luis Cubilla, an economist with the soy traders’ association Capeco, argues that it “brings enormous flows of wealth into the countryside”. As yet unconvinced by these economic benefits, some rural Paraguayans are determined to stay and resist. Filling the vacuum left by the state is a farmworkers’ union, the national federation of campesinos (FNC). The general secretary, Marcial Gomez, says they’ve reclaimed 270,000 hectares through occupations and mobilisations since 1989. But this land has come at a cost: 129 campesino leaders have been assassinated, and thousands of farmers imprisoned. The most violent clash occurred in 2012, and triggered the impeachment of a president. Fernando Lugo had been elected in 2008, leading a left-leaning coalition called Frente Guasu. It seemed a watershed moment for Paraguayan democracy: the first non-Colorado government in 61 years. But a dispute unfolded over land in the eastern district of Curuguaty. The area had been designated for redistribution to the region’s landless farmers in 2004. But the firm Campus Morumbi claimed ownership. With redistribution held up in the courts, a group of 60 campesinos occupied the land. On 15 June 2012, police officers arrived to evict them. What happened next is the subject of tremendous controversy; 11 campesinos and six police were killed. A week later, the senate voted to impeach Lugo. Neighbouring countries condemned the process as a coup. The clashes cast a long legacy: in the capital, Asuncion, 14 campesinos are on trial for attempted murder. They face jail sentences of up to 30 years. No one has been indicted for the deaths of the occupiers. Human rights groups say there are discrepancies in the official version of events.     Within a year of the occupation, the Colorado party was back in power. The new government implemented a state of emergency in the north of Paraguay. The rationale was to eliminate an armed guerrilla group. But failure to subdue the guerrillas has raised suspicions about the government’s true priorities. “It’s been converted into a state instrument to repress any process of organisation by campesinos,” says Codehupy’s Benítez. “It’s produced torture, maltreatment and violence.”     The Paraguayan campesino community of Arsenio Vázquez, on land that was won through occupation in 2004.    The national mechanism for the prevention of torture has expressed concern over abuses against campesinos. In his sermons, the vicar general of Concepción, Pablo Cáceres, has condemned “horrendous crimes committed against innocent campesinos”. For the FNC’s Gomez, the surge in violence is a response to the progress made by his campesinos movement under Lugo. “They’re seeding terror in our communities,” he says. “When Lugo was in power, the necessity for agrarian reform was discussed in parliament and acknowledged in mainstream politics. Now Cartes wants to kill this discussion.” Meanwhile, as President Cartes buys up media organisations, Radio Mandu’arã remains off the air. “For the humble people here, our radio provided the only information they had,” says Aveiro, leaning on the mural outside his empty studio. “And now they’ve shut us down.”",
  "webTitle": "Paraguay battles over land rights in the courts and across the airwaves",
  "webPublicationDate": "2016-05-03T11:27:14Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/03/paraguay-battles-over-land-rights-in-the-courts-and-across-the-airwaves",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "inequality",
      "id": "global-development/inequality",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Paraguay",
      "id": "world/paraguay",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Land rights",
      "id": "environment/land-rights",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "International land deals",
      "id": "world/international-land-deals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Stirling Hill",
      "id": "profile/toby-stirling-hill"
    }
  ],
  "guardianId": "global-development/2016/may/03/paraguay-battles-over-land-rights-in-the-courts-and-across-the-airwaves"
}