{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/katie-nolan-interview-fox-sports-garbage-time-sports-media",
  "id": "2016-05-03-186",
  "sectionId": "sport",
  "body": "Katie Nolan refuses to be a victim. All the TV host needs to do is scroll through her Twitter feed, read YouTube comments, or turn on some sports radio show to hear people say how annoying, slutty and talentless she is. Once, when she hosted her first radio show, a caller phoned the station, shouted “Fuck you, cunt!” live on air, and hung up. Nolan could be discouraged. Pissed off. Or worse, quiet. Instead, it just makes her double down harder, getting ready for her show Fox Sports 1’s Garbage Time with Katie Nolan to return for a third season on 4 May. Being insulted by listeners and viewers is an experience Nolan shares with a lot of female sports journalists as was demonstrated last week in a viral video in which men were tasked with reading hateful messages sent to two female hosts in order to demonstrate just how brutal people can be when armed with their keyboards. Nolan, however, can’t let it stop her. She has a platform, and she’s not afraid to stand squarely on top of it.  Her show, which airs at midnight eastern on Wednesdays, has been nominated for two sports Emmys. It is entirely driven by Nolan’s irreverent personality and her fearlessness to say what others can’t, or won’t. “I’ve always talked, not followed the rules, and been the one to poke the bear,” said Nolan, 29. “It’s less a skill than a lack of skill.”     Katie Nolan: ‘I never thought I could be in sports and give my opinion.’ Photograph: William Hauser/Fox    Nolan, who grew up in the Boston suburb of Framingham, is not only funny – she’s humble to a fault. She still can’t get over having her own network TV show. It’s not tough to buy, considering a couple of years ago she was filming YouTube videos in her apartment using a green screen as a backdrop. She’s now given speeches to six different college journalism classes and still can’t believe they want her. “I never thought I could be in sports and give my opinion,” she said. “When they say, ‘Thanks for people like you,’ I think, ‘What do you mean ME?’ That’s why I go to work. That’s where some of my courage comes in. Someone has to say something, so women who want to do this after me won’t have to fight this battle. Let me put my footprints in the snow.” Garbage Time is at heart a sports comedy show, but when Dallas Cowboys defensive end Greg Hardy, who served a four-game suspension for domestic assault, gave his first interview to reporters after his suspension, Nolan couldn’t look around and expect somebody else to speak up about what transpired. She knew it had to be her. She called Hardy a “garbage human” and also called out reporters for their softball questions to him. That was also the night she decided to stop reading her Twitter replies – she now has more than 213,000 followers. But the vitriol doesn’t stop her from continuing to voice her opinions, liberally sprinkled with profanity.   Related: Greg Hardy denies hitting ex-girlfriend: 'I've never put my hand on any women'    “If there are only a couple of women in sports who say it, and plenty who work in sports who wish they could, I have the responsibility to say it,” Nolan said. “I’m in a position that’s kind of unique, and to not say, ‘Domestic violence is bad and let’s keep athletes from thinking it’s acceptable,’ is a cop-out.”            “Sports media has been a boys club for so long,” she said. “But you also get people who evolve. Lots of people have outdated, sexist views. The more women who come up and take stances the sports world hasn’t seen, the more we can change the narrative. Men are watching and hearing this opinion from a woman who works in sports. It’s a big responsibility.” ESPN’s Rachel Nichols, who was Nolan’s first podcast guest, agrees. “She’s got a great voice, and she uses it,” she said. In her recent piece on Kathryn Smith, the first woman to be hired as a full-time coach in the NFL as special teams quality control coach for the Buffalo Bills, Nolan first pointed out how boring the blatant sexism it raised is. She then explained matter-of-factly why everyone should calm down and stop screaming about Smith’s hiring being the result of affirmative action or a publicity stunt for the team. And also why she actually wants to answer those kinds of questions: because no one ever does.    Men are watching and hearing this opinion from a woman who works in sports. It’s a big responsibility  Katie Nolan     Some men become stubborn, Nolan believes, when the immediate reaction to their opinions is that they’re sexist. And that’s what she is trying to change.  “I know their ears will turn off,” Nolan said. “I say, ‘Hey, you’re wrong. I’m not going to label you as sexist, but I’m going to walk you through why this isn’t OK. I don’t hold your opinions against you. But I’m smiling through my teeth because I think you’re an idiot.’”            “Katie Nolan is everything I want Fox Sports 1’s programming to be. Period, end of statement,” said Jamie Horowitz, president of Fox Sports National Network. “The thing with Katie is she’s incisive and insightful and she challenges the way viewers think. Katie Nolan is not an interesting woman. She’s just interesting. That’s the magic of it.” As to what her future holds, Horowitz wants to keep her around. “When you look at a movie poster of FS1 a few years from now,” he says, “you’re going to see Katie Nolan’s face on it.” Nolan has ideas of how she wants her show to evolve. More women on her crew would be a start, as currently there is one, because as progressive as her male staff is, they can’t truly relate to a reality they’ve never lived. Maybe she’ll have a live studio audience instead of just the banter with her off-screen producers. Her quick wit, and her casual and sometimes quirky interview style, humanize the athletes and celebrities, as if they are, as her brother describes, “sitting next to her on a barstool at 12.30 on a Friday night”. What won’t change is her giving a single thought to what she looks like on camera. She’s not into the heavily made-up, blow-dried culture of broadcast TV. If it were up to her, Nolan would just stay in her uniform of sneakers, jeans, T-shirt and her glasses. But she has wardrobe, hair and makeup people who have other ideas, and Nolan’s appearance hits right in the middle of too much and not enough. “I’m aware of how I look being a storyline,” Nolan said. It’d be tough not to, considering how her viewers like to comment on her appearance. But a better storyline for Nolan, the one she wants to be known for, is one in which she means what she says, and says what she means. Because she knows if she changes her line every 30 seconds, or says stuff for the sole purpose of getting a reaction, her mostly male viewing audience would be all over her – and she’d lose the respect she’s working so hard to build.  And no amount of fame, she says, is worth that to her.",
  "webTitle": "Katie Nolan is challenging the way we think about women covering sports",
  "webPublicationDate": "2016-05-03T12:30:02Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/katie-nolan-interview-fox-sports-garbage-time-sports-media",
  "keyword": [
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Fox",
      "id": "media/fox",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Women in journalism",
      "id": "media/women-in-journalism",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/03/katie-nolan-interview-fox-sports-garbage-time-sports-media"
}