{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/sports-directs-mike-ashley-outbid-on-bhs",
  "id": "2016-05-18-40",
  "sectionId": "business",
  "body": "Sports Direct tycoon Mike Ashley is understood to have been outbid by rivals including the owners of Matalan and Edinburgh Woollen Mill as administrators try to secure the future of BHS. Sources said Ashley had put in a “low-ball offer” for the business, which collapsed into administration at the end of last month, putting 11,000 high street jobs at risk.  Sources said administrators were leaning towards a consortium led by John Hargreaves, the founder of cut-price chain Matalan who has teamed up with Turkish entrepreneur Cafer Mahiroglu, the owner of Select Retail, for a last-minute bid. Hargreaves spent several hours on Tuesday meeting senior management and staff at BHS. Bids from Edinburgh Woollen Mill owner Philip Day and a mystery fourth bidder – which some believe to be a European retailer and others a finance house – are also thought to be ahead of Ashley in the running. But sources said it was too early to predict the final outcome of the bidding process with administrators not expected to finalise a deal until next week – later than their deadline of this weekend. Administrators are understood to be considering only bids for the entire business including the brand, in the hope of saving as many jobs as possible. A number of other bidders, thought to include Dominic Chappell, the head of BHS’s former owner Retail Acquisitions and Yousuf Bhailok, a Preston-based property entrepreneur, have dropped out.  The 88-year-old retail chain collapsed little more than a year after Green sold it to the little-known collection of financiers, lawyers and accountants, led by Chappell, who has been declared bankrupt at least twice. The fall of BHS, which still has a £571m hole in its pension fund, is now the subject of inquiries including an Insolvency Service investigation launched by the business secretary, Sajid Javid, and the hearings being held by the two select committees. MPs are expected to summon lawyers, accountants and financial firms who advised companies on both sides of the transaction. The work and pensions committee and the business innovation and skills committee on Wednesday confirmed plans to call 29 witnesses including Chris Martin, chairman of the BHS pension fund trustees and his predecessor Margaret Downes, advisers to Retail Acquisitions and Green, BHS chief executive Darren Topp and his predecessor Richard Price as well as Chappell and Green. Frank Field, chairman of the work and pensions committee, has also written to Lesley Titcomb, chief executive of the Pension Regulator, asking for confirmation that it rejected a restructuring of BHS under which Green would have injected £80m into the company’s pension fund.",
  "webTitle": "Sports Direct's Mike Ashley outbid on BHS",
  "webPublicationDate": "2016-05-18T19:23:06Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/sports-directs-mike-ashley-outbid-on-bhs",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sajid Javid",
      "id": "politics/sajid-javid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/18/sports-directs-mike-ashley-outbid-on-bhs"
}