{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/leicester-citys-place-in-an-unequal-world",
  "id": "2016-05-04-73",
  "sectionId": "football",
  "body": "The reaction to the wonderful achievement of Leicester City in winning the Premier League is also a sad reflection on the ever-increasing inequality in our society. Nearly 40 years ago my team, Nottingham Forest, came up from the second division with one of the worst promotion records in history and proceeded to win the league, beating, among others, possibly the best Liverpool team ever. They then won the European Cup twice. As Leicester were already playing in the top league and had finished the previous season with a terrific burst of form, it is debatable which is the more amazing achievement. However, the depth of reaction to the two events is very instructive. In those days, you could quite easily accept that a “lesser” team had some chance of competing against the accepted giants, and Forest’s wins still had a relatively healthy sense of perspective. But now, we hear that Leicester’s performance is “the greatest ever in sporting history”, presumably in view of the odds against overcoming the colossal inequalities that have been allowed to develop in football. Football – as ever, a microcosm of the wider world.Jan WiczkowskiPrestwich, Greater Manchester • Your mountains of deserved praise for Leicester City’s Premier League title omit one small fact that helps reflect the scale of the achievement. In the Guardian’s preview for this season back in August, nine from 11 of your journalists predicted relegation for the new champions. Yes, they really were that far under the radar.Ian CroftLeicester • I understand that the Leicester City football club have come top of some football league or other. I do think you should have celebrated this achievement. Only 11 pages in the sports section and one full page in the news section hardly seems adequate. What will you do if they win the Champion’s League – bring out a special edition? And yes, I am a Tottenham Hotspur fan. Mike CantorLondon • What’s the betting that Cameron now remembers that he didn’t support Aston Villa or West Ham at all, in fact he’s always been a staunch Leicester fan?Phil ElsdonDurham  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Leicester City’s place in an unequal world | Letters",
  "webPublicationDate": "2016-05-04T17:41:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/leicester-citys-place-in-an-unequal-world",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/04/leicester-citys-place-in-an-unequal-world"
}