{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/05/the-buskers-opera-review-park-theatre-london",
  "id": "2016-05-05-24",
  "sectionId": "stage",
  "body": "John Gay’s The Beggar’s Opera has spawned plenty of imitators, including Brecht and Weill’s The Threepenny Opera, shortly to be seen at the National Theatre in a new version by Simon Stephens. The latest is from Dougal Irvine, a composer (Departure Lounge) and lyricist (Britain’s Got Bhangra and Laila) with a rising reputation.     Whiplash smart … David Burt as Jeremiah Peachum and Simon Dylan-Kane as Mayor Lockitt. Photograph: Tristram Kenton for the Guardian    Irvine relocates the story to London 2012. Macheath (George Maguire, an Olivier award-winner for his role in Sunny Afternoon) is a self-interested busker preaching dissent on the streets, as the Olympic opening ceremony approaches. Peachum (David Burt) and Lockitt (Simon Kane) are the media mogul and London mayor determined to see him hang.  In a strong cast, Natasha Cottriall is outstanding as the comically murderous, Prada-obsessed Lucy Lockitt, who in one of the evening’s best songs – Do You Want a Baby, Baby – announces her pregnancy to the married Macheath. The characters are not supposed to be likable, but Maguire’s Macheath could do with a shot of charisma and warmth. Lotte Wakeham’s production would benefit from an injection of tension.  But there is plenty to enjoy in an exuberant evening that may not deliver much satirical bite or hang together narratively, but which does showcase Irvine’s musical virtuosity and witty lyrics. Two hours of rhyming couplets, however whiplash smart, can be a mite wearying, but this rough and ready show has more virtues than vices as it reminds us that it’s always the poor who pay the highest price for the successes of capitalism.  At Park theatre, London, until 4 June. Box office: 020-7870 6876.",
  "webTitle": "The Buskers Opera review – anti-capitalism in rhyming couplets",
  "webPublicationDate": "2016-05-05T21:30:05Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/05/the-buskers-opera-review-park-theatre-london",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/05/the-buskers-opera-review-park-theatre-london"
}