{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/peacocks-butterflies-emerge-from-winter-sleep-in-combative-mood",
  "id": "2016-05-03-349",
  "sectionId": "environment",
  "body": "Normally all the softness of the English summer is in a blackbird’s syrinx. Today, however, as the sound of the song wafts towards me across the garden, it somehow seems to congeal in these north-easterlies. It is like a dark warm spawn-filled pond of music but with ice edges. I go out and the air is cold. The new greens in the hawthorns and the oaks are cold in tone. Even the sunlight feels cold, and the blue above has clouds with an unmistakable hint of ice. Sure enough, when it rains for about 60 seconds as I reach the marsh, it falls as hail. Then it stops again. The sun beats down and it feels like the weirdest spring I can recall.   Related: Country diary: Sandy, Bedfordshire: August belongs to the peacock butterfly    Yet none of it appears to bother the water lilies. Their leaves are coming up everywhere and I am intrigued at the way in which they settle at the surface as waxed plates of emerald but rise through the water column of the beck as crinkled fronds of lettuce green. All that vegetable luxuriance wafting in fluid looks so inviting but if I stuck my bare feet in the mulch from which it emerges, I know that they would be numb in seconds. The one feature of my walk that has no seasonal ambiguity is the territorial behaviour of the peacock butterflies. Asleep for five months and fuelled winter-long by last autumn’s blackberries, the butterflies have wings thinner than lily petals and coated in burgundy plush with four owls’-eye spots.  They love this nettle-rich stretch all the way along the bank of the beck, and as I walk down they rise up at intervals in territorial flights. Two insects – both males – thrust up in momentary columns of furious combat. To be touched by those fluttering wings is to be brushed by velvet. Yet in this way they contest anything that transgresses their boundary: other peacocks, small tortoiseshells; one even chases a sedge warbler. The book tells me they will react aggressively to thrown clods of earth and no cold unseasonal breeze can halt a peacock’s passion. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Peacocks emerge from winter sleep in combative mood",
  "webPublicationDate": "2016-05-03T04:30:45Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/peacocks-butterflies-emerge-from-winter-sleep-in-combative-mood",
  "keyword": [
    {
      "webTitle": "Butterflies",
      "id": "environment/butterflies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Cocker",
      "id": "profile/markcocker"
    }
  ],
  "guardianId": "environment/2016/may/03/peacocks-butterflies-emerge-from-winter-sleep-in-combative-mood"
}