{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/holocaust-survivors-dying-poverty-waiting-restitution-compensation",
  "id": "2016-05-05-349",
  "sectionId": "world",
  "body": "Tens of thousands of Holocaust survivors are spending the final years of their lives in financial hardship while waiting for governments across Europe to compensate them for property stolen during the Nazi era. Despite a declaration by 47 countries seven years ago to ensure restitution for the theft of Jewish property during the Holocaust, many of the 500,000 survivors still alive are yet to be compensated, according to the World Jewish Restitution Organisation (WJRO). Timed to coincide with Holocaust Remembrance Day on Thursday, the WJRO has organised a social media campaign under the hashtag #HolocaustJustice to put pressure on those countries to act on their 2009 commitment. Among those backing the campaign are former UK foreign secretary David Miliband, scientist Robert Winston, former US senator Joe Lieberman and West Wing actor Joshua Malina. Launching the campaign, survivor Jehuda Evron said he fought for 20 years for the return of property taken by the Nazis that belonged to his wife’s family.   Related: Stolen art links Holocaust survivors to their past – it's not about the money | David Lewis    “Now I am in my 80s. Until the day I die, I will not give up. Every day, the few remaining Holocaust survivors are passing away. Sadly, many of these survivors will die in poverty, without benefiting from their property. Our struggle for justice cannot die with us.” Evron appealed to the children and grandchildren of Holocaust survivors to continue the battle for restitution. “Future generations need to continue efforts to recover what the Nazis, their allies and collaborators, as well as subsequent Communist governments, unjustly took from us and our families and Jewish communities.” Baroness Deech, another supporter of the campaign, said: “Holocaust survivors and their families have waited over seven decades for a small measure of justice for the theft of their property. It is incumbent upon us as members of the next generation to take up this call for justice and urge governments in Europe to act now while the remaining survivors are still with us.”   Related: Why a Swiss gallery should return its looted Nazi art out of simple decency    Thousands of works of art, worth billions of dollars, were looted from Jewish owners in the run-up to and during the Holocaust. Many have been recovered and returned. But the theft and confiscation of Jewish property extended to buildings, furniture, jewellery, clothing, books, cash and other valuables and assets. In 2009, the Terezin Declaration was approved at a conference in Prague. It pledged that “every effort be made to rectify the consequences of wrongful property seizures, such as confiscations, forced sales and sales under duress of property, which were part of the persecution of these innocent people and groups.” However, according to the WJRO, many of the signatories have no laws to provide restitution or compensation, and others have laws which may be exclusionary or whose processes are slow or unjust.  The 47 signatories to the Terezin Declaration were Albania, Argentina, Australia, Austria, Belarus, Belgium, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, , Germany, Greece, Hungary, Ireland, Israel, Italy, Latvia, Lithuania, Luxembourg, Macedonia, Malta, Moldova, Montenegro, the Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey, Ukraine, United Kingdom, United States and Uruguay.",
  "webTitle": "Holocaust survivors 'dying in poverty while awaiting compensation'",
  "webPublicationDate": "2016-05-05T03:00:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/holocaust-survivors-dying-poverty-waiting-restitution-compensation",
  "keyword": [
    {
      "webTitle": "Holocaust",
      "id": "world/holocaust",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/05/holocaust-survivors-dying-poverty-waiting-restitution-compensation"
}