{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/baby-boxes-abortion-indiana-pro-life-safe-haven",
  "id": "2016-05-05-62",
  "sectionId": "world",
  "body": "A few days ago, strange fixtures began appearing in the walls of fire department buildings in Indiana: metal slots with pull-down lids. For donations, perhaps? Old clothes? Books for charity? No. The slots open to reveal “baby boxes”– heated, padded, incubator-type holes in the wall where, according to Safe Haven Baby Boxes Inc – one of the pro-life organisations behind the initiative – desperate mothers or fathers can deposit a newborn anonymously and walk away, reassured that it is safe. Once a baby has been deposited, an internal alarm alerts firefighters on duty to come and pick it up. “We did the blessing of the boxes and now we are testing them and they are working perfectly – response time is two minutes 15 seconds,” said Monica Kelsey, an ardent pro-life campaigner who runs Safe Haven Baby Boxes. The two baby boxes in Indiana are the first of their kind in the US though they do exist in other parts of the world, despite disapproval from the UN. Kelsey says she plans to have 100 more in the state by the end of the year, and would like to expand around the country. The next two are destined to be installed in Gary and Indianapolis, Kelsey said.    The bottom line is that even with baby boxes you will still have babies put in trash cans and put out in the cold  Jean Breaux, Indiana senator     Indiana is a likely place for Kelsey to launch baby boxes in the US. It is one of the most conservative states for cracking down on abortion provisions and restricting access to reproductive healthcare and birth control. Most schools in the state teach abstinence-only sex education. Indiana also recently became the second state to pass new laws banning abortions because of genetic abnormalities and mandated that an aborted fetus be buried or cremated. The state is being sued to block the law by Planned Parenthood and the American Civil Liberties Union (ACLU). Kelsey and other pro-life, anti-birth control groups who believe in baby boxes fought for new legislation that passed in Indiana last year, over some opposition from health experts, permitting their installation under the umbrella of existing safe haven laws.     The baby box is a heated, padded newborn incubator with an internal alarm alerts firefighters. Photograph: Michael Conroy/AP    But despite the new legislation, Indiana Democratic senator Jean Breaux says the baby boxes are extremely problematic, and speak to growing extremism in the state. “It’s just another extension of this state’s fanatical view of anti-abortion, when Roe v Wade is the law of the land. They would rather have a baby born and abandoned than pursue some alternative to that. “The bottom line is that even with baby boxes I contend that you will still have babies put in trash cans and put out in the cold because the parent is in the midst of an overwhelming experience, full of fear and anxiety,” she said. “The likelihood of someone saying ‘let’s drive over and get a baby box’, I just think it’s unrealistic. Instead let’s equip our young people with the tools they need to make the best choices and you will find that baby boxes will be unnecessary.” Indiana also spends federal dollars meant for needy families on a controversial anti-abortion, pregnancy advice contractor based in Pennsylvania called Real Alternatives. But Breaux said the state “has its fair share of poverty”, which leaves teens more vulnerable to the risk of unwanted pregnancy. And Indiana has a shortage of doctors and health centers, she said.   Related: Anti-abortion politicians deserve to be asked if they've helped a woman get one    Each Baby Box costs $1,500-$2,000. The first 100 are being funded by the Knights of Columbus, a zealous Catholic brotherhood organization that vigorously supports anti-abortion causes. There are no official figures recording the number of newborns abandoned in the US every year in unsafe circumstances, but Kelsey said her organization tries to track it based on news reports and crowd-sourced information and estimates that it adds up to between 73 and 100 babies, the majority of whom do not survive. Kelsey herself was adopted at eight weeks old and has always been a strong Christian, she said. But when she was 37 she sought out her birth mother and was told the staggering news that her mother had become pregnant with her after she was brutally raped. Abortion was illegal then, in 1973, and Kelsey says her mother almost had an illegal abortion, but changed her mind at the last minute. The knowledge that she was the product of a rape convinced Kelsey that rape should not be an exception in laws banning abortion.  Today, Kelsey is adamant that all abortion is murder. She wants it made illegal across the US without any exceptions. “We have to make it not only illegal, we have to make it unthinkable … I feel this is God’s mission for me. I’m saving abandoned babies, innocent lives, I’m exactly on the path where Christ needs me to be,” she said. Long a pro-life campaigner, she then had the baby boxes epiphany when she saw something similar at a church in South Africa on a visit there in 2013, where the pastor of a church told her some boys had found a baby in a duffel bag and handed it in to him. The pastor never wanted a baby to be left like that again in his parish, so he took action. “Now they have what they call a door of hope. They’ve saved hundreds of babies,” she said. She came back to the US determined that this was the answer for America too. She spent the next two years researching and designing the baby boxes, saying she tried eight different designs and 23 different combinations of electronics before hitting on the style of container that has just been installed. Kelsey will not disclose which states she is targeting next for the right to install baby boxes, but said there are seven in her sights immediately and in four of them there is no additional legislation needed to go ahead with installing the boxes. “We are not going to be able to have a baby box on every corner, but we believe in our mission,” she said.",
  "webTitle": "Baby Boxes: pro-life campaigners bring the 'abortion alternative' to America",
  "webPublicationDate": "2016-05-05T18:50:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/baby-boxes-abortion-indiana-pro-life-safe-haven",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "world/2016/may/05/baby-boxes-abortion-indiana-pro-life-safe-haven"
}