{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/ask-alanis-morissette-why-girlfriend-so-close-to-ex",
  "id": "2016-05-20-113",
  "sectionId": "lifeandstyle",
  "body": "Two years ago, I started dating a woman I met online – we had a spark immediately. We were both recently separated; she has two amazing girls but I’ve always felt uncomfortable with her ongoing relationship with her ex. I understand that a good relationship between parents is infinitely preferable to two parties at war, but they’re just too caught up in each other’s lives. In the two years since we got together, they’ve been on holiday (as a foursome) several times. Whenever I mention my discomfort, she says I’m selfish and jealous. Am I being unreasonable?Being aware of the benefit to the girls is very generous of you. And I agree that a relatively harmonious co-parenting partnership is very important for children of divorced parents. But it sounds like the family is benefiting from this arrangement and not you. It’s important to establish which relationship your girlfriend thinks of as the primary one. At some point, as you deepen your connection with this woman, you would ideally become her primary relationship. Yes, she has a loyalty, a history and a deep bond with her kids and her ex – there is no way around that – and it’s important for her to maintain this. However, her response when you express your discomfort is not a loving one. At the very least you deserve empathy; at best, there should be a change in your partner’s behaviour. My sense is that, if you are validated and prioritised by your girlfriend, there are multiple solutions. Perhaps you join them on these trips; perhaps there are more trips taken without their father. There will likely be a deepening of your connection with the girls over time as their potential new stepdad. All of these are important considerations and steps on the journey of integrating new family members post-divorce.   Related: Ask Alanis Morissette: since I’ve been ill, I’ve lost contact with many friends    Some people careen right into new regimes, some blend the expanding members into the tribe, some keep things distinct and separate. The key is that everyone wins, which includes you. I would try to explore your girlfriend’s commitment to you, to see if it is likely to deepen to the point where she will make sure you are happy. If not, you may come second in her heart indefinitely – and you’ll have to figure out whether you can tolerate that. which would be something you would have to figure out in your heart if you were willing to tolerate. • Alanis Morissette’s podcast is available on iTunes and at alanis.com. Send your dilemmas about love, family or life in general to Alanis Morissette at ask.alanis@theguardian.com",
  "webTitle": "Ask Alanis Morissette: why is my girlfriend so close to her ex?",
  "webPublicationDate": "2016-05-20T15:00:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/ask-alanis-morissette-why-girlfriend-so-close-to-ex",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Divorce",
      "id": "lifeandstyle/divorce",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alanis Morissette",
      "id": "profile/alanis-morissette"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/20/ask-alanis-morissette-why-girlfriend-so-close-to-ex"
}