{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/22/miranda-sawyer-radio-review-heresy-dennis-skinner-dementia-manson-no-sleep-podcast",
  "id": "2016-05-22-180",
  "sectionId": "tv-and-radio",
  "body": "Heresy (Radio 4) | iPlayerDennis Skinner v Dementia (Radio 2) | iPlayerCharles Manson’s Hollywood | youmustrememberthispodcast.comThe No Sleep Podcast Having been in “I hate all Radio 4 comedy” mode for quite some time, I found myself doing actual, real-life guffaws – more than one! – at Heresy on Wednesday evening. It’s quite a while since I’ve done this listening between 6.30 and 7pm, I must say. There’s not much at all to Heresy – it’s just a series of received opinions unpicked by witty people in front of a live audience – but, somehow, this week’s episode really worked. This was a lot to do with host Victoria Coren Mitchell, who delivers her tinder-dry lines with just the right amount of nonchalance. She’s sharp without being nasty or egomaniacal: at certain points in this episode, she formed a sort of comedy alliance with guest Katy Brand, also on great form. Lloyd Langford, a standup, was excellent, and Grayson Perry as hilarious as ever. The person who made me laugh the most, however, was a member of the audience during a discussion about whether anyone would want to own a picture painted by Hitler. I’m not going to spoil his deadpan punchline, but, listeners, I laughed. I honestly did. Next thing, I’ll start liking Radio 2 documentaries… Or maybe not. I do find them irritating. They have great content, but the style, editing and scripts drive me doolally. Too often they come across as documentaries for simpletons, and Radio 2 listeners aren’t stupid.     The voice of Bolsover: Dennis Skinner MP, discovering the power of a good singalong. Photograph: Christopher Thomond for the Guardian    The station has been running a series of programmes about mental health, and the final one featured MP Dennis Skinner. (How long do you think it was before he was referred to as the Beast of Bolsover? One second. Arrggggghhhh.) Skinner was the subject of a documentary called Dennis Skinner vs Dementia. You wouldn’t have known this for the first 10 minutes, though: Jeremy Vine was presenting, and on and on he blathered, explaining everything, from who Skinner is, to what Skinner appeared to be feeling when Vine was interviewing him. I don’t blame Vine – he’s only doing what his producer suggests – but we really could have done with a lot less of him up front. The programme only got going when we were allowed to hear Skinner speak. Vine interviewed him very well, and we heard a lot about his early life and family. The point of the programme was to explain that Skinner believes singing really helps older people with dementia. He discovered this after his mother and then his sister got the disease. Neither could recognise their relatives or really communicate, and yet when he sang old songs to them, they brightened and joined in quite happily. Now Skinner makes a point of visiting old people’s homes to have a good old singalong. He sang the songs for us, too, in a beautiful voice. “I often think what would have happened if I were born in the middle of a city and I could have gone to drama class,” he said, without bitterness. Skinner was a gem, shining bright amid the cliches and over-explanation.     Karina Longworth, creator and presenter of the ‘exemplary’ movie podcast You Must Remember This.    Serial’s second season ended a few weeks ago now (did anyone notice?), but its format, of a single event explored over a few episodes, has taken root in other podcasts. You Must Remember This, the exemplary film podcast made and presented by Karina Longworth, has a couple of series within its overall series, and I must recommend the 12-episode exploration of the Manson murders. This came out last year, but a few friends have been talking about it, and I offer it to you, with caveats (Manson is a lot nastier than you think). And if you’re into that kind of thing, then longstanding horror story show The No Sleep Podcast, is a good one too. It has also been experimenting with the developing storyline recently, to some fans’ chagrin. But as there are more than 150 old episodes to choose from, if you don’t like one, try another.",
  "webTitle": "The week in radio: Heresy; Dennis Skinner v Dementia; Charles Manson’s Hollywood; The No Sleep Podcast",
  "webPublicationDate": "2016-05-22T06:00:35Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/22/miranda-sawyer-radio-review-heresy-dennis-skinner-dementia-manson-no-sleep-podcast",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dennis Skinner",
      "id": "politics/dennis-skinner",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Charles Manson",
      "id": "us-news/charles-manson",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Dementia",
      "id": "society/dementia",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Miranda Sawyer",
      "id": "profile/mirandasawyer"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/22/miranda-sawyer-radio-review-heresy-dennis-skinner-dementia-manson-no-sleep-podcast"
}