{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/no-religion-outnumber-christians-england-wales-study",
  "id": "2016-05-23-27",
  "sectionId": "world",
  "body": "The number of people who say they have no religion is escalating and significantly outweighs the Christian population in England and Wales, according to new analysis.   Related: Knitting to BDSM: readers on where to find a sense of community    The proportion of the population who identify in NatCen’s British Social Attitudes survey as having no religion, referred to as “nones”, reached 48.5% in 2014, outnumbering the 43.8% who define themselves as Christian – Anglicans, Catholics and other denominations. In 2011 the BSA survey found 46% identified as having no religion. The 2011 census gave a much lower figure of 25%, but phrased the question differently. “The striking thing is the clear sense of the growth of ‘no religion’ as a proportion of the population,” said Stephen Bullivant, senior lecturer in theology and ethics at St Mary’s Catholic University in Twickenham, who analysed data collected through British Social Attitudes surveys over three decades. “The main driver is people who were brought up with some religion now saying they have no religion. What we’re seeing is an acceleration in the numbers of people not only not practising their faith on a regular basis, but not even ticking the box. The reason for that is the big question in the sociology of religion.” The report did not examine data from Scotland or Northern Ireland. Last month a Scottish Social Attitudes survey found that 52% of the population said they were not religious, compared with 40% in 1999. In Northern Ireland, which has long been the most religious part of the UK, 7% said in the 2011 census that they belonged to a non-Christian religion or no religion. The new analysis will fuel concern among Christian leaders about growing indifference to organised religion. This year the Church of England said it expected attendance to continue to fall for another 30 years as its congregations age and the millennial generation spurns the institutions of faith. According to Bullivant’s report, Contemporary Catholicism in England and Wales – which will be launched at the House of Commons on Tuesday, both the Anglican and Catholic churches are struggling to retain people brought up as Christians. Four out 10 adults who were raised as Anglicans define themselves as having no religion, and almost as many “cradle Catholics” have abandoned their family faith to become “nones”. Neither church is bringing in fresh blood through conversions. Anglicans lose 12 followers for every person they recruit, and Catholics 10. The vast majority of converts come from other Christian denominations, rather than non-Christians or people with no religion. “There’s a kind of denominational musical chairs,” said Bullivant. “No one is making serious inroads into the non-Christian population.” The proportion of the population who describe themselves as Anglican plunged from 44.5% in 1983 to 19% in 2014. Catholics made up 8.3%, other Christians 15.7% and non-Christian religions 7.7%.   Religions   The analysis throws up striking regional variations. London has the smallest proportion of people identifying as “nones”, at an average of 40%, accounted for by the capital’s large minority ethnic population. In contrast, 59.5% of people in Wales say they have no religion.   Regions   Half of all Christians in England and Wales are over the age of 55, although Catholics have a younger age profile. Of those describing themselves as Christian, 58.6% are women. More than nine in 10 Christians are white, which is slightly higher than in the general population. Far more Catholics (27.5%) than Anglicans (8.9%) attend church once a week or more.   Upbringing   The report is intended to fill a gap in reliable up-to-date statistics about the state of Christianity, and particularly Catholicism. It drew on data from British Social Attitudes surveys between 1983 and 2014.   Related: Are we ready to face death without religion? | Adam Lee    “Churches need to take this kind of data very seriously,” said Bullivant. “When analysing data you see patterns that you might not necessarily notice otherwise. This can flag up areas for further research or groups that need particular pastoral attention.” A spokesperson for the Church of England said: “The increase in those identifying as ‘no faith’ reflects a growing plurality in society rather than any increase in secularism or humanism. We do not have an increasingly secular society as much as a more agnostic one. “In a global context, adherence to religion is growing rather than decreasing. Christianity remains the world’s largest religion with over 2 billion adherents. In the UK the latest census found the overwhelming majority of people to have a faith.” Mark O’Toole, the Catholic bishop of Plymouth, said the report demonstrated “the challenge to Christian evangelisation in this country” and would “help hone priorities”. He added: “The church is committed to reaching out to those who are seeking meaning in their lives and helping them discover the joy of an encounter with Christ.”  • This article was amended on 9 June 2016 to correct the subheading which said that the proportion of the population who identify as having no religion rose from 25% in 2011 to 48.5% in 2014. That compared figures from two different sources: the 2011 census and NatCen’s 2014 British Social Attitudes survey which asked questions about religion in different ways. The 2011 BSA survey found 46% identified as having no religion. The text of the article has also been amended to make this clear.",
  "webTitle": "People of no religion outnumber Christians in England and Wales – study",
  "webPublicationDate": "2016-05-23T21:00:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/no-religion-outnumber-christians-england-wales-study",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Atheism",
      "id": "world/atheism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/23/no-religion-outnumber-christians-england-wales-study"
}