{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/queens-speech-social-reform-david-cameron",
  "id": "2016-05-18-187",
  "sectionId": "commentisfree",
  "body": "Polly Toynbee: For Tory voters, it’s cake-and-eat-it time         Most of this velvet ragbag is worth less than the vellum it’s written on – some items OK (local buses), some obnoxious (British human rights bill). But no one concerned about social justice will be bamboozled by yet another Cameron reprise of “compassionate Conservatism”, framing the royal speech as “increasing life chances for the disadvantaged”. That makes few converts, but it gives permission to Cameron’s people to keep voting Tory without feeling nasty, so they can feel nice, not mean-spirited at all. Phew! Cake and eat it time! They can have low tax, high pension-relief handouts while shrinking tax credits for the poor – and still feel good about being Tory. Trying harder on fostering and adoption is sensible – but forget good intentions on “life chances”. Just look around to see this government’s devastation of children’s centres, school nurses, social work and child mental health, while generous childcare promises go unfunded. The best reforms here are to prisons, with more education, rehabilitation, IT, weekend-only sentences and the like. But since Michael Gove has ruled out reducing our sky-high prison population, without real money to pay for better treatment, expect no turnaround miracles. The sneaky bill to watch out for is a curb on Lords powers, glancingly referenced as the “primacy of the Commons”. Incandescent that for the first time in history, Tories have no Lords majority, they will limit the Lords powers to challenge statutory instruments (SIs), instead of a democratic reform of the whole great folderol of ermine absurdity. Sounds dull? A recent shed-load of bills arrived as empty shells, crucial elements to be added later in regulations. Ending the Lords’ very rarely used power to kill off bad regulation is an outrage. No Labour government ever had a Lords majority: the peers knocked back Labour bills more than 500 times in 13 years. This government has faced many fewer Lords rebuffs – but how that offends the Cameron crew’s rich sense of inherited entitlement. Odd, but we must fight for the revising rights of these unelected peers. Otherwise, onward drives this government’s austerity chariot, scything its way through the functions and capacities of the state. Rafael Behr: Cameron hasn’t given up hope of a reform legacy      There is something cruel about forcing the elderly monarch to pronounce campaigning platitudes as if they were her own words. Convention has HRH delivering the government’s agenda, but there is no constitutional obligation to make her chew stale soundbites from last year’s Conservative manifesto. “My government will use the opportunity of a strengthening economy to deliver security for working people.” It sounded like the poshest hostage video ever. (Given the historical background of civil war and restoration, that’s pretty much what it is.) But this year there was an additional level of artifice. When the Queen said “my government”, she was talking about a provisional administration – the one that assumes power on 24 June on condition that Britain has just voted to remain in the EU. The programme was drafted with two objectives in mind. First, to avoid controversies that might jeopardise the prime minister’s referendum campaign, and second, to signal the kind of thing he would like to have achieved had he not been bullied into holding the blasted referendum in the first place. Hence the attempt to weave in soft liberal themes of social mobility and equal opportunity – references to “tackling poverty and the causes of deprivation”, “giving every child the best start” were dotted throughout as well as the more orthodox Conservative pledge to support “aspiration and promote home ownership”. David Cameron has not given up on the hope that his legacy will one day consist of reforms – to schools, prisons and hospitals – that rise above the long tactical grind against Eurosceptics in his own party and convey a story of national renewal: academies, liberated from local authority control (presumed to impose tyrannical mediocrity) promoting an ethos of academic excellence; a health service treating patients in a 21st-century, 24/7 capacity; jails that reform miscreants instead of merely hoarding them. Leaving aside the question of whether the bills announced today would, in the best of circumstances, achieve the effect Cameron envisages, it is doubtful that the politics of this parliamentary session will give him the freedom to try. Forces unleashed by the referendum will not easily be contained after polling day. While this Queen’s speech is meant to be a blueprint for a triumphant post-plebiscite Cameroon second term there is no reason to expect his power to shape events, or manage his own party, will be any greater in the future than it has been until now. Deborah Orr: This is all about rehabilitation – for the Tories      Oh, let’s face it. It’s all relatively benign. I could even stomach the oxymoronic idea that British human rights are a bit more wise and fair than the human rights of humans generally, if I thought it really would sway potential Brexit voters. But education in prison? More support for children in care? What’s not to like? You could bang on forever about how today’s Queen’s speech proves that the Tories do believe that state intervention has the power positively to transform life chances, and that somehow this is an ideological win for the left, proof that Jeremy Corbyn is bothering the government. But all it really proves is that Conservatives believe fervently in the concept of rehabilitation – for themselves. Will it work though, politically? It’s a legislative programme that will alienate as well as soothe. It’ll play well to middle-class people who worry that the Conservatives are too harsh and unsympathetic. But the people who tend to get most chagrined by iPads for prisoners, or help for the children of terminally feckless parents, are people who stay on the right side of the law and do right by their kids, even though it’s a massive struggle to do so, every single day. That struggle is made even harder because such voters live with the trying consequences of living cheek by jowl with antisocial neighbours. They – and their families, who witnessed the sacrifices their parents made – put their cross by Tory candidates precisely because the bleeding hearts can seem to care little for what used to be called “the respectable working class”. All of which means that this is a programme that can help Labour in its ailing heartlands, if the party can grasp the opportunity to press their potential advantage. Helping the most disadvantaged is fine. But if modest advantage doesn’t get you an affordable roof over your head, you’re right to feel let down. Matthew d’Ancona: A centrist strategy prompted by errors in the London mayor campaign      This Queen’s speech had its distant roots in August 2011, and, specifically, five nights when cities across England descended into looting, conflagration and violence. For the prime minister – a social reformer compelled by circumstances to be a fiscal technician – the riots were “a huge event in the life of a nation”, a challenge both to his authority and to his moral convictions. Almost five years on, the legislative programme announced on Wednesday represents his long-delayed response, and his insistence that social cohesion is preserved by the nurturing of “life chances” rather than by redistribution alone. How serious is he? For a start, the promise of “new indicators” to measure progress suggests a dramatic extension of the philosophy underpinning Louise Casey’s Troubled Families project. The overhaul of the care system, meanwhile, is much-needed – though it will only succeed if rigorously monitored by No 10. As Michael Howard’s special adviser at the Home Office in the 1990s, Cameron stood for “decent, but austere” prison conditions and the doctrine that “prison works”. Now, he and Michael Gove – already forgiven, please note, his apostasy over Europe – are collaborating on reforms that, the PM claimed today, would transform prisons from “warehouses for criminals” into “incubators of changed and reformed lives”. Ideologically, this inventory of legislation is a challenge to the Eurosceptic right and Jeremy Corbyn’s Labour alike: Cameron described it as a “One Nation Queen’s speech from a One Nation government”, determined to hold on to the centre ground vacated by Labour (what is more Blairite than the “academisation” of schools?) and not to be drawn rightwards by the bumptious Brexiteers. Central to this centrist strategy must be a recognition that his party erred in London in its attacks on Sadiq Khan. The counter-extremism and safeguarding bill is an important measure but will be overshadowed by this sorry episode until Cameron swallows his pride, and acknowledges what went wrong in the mayoral campaign. That aside, this speech reflected Cameron’s defiance in the face of premature calls for his departure. Each of its 21 new bills is an answer to those Tories who believe that we shall (or should) have a new prime minister by Christmas. Whatever turbulence lies ahead of him, there was nothing remotely valedictory about his framing of today’s ancient rite.",
  "webTitle": "‘Like the poshest hostage video ever’: our columnists on the Queen’s speech | Panel",
  "webPublicationDate": "2016-05-18T12:08:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/queens-speech-social-reform-david-cameron",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    },
    {
      "webTitle": "Rafael Behr",
      "id": "profile/rafaelbehr"
    },
    {
      "webTitle": "Deborah Orr",
      "id": "profile/deborah-orr"
    },
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/queens-speech-social-reform-david-cameron"
}