{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/benefit-sanctions-hurting-low-paid-vulnerable-people",
  "id": "2016-05-11-359",
  "sectionId": "society",
  "body": "Benefit sanctions are leaving people almost destitute, with some individuals being pushed toward “survival crime” in order to eat and children missing school because parents can’t pay the bus fare. These are the preliminary findings of a major study into increased restrictions on receiving benefits in the UK welfare system, published in full on Thursday. The research, led by the University of York, also shows the controversial extension of benefit sanctions to working people on universal credit (UC) can produce disincentives to work.    In-work conditionality for UC claimants is saying to low-paid workers, ‘you’re in work but that’s not enough'    Under in-work conditionality, UC claimants who are already working up to 35 hours a week – and who may never have been unemployed in their life – are forced to seek more work hours, higher pay, or an extra job as a condition of receiving low-wage top-ups and other benefits, or else face sanctions. Low-paid workers put through this process report “dehumanising” and “intimidating” experiences. “The moment I walked into the jobcentre, I felt criminalised. It was as if I’m signing up to prison or something,” says Mark Wallis (not his real name), a respondent in his 50s, working part-time in catering while claiming UC. Wallis says he hasn’t “got a clue about computers … they frighten me”, but he is required by Department for Work and Pensions (DWP) advisers to attend jobcentre interviews and use its official online system, the much-criticised Universal Jobmatch, to conduct and record job searches. As of this month, in-work conditionality will have been imposed on 15,000 low-paid workers like Wallis in a handful of trials across the UK. Wallis says he felt he was an “in-work guinea pig” for UC. The study found similar resentment from many in-work UC recipients who, in direct contrast to years of government rhetoric about “hardworking people”, suddenly found themselves subject to the same sanctions as out-of-work claimants. Glaringly, the study also found “a mismatch” between the flexibility required by employers and the rigidity of UC job search requirements and Jobcentre Plus appointments systems with people who are already committed to a job forced to find time to go to the jobcentre. Peter Dwyer, professor of social policy at the University of York, who leads the Economic and Social Research Council-funded study, says the move to in-work conditionality for UC claimants is “a significant new step” by the government. “You’re saying to low-paid workers, ‘you’re in work but that’s not enough’. In a way, that’s redefining the nature of welfare dependency,” he says. “It was jobseekers, disabled people, lone parents … it’s ‘now we’ll take it a step further to low-paid workers’.” This “new step” reflects a fundamental tension at the heart of the government’s plans for welfare: rather than investigating the concerns about the effectiveness and safety of benefit sanctions, the Conservative government is instead extending them. The research is based on detailed interviews with almost 500 people, including UC claimants, jobseekers, single parents, disabled people and social housing tenants, across 10 UK cities and towns, as well as civil servants, third-sector organisations, MPs and others. The five-year study will conclude in 2018.   Related: Government's Universal Jobmatch website 'bedevilled with fraud'    UC bundles six current benefits into a single payment. It was designed to encourage people to work more hours. The study found “very limited evidence” of benefit sanctions bringing about what is seen as positive behavioural change such as people moving into work. The common thread linking stories of success wasn’t so much the threat or experience of having benefit cut, but the availability of appropriate individual support. However, the study found that, overwhelmingly, experiences of support from Jobcentre Plus or the government’s outsourced Work Programme were negative. “They don’t really help you to find a job,” said one man who was claiming UC while out of work. “They just help you to sign on every two weeks … you go in, and they say: ‘Right, come back in two weeks.’” Increased debt and eviction threats, as well as anxiety and ill health, were all common outcomes of benefit sanctions, the study found. A disabled man who had been sanctioned spoke of being asked during a hospital appointment why he had lost weight (“Well, I can’t eat. I’ve got no money.”), while a diabetic man – who hadn’t been able to eat after being sanctioned for “not applying for enough jobs” – reported having to ask the jobcentre for £4 to get the bus to the city centre so that he could make a claim for an emergency hardship payment. The study also found many interviewees put through the conditionality system were already in vulnerable positions, such as those with mental health issues, domestic violence victims and homeless people. “I got a sanction [for a month] for not going to an interview,” said one man who was homeless. “I couldn’t survive with no money … So if I needed something, I’d have to ‘borrow it’ from [the supermarket],” he added, alluding to shoplifting to feed himself. Children were also found to suffer when their parents had their benefits stopped after falling foul of the sanction’s regime. Some parents talked of skipping meals to prevent their children from going hungry. “My daughter couldn’t attend school for two weeks,” said one mother after being sanctioned. “I didn’t have any money for that; you have to give her some money every day for some lunch and for a bus.” A DWP spokesman says: “This report completely fails to recognise that there are near record numbers in work and that the number of benefit sanctions has fallen dramatically. It’s only right that there are conditions attached to receiving benefits – this is nothing new. Sanctions are a longstanding part of the welfare system, but decisions are not taken lightly, and they are only applied where people fail to engage with the support on offer.”",
  "webTitle": "Benefit sanctions are now hitting ‘hardworking’ families | Frances Ryan",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/benefit-sanctions-hurting-low-paid-vulnerable-people",
  "keyword": [
    {
      "webTitle": "Universal credit",
      "id": "society/universal-credit",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Ryan",
      "id": "profile/frances-ryan"
    }
  ],
  "guardianId": "society/2016/may/11/benefit-sanctions-hurting-low-paid-vulnerable-people"
}