{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/29/donald-trump-republican-nomination-delegate-count",
  "id": "2016-05-29-116",
  "sectionId": "us-news",
  "body": "Donald Trump’s much-maligned campaign operation secured a critical victory on Thursday, when the billionaire officially secured his party’s nomination for president.   Related: 'Racists!' 'Illegals!' 'Scum!': protesters v Donald Trump supporters    The decisive moment occurred just after 9am on a bright May morning, when Stephen Ohlemacher, chief delegate counter for the Associated Press, called John Trandem.  The owner of a car accessories shop in Fargo, Trandem was elected as delegate in April, at the North Dakota state Republican convention. When he took the call, the goateed 41-year-old was speeding down Interstate 94 to Bismarck, where Trump was holding a rally.  He had committed to Trump in a call with the North Dakota Republican party’s executive director two days before, but he had not shared this with the AP reporter. Trandem asked Ohlemacher what the AP’s count was. It was 1,235, two short of the magic number. Trandem insisted on being No 1,237 and said he could easily find another unbound delegate to be 1,236. State representative Ben Koppelman was giving Trandem a lift to Bismarck in his Chevy Yukon SUV, and was also a delegate to the national convention in Cleveland. Trandem handed over his phone.  Koppelman said he was supporting Trump, then handed the phone back to Trandem. He then pledged his support. Shortly thereafter, a newsflash hit the AP wire. Donald Trump, just a year ago best known as a bombastic reality television host, would follow in the footsteps of Abraham Lincoln and Theodore Roosevelt as the standard bearer of the Republican party. Although it was inevitable that Trump would hit 1,237 once Ted Cruz and John Kasich dropped out of the race at the beginning of May, his campaign only made reaching that threshold before the last primary a priority after the vote in Oregon on 17 May. With their win there, and a pledge of support from Guam delegates who heretofore supported Ted Cruz, there was a path to clinching the nomination before the California primary on 7 June. Trump’s delegate team, which was led by two men formerly employed by opponents – Ed Brookover, who ran Ben Carson’s campaign, and Ken McKay, who did the same for Chris Christie - made reaching the 1,237 mark a goal. Trump delegate counter Brian Jack led the effort, with the aim of hitting the threshold before Memorial Day. It was always going to be a symbolic achievement. As one veteran operative from a rival campaign pointed out: “It’s unimpressive and unsurprising that all the unbound delegates are going to support the only candidate left in the race. He’s going to have the numbers bound anyway, and so it’s to be expected.”  However, Trump’s early win did carry resonance beyond mathematics. With many senior Republicans, including House speaker Paul Ryan and Senator Ted Cruz, still hedging on whether to endorse Trump, hitting the 1,237 mark would make it that much easier to rally party loyalists, clarifying the fact that their only choice was now Trump – or Hillary Clinton.     Demonstrators protest outside of an arena where Donald Trump held a rally in San Diego. Photograph: Spencer Platt/Getty Images    The goal was to make the announcement on Thursday in North Dakota, with delegates from that state and when Trump was scheduled to speak at an oil industry conference in Bismarck.  North Dakota’s April state convention was widely considered a disappointment for Trump. Unusually, the state holds a convention where delegates are elected without pledging themselves to a candidate. However, enough had committed to Cruz to mark a major reverse for Trump. A triumphant announcement back in North Dakota would serve as a rebuttal to those who criticized the real estate mogul’s campaign at the time.    It was funny. They were kind of tentative about asking me about all the death threats  Steve House, Colorado Republican chair     The campaign divvied up the remaining unbound delegates – those who had been elected to represent their states in Cleveland in July without committing to any candidate – and started hitting the phones. Jack took the lead in North Dakota and Louisiana; Alan Cobb, a longtime Trump operative, reached out to unbound delegates in Colorado.  This effort was supplemented with in-state staff in Pennsylvania, Oklahoma and West Virginia. Trump’s children also reached out to delegates.  Trandem said he talked to Ivanka Trump, receiving assurances from her that her father was pro-life and opposed to same-sex marriage. Another delegate from North Dakota, Shane Goettle, aired his concerns about the type of supreme court justices a President Trump would nominate with Trump’s older son, Eric.  That conversation happened on Tuesday, a week after Trump released a list of judges who he might appoint. Then, the billionaire was only 10 delegates short of clinching the nomination. Having seen the list, Goettle was already much more at ease with Trump. He and Trump’s son discussed energy policy too. Others required less persuasion. When Cobb called Colorado’s state party chair, Steve House, he discovered House was already on board. The Coloradan sent out a press release shortly after Cruz and Kasich dropped out, announcing that he would vote for Trump on the first ballot.  At its state convention, Colorado saw a Cruz sweep, prompting a backlash from Trump supporters who alleged that the contest was rigged. There were even death threats against the state party chair.  “It was funny,” House said. “[The Trump campaign] were kind of tentative about asking me about all the death threats.”  House, however, was “already on board”.   Related: 'The last lion': Mitt Romney claims high ground in stand against Donald Trump    Once the newsflash went out on Thursday morning, the Trump campaign announced a press conference to be held deep in the bowels of the Bismarck Civic Center. A dozen delegates lined up behind the podium. A touch ironically, they were led by the state’s RNC committeeman, Curly Haugland, who has long fought a losing battle against the very concept of binding delegates.  As national television cameras soaked in every moment, the delegates jokingly bickered over who was actually the 1,237th for Trump. Then Trump came in. He embraced each one before holding court. The dingy room didn’t compare to the golden escalator of Trump Tower, where the campaign was launched, or to the baroque extravagance of Mar A Lago in Florida. But it was symbolic of the way in which Trump reached his mark so early.  He had not reached the 1,237 mark with one of his oversized rallies, or with any over-the-top remarks. Instead, his campaign had just devoted some time to doing the basic blocking and tackling of politics. It worked.",
  "webTitle": "Delegates, not death threats: how the Trump campaign got real to seal the deal",
  "webPublicationDate": "2016-05-29T10:30:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/29/donald-trump-republican-nomination-delegate-count",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "North Dakota",
      "id": "us-news/north-dakota",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/29/donald-trump-republican-nomination-delegate-count"
}