{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/freediving-world-record-set-william-trubridge-122m",
  "id": "2016-05-02-262",
  "sectionId": "world",
  "body": "A freediver has set a new world record - plunging 122m into a blue hole in the Bahamas on one breath. New Zealander William Trubridge set his 16th world mark, beating his own record of 121 metres.   Related: How to break a Guinness World Record    The latest dive saw him hold his breath for four minutes and 24 seconds. In a video posted by Trubridge’s diving company Vertical Blue, Trubridge said the dive was “pretty difficult”. “I had a beautiful descent, everything went well with the descent,” he said.At the bottom of the descent, Trubridge ran into difficulties attaching a tag to his leg, and said his ascent to the surface was “terrible”. “At that point I was completely out of the headspace that I need to be in for a deep dive,” he said. “With my focus off, I was not in the right head space, not in the place I like to be, to complete my dive with ease or confidence, in fact as I neared the surface I thought I might have a big black out at the top.”   Depth of Truebridge freedive   When Trubridge did surface, taking deep gulps of air, dozens of observers floating around his dive site fell silent- before breaking into rapturous applause. The dive was particularly special for Trubridge as his parents, David and Linda, and brother Sam had travelled to the Bahamas to witness his attempt. It was the first time Trubridge’s father had seen his son attempt a world record. “We lived on the ocean on a yacht for ten years, it was our home and for him the sea was his back garden, it was his playground,” said David Trubridge. “So it made sense for him to do this kind of thing.”     William Trubridge on his way into the depths. Photograph: Daan Verhoeven    Linda Trubridge said it was “the most wonderful thing” to see her son do what he does best. On his website Trubridge wrote that free diving was like being in an endless dream. “I have a relationship with the depths,” he wrote. “They beckon me beyond my means, cold, dark, vacant pressure, forever night, endless dreams.” Trubridge will attempt another world record in the Bahamas on Tuesday morning.",
  "webTitle": "Freediving world record set by William Trubridge with 122m dive",
  "webPublicationDate": "2016-05-02T03:15:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/freediving-world-record-set-william-trubridge-122m",
  "keyword": [
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bahamas",
      "id": "world/bahamas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Extreme sports",
      "id": "sport/extreme-sports",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    }
  ],
  "guardianId": "world/2016/may/02/freediving-world-record-set-william-trubridge-122m"
}