{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/16/my-boyfriend-wont-initiate-sex-with-me",
  "id": "2016-05-16-318",
  "sectionId": "lifeandstyle",
  "body": "My boyfriend almost never initiates sex with me. We’ve talked about it, but never seem to get to the bottom of why this is. I enjoy being sexually assertive, but want to feel passion from him. I know he enjoys the sex, but I’m feeling fed up. I have been thinking about asking him to have an open relationship as I feel so frustrated. It would help if he communicated with me, but he does not tell me why.   Related: My wife prefers masturbation to having sex with me    Your boyfriend is communicating with you, in his own way. You understand what he is telling you, but don’t like the message. Good communication is a two-way process. It is a vital aspect of every area of your relationship – not just sex. If you are a person who needs more than grunts and bare minimum intercourse. you will have to make that clear, and educate him about your own needs. Do this without laying blame. Gently explain your feelings of frustration, and ask for what you want in an inspiring manner. There is a big difference between a seductive invitation for him to take the initiative, and a threat or ultimatum. Everyone has a unique set of erotic triggers, and it takes partners time to learn these things. Rather than settling for what is first offered, it is well worth making an effort to request alternatives before the “rut” occurs. Many people are willing to please their partners but just don’t know exactly how. • Pamela Stephenson Connolly is a US-based psychotherapist specialising in sexual disorders. • If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online and in print. She regrets that she cannot enter into personal correspondence.",
  "webTitle": "My boyfriend won’t initiate sex with me",
  "webPublicationDate": "2016-05-16T07:00:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/16/my-boyfriend-wont-initiate-sex-with-me",
  "keyword": [
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Pamela Stephenson Connolly",
      "id": "profile/pamelastephensonconnolly"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/16/my-boyfriend-wont-initiate-sex-with-me"
}