{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/09/sadiq-khan-mayor-disability-accessible-housing-step-free-london",
  "id": "2016-05-09-309",
  "sectionId": "social-care-network",
  "body": "The lives of disabled Londoners are all too often beset by inconvenience, indifference and sometimes fear. For the newly elected mayor, Sadiq Khan, making London truly open and inclusive to all must be at the top of his to-do list.  Whether it is the inaccessible transport system, unsuitable housing that forces people to wash in their kitchen sinks or increasing numbers of attacks against disabled people, London life forces too many people to the periphery.   Related: To combat disability hate crime, we must understand why people commit it | Katharine Quarmby    Last month, more than 170 disabled Londoners spoke passionately to key mayoral candidates about their hopes, fears and the reality of their lives at a disability hustings event, hosted by Leonard Cheshire Disability and seven other charities.  Their questions reflected much of what we hear on a daily basis from themore than one-million disabled people who live in the capital. If you are a Londoner, none of these issues will surprise you. Finding a suitable home, securing a job, keeping your family safe – living a decent life we all deserve.  What makes this harder, though, is the prejudice which still surrounds disability and the assumptions which mean disabled people are being held back from fulfilling their potential. At the hustings, each of the mayoral candidates made positive commitments about improving the lives of disabled people in the capital. With Khan now in post, action is essential. Accessible housing is fundamental to enabling disabled people to retain their independence. Take Michael, who often needs to use a wheelchair. His home has yet to be adapted and as a result is unsafe for him to live in. He carries his phone around his flat in case he falls, which has happened multiple times over the last two years while he has been on the waiting list for an accessible home. When questioned about the shortage of accessible housing in the capital, Khan said his solution was to increase consultation with disabled people on planning and housing together with boosting the number of affordable homes in London. We also know that apprenticeships are a key issue for young disabled people. Debbie, is keen to undertake an apprenticeship but has struggled to find one. She thinks that providers assume that because she has a learning disability, she might need much too help. She just wants to get on with her life. Recognising that apprenticeships are often hard to secure for disabled people, Khan committed to making all City Hall apprenticeships accessible. He also promised to work with businesses to train young disabled people and help them move into work.  An accessible transport system is vital in getting people with mobility impairments to work, and also to reduce social isolation. Khan promised he would increase step-free access on public transport and ensure stations are staffed by those trained to understand the needs of disabled Londoners.   Related: Brexit could undermine the rights of disabled people    And even if housing and employment are secured, attitudes towards disabled people still need to change. We know that disability hate crime is on the rise; this must be stopped. Gayle has been scared to leave her flat for years due to the physical and verbal harassment she experiences from young people on her estate. Because of this, she feels like a prisoner in her own home. Khan committed to a return to neighbourhood policing to make disabled people feel safer and to encourage the reporting of hate crime. He also promised to educate young people to make them more respectful of people with disabilities and consequently reduce crime. We know that people in prominent positions need to lead by example by demonstrating their commitment to disabled Londoners. As a result, the new mayor must make good on his promises, to make London the greatest city for everyone. Patrick Olszowski is head of policy and campaigns at Leonard Cheshire Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Sadiq Khan, disabled Londoners must be your first priority",
  "webPublicationDate": "2016-05-09T06:44:57Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/09/sadiq-khan-mayor-disability-accessible-housing-step-free-london",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "social care network: adult social care hub",
      "id": "social-care-network/adult",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/2016/may/09/sadiq-khan-mayor-disability-accessible-housing-step-free-london"
}