{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/11/antiques-roadshow-expert-mistake-school-art-project",
  "id": "2016-05-11-322",
  "sectionId": "tv-and-radio",
  "body": "An expert antiques appraiser who likened a high schooler’s art project to the work of Pablo Picasso and valued it at up to US$50,000 (£35,000) has chalked up the mistake to a learning experience. In a recent episode of the American version of Antiques Roadshow filmed in Spokane, Washington, Alvin Barr from South Carolina presented for appraisal a glazed redware jug, more than 30cm tall and decorated with six faces. Barr had found it at an estate sale in Eugene, Oregon, he said, “covered with dirt and straw … some chicken droppings”. Despite its unassuming appearance, he said he “had to have it”, and paid $300 for the item. “It speaks to me,” he said. “It was saying: ‘I’m very unusual.’”   Related: FA Cup trophy valued at more than £1m on Antiques Roadshow    Appraiser Stephen L Fletcher dated the piece of pottery to “the late 19th century”, adding: “You even see a little bit of, like, Pablo Picasso going on here.” He put its retail value at between $30,000 and $50,000. But since the episode with Barr’s acquisition aired in the US on 11 January, Fletcher was found to be spectacularly off the mark. The “grotesque face jug”, as it was referred to on the show, was not centuries old but made in a high school ceramics class in 1973. A woman watching the show recognised the pot as the work of her friend, Betsy Soule of Oregon, and contacted the program. Soule, a horse trainer from Bend, Oregon, told her local paper she had made the jug in a ceramics class at Eugene’s Churchill high school in 1973 or 1974. She said she had sculpted what came to her imagination. “I was just a really passionate, artistic kid,” she told the Bend Bulletin. “I don’t know where those faces came from; they just came roaring out of me on to those pots.” PBS has since corrected the details of the appraisal on its website, and revised its value to between US $3,000 and $5,000. Fletcher chalked up the misunderstanding as a learning experience, noting that Soule’s pot was “unlike any other example I have seen”. “This example, with its six grotesque faces, was modeled or sculpted with considerable imagination, virtuosity and technical competence.  “Obviously, I was mistaken as to its age by 60 to 80 years. I feel the value at auction, based on its quality and artistic merit, is in the $3,000-$5,000 range. Still not bad for a high schooler in Oregon.”",
  "webTitle": "Antiques Roadshow expert mistakenly values school art project at $50,000",
  "webPublicationDate": "2016-05-11T07:56:38Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/11/antiques-roadshow-expert-mistake-school-art-project",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Washington state",
      "id": "us-news/washington-state",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/11/antiques-roadshow-expert-mistake-school-art-project"
}