{
  "apiUrl": "https://content.guardianapis.com/us-news/blog/2016/may/18/politicians-making-peace-donald-trump",
  "id": "2016-05-18-206",
  "sectionId": "us-news",
  "body": "It didn’t take David Cameron long to realise that, however “divisive, stupid and wrong” he thought Donald Trump may be, he had better dry clean the Downing Street red carpet in case the Republican presidential hopeful decides to include Britain in the “global statesman” phase of his campaign.   It has been fascinating to watch American politicians and pundits adjusting to the prospect that the real-estate dynast and TV celebrity might not explode this spring, but actually become the Republicans’ candidate to face Hillary Clinton in November. He might even win against such a vulnerable candidate.   Trump is “much more bipartisan and technocratic than many people expect”, an FT columnist tentatively advised readers from New York back in March when leading Republican congressmen and moneybags were scrabbling around to block the Beast of Trump Tower. No longer: most of them are busy making peace.  I’m not quite in the same position myself. Slower than some but faster than others, I have been facing up to the awful possibility that this loudmouth fraud may soon be elected president of the United States. But he’s still a loudmouth fraud, not even a Republican one either: he’s a Trump, the mythical strongman promising to solve our problems as if we were children.  None of this makes for comfortable thinking, does it?   Authoritarian populists, usually armed with an insecure and bullying streak of nationalist assertiveness, belong to a model we thought we had discarded at least 25 years ago. Despite their breezy upbeat rhetoric, corruption and brutality grow in such regimes while the economy shrinks and crony capitalism thrives. Scapegoats will be needed. What’s not to dislike? But they’re back.  What a change! A generation back east Asia was growing fast, central Europe had been cleared of Russian tanks, Latin America’s taste for generals was in retreat, and Mandela had left Robben Island, so even Africa was moving forward. Wonderful. But too much happened too fast. Too many people felt left behind and angry.  That’s what Cameron has to deal with daily, and most world leaders in his position too, albeit less urgently than a self-inflicted Brexit referendum demands.  As the rules currently work – that may change if the new generation of musclemen rewrite them – picking a fight with Washington is rarely a good idea. Neil Kinnock tried it over nuclear weapons. Michael Howard did it in openly regretting his vote for the 2003 Iraq war. Cameron probably thought he wasn’t doing it when he made his “divisive, stupid and wrong” remark about Trump’s anti-Muslim comments during PMQs – or that it didn’t matter much. Trump was not going to win, right?   But a week in politics can be a very long time. Appearing with his “friend” Piers Morgan – what an ego fest that must have been off-camera! – on ITV, Trump again signalled his eagerness to nurse a grudge against Cameron and the London mayor, Sadiq Khan, who called him “ignorant”.  When Trump demanded an IQ test, Khan’s people explained that ignorance was not the same as a lack of intelligence. Round one to Khan. But the White House is still the White House. No 10 pluckily stood by its “stupid, divisive (etc)” line, but George Osborne, Cameron’s Grand Vizier, was wheeled out to make placatory noises.  A similar process seems to be under way in Washington. The Bush family is holding out against reconciliation with the man who humiliated the hapless Jeb. So is Mitt Romney, whom Obama thrashed in 2012. But most of the other big guns are starting to come to terms in the name of party unity. No bust-up or “brokered” backstairs deal at the Cleveland convention after all, eh! Even the speaker of the House, Paul Ryan, a likely future president himself, if there still is a Republican party, has met Trump and toned down his language.  This is what always happens. “He’s not as bad as people say,” they tell each other, after telling each other: “He hasn’t got a chance” for months. In March, the FT columnist Gillian Tett, the paper’s managing editor in New York, reported a small meeting of senior politicians from all sides in New Hampshire, convened to discuss bipartisan strategic goals for the US.  That’s not a secret plot. It’s sensible. Imagine if Westminster politicians could do the same over, say, London’s third runway, the needs of Scotland or the “Northern Powerhouse”, over the EU even. Voters don’t have to endorse it.  Guess what? Trump turned up and was bipartisan and technocratic too, no loudmouth aggression or verbal bullying. We have the word of another participant, the Mandarin-speaking ex-governor and diplomat Jon Huntsman, a former presidential wannabe too. People who deal with Trump in politics or business find him privately sensible, Tett reported.  Ah, “privately”. Assuming Tett’s evidence is solid, that’s already a problem for Trump. He keeps telling us he’s a dealmaker who will take ideas from anyone and anywhere if they work and be admirably pragmatic as he battles to “make America great again”. The loudmouth stuff is just a campaign device, you mark his words.  There’s evidence that Trump is now hiring people who know how to run – and finance – a real presidential campaign, people too who have real expertise, not just in dirty politics either. As readers of the Guardian and most other media (not Fox News?) know, he will need it. Around the same time Tett was sounding positive Trump visited the Washington Post’s HQ and casually dropped the possibility that the US might not be able to afford Nato any more. Israel, Iran, Palestine, Brexit, Trump says whatever will please an audience.  Remind you of anyone closer to home? Let’s not talk Boris Johnson today; Trump matters more. For all the offensive things he has said about women and Hispanic Americans, for all that he seems to offend black Americans, he ought to be heading for certain defeat. Isn’t his core constituency, angry white voters, especially men, declining both as a proportion of US voters and – awful thought – because their mortality rates are actually rising?   Yet Clinton’s candidacy is more vulnerable than it should be. If we could be sure she will maximise her appeal in ways that draw in moderate Republicans as well as the Democrats’ own full strength – the Obama coalition – it will be all right on the night. But we’re not sure, are we? Feminists and young female voters have flocked to Bernie Sanders’s standard and persist in doing so – another win for Bern overnight – in ways that damage the candidate and help Trump.   Even the Massachusetts senator Elizabeth Warren, a distinguished public figure and presidential material (she declined to stand), is equivocating, despite gossip that Clinton may offer her the No 2 spot and double down on her gender credentials. Not a smart gamble in my view. It might look like a gimmick to angry blue-collar wives.  Her sex won’t defeat Clinton, nor her distinguished record. It’s a character thing, character and judgment. Investigators are still poking around her “secret” (private?) email channel and, now, the charity funds she may have diverted to an energy company owned by friends. That’s the American way – LBJ would not have hesitated and look at George W Bush’s cronies – but we live in more censorious times.   The Clintons look and smell rich. They sound entitled. Only this week Hillary suggested her husband would be in charge of revitalising neglected regions like West Virginia (where Bernie hammered her last week), the same Bill who was photographed at a fancy dress ball with “King” Philip Green of BHS fame. At least Bill is very likeable. Hillary admits to being a poor campaigner.  All this stuff and plenty more is going into the Trump election file. On the evidence, Trump will say anything to win and, if he goes all soft and technocratic to please FT or Washington Post readers between now and November, plenty of supporters he has fired up along the way will get mad at him too. They’re armed to the teeth, those who still have teeth under US healthcare.   Trump has made a reckless Faustian bargain with such voters which they expect him to keep, Mexican wall and all. If he wins this brutal contest – I am starting to fear he may – it will be at a price far greater than the expected $1.5bn cash cost. Things easily said cannot always be easily unsaid, as we are learning in our referendum campaign.",
  "webTitle": "Politicians are making peace with Trump, but he's still Trump",
  "webPublicationDate": "2016-05-18T11:33:49Z",
  "webUrl": "https://www.theguardian.com/us-news/blog/2016/may/18/politicians-making-peace-donald-trump",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "us-news/blog/2016/may/18/politicians-making-peace-donald-trump"
}