{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/19/top-five-classic-italian-recipe-books",
  "id": "2016-05-19-211",
  "sectionId": "lifeandstyle",
  "body": "Italian Food Elizabeth David (Penguin) “How we cling to our myths, we English”. The year is 1963, and in the intro to the first Penguin edition of this venerable tome, David is describing the disdain with which her countrymen viewed the culinary cultures of both France and Italy when she set about writing it, in 1954. Research for the book elicited in her a potent sense of discovery, and incredulity: “How wrong they had been, from Mrs Beeton down to my own contemporaries. Where had they been looking? Had they been looking at all?” Given the entrenched supremacy of Italian cookery on our contemporary menus – and the ubiquity of this book on our kitchen shelves – it borders on surreal to think there was a time, pre-David, when we might have been so collectively deluded. The four books that follow here can each be described as definitive, and best-selling, but one suspects they’d be neither, in this country, were it not for Elizabeth David and her ability to find gold, and, with such compulsion, to share it. Gastronomy of Italy Anna Del Conte (Pavilion) From inception, this was destined to be a classic. Del Conte details – and in 1987 it was the first time anyone ever had – all of Italy’s regions, ingredients, techniques and dishes. The organisation by alphabetical order makes it as perusable and practical as an actual dictionary. If you consider that at that point Italy, as a unifed whole, was a mere centenarian, wrestling the diffuse, intensely regional nature of its geography and its cuisine into something this digestible really took some doing. A herculean effort, lauded as loudly abroad as it was at home. The Silver Spoon (Phaidon) The thesaurus to Del Conte’s dictionary. At 2,000 recipes and counting, it is the enduring bestseller that lists every variant of baked sea-bass, every way with a shoulder of lamb, 17 different types of pastry and 14 distinct courgette sides … which is to say, it is comprehensive. The book started out in 1931 as a slim Milanese publication, and expanded with each new edition to incorporate ever more regions and ever more recipes. If David, in Italian Food, had to discard most of the material she’d collated, for sheer want of space, the Silver Spoon takes the opposite tack. Published in English in 2005, it is as heavy as a book subtitled Eating Is A Serious Matter ought to be, and bound only to get heavier.  Essentials of Classic Italian Cooking Marcella Hazan (Boxtree) The only cuisine that deserves to be called Italian cooking, writes Hazan by way of introduction to this celebrated 1992 title, is la cucina di casa: “there are no high or low roads in Italian cuisine. All roads lead to the home.” And it is how she then proceeds to unpick the fundamentals – to map out the way home, if you will – that sets the book apart. Starting with the triumvirate of Italian technique – battuto, soffritto and insaporire, which build flavour from the bottom up – she goes on to list the contents of the Italian pantry, before taking you through the various stages on a menu. Her chapter on soups, for example, opens with the idea that “A vegetable soup can tell you where you are in Italy, almost as precisely as a map.” Through eloquent prose and piercing insight, Hazan manages to unlock her country’s soul. Science in the Kitchen and the Art of Eating Well Pellegrino Artusi (University of Toronto Press) This is where it all started, and by all accounts, it’s the best place to start yourself. Written in 1891, Artusi’s was the first cookbook for the home cook to be published in Italian. And to this day, you’ll be hard pressed to find an Italian home without a copy. Its relevance is in no way frustrated by its grand old age, as was duly noted by Emiko Davies in her recent Kitchen Encounters: the dishes are exactly what you’ll find at dinner tables and trattoria counters today. Artusi is the surefooted guide you can trust.",
  "webTitle": "Top five classic Italian recipe books",
  "webPublicationDate": "2016-05-19T11:30:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/19/top-five-classic-italian-recipe-books",
  "keyword": [
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/19/top-five-classic-italian-recipe-books"
}