{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/the-fiver-portuguese-manager-signs-three-year-deal",
  "id": "2016-05-27-104",
  "sectionId": "football",
  "body": "CONFIRMED AT LAST! After months of whispers and second-guessing, it was today officially announced that the Portuguese manager has signed a contract to restore one of the great clubs of English football to where fans believe it belongs. We are talking, of course, about Carlos Carvalhal, who has given Sheffield Wednesday supporters a mighty fillip by revealing that he has agreed to remain at the club for the next three years and continue the exciting work that he started last June, when he arrived at Hillsborough to be told that the broken sink was just down the corridor, second door on the left. After explaining that he was not some passing plumber but actually the new manager, Carvalhal set about building a slick team – and now everyone knows who he is.   Related: How Sheffield Wednesday returned from wilderness to stand on brink of big time    “I want to stay at clubs where people are happy with me and where I am happy also,” explained Carvalhal, whose pursuit of happiness is so thorough that he has led 15 clubs in the last 17 years. “Being happy is the people around you enjoying what you are doing,” he continued. “If they are I can stay here 10 years. If they aren’t it will be different for me.” On Saturday there is only one way for Wednesday’s children not to be full of woe: Carvalhal’s team must beat Hull City in the Championship play-off final to hoist the club back to the top flight for the first time since 2000. Joining the Premier League will bring a cash bonanza for whoever wins on Saturday – Aston Villa were given £66m just for fertilising all 19 of their rivals with steaming hot manure last season, for goodness sake, and next year’s b00by prize will be almost double that. When other payments are factored in, it explains why the play-off final is being billed as The £200m Match. But what Hull and Wednesday are really motivated by is the glory, maybe. Neutrals will all have their own preferences – or none at all, if we’re being strict about our definition of ‘neutrals’ – but perhaps the Premier League needs Wednesday more at the moment: because someone has to stop those feisty upstarts from Leicester City. Wednesday’s last Premier League match was a 4-0 spanking of none other than Leicester back in 2000, and if they had been around this season they might have whizzed on Leicester’s party chips just as they did in 1929, when Wednesday were crowned champions of England after beating Leicester into second place, which was the Foxes’ highest finish until Claudio Ranieri metamorphosed into the most endearing magician since Elizabeth Montgomery. Who’s to say Carvalhal, or Steve Bruce, is not capable of such a trick? Eh?  LIVE ON BIG WEBSITE Join Gregg Bakowski from 7.45pm BST for flamin’ hot MBM coverage of England 3-1 Australia, while Paul Doyle will be on hand with updates from the Republic O’Ireland 1-1 Holland and Norn Iron 1-0 1-0 Belarus. QUOTE OF THE DAY “Manchester United is one of these clubs where you really need to be prepared for it because it is what I used to a call a ‘giant club’. And giant clubs must be for the best managers and I think I am ready for it” – right, stick a fork in José for now.     ‘See, it’s this tea-time email thingy. Unicode! Honk. Of course you’re right, José, it’s no Hatchet Man, he went in hardest, but what are you going to do?’ Photograph: Andy Rain/EPA    FIVER LETTERS “The Special One and Manchester United. Has there ever been a collaboration that more people have wanted to fail?” – Oliver Derum. “‘There is a mystique and a romance about [Man Utd].’ He’s been in the job less than a day and José’s already on board with all of that X-Men promotional guff” – James Tong. “Fair play, Didier Deschamps is a very French-sounding name. But ‘the only one in France’, M. Cantona (yesterday’s Quote of the Day)? I give you both Pierre Perrier and Alix Poisson from Les Revenants (moody Mogwai-soundtracked zombie series much beloved of Guardianistas) and the magnificent Aurelie Bourgeois, current holder of my work’s Best Intranet Name trophy. Fiver prizeless continentally suggestive name o’ the day award, anyone?” – James Maltby. “I don’t suppose there’s any way you could feature my charity Euro 2016 wallchart somewhere on Big Website is there? This is the third tournament I’ve illustrated a wallchart, with the proceeds going to the Luton & Dunstable Hospital Neonatal unit each time. The wallchart that I made two years ago for the World Cup in Brazil ended up raising £2,290 for them – it’d be great to beat that this time around. This year’s wallchart is fronted by the 1988 Ruud Gullit* who, despite the Netherlands not qualifying, has taken it upon himself to travel through time to bring you his guide to a summer of $exy football, featuring facts, stats, maps and stadia plus a cartoon of Ruud in his pants. There’s more information here on my website. Thanks for bearing with me. *This wallchart is in no way endorsed by either the Ruud Gullit from now, the 1988 Ruud Gullit or any future versions of Ruud Gullit (I’m guessing)” – Elliott Quince.     The merchandise. Photograph: Elliott Quince    “Re: Stan Kroenke extending his ownership to 67% (yesterday’s Bits and Bobs). By my calculation, after buying an extra 23 shares, he extended his ownership from 67.01% to 67.05%. I know that you are struggling for content, now that the only football competition in the world has finished for the summer, but this really does scrape the scrapings off the barrel” – Tim Barton. “Now that we’ve had our giggles, let’s admit that most of us knew all along that Noble Francis, etc is actually Luther Blissett” – Bill Cleere. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Elliott Quince. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Atlético Madrid are talking the talk before Saturday’s Big Cup final against Real Madrid. “I love having 113 years of history on my shoulders,” cheered Diego Simeone, while Fernando Torres added: “It means everything; everything you dream when you are a kid. I now have the chance to make this dream come true. Tomorrow is the game of my life without doubt.” Didier Deschamps took little time in launching his lawyer in the direction of Eric Cantona after his former France team-mate claimed the squad selection for Euro 2016 may have been racially motivated.  Reading have thanked Brian McDermott “for all his hard work” for the second time in three years, before hurriedly bundling him into a cannon and firing into the Berkshire wilds. Well, Grazeley. “The board will now undertake a rigorous recruitment process over the next few weeks to identify the right man,” repeated a club suit. Who needs quarter-final replays? Not the FA Cup. “While fully respecting tradition and history, this new development will help the Cup retain its status as a much-loved and world-renowned competition,” honked FA chief suit Martin Glenn.  Barcelona’s Sergio Busquets has inked a new five-year deal with a bargain buyout clause of £152m. And John Sheridan is taking over his fourth team in barely 12 months after Oldham let him hotfoot it down to Notts County. STILL WANT MORE? You are the Ref No374, starring Him.     Goal! Illustration: Paul Trevillion    José Mourinho may be seen as a route to the title but 128 years of history are against him, warns Jonathan Wilson. Meanwhile, here’s a snazzy interactive look at Mourinho’s career managerial record to date. Barney Ronay entertainingly ponders life with Zlatan Ibrahimovic in the Premier League. Daniel Taylor looks ahead to England’s flamin’ friendly with Australia. “Simeone threatened to kill us.” The day USA! USA!! USA!!! beat Argentina at the Copa América. By Kristan Heneage. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. LONG WEEKEND, YOU SAY? SEE YOU TUESDAY. ENJOY",
  "webTitle": "The Fiver | Portuguese manager signs three-year deal",
  "webPublicationDate": "2016-05-27T15:11:38Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/the-fiver-portuguese-manager-signs-three-year-deal",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/27/the-fiver-portuguese-manager-signs-three-year-deal"
}