{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/mock-confirmation-hearing-merrick-garland-senate-supreme-court",
  "id": "2016-05-18-31",
  "sectionId": "us-news",
  "body": "It was the day Senate Republicans were “empty-chaired” eight times over. A mock confirmation hearing for Merrick Garland, the president’s nominee for the supreme court, had a lopsided appearance as eight Senate Democrats took their places but not one of their political opponents showed up. But if the hour-long stunt was aimed at embarrassing Republicans into finally holding a real hearing for Garland, who has been in limbo for 63 days, that party’s response suggests they are likely to be disappointed.  Democrat Patrick Leahy, ranking member of the Senate judiciary committee, chaired the meeting in a packed room on Capitol Hill and called on four witnesses to testify about Garland and the consequences of not filling the supreme court vacancy left by the death of Justice Antonin Scalia in February. Garland himself was not present. Former judge Timothy Lewis, who was appointed to the US court of appeals for the third circuit by President George H W Bush, testified that his confirmation in October 1992 by a Democratically-controlled Senate made him “living proof” that a Senate controlled by one party can confirm an opposing party’s nominee to an appellate court in a presidential election year. Lewis powerfully contrasted Monday’s supreme court non-decision to return a high-profile dispute over access to birth control to lower courts with the landmark 1954 Brown v Board of Education ruling that declared state laws establishing separate public schools for black and white students to be unconstitutional. He worried that, split between four conservatives and four liberals, today’s court would have tripped up on Brown v Board of Education, leaving different rules in place in different parts of the country. “Think about the implications for the nation if that case on Monday was Brown versus Board of Education,” he told the half-panel. “Think about that. As an African American and as someone who is, and has always been, committed to issues of social justice and civil rights, I can’t help but think about that and I can’t help but think about it in the context of other cases that are bound to come up through the court during this period. “These are matters that should be of critical importance to all of us on both sides of the aisle. The future really is at stake … elections matter. The duly elected president of the United States has nominated a highly qualified person to a position of great importance. That matters. Not the future president; this president, with almost a year left, nominated Merrick Garland to this position. Elections matter, decisions matter.” Lewis, from Pennsylvania, warned that the supreme court is at risk of being marginalised. “I join you in wishing some of your colleagues from across the aisle were here today to understand this and to hear this. There are real consequences affecting real people. Some of these are matters of life and death.” He pointed to the case of Duane Buck, a death row inmate in Texas, whose sentence was “based on testimony that he posed a future danger because he was black”. It has been challenged by a petition but deferred because of the court’s hamstrung state. “This is the fifth consecutive week that the court has not acted.” Senate Republicans have refused to hold a vote, or even a hearing, on Garland’s nomination, saying the choice should be left to Obama’s successor.  Lewis described Garland as a nominee “straight out of central casting” and urged the Senate to put the constitution ahead of partisan politics. “Today we are mired in a very unfortunate and dysfunctional place that is resulting in what is going on now with respect to a wonderful judge, a highly qualified nominee and, incidentally, a terrific human being, Merrick Garland,” he said. “I am here because I refuse to accept that and I think the country should refuse to accept it too. I believe that it is the responsibility of the United States Senate, just as it is the responsibility of citizens of this country, to rise above these petty self-interests and to act with honour and with decency.” He added: “I am also here because I believe the United States supreme court should never be viewed as a political arm, an ideological arm of any political party. I detest, as a former federal judge and as an American citizen, seeing that occur today. I believe that the supreme court must remain above the fray because it is a symbol of our greatest aspirations as a society and I believe that we have to do whatever we can.” The Democratic senators also heard from Justin Driver, a law professor at the University of Chicago Law School and former law clerk to Garland, which he described as an “invaluable experience”. Driver continued: “It was, without question, the most formative single year of my entire career. As has been well documented by now, Judge Garland possesses an unbelievable sharp analytical mind. He works very long hours in order to make sure that his cases come out in the right way. He is, many people have said, a judge’s judge.” He warned: “The failure to confirm Chief Judge Garland’s nomination to the supreme court would represent not only a grave injustice for this particular nominee but may also, I fear, portend catastrophic consequences for our constitutional order.” Driver said Garland stands by his clerks in good times and bad and, in one of several lighter moments, revealed: “Judge Garland had incisive views about Adam Levine’s vocal stylings and Maroon 5 ... The reason of course is he would drive his daughters to school and at least periodically would allow them to commandeer the car’s audio system.” Donna Bucella, who worked with Garland in the Justice Department on the Oklahoma City bombing case in 1995, said she admired his ability to take charge of the investigation. “Merrick is calm under pressure,” she said. “You never really know what’s going on in his head. He’s always 25 steps ahead of everybody else.” As even the Democratic members slipped away, leaving yet more chairs unfilled, the proceedings wound down after an hour. Leahy acknowledged: “It’s obviously not a hearing, it’s obviously not a substitute for a hearing with Judge Garland.” He added: “I get frustrated when I hear these lobbying groups go on attacks against him because he can’t respond to those.” In a real confirmation hearing, Leahy remarked, “He’d swat them down.” But Democratic complaints that the court is not merely deadlocked but diminished, with grave implications for the nation, appeared to fall on deaf ears. Republican Mitch McConnell, the Senate majority leader, dismissed the “pretend hearing” during remarks on the Senate floor. He said: “Senate Democrats initially invited a witness who, at the beginning of the Bush administration, wrote this: ‘The Senate should not act on any supreme court vacancies that might occur until after the next presidential election.’ He also wrote that this would be ‘a responsible exercise of the Senate’s constitutional power’. Apparently that witness is no longer available. Interesting.  “The would-be witness is Abner Mikva, a former Democratic congressman, federal judge, and White House counsel. He wrote these words in the second year of President George W Bush’s first term. It was not, like the situation today, in the eighth year of a term-limited president. Democrats certainly have a complicated history when it comes to their own words and the supreme court.”",
  "webTitle": "Mock hearing for Merrick Garland yields dismissive Republican response",
  "webPublicationDate": "2016-05-18T20:28:45Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/mock-confirmation-hearing-merrick-garland-senate-supreme-court",
  "keyword": [
    {
      "webTitle": "Merrick Garland",
      "id": "us-news/merrick-garland",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Senate",
      "id": "us-news/us-senate",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/18/mock-confirmation-hearing-merrick-garland-senate-supreme-court"
}