{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/womens-blog/2016/may/16/tampons-not-for-toilets-flushing-fab-little-bag-periods",
  "id": "2016-05-16-206",
  "sectionId": "sustainable-business",
  "body": "“Everyone knows that horror story of wrapping a tampon up in toilet roll and trying to smuggle it out your friend’s bathroom,” says Martha Silcott, inventor of Fab Little Bag, a biodegradable bag designed to make it easier for women to bin their tampons.  Silcott, a former City worker turned entrepreneur, surveyed hundreds of women and girls before launching her product on something we don’t usually talk about: the monthly, often messy matter of getting rid of used tampons. She found 40% chose to bin, 60% were flushers.    Related: Disposable tampons aren't sustainable, but do women want to talk about it?    My own quick poll of colleagues in the office and friends on WhatsApp also revealed divided opinion. While some said they flush freely, others were fiercely anti-flush (one friend simply messaged 🙅), and a few didn’t realise flushing tampons was even possible.  There are 9.3 million women using tampons in the UK, and the average woman will use roughly 11,000 tampons in her lifetime. Yet on sites such as Netmums and Reddit there are still entire threads trying to get to the bottom of how best to dispose of them. Neil Dhot, head of corporate affairs at water utility company Water UK, sets things straight: “toilets are only for poo, pee and (toilet) paper.”  Tampons expand in water which means they can block toilets as well as sewers by getting stuck to other things like twigs or rubbish. Sewer blocks are nasty and expensive to fix, ultimately adding costs to water and sewerage bills. Water UK estimates it spends £90m a year clearing blocked sewers. Plus there’s the danger that, especially during floods, tampons sent into the sewage system can end up in rivers and on beaches.  Wary not to come across like the period police, Dhot stresses: “we don’t in any way want to sound preachy to women about what they should and shouldn’t do ... but we just want people to be aware that our actions in the spur of the moment can unfortunately have unintended consequences.”  Sanitary products generally feature a symbol somewhere on their packaging illustrating correct disposal. Boots own brand tampons tell consumers to wrap them in a sanitary disposal bag and put them in household waste. A spokesperson for Tampax says its packaging also informs consumers about the right disposal of the used tampon (not to flush).      ‘No toilet’ Tampax Pearl packaging. Photograph: Hannah Gould    It was sitting on the toilet having given up flushing and feeling frustrated with the “loo roll wrap” technique that Silcott came up with the idea of Fab Little Bag - a small opaque bag that can be used with one hand and sealed so the tampon is stored securely. Made from 35% organic material (currently sugar cane waste), she says the bag will biodegrade in 12-18 months, which was important for her “because the last thing this world needs is more plastic.”  The tampon inside will decompose according to its own criteria (this can take around six months) but Silcott dreams of finding a chemical to coat the inside of the bags with which would “eat” the tampon.  She says most people are open to change when they realise the impacts of flushing tampons, but that the awkward alternatives - wrapping the tampon in toilet roll or tying it up in a flimsy non-biodegradable transparent nappy sack - aren’t especially appealing. Silcott hopes her bag will convert flushers to binning.     A Fab Little Bag. Photograph: Fab Little Bag    Launched in November last year, the bags feature in subscription boxes such as Pink Parcel, Sanitary Owl and Dollibox and are sold in Waitrose, Wholefoods and Ocado.  Costing £2.99 for 20 bags, Silcott admits the product won’t be for everyone: “Some people will not want to spend a penny more on periods, and I understand that.” But she believes that for others the bags will make periods that little less painful, with hopes for the future of taking the idea to developing countries where sanitation is poor and the stigma around periods a challenge. Tampons themselves are problematic from a sustainability perspective. The production process requires turning wood pulp into soft, cotton-like fibres which is resource and chemical intensive, while plastic applicators linger in landfills. There are more environmentally friendly options such as the organic cotton tampons Natracare, and alternatives such as reusable pads and the Mooncup, but these remain niche.",
  "webTitle": "Tampons aren't for toilets: biodegradable bag hopes to fight the flushers",
  "webPublicationDate": "2016-05-16T12:20:36Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/womens-blog/2016/may/16/tampons-not-for-toilets-flushing-fab-little-bag-periods",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Sanitation",
      "id": "global-development/sanitation",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Menstruation",
      "id": "society/menstruation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Gould",
      "id": "profile/hannah-gould"
    }
  ],
  "guardianId": "sustainable-business/womens-blog/2016/may/16/tampons-not-for-toilets-flushing-fab-little-bag-periods"
}