{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/17/saving-great-barrier-reef-climate-change-should-be-central-election-issue-says-tim-flannery",
  "id": "2016-05-17-328",
  "sectionId": "environment",
  "body": "Tim Flannery says preserving the Great Barrier Reef from coral bleaching linked to climate change should be a central issue in the federal election campaign. Flannery, a scientist and member of the Climate Council, said the lack of attention paid to climate change so far in the eight-week campaign was “staggering”. “This needs to be the reef election,” he told Guardian Australia. “This is the last moment I think that we can realistically expect that we can enact some policies … to close down coal-fired power stations and save the reef.   Related: Richard Di Natale: global warming is the most urgent threat to Australia's security    “Other issues are still going to be there in another four years. This one won’t.” A study in April found that almost 93% of the Great Barrier Reef had been affected by global bleaching, part of a global coral bleaching event that scientists say was caused partly by El Niño and partly by background global warming. The aerial survey, conducted by James Cook University, found the bleaching was most severe in reefs north of Port Douglas, where about 81% of reefs were assessed as having severe bleaching. Prof Terry Hughes, head of the National Coal Bleaching Taskforce, told Guardian Australia last month that the mortality rate in coral reefs in that area was already at more than 50%. Hughes said it was five times worse than the last two bleaching events, in 1998 and 2002, when 40% of the reef escaped bleaching. Coral bleaching has also been recorded in Western Australia’s Kimberley region, where between 60-90% of some reefs are reported to be bleached. Flannery spoke to Guardian Australia on Tuesday, soon after returning from the Kimberley. He said the bleaching he witnessed was “terrible”, adding “and these are the corals that are supposed to be the most resilient due to the high tidal difference”. “I just find the lack of focus on this is astounding,” he said. “The whole ecosystem is now falling apart but you look at our election debate and you would think everything was fine – the only problems we had were employment, or industrial relations, or jobs and growth. I am astounded.” Labor is campaigning on two major climate change policies, including a promise to increase Australia’s renewable energy target to 50% of electricity generated by 2030 and introduce a $355.9m dual emissions trading scheme.   Related: Great Barrier Reef: devastating images tell story of coral colonies' destruction    The Greens do have a policy on saving the reef, which includes banning offshore dumping, halting the proposed expansion of the Abbot Point coal port, banning new coal and coal seam gas projects, and transitioning to 100% renewables. The current renewable energy target, which the Coalition supports, is to have 23% renewables by 2020. That target comes under the umbrella of the Coalition’s Direct Action policy, which includes the $2.5bn Emissions Reduction Fund (ERF). The environment minister, Greg Hunt, last week released modelling that said the ERF and so-called safeguards mechanism could achieve half the emissions reductions required to meet the government’s target of cutting emissions by 26% to 28% by 2030.  However the authors of the report told Guardian Australia that doing so would require either a significant increase in funding or a strengthening of the safeguard mechanism to mimic an emissions trading scheme, which Malcolm Turnbull, who lost the Liberal leadership in 2009 because of his commitment to implementing an emissions trading scheme, has said he would not introduce. Additional reporting by Guardian Australia political editor Lenore Taylor",
  "webTitle": "Saving Great Barrier Reef from climate change should be central election issue, says Tim Flannery",
  "webPublicationDate": "2016-05-17T04:00:59Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/17/saving-great-barrier-reef-climate-change-should-be-central-election-issue-says-tim-flannery",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Tim Flannery",
      "id": "books/tim-flannery",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "El Niño southern oscillation",
      "id": "environment/elnino",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "environment/2016/may/17/saving-great-barrier-reef-climate-change-should-be-central-election-issue-says-tim-flannery"
}