{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/12/banning-alcohol-to-protect-girls-india-is-missing-the-mark",
  "id": "2016-05-12-351",
  "sectionId": "global-development",
  "body": "Every morning, many of the young women in a village in Dindigul district, in the southern Indian state of Tamil Nadu, head to work in the cotton mills, part of the textile industry in this state that provides vital jobs in poorer communities. The girls often work double shifts in unventilated factories, breathing in dust up to 16 hours a day. Often their meagre salary is paid directly to the head of their family or goes straight into dowry schemes that lure girls to bonded labour. Some girls, many of them underage, never see a rupee of it.   Related: How can India end this tide of violence against women? | KumKum Dasgupta    Girls are forced into the factories because of poverty. But there is another factor: their fathers’ addiction to alcohol.  As one of the village’s self-identified alcoholics says: “I have girls working in the factories so therefore I am able to drink.”   When girls pay for the household expenses it leaves their fathers free to spend their earnings elsewhere. “I cannot handle all the responsibilities of being married, as a casual labourer. I know it’s escapism. But I pay for my own drinks,” says another father.  Revenue from liquor, and from the annual licences bars need to sell it, are a major source of revenue for the state, which has a love-hate relationship with prohibition. Alcohol is a major issue in the state’s elections this month; it has also figured in recent elections in other states, such as Bihar, where prohibition was introduced last month. Several opposition political parties, including Pattali Makkal Katchi and Marumalarchi Dravida Munnetra Kazhagam, demand total prohibition. Jayalalithaa Jayaram, chief minister of Tamil Nadu, who brought alcohol sale under the control of the state in 2002, has declared that her party – All India Anna Dravida Munnetra Kazhagam – will introduce phased prohibition. When Indian political parties advocate prohibition, they often use protecting women and girls as their justification. “The streets are not safe for girls after 6pm,” says another of the village’s alcoholics. “When I have not drunk a lot, I can recognise that this is a young girl, somebody’s sister or a mother. But when I have drunk enough I cannot stop myself. I have no idea what I am doing.”  But prohibition is unlikely to solve the structural economic exploitation girls face at work and home. Some of the girls working in the mill are underage. The constitution prohibits children from working in a hazardous environment. Children aged 14 to 18 are allowed to work, but only for limited hours and not during night shifts; many of the local girls work far longer than is legal. Many women say they worked both double and night shifts as adolescents. NGOs have started support groups to provide girls with opportunities to meet, as well as get information about their labour rights and sexual and reproductive health. The latter is particularly challenging. Families only allow the girls to meet when chaperoned. Parents and girls fear sexual harassment by alcoholic men. But girls also say their parents are afraid they will “talk about boys before they have been married off to one”.   The vast majority of girls who accept work in the mills are Dalits, who face widespread discrimination at school (pdf); this leads to high levels of early drop-out.     Craftswomen prepare floral decorations to sell at a market in Chennai, Tamil Nadu. Photograph: Gianluca Colla/NG/Getty Images    In another village plastered with election posters in nearby Virudhunagar district, a group of more than 50 girls declare that they want to stay in school rather than work in the mills. Often girls are taken out of education against their will when families face economic hardship. Their brothers are able to keep studying, often supported by loans the girls’ earnings are used to repay. Many girls see no way out except marriage. Marriage, however, requires a dowry – cash and jewellery for the in-laws. Dowry has been illegal in India for decades, but bonded labour schemes such as Sumangali Thittam brazenly promise bonuses to pay for dowries.   Politicians running for elections could be campaigning for workers’ rights and protections in the mills, and for ending caste- and gender-based discrimination. They could propose measures to improve public transport, or implement policies to keep lower-caste children in school and end dowry payments, or introduce financial literacy at schools for girls. They could propose schemes to help working children open their own bank accounts. But girls are too young to vote. Instead, politicians advocate prohibiting alcohol – a measure that is likely to pass and unlikely to work. And the exploitation of young women will go on.",
  "webTitle": "Banning alcohol to protect girls? India is missing the mark | Pauline Oosterhoff",
  "webPublicationDate": "2016-05-12T06:00:21Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/12/banning-alcohol-to-protect-girls-india-is-missing-the-mark",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Employment",
      "id": "global-development/employment",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Alcoholism",
      "id": "society/alcoholism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Child labour",
      "id": "law/child-labour",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Pauline Oosterhoff",
      "id": "profile/pauline-oosterhoff"
    }
  ],
  "guardianId": "global-development/2016/may/12/banning-alcohol-to-protect-girls-india-is-missing-the-mark"
}