{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/on-my-radar-sarah-waters-cultural-highlights",
  "id": "2016-05-22-130",
  "sectionId": "books",
  "body": "Born in Wales in 1966, Sarah Waters studied English at the University of Kent, followed by Lancaster University and Queen Mary’s, where her PhD thesis focused on lesbian and gay historical fiction. Immediately afterwards she started working on her first novel, Tipping the Velvet (a title taken from 19th-century pornography), which was published in 1998. Waters has won a number of awards: in 2003 alone, she was named one of Granta’s 20 best young British writers, received the South Bank award for literature, and was named author of the year at the British Book Awards. The stage adaptation of her 2006 novel The Night Watch is on at Manchester’s Royal Exchange until 18 June. 1 | Cinema Blind Cinema     Blind Cinema: ‘intimate and inventive.’ Photograph: Britt Hatzius    I liked the sound of this Britt Hatzius project so much that I gave myself the day off work and made a special trip to Bristol for it, where it’s been playing as part of the excellent Mayfest. The concept is brilliantly strange and simple: you sit in a cinema with a blindfold on, while a 10-year-old child sitting just behind you watches a specially made film and whispers a description of the action into your ear. The resulting narration (“There are murderers in the jungle. They have red eyes. Or they might be wearing red contact lenses”) is intimate, fumbling, inventive, unique. 2 | Website Pride of Place It’s great to see a mainstream institution like Historic England recognising the importance of queer history, and this website – a collaboration with Leeds Beckett University and community groups across the country – is a treat. Among other features, its interactive map of England allows users to identify sites of LGBTQ significance, with inspiring and wonderfully diverse results. Locations include the spot in Haymarket, London, where, in 1822, the Bishop of Clogher was caught in a compromising position with a Grenadier Guardsman; Woking Golf Club, where lesbian composer Dame Ethel Smyth apparently liked to trespass in the men’s section of the clubhouse; and the Lancaster branch of British Home Stores, scene of a 1976 picket against the sacking of a gay employee. 3 | Museum The Cinema Museum, London     The Cinema Museum: ‘wonderfully eccentric.’ Photograph: Alamy Stock Photo    I did a “Desert Island Movies” evening at the Cinema Museum a few months ago, and it was one of the most enjoyable events I’ve ever done – largely because of the wonderfully eccentric nature of the museum itself, which is housed in a huge old building left over from the Lambeth workhouse. Run by passionate volunteers, it has a unique collection of cinema memorabilia, and offers a crowded programme of events including screenings, talks and interviews. You can settle down for the evening in a broken cinema seat or a sagging sofa, and get a cup of tea and a flapjack at half time – perfect. 4 | Theatre The Flick, Annie Baker     Jaygann Ayeh and Louisa Krause in The Flick at the National: ‘a weirdly powerful moment.’ Photograph: Mark Douet    Made up of bits of conversation between three unhappy staff members in a rundown American movie theatre, Baker’s play is a tender, funny study of disappointments and failed connections. Though I wasn’t entirely convinced by every one of the (many) silences in the production I saw at the National Theatre last week, I loved the bravery of them. And I adored the minutes-long sequence in which the actors left the stage and reappeared in the projectionist’s booth, and we had to watch the ensuing soundless action through the two small square apertures at the back of the set – a weirdly powerful moment, like nothing I’d ever seen in the theatre before. 5 | Book Living on Paper: Letters from Iris Murdoch 1934-1995     Iris Murdoch: ‘bold and passionate.’ Photograph: Jane Bown    I’ve always been a big Iris Murdoch fan, so I was delighted to receive a copy of this book as a present from my parents-in-law last Christmas. It’s a lovely read, revealing Murdoch to have been warm, bold, passionate and loyal – to have lived her life with an incredibly open heart. And, crucially, it’s made me return to her novels and remember how bloody good they are – how intelligent, how lucent, how divinely crazy. They’re fun – I’d forgotten that. I can feel Murdoch’s work slipping out of literary fashion, and I think it’s a huge shame. 6 | TV Happy Valley     Sarah Lancashire in Happy Valley: ‘a light-touch exploration of the gendered nature of crime.’ Photograph: Ben Blackall/BBC/Red Productions    Yes, everyone already knows how brilliant this is, but I’m embarrassed to admit that I’ve only just watched it. The first series in particular just blew me away. Sarah Lancashire is amazing, Siobhan Finneran is fabulous (I always had a perverse crush on her when she was mean Miss O’Brien in Downton), and the naturalism of the dialogue makes you realise how stilted and silly much TV dialogue is. But what I love most about the show is the genius, light-touch way in which Sally Wainwright explores the gendered nature of crime – focusing not just on the male perpetrators of violence but on the women who have relationships with them as victims, law-enforcers, wives and mothers. 7 | Fair Bloomsbury Ephemera Fair     Bloomsbury ephemera fair: ‘my nerd heaven.’ Photograph: bloomsburyephemerafair.com    It’s hard to admit to being a collector – it makes you sound like such a nerd. But I’ve been collecting Victorian and Edwardian postcards for about 25 years, and though there are lots of opportunities now to buy postcards online, nothing beats the thrill of the chase: my particular nerd heaven is this monthly London collectors’ fair, where I can patiently work my way through several hundred postcards in a single Sunday afternoon. The fair has stalls selling antique books and ephemera and they are always worth a look too, but it’s the postcards that get me. With their curious images on one side and their suggestive handwritten messages on the other they’re such glorious, poignant scraps of social history.",
  "webTitle": "On my radar: Sarah Waters’s cultural highlights",
  "webPublicationDate": "2016-05-22T09:00:38Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/on-my-radar-sarah-waters-cultural-highlights",
  "keyword": [
    {
      "webTitle": "Sarah Waters",
      "id": "books/sarahwaters",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Bromwich",
      "id": "profile/kathryn-bromwich"
    }
  ],
  "guardianId": "books/2016/may/22/on-my-radar-sarah-waters-cultural-highlights"
}