{
  "apiUrl": "https://content.guardianapis.com/business/us-money-blog/2016/may/15/hedge-fund-managers-algorithms-robots-investment-tips",
  "id": "2016-05-15-130",
  "sectionId": "business",
  "body": "On Wall Street, you eat what you kill. And boy, can they eat. According to a just-published annual survey by Institutional Investor’s Alpha magazine, the 25 best-paid hedge fund honchos pocketed $13bn in 2015, a sum that exceeds the gross domestic products of many nations.   What’s interesting is that the huge payout comes in a year that has been more notable for the flight of investors from hedge funds, and that this year’s big winners are more reliant than ever on algorithms to make their money.   “The hedge fund model is under challenge,” billionaire investment guru Leon Cooperman said at the SkyBridge Alternatives Conference (aka Salt) earlier this month. “It’s under assault.” Cooperman, a famous workaholic, even openly questioned whether it made sense for him to keep his fund open after some of his investors asked for their money to be returned to them.  But then, Cooperman didn’t qualify for Alpha magazine’s rich list. He may be a billionaire, and over the years has often topped the rankings (he took home $825m as recently as 2013), but he lost money for his investors in 2015, and that meant he didn’t make the grade. The hedge fund universe is a ruthless one: if you don’t deliver for your investors, you don’t get to collect fees big enough to brag about.   Related: Top 25 hedge fund managers earned $13bn in 2015 – more than some nations     Increasingly, so-called active managers such as Cooperman, John Paulson (one of the coterie of hedge fund guys who bet that subprime mortgages would blow up the banking system in the years leading up to the financial crisis), and Bill Ackman, of Pershing Square Capital Management, are doing very badly when it comes to that apparently simple task: identifying a cluster of investments that will perform far, far better than the broad market, and deliver outsize returns to their investors.   Although Ackman had a great year in 2014, his 2015 was utterly disastrous. His fund will stay alive: it’s large and his investors pay a 1.5% management fee, regardless of performance. But in the wake of his big losses due to bad bets on pharmaceutical company Valeant (thanks to which countless other hedge funds found themselves swimming in a sea of red ink) and others, Pershing Square has plunged more than 40%. Before he can begin to pocket his incentive fee – the source of the lion’s share of any hedge fund manager’s earnings – he’ll have to recover that lost ground. By some estimates, he’ll need a 60%-plus rally.   The guys who are still making money hand over fist are doing so using not their own brains, but computer models. To be specific, they are “quants”, or quantitative hedge fund managers: eight of the ten top earners on Alpha’s list fall into that category, and half of the 25 richest of the year are quants. Either they rely exclusively on computer models to tell them when and what to buy and sell, as Jim Simons at Renaissance Technologies – who holds the distinction of being the only person to appear on the list 15 years running – does, or they use them extensively to guide their decision-making, as does Ray Dalio of Bridgewater Associates.  What this data shows is the beginning of a schism in the hedge fund universe between the traditional active hedge fund managers – traders or investors who scour the markets in search of a clever idea and then bet on it, sometimes using derivatives or other kinds of leverage to magnify the impact of their position – and the quant world. The latter group is tied to computer models and their screens, and couldn’t care less about a company’s business model or “story”, as long as all those numbers they are screening for show up clearly.  Last year, David Siegel, cofounder of Two Sigma Investments, one of those quants, announced that one day “no human investment manager will be able to beat the computer”. Siegel, himself a computer scientist, now manages more than $35bn, and qualified for Alpha’s “rich list” for the first time this year. He debuted at No 7 with estimated 2015 earnings of $500m.   Clearly, even if some pension funds, including the California Public Employees’ Retirement System (CalPers), have decided that the hefty fees simply don’t make sense for most hedge funds, they remain willing to pay big money to these “quants”. They don’t mind making the managers rich if those managers deliver blockbuster returns to investors, as well. And while CalPers was earning only 7.1% from its portfolio of hedge fund investments in the year before it pulled the plug on them in 2014, the big quant funds have posted significantly better results. Two Sigma’s two benchmark funds both returned 15% (after fees) last year, when many actively managed hedge funds posted losses or only meager returns.   If the trend continues, brace yourself for a shakeup in the hedge fund universe.  First of all, we can bid farewell to the adulatory treatment given to the masters of the universe who appear at conferences or on television to share their wisdom and stock picks with us (promoting their ideas in the process, of course, in hopes of making both short and long ideas become self-fulfilling prophecies). This would be an excellent development; very little of this “advice” is useful to the general investor, and a lot of it risks becoming harmful. At one Ira Sohn conference, hedge fund investor David Einhorn recommended buying SunEdison; the company later filed for bankruptcy. Bill Ackman took to the podium to promote Valeant, and the less said about that, the better.  It’s likely that the number of hedge funds will continue to diminish, and even that investors will continue to pull assets out of the hands of hedge fund managers. That, too, is good news: with more hedge funds than Taco Bell outlets, it’s simply impossible for each and every one to add the kind of value that they promise. It’s an industry that can only deliver what it pledges if it remains small. But not everyone will do so: UBS already has said it plans to allocate more client assets to hedge funds.   To the extent that more of those assets start flowing into the hands of the quants, it’s to be hoped that investors strive to understand what lies behind some of these “black box” models, not all of which are transparent or easily understood, even by veterans of the investment space.   At least, in contrast to some egregious corporate CEO compensation packages, at hedge funds it’s impossible to become extraordinarily wealthy if your investors don’t become wealthy, too. But what kinds of investment strategies are making them wealthy? Now that this is changing, it’s time to look closely at this question.  It’s also past time to address the longstanding question of just how these hedge fund billionaires are taxed on their riches. They earn the bulk of their income in the form of “carried interest” – or profits on the sale of securities, which the taxman, in his wisdom, chooses to treat as if they were the same as the proceeds your local deli owner gets when selling his business. Both sources of income are taxed at a lower rate, instead of at the normal income tax rate (thus meaning that a hedge fund manager might pay as little as half the top income tax rate of 39%). This loophole could be addressed by the president quite easily, or formalized by Congress – and it would be a very popular move.   Except, of course, with the 25 big earners on Alpha’s “rich list”.",
  "webTitle": "Rise of the billionaire robots: how algorithms have redefined hedge funds",
  "webPublicationDate": "2016-05-15T10:00:03Z",
  "webUrl": "https://www.theguardian.com/business/us-money-blog/2016/may/15/hedge-fund-managers-algorithms-robots-investment-tips",
  "keyword": [
    {
      "webTitle": "Hedge funds",
      "id": "business/hedge-funds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "business/us-money-blog/2016/may/15/hedge-fund-managers-algorithms-robots-investment-tips"
}