{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/arabian-nights-volume-3-enchanted-one-review-miguel-gomes",
  "id": "2016-05-05-28",
  "sectionId": "film",
  "body": "Miguel Gomes’s wayward, opaque and sometimes dreamily erotic Arabian Nights docu-fantasy trilogy about Portugal’s austerity nightmare enters its final section, and in this episode, the on-screen intertitles – so sparing in the previous episodes – now recur almost continuously, commenting ironically or enigmatically on the action, quoting the imaginary tale, even transcribing birdsong. Gomes pulls off this asymmetric quirk as insouciantly as he does everything else. Scheherazade (Crista Alfaiate) takes centre stage, the “enchanted one” herself; we see her romantic yearnings and emotional relationship with her father. This emergence confers on her a strange, understated sort of heroism, Portugal’s warrior-queen tribune. Apart from her story, there are two tales: one about chaffinches hints at the reason why the nation’s caged bird sings; another about a lonely young Chinese woman in Portugal is juxtaposed with scenes of mass protest and mass action. We close with a choral cover version of the Carpenters’ Calling Occupants of Interplanetary Craft: a real cry for help. Why aren’t there many more colossal movie trilogies about austerity? Should they look like this? If austerity-battered people are allowed bread, then they are allowed roses, in the form of a fantasy life, a resistance through imagination. What a delicate, elegant marvel these movies have been.         Watch the trailer for Arabian Nights",
  "webTitle": "Arabian Nights, Vol 3: The Enchanted One review – elegant Portuguese austerity marvel",
  "webPublicationDate": "2016-05-05T21:15:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/arabian-nights-volume-3-enchanted-one-review-miguel-gomes",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Portugal",
      "id": "world/portugal",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/05/arabian-nights-volume-3-enchanted-one-review-miguel-gomes"
}