{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/18/australias-dami-im-would-have-won-eurovision-under-last-years-voting-system",
  "id": "2016-05-18-348",
  "sectionId": "tv-and-radio",
  "body": "Had this year’s Eurovision song contest followed old voting rules, Australia would have triumphed over Ukraine, according to new analysis by data journalism site FiveThirtyEight. Australia’s entrant Dami Im was the second favourite to win ahead of last Saturday’s final, behind Russia. The 27-year-old from Brisbane, who came second, earned the most votes from judges with her entry Sound of Silence but fell short on the public vote, which gave the contest to Ukraine’s Jamala and her highly political song 1944. Russia eventually placed third.            The rankings of five-person juries of music professionals from each of the 42 competing countries counted for 50% of the grand final outcome, with the other half determined by viewers at home. Fans and juries could not vote for their own country’s entrant.   Related: Lies, damned lies, and Brexit statistics    This was the first time the winner was determined this way, after Eurovision changed its processes to “inject new excitement” into the television broadcast. But analysis by FiveThirtyEight shows that if the competition had been assessed under the old system, Im would have won. Previously, the rankings of the public and juries were pooled, then points were awarded based on the combined ranking. But this year, rankings-based points from judges and from voters were awarded separately. The popularity of what writer Leah Libresco dubbed Im’s “sparkly-but-bland number” with the juries would have beaten both Ukraine and Russia under the old system. Libresco also covered the “geopolitical intrigue” provoked by Ukraine’s winning entry: a politicised ballad about the 1944 deportation of the Crimean Tatars. The win sparked joy in Kiev and anger in Moscow, with the Ukraine president, Petro Poroshenko, thanking the singer Jamala on behalf of the whole country as Russia threatened to boycott next year’s competition. The song’s fairly explicit lyrics, wrote Libsresco, “made it pretty easy to guess which nations would leave Russia or Ukraine out of their top 10, based on their current relationship with Russian President Vladimir Putin”.   Related: Eurovision 2016: Ukraine's Jamala wins with politically charged 1944    She said Poland, for example, gave Ukraine’s protest song the maximum number of points and Russia none. Poland also benefited from the new rules, placing eighth with only seven points from judges but more than 200 from fans – a result that, under the old system, would have led it to 19th place. Libresco reported that 21 countries’ juries gave Russia no points – and 17 did the same to Ukraine. Australia did not feature in only three countries’ top tens. “If these low rankings had been combined with residents’ rankings to award points, Russia and Ukraine would have both wound up with more zeroes. “Instead, the new system prevented Australia from beating all of Europe in its second year participating in the competition. The true victor, as it has been for decades, was complicated European bureaucracy.” If Im had won the contest, Australia would have asked a European nation to host the next Eurovision on its behalf. Im has been contacted for comment.",
  "webTitle": "Australia's Dami Im would have won Eurovision under last year's voting system",
  "webPublicationDate": "2016-05-18T04:09:07Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/18/australias-dami-im-would-have-won-eurovision-under-last-years-voting-system",
  "keyword": [
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/18/australias-dami-im-would-have-won-eurovision-under-last-years-voting-system"
}