{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/department-business-innovation-skills-confirms-sheffield-office-close-jobs-moving-london",
  "id": "2016-05-26-183",
  "sectionId": "politics",
  "body": "The Department for Business, Innovation and Skills (BIS) has confirmed that it will close its biggest office outside of London, leaving nearly 250 civil servants without a job. Initial plans to close the BIS office in Sheffield by 2018 were announced in January, prompting criticism that the decision contradicted the rhetoric surrounding the chancellor’s “northern powerhouse” project.  The project aims to boost economic growth in the north of England and is partly administered by BIS. However, staff at the department’s St Paul’s Place office in Sheffield were told that all policy jobs would be moving to the capital so that government ministers could access policy expertise more easily. Martin Donnelly, BIS permanent secretary, said the move was part of a programme to reduce the department’s operating costs and staff size by 2020, but Sheffield MPs have questioned how moving jobs to the capital would save the taxpayer money. In an answer to a written question from Paul Blomfield, the Labour MP for Sheffield Central, in April, the universities and science minister, Jo Johnson, was forced to admit that the annual cost of rent, rates and maintenance for an employee at the office in Sheffield was £3,190, compared with £9,750 at the headquarters on Victoria Street in London. Following weeks of protest and strike action at the department’s office in Sheffield, its 247 staff were told at 11am on Thursday – at the same time as the decision was read out in parliament – that they would lose their jobs when the office closes in January 2018 or face a move to London. Public and Commercial Services (PCS) union representative Marion Lloyd said the government had failed to listen to BIS staff in Sheffield and the union’s members unanimously agreed to further strike action when the closure was confirmed. Blomfield described the decision as disgraceful and said senior civil servants had chosen the lazy option. “It has been clear from the outset that centralising the department’s policy functions in the most expensive city in the country makes no financial sense,” he said.  On 9 May, MPs approved a motion that called for the National Audit Office to conduct a cost-benefit assessment of the decision to close the BIS office in Sheffield. “I am confident that when the National Audit Office publish their report into this there will be some red faces,” said Blomfield.  “This is a shocking indictment of the government’s approach to running the country and another kick in the teeth for the so-called northern powerhouse.” Nick Clegg, former deputy prime minister and the Liberal Democrat MP for Sheffield Hallam, said that relocating jobs from Sheffield to London was “absolute madness”.  “It’s terrible for those facing redundancy, terrible for Sheffield and terrible value for the UK taxpayer,” he said. “These proposals were never on the cards during the coalition and should never have seen the light of day.”",
  "webTitle": "BIS confirms Sheffield office will close with jobs moving to London",
  "webPublicationDate": "2016-05-26T13:34:10Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/department-business-innovation-skills-confirms-sheffield-office-close-jobs-moving-london",
  "keyword": [
    {
      "webTitle": "Civil service",
      "id": "politics/civil-service",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sheffield",
      "id": "uk/sheffield",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "politics/2016/may/26/department-business-innovation-skills-confirms-sheffield-office-close-jobs-moving-london"
}