{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/leicester-city-fans-celebrate-footballs-unlikeliest-win",
  "id": "2016-05-02-19",
  "sectionId": "football",
  "body": "Fairy tales really do come true after all it seems.  Less than 10 months after starting the season as 5,000-1 outsiders, Leicester City is celebrating its first Premier League title after rivals Tottenham Hotspur failed to clinch the victory needed to keep their own hopes alive. As well as gifting Leicester with one of the greatest sporting upsets of all time, Tottenham’s 2-2 draw with Chelsea set off a chain reaction ranging from a multimillion-pound hammering for bookies to the prospect of Gary Lineker now having to make good on a promise to present Match of the Day in his underwear should the club where he started his sporting career win the league. In the Midlands, fans and players got down to the serious business of celebrating at venues ranging from heaving pubs to the home of talismanic striker Jamie Vardy. For the team’s players – who could have clinched the title on Sunday at Old Trafford but could only manage a 1-1 draw with Manchester United – the cauldron of Old Trafford had been swapped for hospitality at Vardy’s house. In the end, the title was delivered to Leicester courtesy of an equalising goal by Chelsea’s Eden Hazard, whose 83rd-minute strike squared the game with Spurs. As a wave of emotion surged from homes, pubs, community centres and other gatherings of fans in Leicester, the moment when the team’s players at Vardy’s house learned that they were champions was captured by defender Christian Fuchs in a video that immediately went viral.           ‘Champions!’ Leicester City players celebrate Premier League win – video    Vardy himself also didn’t disappoint those expecting a reaction on social media, posting an riposte to his Tottenham counterpart, Harry Kane, whose recently tweeted image of a pack of lions had been seen as a message designed to suggest that his side were hunting Leicester down. Without words, Vardy posted an image of the moment when one of the characters from the Lion King, Mufasa, falls to his death after struggling to gain a clawhold on a cliff face as a stampede takes place below. As car horns hooted outside his window, Leicester’s mayor, Peter Soulsby, told the Guardian: “We thought it couldn’t get any better 12 months ago when the eyes of the world were on us as we reinterred the bones of Richard III, but this is even better. “We are very proud of what is probably the most diverse city in Europe and in fact many people see the team as a metaphor because it shows what you can really achieve when you bring a diverse group of people together.”  He added that the official celebrations will take place after the end of the season “although we will have two weeks of parties before then of course”. Alan Sugar, a former Spurs chairman, was among the first to send his congratulations, tweeting even before the final whistle: “Well done Leicester. Very well deserved and a demonstration that you don’t need £50m players.” There were also immediate congratulations from Downing Street, where the Twitter account of David Cameron sent out the message within seconds of the game finishing: “Many congratulations to Leicester. An extraordinary, thoroughly deserved, Premier League title.” On the other side of the political divide, shadow chancellor John McDonnell was drawing parallels between Leicester’s unlikely triumph and the elevation of another rank outsider: “Who would of predicted a year ago that Leicester would win the Premier League & Jeremy Corbyn would be Labour leader? Congrats to Leicester.” Lineker, no doubt turning some of his thoughts quietly to the garments he would soon have to don, described the result as the biggest shock of his lifetime, later telling the BBC: “If it means that I have to wear pants during Match of the Day then I suppose I look forward to it.” Having returned to Italy to fulfil a lunch date with his 96-year-old mother, Leicester’s manager, Claudio Ranieri, was meanwhile reported to have flown back on a private jet in time to watch the game at his flat in the Midlands. In the run-up to kick-off, pubs in Leicester had been heaving for a second night in a row with fans decked out in the club’s blue – even if some had initially appeared to be saving their pennies on a bank holiday weekend by watching the game at home before properly indulging themselves next weekend. Hazard’s equaliser changed all that though, sending thousands on to the streets of the city.  At least 1,000 fans arrived at the team’s King Power stadium, where crowds chanted “Leicester ’til I die” and “Championes!” to mark the Foxes clinching the title. Richard Hamilton, 23, said: “It’s just amazing, the city has come out for this and it’s just brilliant for the fans and the city as a whole.”  Other groups of fans celebrating in the city included Steve Robinson, 26, who told reporters: “This year I got married and had a baby, but this tops it all.”",
  "webTitle": "Leicester fans celebrate football's unlikeliest win",
  "webPublicationDate": "2016-05-02T21:35:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/leicester-city-fans-celebrate-footballs-unlikeliest-win",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "football/2016/may/02/leicester-city-fans-celebrate-footballs-unlikeliest-win"
}