{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/09/colombia-peace-process-people-tired-of-70-years-killings-violence",
  "id": "2016-05-09-208",
  "sectionId": "global-development",
  "body": "Father Alberto Franco has spent much of his life speaking out for the most vulnerable people in Colombia – men and women who have been kicked off their land and attacked by armed groups serving powerful elites. He has been threatened and persecuted, so perhaps it is natural that he is “moderately pessimistic” about hopes for an end to the world’s longest civil war. “For us, the end of the armed conflict is not peace. Peace is building a more just society, a more inclusive society, respectful of human rights and the environment,” says Franco, who is a leader with the Inter-Church Justice and Peace Commission. “While there are interests in the land, there will be social conflicts.”   Related: Colombia's pipes to nowhere: villagers die of thirst as corruption stalls dam project    Two leftist guerrilla groups, the Revolutionary Armed Forces of Colombia, or the Farc, and the National Liberation Army, or ELN, are negotiating with the government to end decades of war that have claimed more than 220,000 lives and left about 6.7 million people displaced within the country, the second highest number in the world behind Syria. For activists like Franco, and Jani Silva, a community leader from the south-western Putumayo department, many of the injustices that underlie the conflict in the world’s largest single supplier of cocaine remain unresolved. This is despite the passage in 2011 of the Victims and Land Restitution Law – which aims to hand back the millions of hectares of land stolen during decades of violence. Even as hopes for a lasting peace rise a notch with every passing week, the number of attacks on human rights defenders by paramilitaries – right-wing groups involved in drug trafficking and illegal mining, and often with links to the elites – has increased dramatically, Franco says.  In one two-week period at the end of February, seven human rights workers were killed, according to ABColombia, an umbrella group of British and Irish NGOs, including Christian Aid, which, with Peace Brigades International, helped organise the activists’ trip to London to raise awareness.  ABColombia has warned that paramilitary groups are preparing to move into vacuums left as the Farc guerrillas disarm. Franco says some political-economic forces want to derail the peace process by generating distrust through violence, while other factions view peace as a risk. “In the deal on a truth commission, they see a risk that their names will appear in public, and they think that they could end up in court because of the special jurisdiction for peace,” he said, referring to a body set up as part of the years-long peace talks and meant to handle grave violations of human rights and international law. Nonetheless, he says the people want peace even if their hope is coloured by fear. “There is fear about breaches [of peace deals], about what could happen. There is fear about the arrival of companies who have links to criminals … And it’s important to know that the big media groups are drawn from economic factions that enriched themselves during the war. And these media are spreading the idea that people are tired of the lengthy peace process but … they don’t say that people are tired of 60 or 70 years of war, killings and violence, and destruction and pillage,” he says.   Related: Stop investing in Colombian blood: land activists appeal to the UK | Sam Jones    “I am moderately pessimistic in the sense that I see an opportunity to end the armed conflict … There are advances in the public awareness of the need for a better, fairer world but capital exerts such a power over people and the environment … I have not lost hope or the will to fight but neither do I believe that things will change radically yet.” Franco, who works particularly with people of African descent and indigenous communities, also warned of the dangers of unethical investment by businesses driven only by profits. Land distribution in Colombia is among the most unequal in the world with nearly two-thirds of properties lacking formal titles.  “All they want to do is exploit and it is better if they do it without violence, but they do not have a problem resorting to violence as well,” he says, noting that companies had already turned on farmers, or campesinos, in some areas to grab land and extract gold, oil and copper or set up banana plantations or agro-industrial projects.  Community leader Silva says she has seen firsthand the effects of big business in Putumayo, where, she believes, oil companies “exploit irresponsibly” and contaminate the environment despite legal protection granted by courts to the Amazon peasant farmer reserve zone. She also criticised a recent law to set up zones of interest for economic and social development in rural areas, or Zidres.  “This is a way to legitimise giving land to the big companies and not the small producer … The [peasant farmer] reserve zone allows us all to be owners of small tranches where we can build a way of life. The Zidres is designed so that big companies can earn more and increase the large land holdings, or latifundios,” she said.  For Silva, who has also been threatened for years, human rights and environmental protection are intrinsically linked.  “When I go to other places where the businesses are, and I see only oil and contamination, that is very painful,” she says. “What are we leaving our children? … In meetings, I tell parents, ‘Those of you who don’t care about protecting and defending where we live and what we have, then don’t have children. Why would you give them a future you are not even going to defend?’” For Franco, civil society, indigenous groups, rural communities and other activists must be the guarantors of peace. He also believes there are some smaller political and economic factions that recognise the need for a peace process, while the international community has a key role to play too.  Last month, Britain’s foreign secretary, Philip Hammond, visited Colombia to reaffirm support for the peace process. Britain has contributed £4.2m to a UN fund, and £1.1m to an EU fund, to support peace. The US secretary of state, John Kerry, also met Farc leaders during the peace talks in Cuba.   Related: Colombia's City of Women: a haven from violence | Sibylla Brodzinsky    Silva and Franco say the support, or protective accompaniment, provided by international groups such as Peace Brigades International, is critical. “Sometimes someone would say, ‘Go back, you are going to be killed,’ and at those times, the accompaniment from other human rights groups was very important … Three years ago, I was threatened and when the people we thought were threatening us realised that [I] was supported, and my name was known, they went quiet,” Silva says. Franco and Silva hope other activists around the world will recognise the universality implicit in their domestic struggle.  “It might seem a small thing because we are far away in our fields, trying to survive,” says Silva, “but we are also fighting a fight for people here [in London]. We are fighting for the right to have a healthy environment, and this is not just for us and our children, but for everyone in the world.” “The global fight against injustice and global warming is very fragile, fragile in proportion to the risk to the planet,” says Franco. “… The way we relate to the environment, and the way we consume, will determine the future of humanity.”",
  "webTitle": "'People are tired of 70 years of killings and violence': Colombia's peace process",
  "webPublicationDate": "2016-05-09T11:57:13Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/09/colombia-peace-process-people-tired-of-70-years-killings-violence",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Colombia",
      "id": "world/colombia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Land rights",
      "id": "environment/land-rights",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Clár Ní Chonghaile",
      "id": "profile/clar-ni-chonghaile"
    }
  ],
  "guardianId": "global-development/2016/may/09/colombia-peace-process-people-tired-of-70-years-killings-violence"
}