{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/03/demolished-buildings-what-were-they-thinking",
  "id": "2016-05-03-227",
  "sectionId": "cities",
  "body": "The Maison du Peuple, Brussels  No-one can beat Brussels for the indiscriminate demolition of some architectural gems. So much so, that the term for such an act is Brusselisation. The worst offence? I would say the demolition of Horta’s incredible Maison du Peuple, replacing it with possibly the most ugly office skyscraper imaginable. Hugely sad. (ID5922212)   Every time I’ve seen it discussed in classes or at conferences, the whole room does a jaw drop when it’s mentioned this was torn down. (missnegative)      Maison du Peuple in 1902. Photograph: Ullstein Bild/Getty Images     Victor Horta’s masterpiece, the Maison du Peuple, one of the most beautiful pieces of art nouveau at the heart of the Sablon, one of the very few areas of the city that has been more or less preserved from catastrophic urban planning. Except that Horta’s building was replaced in the 1970s by a concrete monstrosity that still stands today in the middle of what could otherwise be one of Brussels’ most beautiful squares. (welcometothesuck)  Birmingham Central Library           Birmingham Central Library        Sent via GuardianWitness    By  maciejgruszecki   6 April 2016, 18:41        Another brutalist masterpiece laid to waste, what a shame. (chloeibrahim)   Developers seem to be repeat offenders when it comes to Birmingham central library - the original magnificent Victorian building (1882) torn down in ‘74 to be replaced by a brutalist structure which the city leaned to love in time and torn down again in these past few years to be replaced by something which to my doesn’t have the impact of what it replaced. Maybe we will learn to love again but what does a building have to do to survive when there’s money to be made. (crazey_janey)  Firestone building, London     The Firestone Factory, Brentford. The building was demolished in August 1980. Photograph: Associated Newspapers/Rex     The plant closed down in early 1980 and went on sale and was bought by Trafalgar Estates in August that year. They realised that it could be demolished: it was due to be listed which would have prevented it from being knocked down, but unfortunately as it was a bank holiday weekend no-one senior was around to sign the listing documentation off and so Trafalgar Estates sent in the bulldozers over the weekend and the rest is history (and rubble). (Addicks123)  Federal Coffee Palace, Melbourne           Federal Coffee Palace, Melbourne Australia   A Temperance Hotel, demolished 1973 for bland office tower.        Sent via GuardianWitness    By  Loafingoaf   10 April 2016, 21:12        The Federal Hotel and Coffee Palace was a landmark building in Melbourne, Victoria, built in the late 19th century. It was for a time Australia’s largest hotel. Despite a campaign for its preservation, it was demolished in 1973. (Kevin Griffin)    The wonderfully ornate Federal Coffee Palace was built in 1887-88 on the corner of Collins and King Streets, Melbourne. Designed by William Pitt and the prize-winning architects Ellerker & Kilburn, the Federal was an extravagant and eccentric combination of Second Empire, Corinthian, Ionic, French Renaissance, early-English, late-English, Gothic, Queen Anne, and Elizabethan architectural styles. The end result was, as newspaper columnist Keith Dunstan later wrote, “an irreplaceable example of the Victoria-gone-berserk school”. The two façades of the building featured every decorative motif imaginable, including griffins, classical nudes, cherubs, eagles - the list was endless. It was originally built as the grandest of all coffee palaces: an ornate, £110,000 shrine to the 1880’s temperance movement, bankrolled by teetotalers (except the whole “no-alcohol” thing didn’t work, and the Federal sought a liquor licence in 1897). It was also HUGE. Seven storeys high, and constructed of around 5 million bricks, the Federal had 500 rooms, including 370 bedrooms, two dining rooms, a café, shops, two drawing rooms, reading, writing and reception rooms, and two billiard rooms. It was the biggest and tallest building in Melbourne when it was completed in 1888, and the largest hotel in Australia. Its domed tower was four storeys unto itself, and had an illuminated blue star affixed to it, to act as a signal beacon for ships in Port Phillip Bay. The coffee palace was entered through a magnificent arcaded lobby, which led to a French Renaissance-styled central vestibule, reaching three stories high, with a glass roof and an ornately balustraded white and red marble staircase. It was, by all accounts, a remarkable achievement, and a major tourist attraction. However, by the late 1960’s, Victoriana was out of vogue, and the Federal Hotel was losing money. Its location at the very western end of town meant that developers had thus far ignored it, but also that guests had abandoned it to stay at a hotel closer to the action. When the Federal was demolished in 1972, thousands of Melbournians reputedly stood outside in Collins Street to say goodbye. (Paul Whytcross, sent via GuardianWitness)  St Enoch station and hotel, Glasgow  I remember St Enoch’s station from when I was a child. It had been turned into a car park and it was where we always parked when we went to Glasgow in the early 70s. I am not overly fond of the current shopping centre that took the place of the old hotel. (PaperRoses)   Pick a street in Glasgow city centre and there will have been some beautiful structure bulldozed, or mysteriously “gone on fire”. (ID2466946)  Euston Arch, London     Demolished in 1962. Photograph: L Blandford/Getty Images     The original entrance to Euston railway station was demolished in the 1960s, despite considerable public opposition. Nowadays it seems hard to believe that this magnificent piece of architecture was simply destroyed, rather than being carefully dismantled and reconstructed in a new location. (ThreadbareBear)  Chicago Stock Exchange  The loss of the old Chicago Stock Exchange is remarkable, not just because it was a stunning example of Sullivan & Adler’s post-Great Fire, First Chicago School Architecture, but because it was the building for which they invented the structural caisson – literally the foundation of the modern, steel skyscraper. Its demolition less than 100 years later galvanized the preservation movement in Chicago, even as it claimed the life of architectural photographer and preservation activist Richard Nickel, who died while photographing the building’s demolition. After Nickel’s death, friend and fellow preservationist John Vinci was able to save both the building’s entry arch and the interior of the Trading Room. The former now stands outside the east entrance to the Art Institute of Chicago, and the latter has been reconstructed inside the museum. (elaine layabout)  Derby Baths, Blackpool  A beautiful, yellow-tiled, art deco Olympic-sized pool (1939-1990) where Johnny Weissmuller used to swim has been replaced by wilderness and nothing more. (preraphaelite)   There’s a bland hotel there now. I used to love the Derby baths. Underneath the main pool was a maze of slipper baths, saunas, steam rooms. What were they thinking? (valdez)  Hall of Nations, Delhi     Delhi’s Hall of Nations is set to be demolished this summer. Photograph: arhuber/GuardianWitness     Hall of Nations is an important witness of Nehru’s vision of a modern India and it is one of India’s best known modernist structures, a one-of its-kind in-situ concrete space-frame spanning 82x82m. The Hall of Nations was built by Architect Raj Rewal and Structural Engineer Mahendra Raj for the International Trade Fair in 1972, celebrating 25 years of Indian independence. The building is still standing today but it’s up for demolition this summer to make way for a air-conditioned exhibition box, along with the Nehru Pavilion and other important “non-AC”-pieces of architecture. (arhuber)  The Royal Arcade, Newcastle  The “City of palaces” was destroyed by 1960s planners. The loss of old Eldon Square and Central Arcade was criminal. (ID1384966)   The beautiful Royal Arcade in Newcastle-upon-Tyne was knocked down in the 1960’s, to make way for the less than beautiful Swan House roundabout as part of T.Dan Smith;s grandiose plans to make Newcastle, already a beautiful city, into the ‘Brasilia of the North’. (PeterNewcastle)   Thankfully much of Grainger’s Newcastle remains but the Old Eldon Square and the Royal Arcade were perhaps two of its finest constituents. (smav1987)  Kirkgate Market, Bradford  Bradford’s city centre was decimated in the 1970s. The beautiful covered market was destroyed and replaced by a ‘Kirkgate Market’ and of course the original railway station was flattened (along with most of Forster Square) and replaced by what is basically a glorified bus stop. At least John Poulson and T.Dan Smith went to jail for their architectural frauds. (Eminorseventh)  The Palace of the Republic, Berlin      Berlin’s Palace of the Republic was completely demolished in 2008. Photograph: Associated Press     An iconic and historic relic of the German past. Of course, they blew up another iconic relic of the Berlin past to build it so perhaps it’s karma. (MusicalCheeseBurger )   It needed comprehensive asbestos removal to be carried out before further use but it would have been worth it. It could have been a fitting memorial to a deceased country that, despite all that was wrong with it, nevertheless had its own distinct cultural achievements, not least the building itself and its decor. (RichardJWA)  Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "'What were they thinking?': your favourite demolished buildings",
  "webPublicationDate": "2016-05-03T11:13:06Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/03/demolished-buildings-what-were-they-thinking",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Regeneration",
      "id": "society/regeneration",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "cities/2016/may/03/demolished-buildings-what-were-they-thinking"
}