{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/03/young-australians-face-revolutionary-obstacles-to-score-job-security",
  "id": "2016-05-03-360",
  "sectionId": "sustainable-business",
  "body": "Bianca Tuck has worked for only three months in her entire life. Granted, she’s only 20 years old, but the young Australian from Brisbane is already despondent about her prospects after spending most of her teenage years hunting for employment. She has not just missed out on the disposable income a job would have provided, but also the formative life experiences of entry-level work: development of skills and self-confidence, exposure to professional environments, and even the friendships forged with colleagues facing the same challenges. “For the last three years I’ve been doing nothing, looking for work on and off and got a few job interviews, but never hearing back,” she says.   Related: Can this job initiative help young people with autism beat unemployment?    “It’s been really demotivating, so I’ve just started studying aged care in the hope of guaranteeing a job.” There’s another reason behind that choice: “I lost my pop and didn’t like the care he got before he went.” The decision to study aged care might have been motivated by personal circumstances, but luckily for Tuck she’s selected one of the few sectors predicted to offer plenty of opportunity to young people with the right training – unlike many of her fellow millennials entering the job market. According to a recently completed three-part series of reports undertaken by the Foundation for Young Australians (FYA), a significant proportion of young people are ill-equipped for the challenges of the 21st-century marketplace. The New Work Order series found that employment is being fundamentally transformed by three forces: automation, globalisation and collaboration.   Report: A smart move – future proofing Australia’s workforce by growing skills in science, technology, engineering and math (STEM) (2015) by Price Waterhouse Coopers Report: A smart move – future proofing Australia’s workforce by growing skills in science, technology, engineering and math (STEM) (2015) by Price Waterhouse Coopers   The series found 60% of Australian students are studying or training for occupations which will be mostly wiped out by automation in the next 10 to 15 years, as ever more sophisticated robotics and computers phase out the need for human workers.  FYA’s chief executive, Jan Owen, says her organisation found that young people take an average 4.7 years to find full-time work after completing their education, and one in three young Australians are unemployed or underemployed.  She puts much of that down to a combination of a diminishing number of entry-level opportunities and of millennials being trained in the wrong skills.  “Automation is affecting young people disproportionately as entry-level jobs are becoming automated the fastest,” she says. Even those roles that won’t be automated will be profoundly changed. “For instance in retail, you might not need checkout people any more but there might be a lot more customer service,” she says. “The skills will relate to how to produce and design and market what you are selling, creating communities of customer bases.” And globalisation brings more challenges. “Young Australians are going to need to compete in ways other generations didn’t need to, not just with the person sitting next to you in class, but competing against 750 million young people in the Asia-Pacific region who are educated, hungry and ambitious,” she says. New technology platforms are enabling more and more jobs to be undertaken from remote locations including legal, IT, design, architecture and business services. Then there is what FYA calls “collaboration”, referring to the move towards self-employment, portfolio-based flexible working arrangements, casual jobs and other non-traditional employment setups, often without the security of insurance, paid leave and the minimum wage. The New Work Order series identified so-called “enterprise skills” (typically generic and transferable) as key for young people starting out, based on analysis of 4.2m job postings requiring zero to five years of work experience from 2012 to 2015 in Australia, collected from more than 6,000 sources. Over those three years, the proportion of job advertisements that demand digital literacy has increased by 222%, critical thinking by 158%, creativity by 65%, presentation skills by 25% and team work by 19%. Compared with early-career jobs that do not list these skills, jobs that sought enterprise skills paid significantly more, with presentation skills netting an additional $8,853 a year, digital literacy an additional $8,648, problem solving an additional $7,745, financial literacy an additional $5,224 and creativity an additional $3,129.    Related: Young people are growing ever more depressed. Is modern life to blame? | Jean Hannah Edelstein    Despite the lucrative rewards on offer, in recent international testing by the Programme for International Student Assessment, Australian 15-year-olds were found wanting in most enterprise skills. Roughly one in three students had low problem-solving skills, one in four had low digital literacy and three in 10 struggled with financial literacy. Owen says that might well have something to do with the lack of understanding among teachers about what the in-demand skills are. “It is not just young people themselves, but whether these things are being taught,” she says. “We need to embed these enterprise skills. They need to be part of the DNA of the next generation, put into the curriculum every which way over and over. “There are jobs in digital that literally didn’t exist five to 10 years ago and will soon be obsolete. “One thing that was interesting was we looked at all the traditional jobs that nobody ever thought would need tech skills, and almost everyone – veterinarians, accountants, caring industries – all required them.” It is not all down to education. Owen says governments need to work out how to set up and adapt superannuation and tax systems to better suit the rising number of non-traditional work arrangements.  “What we absolutely don’t want to see is young people disadvantaged by creating their own path,” she says.",
  "webTitle": "Young Australians face revolutionary obstacles to score job security",
  "webPublicationDate": "2016-05-03T00:21:11Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/03/young-australians-face-revolutionary-obstacles-to-score-job-security",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Max Opray",
      "id": "profile/max-opray"
    }
  ],
  "guardianId": "sustainable-business/2016/may/03/young-australians-face-revolutionary-obstacles-to-score-job-security"
}