{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/moonstone-by-sjon-review",
  "id": "2016-05-26-302",
  "sectionId": "books",
  "body": "The subtitle of the Icelandic writer Sjón’s jewel-like novella is “the boy who never was”. Known to English-speaking readers for a series of beautiful short works written and translated in the 2000s, Sjón (a pen name that means “sight”, shortened from his given name Sigurjón Birgir Sigurðsson) has been involved in Reykjavík’s literary scene since the late 1970s, when he was part of a milieu of young underground artists and musicians that eventually gave rise to the Sugarcubes. The subsequent career of that band’s lead singer, Björk, has cemented the Icelandic aesthetic in the international imagination as a fusion of hard-edged modernist experimentation with a kind of folkloric whimsy. Sjón, who has written lyrics (and occasionally played air-guitar) for his elfin friend, shares both these qualities. The “boy who never was” is one Máni Steinn Karlsson, a 16-year-old who has sex with men for money in Reykjavík. The year is 1918, and Máni’s reality is unstable, infected by cinema, always threatening to tip over into dream. In Sjón’s telling, this story is neither a fairytale, nor a study of abjection. Máni often enjoys his encounters, and his love of the cinema leads him to Irma Vep, the anti-heroine of Louis Feuillade’s seven-hour epic crime movie, Les Vampires, in which an “eponymous gang of nihilists ... hold French society in the grip of fear”. Irma, who wears a fetishistic black bodysuit (unthinkably shocking for 1915, when the film was made), “scales buildings like a shadow and breaks into apartments and government offices before making her escape over the rooftops”. Like the boy dreaming about her from his seat in one of the city’s two cinemas, she is outside society, committing her crimes “with the cheerful zeal of one who has turned her back on the laws of her fellow men”. Máni finds his own Irma in Sóla G, a motorbike-riding girl in black leather who seems to have escaped from the screen into the more mundane register of his daily life.    Sjón’s prose is never histrionic or overwrought, balancing rage and hallucination with a gentleness of spirit    Irma Vep was crucial to the imagination of the French surrealists, and Sjón uses her and Sóla to explore the ways in which fantasy shapes reality, how dreams and imagination work powerfully on the everyday. When the global influenza pandemic arrives in Iceland with the docking of the steam ship Botnia, people begin to die and the city empties, its deserted public spaces becoming playgrounds for Máni’s imagination. The cinemas, already under fire from church leaders for leading the impressionable young into sexual temptation, are now dangerous sites of contagion. One by one, the musicians who accompany the performances fall ill, until finally “the last person in Reykjavík capable of picking out a tune” faints, the lights go up, and the audience looks around to realise that many among them are sick. As the influenza tightens its grip, Màni starts to work as an assistant to a doctor, driven in a motor car from one scene of suffering to the next by the enigmatic Sóla G. It is as if his subconscious has broken its bounds: “No matter how distressing the scenes, the boy remains impassive ... Reykjavík has, for the first time, assumed a form that reflects his inner life: a fact he would not confide to anyone.” At times Máni threatens to dissipate in an almost physical way. “He dissolves his body, turning solid into liquid, beginning from within and rinsing it all out.” Like Irma, he is a shadow, one that “passes from man to man, and no one is complete until he has cast him”. For the solid citizens who pay him for sex, he is the unacknowledged supplement to their identity, the aspect of themselves that they can only claim in silence and darkness. As Máni’s own dark dreams colonise his waking reality, the distinction between the fetishised “light puppets” of the movies and the victims of the pandemic disappears completely. Sóla and Máni, “dressed in black from top to toe, with black gauzes over their noses and mouths and dark goggles over their eyes”, fumigate a cinema with chlorine, doubling a scene in Les Vampires, where the nihilists rob a roomful of socialites by incapacitating them with knock-out gas. Chlorine gas is also a weapon that has recently caused devastation on the western front. The new century’s nightmare of technological warfare enters the auditorium, providing yet another doubling, another note to reverberate in the echo chamber of Sjón’s tautly constructed narrative. Máni is, of course, a fictional character, a “boy who never was”, but Sjón uses him to tell a story that turns out to be very personal, in ways that don’t emerge until the very end of the book. The cheerful sexual outlaw surrounded by infection is a figure we know only too well from the Aids epidemic, and Moonstone is, among other things, an elegy. Though it is a deeply felt novel, Sjón’s prose is never histrionic or overwrought, balancing rage and hallucination (there are echoes of Artaud and Ballard) with a gentleness of spirit, an affection for precision and the small scale. The result is sure to delight his fans and convert many new ones. • Hari Kunzru’s latest book is Gods Without Men (Penguin). To order Moonstone for £11.99 (RRP £14.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Moonstone by Sjón review – a glittering fable of sex and cinema",
  "webPublicationDate": "2016-05-26T06:30:04Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/moonstone-by-sjon-review",
  "keyword": [
    {
      "webTitle": "Sjón",
      "id": "books/sjon",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hari Kunzru",
      "id": "profile/harikunzru"
    }
  ],
  "guardianId": "books/2016/may/26/moonstone-by-sjon-review"
}