{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/08/if-you-can-win-la-trobe-you-could-win-government",
  "id": "2016-05-07-1",
  "sectionId": "australia-news",
  "body": "“I have no idea who I will vote for,” says Margaret Mead, 72, from Berwick, Victoria, as she does her weekly grocery shopping. “I am just sick of federal politics though, and all of the barking back and forth. Parliament is supposed to be a workplace like anywhere else, but when you see them on the news, they’re all just screaming at each other.” Mead lives in the La Trobe electorate, 50km from Melbourne. Liberal MP Jason Wood held the seat in the last federal parliament and Labor needs a swing of four percentage points to take it at the election on 2 July – the same swing it needs across the country to win a majority. In other words, if Labor can’t take places like La Trobe, it can’t win.   Related: Election 2016: our panel rates the issues you should think are important | First Dog on the Moon    “This is a classic swinging seat, and one of the few swinging seats in Victoria,” says Dr Nick Economou, political analyst and senior lecturer at Monash University. “It is one of the 30% of seats in which the competition between Labor and Liberal will determine which of the major parties will form government. If you can win La Trobe, you could possibly win government.” Although there is plenty of disillusionment about politics, Mead’s attitude is fairly typical of the electorate, which suggests it is not translating into votes for Labor either. A 64-year-old man from Belgrave, who did not want to be named, said: “I’m voting blank this year.” However, he also said he was weary of Labor’s reforms to negative gearing. “I’ve worked my guts out my whole life, and I’m worn out,” he says. “If I have a second home, I deserve that. Meanwhile parliamentary pensions are too high, yet when people like myself approach retirement age, we are not looked after or treated well.” The seat spans 562 sq km. In the north of the electorate are parts of the scenic Dandenong ranges, including the pristine bush suburbs of Olinda, Kallista and Upper Ferntree Gully, which like Melbourne, are Greens-voting and left-leaning.  But the bulk of the electorate’s 145,000 residents and 90,000 voters live in mortgage belt suburbs in the south such as Berwick, Beaconsfield and Officer, which line the Monash freeway and Princes highway, major arterial roads connecting to the city. All around housing estates with names like Sanctuary and Berwick Waters are cropping up and young families are moving in. While those who live in the Greens-held electorate of Melbourne rally in the streets over issues such as asylum seekers, Indigenous land rights and climate change, the concerns of Victorians here are more bread-and-butter.  Economou describes voters in La Trobe as “classic, rational voters”.  “They’re less interested in partisan politics; they don’t see themselves as uber-rich, nor do they see themselves as blue collar,” he says.    If it were up to me, I’d be sending a message to the major parties that we don’t get enough from them  Kuranda Seyit     “They’re not as interested in asylum seekers, gay marriage, the environment or any of that stuff. They’re new-home buyers hyper-sensitive to interest rates. They have kids going to school. They want the government to do their job and provide healthcare and education, and they don’t want to pay too much for it. They put a high value on order and stability and if a major political party is in disarray, they won’t hesitate to go to the other major party.” Labor is seen as attractive by voters interested in health care and education – many of the schools in the electorate are public. “On the other hand, Liberals are seen as better economic managers, which is important to these voters who are worried that even a slight interest rate rise may throw out their family’s budget,” Economou says. “But the Liberals are not seen as being as good on public education or healthcare.” Wood, a former counter-terrorism police officer who has lived in the electorate all his life, first won the seat in 2004. He lost to Labor’s Laura Smyth by just 1,600 votes six years later, but managed to wrest the seat back in 2013. This to-and-fro reveals the unpredictability of an electorate with little tolerance for party in-fighting or political spin. With so large an electorate, Wood must tackle a diverse range of issues. Weed management, bushfire control and sustainable tourism development is vital to the Dandenongs and surrounds, he says. But with more young families buying into the area, La Trobe also has a higher number of secondary-school aged youth than the state average, and has struggled with high youth suicide rates. Last year Wood opened headspace in Narre Warren as part of the Coalition’s commitment to open 100 of the youth support service sites across the country. There are also pockets in and around Narre Warren where young people are at risk of radicalisation, prompting Wood to call for increased powers for magistrates to bar at-risk youth from associating with certain people or viewing social media. But these issues aside, Wood says a major concern in La Trobe is roads. Every morning, the Monash towards the city is crammed with cars and brought to a near standstill.  “I’ve secured $500m in federal funding for upgrading the Monash,” he says. “If I did a survey of my electorate, more people are concerned about the Monash than the Melbourne Metro [public transport project]. You can get more people on trains, but the state hasn’t put funding into car parks at the train stations, and so they’re all at capacity.”      Kallista is a picturesque, left-leaning suburb within the marginal electorate of La Trobe in Victoria. Photograph: Melissa Davey for the Guardian    Tackling congestion on major arterial roads would be an ongoing priority. Wood’s Labor opponent is Simon Curtis, a Beaconhills College teacher who beat the well-known director of La Trobe University’s centre for citizenship, development and human rights, Damien Kingsbury, to gain preselection. His success likely speaks to the priorities of residents of La Trobe, who are more concerned about their children receiving quality education and services than human rights issues. “Clearly people have said that healthcare and education are at the top of their priority lists, and I’ve door-knocked thousands of people who have said that,” Curtis says. “Cost of living is certainly also a concern, especially for older generations. The Coalition’s weakness is their attitude towards the most vulnerable in society. We’re seeing that in cruel cuts to Medicare, we’re seeing that in their lack of attention to public education.” Among the voters Guardian Australia spoke to, opportunities for youth, more efficient roads into the city, and cost of living were all raised. But most were unclear about who they would vote for. With the election date set and campaigning about to ramp up, this may change. However, the candidates may have a struggle getting people to engage.  Fiona Bilton, a youth work graduate from Kallista in her early 20s, has been living in the area for a decade. She describes her suburb as a “hippie base”. Opportunities for young people to work and improved public transport services were important to her. Young people were moving away as soon as they finished high school and often did not return once they had finished their tertiary education. She knew what she believed in, but was unsure of who she would vote for. “Probably it would be either Family First or the Greens,” she said, adding that she would be swayed by a party who could put forward a strong plan for youth support services, including public health, and public transport. Among La Trobe’s residents is the secretary of the Islamic Council of Victoria, Kuranda Seyit. He would not be surprised if the electorate sent a strong message to both major parties by voting Greens or for a minor party. “If it were up to me, I’d be sending a message to the major parties that we don’t get enough from them,” he said.",
  "webTitle": "'If you can win La Trobe you could win government'",
  "webPublicationDate": "2016-05-07T23:54:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/08/if-you-can-win-la-trobe-you-could-win-government",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/08/if-you-can-win-la-trobe-you-could-win-government"
}