{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/nick-menza-megadeth-drummer-dies-collapsing-stage-los-angeles",
  "id": "2016-05-22-76",
  "sectionId": "music",
  "body": "The former drummer with the US thrash metal band Megadeth, Nick Menza, has died after collapsing on stage at a gig in California. Menza, who was 51, is said to have suffered a heart attack during one of his regular sessions with his band OHM at a small Los Angeles jazz club, the Baked Potato. Menza’s management issued a statement confirming the news. “Nick collapsed during the third song into a set with his band OHM. Earliest reports indicate he suffered a massive heart attack and was pronounced dead upon arrival at hospital.” The club posted “RIP Nick Menza” on its Facebook page in the early hours of Sunday. Dave Mustaine, co-founder of Megadeth, said on Twitter that he awoke at 4am to the news. “Tell me this isn’t true,” he wrote. Marty Friedman, the former Megadeth guitarist, wrote on Facebook: “We all know the great and unique drummer that Nick Menza was, but he was also a trustworthy friend, a hilarious bandmate, as well as a very loving dad. I’m beyond sad, did not see this coming at all. RIP Brother.” Menza’s biographer J Marshall Craig said “We ask for prayers for Nick’s family, his family, and especially his two sons and their mother, Teri.” “He just spend nearly two weeks with the boys in the Pacific north-west and was absolutely glowing. He was scheduled to fly to my home in Cape Cod tomorrow so that we could finish the comic-book version of the book we wrote on his life, MenzaLife, both of which were slated for release late next month. This morning we are all too numb to think about anything but Nick’s family.”     Nick Menza performs at the Rock Against MS benefit concert at Whisky a Go Go, Hollywood, in 2013. Photograph: Getty    Shocked fans posted tributes on Menza’s Facebook page  and that of the venue.  Mike Simpson, a fan who said he was at the gig, reported that Menza collapsed before the third song in the band’s set. “I was watching his band OHM at the Baked Potato tonight and he collapsed on stage. Paramedics were saying it looked like a heart attack,” he wrote. Another fan, Andrew White, wrote: “A huge part of my teenage years has passed away with this news.” Allen Hall posted: “We lost an amazing talent and fantastic person yesterday. Nick Menza was the nicest and most sincere guy you should ever hope to meet. He would take the shirt off his back to help you if you needed it. He had a passion for artwork, not just metal music. His tastes were far wider than that genre, which always irked his manager.” Menza, son of a jazz musician, played with Megadeth on several of its most successful albums in the early 1990s, including Rust in Peace, Countdown to Extinction and Youthanasia. He left the band when he had to have knee surgery during a tour for the 1997 album Cryptic Writings. He had been playing regular sessions at the Baked Potato club with OHM, founded in 2002 by another Megadeth veteran, the guitarist Chris Poland.",
  "webTitle": "Former Megadeth drummer Nick Menza dies after collapsing on stage",
  "webPublicationDate": "2016-05-22T14:28:38Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/nick-menza-megadeth-drummer-dies-collapsing-stage-los-angeles",
  "keyword": [
    {
      "webTitle": "Megadeth",
      "id": "music/megadeth",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Metal",
      "id": "music/metal",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "music/2016/may/22/nick-menza-megadeth-drummer-dies-collapsing-stage-los-angeles"
}