{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/crows-swoop-on-puppy-carrying-her-away-from-back-garden",
  "id": "2016-05-04-276",
  "sectionId": "world",
  "body": "The owner of a chihuahua puppy remains hopeful the dog is still alive after it was snatched from her backyard and carried away by crows. Four-month-old Fudge, who was small enough to fit in the palm of a hand, was swooped upon by crows while outside her owner Heather Sinden’s home in Melbourne’s outer east on Wednesday afternoon. Sinden’s daughter Melinda Pride told the Lilydale & Yarra Valley Leader that the dog spent most of its time indoors but had been let outside to urinate. Her mother had seen the crows at the Astor Court address and “was quite concerned”, said Pride. “Then she heard [Fudge] screaming and she was gone.”    BREAKING: Woman collapses in shock as this pup snatched by a crow from backyard. #findfudge https://t.co/FNvgboFL6v pic.twitter.com/of3iehssSk— Leader Newspapers (@LeaderOnline) May 4, 2016    Sinden – who has lung cancer, and was given the puppy for companionship two months ago – “collapsed from shock”, said Pride. “Mum was only saying a week or so ago ‘if anything happens to this little dog I don’t know what I’ll do’ ... she was very attached to the little dog.” Pride was hopeful that Fudge landed safely. In an interview on local radio, she said members of the community were scouring the area for Fudge. “We’ve had people walking around everywhere; it’s just amazing the feedback we’re getting ... people are going to parks and everything, trying to find her, but there’s no sign of her at all. “We’re just hoping that she may fall from the bird and land safely enough for her to be okay,” Pride said. Calls for Fudge’s safe return have also been made on social media, with Chihuahua Rescue Australia sharing the story on its Facebook page.   Related: Feast of cat shown on eagle cam scares feline owners: 'Nature isn't pretty'    The thread below the post revealed a precedent for chihuahuas being carried away by birds of prey in Australia. “I have eagles that hang around our house and I have a three-month-old chihuahua; I’m always on the lookout for those buggers,” commented Mandy Knox. Lauren Jackson’s story had a happy ending, with her chihuahua picked up by a crow while at the park – then dropped about 500 metres away. Chihuahua Rescue Australia founder and president, Natalie Brabham, said she had warned chihuahua owners about the risk, especially if they live in a rural area. “There are hawks, eagles – you hear stories in the US frequently about chihuahuas taken by wedge-tailed eagles, bald eagles, even crows.” She said she had trained her own chihuahua, Valentine, to dislike birds: “He will always bark when they come on to the property. I have that fear ... we have magpies in Victoria that swoop.” Brabham said that at four months old Fudge could weigh as little as 700g, and that her chances of survival depended on whether she’d been dropped, and where. A “small puppy police patrol” coordinated by Chihuahua Rescue Australia was in the area looking for her. “Hopefully we can use social media and people-power to look for her ... time is of the essence if she has been dropped and she is injured.”   Related: Crows' reasoning ability rivals that of seven-year-old humans    Crows are known to be extremely intelligent and are the only non-primate species known to create tools, such as sticks and hooks which they use to get grubs from logs and branches. A study of wild New Caledonian crows by the University of Auckland two years ago found the birds to be as good at reasoning as a seven-year-old child, with some understanding of causal relationships.",
  "webTitle": "Crows swoop on puppy, carrying it away from back garden",
  "webPublicationDate": "2016-05-04T09:12:39Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/crows-swoop-on-puppy-carrying-her-away-from-back-garden",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Dogs",
      "id": "lifeandstyle/dogs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/04/crows-swoop-on-puppy-carrying-her-away-from-back-garden"
}