{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/29/new-top-gear-review-matt-leblanc-chris-evans-bbc",
  "id": "2016-05-29-4",
  "sectionId": "tv-and-radio",
  "body": "‘Welcome to Top Gear,” whispers Chris Evans, almost apologetically. He looks a little nervous. He should be – he’s been given the keys of a security van with 50 million quid of BBC money in it.  And a lot of people on the road already hate him and are giving him the finger and want him to crash. Not so much because of who he is, but because of who he isn’t. Here’s “the new improved audience”, some of who are now on a balcony. And the staff of Chris’s local Indian restaurant. Is it a bit TFI Friday? (Yes.) TG Sunday.  Why are the Indians there? To represent a tonne of downforce, which is what you get from the rear spoiler on a Dodge Viper, of course. And so that Chris can get in an inevitable reference to catering. Catering, steak, biff … remember?      Sabine Schmitz, one of Top Gear’s co-presenters. Photograph: Mark Yeoman/BBC Worldwide    Quick introduction to Matt LeBlanc, not enough to detect any tension – or any warmth for that matter – between them. Later they’ll give each other “love taps” in three-wheelers, presumably to dispel the rumours, though they’ll never look like they go for a drink after filming, which – love them or loathe them – was such a big part of the success of You Know Who and The Other Two.  Then to the US Naval Air Station Fallon in the Nevada desert, also known as Top Gun (Top Gear, Top Gun, I see what they’re doing), where Evans tests that Dodge Viper.  He laughs at the power as he drifts around corners, there’s something familiar about it, also about what he says and how he says it: “It’s about as cutting edge as a rusty crossbar.”    Related: Jeremy Clarkson's Amazon show to be called The Grand Tour    If it was a game of Guess Who, you’d get it immediately: Evans appears to be trying to be Jeremy Clarkson, and that’s not a good idea. Those uncharacteristic nerves are still there, possibly because of that anticipation, the buildup, and the 50 million quid, possibly because this kind of scripted stunt isn’t suited to him – he’s a chatterbox, not an actor. Sometimes it sounds like he’s reading it. The stunt itself – pitting the Viper against speedy German Sabine Schmitz – in a Top Gun-style dogfight, again could have come straight from old Top Gear. Everything about it; the location, the muscle cars, the guns, the enemy (a German), the script. Quite fun though, if only to hear Fräulein Schmitz (mis)quote the movie, saying: “You can be any time my wing man.” Very little has changed, format-wise. Minor tuning, not stripping down. Star in a Reasonably Priced Car has become two stars in a rallycross car – Gordon Ramsay and American actor Jesse Eisenberg in a Mini. (I think that a US audience may be being courted.) And Evans starts to come into his own here – chat, audiences, sofas (car seats actually, the same ones), and he does very well.     Gordon Ramsay and Jesse Eisenberg in the studio. Photograph: BBC Worldwide    To another desert, this time in Morocco, where LeBlanc is arsing about off-road in something called a Nomad. “Honestly it’s the most fun you can have in the car,” he says. “Well, the most fun you can have with your clothes on. I remember one time I was with this, er ... well two of them actually …” How you doin’ Joey? Yeah, pretty good. It’s hard not to like LeBlanc. He is an actor, relaxed, not bad at this. That wasn’t you driving on to the Stig’s truck at the end was it Matt?           Watch: Top Gear’s The Stig: the Guardian’s hard-hitting interview    It’s not a disaster. It’s polished, the stunts (so many of them!) are fun, the tweaks are improvements. But it is a shame there wasn’t more in the way of refreshing the show itself. It’s just new people doing same old same old.  The rest of the new cast we haven’t seen enough – or any – of yet. M LeB should carry on being M LeB, he’s quite good at it. CE needs to relax and stop trying to be JC. Both are very eager to show off their car nerd credentials, presumably to fend off some of the mob vitriol.  They – the members of the mob – won’t be happy though, and won’t forgive them for not being their predecessors. And the lack of format change isn’t going to help that either. When something is so very closely associated with someone, or even with three people, say, it’s hard – when suddenly there are other people doing it – not to feel that something is missing.  Jesus, did I just admit to missing Jeremy Clarkson, in the Guardian? No! I mean James May, honest …",
  "webTitle": "New Top Gear review: lots of polish but it's still a secondhand car show",
  "webPublicationDate": "2016-05-29T22:12:51Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/29/new-top-gear-review-matt-leblanc-chris-evans-bbc",
  "keyword": [
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Matt LeBlanc",
      "id": "tv-and-radio/matt-leblanc",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jeremy Clarkson",
      "id": "media/jeremyclarkson",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/29/new-top-gear-review-matt-leblanc-chris-evans-bbc"
}