{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/adele-sony-record-deal-contract-music-25",
  "id": "2016-05-23-69",
  "sectionId": "music",
  "body": "As the biggest-selling artist of 2015 and (so far) 2016, every report of Adele’s next move is doused in hyperbole. So here comes news of the singer’s “£90m record deal” with Sony that would be “the biggest ever handed to a British musician”. Sony, for now, is not commenting.   Related: Adele signs £90m contract with Sony    However, this alleged mega-contract is yet another instance of the uppermost commercial terms of a record label deal being reported as fact – as if Adele has suddenly taken receipt of an oversized Comic Relief cheque. As with every recording contract, it will be conditional on targets for each release being met, similar to an accumulator bet. If every horse in every race comes in, she might make £90m – but there are a lot of hurdles in the way. One music lawyer suggests the deal is best seen as an unsecured loan against the creation of future assets – albums and DVDs – whereby Adele could get as much as £30m upfront.  Since the Tottenham-born singer has suggested she may take several years off after touring her multiplatinum album 25, Sony could be left with no means of recovering the loan until she starts making music again. The lawyer also suggested it is “statement deal” by the second largest record company in the world – and could work on a profit-share rather than the traditional royalty system.   Related: Adele's £90m contract – warnings from previous megadeals from REM to Robbie    It may appear profligate for labels to be signing such contracts at a time of struggling sales, but Adele is one of a handful of acts guaranteed to sell records. Her 21 album sold more than 30m copies globally – a third of them in the US, where Sony, via its Columbia label, had publishing rights. The UK independent label XL has released or licensing her album releases in the rest of the world. When an act leaves an independent label for a major, it traditionally marks their play for the mainstream. But Adele is the mainstream. Any label that signs her would be reckless to mess with this formula. Frankly, it is impossible to make her any more commercial than she currently is. She has an established working relationship with Sony and Rob Stringer, Columbia’s chairman and US CEO, widely regarded as one of the most artist-friendly executives in the business. If she goes to Columbia on a global basis, this relationship is unlikely to change. Ultimately, Sony needs her more than she needs Sony; she will almost certainly have total artistic freedom and decide how often she releases an album. She is also unlikely to change her stance on streaming: she holds back new albums from Spotify, Deezer, Apple Music and others until as many CD and download sales as possible have been achieved.   Related: Adele is Ivor Novello songwriter of the year    If Spotify and others are hoping a major label can twist her arm they will be bitterly disappointed. Sony has already had to accept Beyoncé’s decision this year to keep Lemonade off every streaming service except Tidal, the one she has a financial stake in. When acts get to this level, the label has to abandon pretensions of bending them to its will. Any contract Adele signs will be, by the nature of her status, an anomaly. It will not change how other contracts in the record industry are negotiated and it will not alter how she engages with the rest of the music business. She is pop’s greatest outlier, existing as a category of one.",
  "webTitle": "Adele's singular contract shows why she is pop's greatest outlier",
  "webPublicationDate": "2016-05-23T18:20:40Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/adele-sony-record-deal-contract-music-25",
  "keyword": [
    {
      "webTitle": "Adele",
      "id": "music/adele",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Eamonn Forde",
      "id": "profile/eamonnforde"
    }
  ],
  "guardianId": "music/2016/may/23/adele-sony-record-deal-contract-music-25"
}