{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/economic-reality-brexit-eu-referendum-unicorn-fantasy",
  "id": "2016-05-23-254",
  "sectionId": "commentisfree",
  "body": "One reason why the arguments for Brexit are so beguiling is because it’s easy to imagine an alternative world where some of the current laws of economics or politics don’t apply. Leave campaigners have tried to conjure up such a fantasy world in which, after leaving the EU, Britain has an opportunity to design its own economic environment with its ideal configuration of free trade, limited labour mobility, less regulation and foreign investment. They talk of a sovereign nation that will dominate post-Brexit negotiations with our former EU partners and the rest of the world. With the odd unicorn and fairy thrown in for good measure. The reality is a bit different. We have to distinguish carefully between sovereignty and power, and we also need to be clear about the options the UK has in terms of trade relationships.    More worryingly, non-tariff barriers might actually increase following Brexit    Calculating the impact of an EU exit is complex. All the possible alternative trade regimes that might apply to the UK have to be modelled, including the extent of labour mobility and migration; foreign direct investment our contribution to the EU budget; regulation and productivity growth. All these variables are inter-related and cannot be chosen independently as the Brexit campaigners would wish to argue. The Treasury has produced one of the most comprehensive attempts to model these inter-relationships and analyse the long-term implications that take account of the impact of trade on foreign direct investment and productivity. The message is stark: UK GDP would be between -3.8% and -7.5% lower depending on whether the UK strikes a Norway-type trade agreement or a bilateral (Canada, Turkey, Switzerland) agreement, or if we simply adopt World Trade Organisation rules. These economic effects are so large that they trump any concerns expressed by those who worry about the eurozone’s growth prospects. On top of these medium and long-term effects, the Treasury has calculated that there will be an adverse short-run macroeconomic impact. This is driven by uncertainty causing consumer and business expenditure to fall, and financial market volatility increasing the risk (and cost) of borrowing to UK businesses and households Those advocating Brexit criticise these figures, but their own estimates rely on scenarios which are less comprehensive and overestimate the gains from regulatory reform, reduced contributions to the EU budget, or the reduction in trade diversion from leaving the EU trade block. They focus on the gains from reduced protectionism and more open trade. They also play up the UK’s net contribution to the EU, which in recent years has been about £9bn. These Brexit net-gain scenarios are ultimately unpersuasive because they identify the benefits of leaving but not the additional costs.           Boris Johnson compares EU to badly fitting underwear – video    The improving trade balance argument is that our agricultural and manufacturing imports would be cheaper outside the EU. But this ignores the reality that if the UK reduced higher tariffs in dairy or meat imports it would hit our farming communities. Redirecting our exports to other parts of the world is also problematic. In 2014, 45% of our total exports went to the EU. More significantly, 63% of our goods exports are linked to our EU membership. We know that in trade, geography matters: regardless of trade agreements, countries are more likely to trade with those closest to them. Our total trade costs with the EU fell by 15% in the 15 years from 1995 to 2010. By contrast, the costs of trading with the rest of the OECD and the emerging economies have hardly changed. More worryingly, non-tariff barriers might actually increase following a vote to leave the EU. These may apply to trade in goods but also to services, where the UK is a net exporter. There is already talk of UK-based financial services institutions having to move to Frankfurt, Amsterdam or Luxembourg. Other service companies may move, worried about potential “home bias” within the EU following Brexit.   Related: Bank's warning of a Brexit double whammy is very handy for Osborne    Brexit advocates tell us we would be able to negotiate a strong trade deal with the EU. The Germans want to sell us their cars and the French their wine and cheese. Yet life in reality looks less rosy than these cliches suggest. UK exports to the EU are 12% of our GDP. Germany and France’s exports to the UK are 3% and 2% of their GDP. Not all the EU countries run trade surpluses with the UK, and would be clamouring for a deal. Ireland and the Netherlands would be the only EU countries that would be seriously harmed by Britain leaving. It is likely that any EU trade deal following Brexit would look something like this: first, the UK would have to agree on full labour mobility and access to benefits, without any of the emergency brakes which the UK government has negotiated. Second, it would need to contribute to the EU budget, at levels similar to what we currently contribute. Norway contributes about 17% less per capita than the UK. There would be no fiscal windfall. Third, we would have to adopt all current EU regulations, and we might be subject to harmonisation of labour markets. Of course free-market Brexiteers might eschew such a deal in favour of a WTO-based solution. The problem with this is that we would become a brutal free-market island and, as a result, the UK would become a very different economy and society. The loss of tax revenues highlighted by the Treasury would mean expenditure cuts which imply dismantling major elements of our welfare state, including the NHS. Paradoxically, in pursuing aggressive external trade we would have to further open up our borders to migration to bring in the skills our demographic trends require. We may also have to abandon some of the social protection on labour markets. In the real world of economics and politics – unlike the fantasy world of Brexit – you get to choose some of the economic variables but not all of them. If you want free trade in the EU you have to accept contributing to the EU budget and free mobility of labour. • Professor Anton Muscatelli is writing in a personal capacity",
  "webTitle": "Here’s the economic reality of Brexit – without the unicorn fantasy  | Anton Muscatelli",
  "webPublicationDate": "2016-05-23T09:00:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/economic-reality-brexit-eu-referendum-unicorn-fantasy",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "WTO",
      "id": "world/wto",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anton Muscatelli",
      "id": "profile/anton-muscatelli"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/economic-reality-brexit-eu-referendum-unicorn-fantasy"
}