{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/06/basement-jaxx-playlist-arbeid-adelt-fast-eddie-dj-pierre-black-magic",
  "id": "2016-05-06-211",
  "sectionId": "music",
  "body": "Arbeid Adelt – Death Disco I came across this on a Maurice Fulton mixtape and managed to track a copy down. It’s from Belgium, dated back to the 1980s, and is a mixture of electro, punk and funk. It really feels as if it’s from a period in music where anything goes – a new movement is forming but templates or rules have not yet been written. It’s got a killer electronic bass line and it sounds as if they’re just having an electronic jam session. I love how spontaneous and raw it is.            Fast Eddie – Hip House DJ Fast Eddie was one of the most exciting Chicago house originators, mixing rap with acid house. This is one of the first house 12-inches I bought. I love the acid line on this and how it just keeps moving with so few elements. If there’s an excuse to play old school, I’ll always play this.            Black Magic – Freedom (Make It Funky) (Color 1 – On and On Strong Vocal Mix) This is a beautiful track by Lil Louis. The record label called it “A Lil Louis painting” as it was artistic and painted a whole world in your imagination. I love the intro, and when the track comes in it’s effortlessly cool and soulful. Music like this takes you to another place while making you dance.            DJ Pierre – Let the Music Take You Higher (Yo Yo Mix) DJ Pierre is another house music originator and this is one of his many underground classics. His productions were always deeper, more soul-stirring than the rest. What was so exciting about these early producers was that they had the most limited setup to work with and pushed it and extracted from it music of real depth and feeling. It is in its own realm and still great to play out.            Basement Jaxx – Razocaine One of ours from the 90s. We recorded it in the business centre in Camberwell. We had this fan and recorded Felix talking through it while it was switched on to get a buzzy effect. We’d often work in the middle of the night; there would be a man who smoked barracudas next door and across the corridor were the Taiwanese stitchers who’d play cards and drink and drink, screaming with laughter. We were all in our own time zone. At 4am that floor was alive! Good tune as well, still great to play.            • Basement Jaxx play a series of dates this spring and summer, including Glitterbox at Ministry of Sound on 7 May, Glitterbox at Space, Ibiza",
  "webTitle": "Basement Jaxx's playlist: Arbeid Adelt, Fast Eddie, DJ Pierre and more",
  "webPublicationDate": "2016-05-06T11:35:50Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/06/basement-jaxx-playlist-arbeid-adelt-fast-eddie-dj-pierre-black-magic",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Basement Jaxx",
      "id": "music/basementjaxx",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/musicblog/2016/may/06/basement-jaxx-playlist-arbeid-adelt-fast-eddie-dj-pierre-black-magic"
}