{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/media-briefing-monday-9-may",
  "id": "2016-05-09-288",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Bafta TV awards: BBC is under threat, says Wolf Hall directorPeter Kosminsky receives standing ovation after saying proposals could turn BBC into a state broadcaster ‘like in North Korea’ Top comment on MediaGuardian Could Channel 4’s distinctive voice and adventurous shows continue if it is sold?Liz Forgan: The pursuit of creative innovation and diversity would change under privatisation plans Today’s headlines The GuardianBafta TV winners go into battle to back BBC. P1,3Mark Lawson: Death and defiance loom large at Bafta TV awards. P3Review of Robert Peston’s first Sunday ITV show. P4Prince Harry calls for less intrusion into his private life. P5Chris Evans denies ‘hurtful’ bullying claim. P10Journalists return home after captivity in Syria. P16Liz Forgan: Could Channel 4’s distinctive voice and adventurous shows continue if it is sold? P30-31Jamie Oliver: how Channel 4 made me into a star. P30Richard Tait: Why we can’t let anyone kill off Jon Snow. P31David Elstein: A Channel 4 sell-off would strengthen its public service remit. P31David Abraham: why wreck a winning formula with Channel 4’s privatisation? P31 Daily TelegraphHigh drama at Baftas over BBC reforms. P1,2-3BBC to cut ‘soft news’ and recipes from its website. P3Review of Robert Peston’s first Sunday ITV show. P4Prince Harry calls for less intrusion into his private life. P7The Archers villain escapes spell in stocks. P8Chris Evans denies bullying claim. P9Editorial: Whither the BBC? P17 Financial TimesFacebook wins China trademark case. P18Kate Burgess: Trinity Mirror must polish its strategy to combat print woes. P21 The TimesBBC white paper will tell BBC to boost its current affairs, arts, religion and children’s programming. P4Review of Robert Peston’s first Sunday ITV show. P6-7Wolf Hall scoops the top prizes at Bafta TV awards. P9Prince Harry calls for less intrusion into his private life. P18Claire Foges: Undermining the BBC makes us look like idiots. P24Journalists return home after captivity in Syria. P29 iSpanish journalists held in Syria freed after 10 months. P2Birthday tributes paid to Sir David Attenborough. P3BBC faces permanent monitoring by ministers under new licence fee deal. P4Peers and MPs start defence against change to broadcaster. P4Bafta winners used stage to voice support for saving the BBC. P10Veep makers find it more difficult to parody politics after rise of Donald Trump. P10Ties off, tweets in as Robert Peston joins the Sunday fray. P17Tom Hanks opens up on Desert Island Discs. P17MasterChef winner kept her cancer a secret from judges. P17Alain de Botton brings philosophy to YouTube. P41PR and advertising: authenticity is vital for any political campaign. P41 Wall Street JournalJournalists return home after captivity in Syria. A4Batman v Superman fails to ride opening weekend’s momentum. B1,4Disney successor may prove costly. B1,4Drake album boosts Apple Music. B3Captain America muscles way to top. B4 Daily MailBafta TV winners back BBC. P10-11Review of Robert Peston’s first Sunday ITV show. P12Prince Harry: My fears for young obsessed with social media. P25BBC in plot to scrap free TV licences for 600,000 pensioners. P26 Daily ExpressBBC could end free TV for 600,000 over-75s. P2Bafta TV awards coverage. P3Jeremy Paxman withdraws article criticising EU from the Radio Times. P5I’m not a bully storms Chris Evans as he hits back at witch hunt. P11 The SunBritain’s Got Talent coverage. P3Pro-BBC luvvies hijack Bafta TV awards. P6Ministers to end BBC TV licence fee ‘scam’. P6Bafta TV awards coverage. P6-7Press injunction star named in Ireland. P9Editorial: BBC’s supporters are well-fed luvvies. P10Shane Meadows says This is England will bow out with feature film. P33 Daily MirrorChris Evans insists he will win over Top Gear critics. P3BBC looks at axing 600,000 households’ free TV licences. P4Kevin Maguire: this is a Tory coup on our beloved BBC. P10Bafta TV awards coverage. P14-15 Daily StarChris Evans claiming glory for new Top Gear team. P3Bafta awards coverage. P11Daniella Westbrook in Twitter tease about EastEnders return. P17Britain’s Got Talent coverage. P19 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-09T07:50:59Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/media-briefing-monday-9-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/09/media-briefing-monday-9-may"
}