{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/19/missed-opportunities-in-uk-mental-health-services",
  "id": "2016-05-19-69",
  "sectionId": "society",
  "body": "With mental health awareness week in full swing, I would like to commend the Scottish government for its commitment to invest an additional £150m for mental health over five years. Improving access to services and addressing the issue of mental health, particularly in young people, is an issue we should all be talking about. Unfortunately there is still such stigma around mental health, especially in males. Figures released by the Office for National Statistics last February show the male suicide rate is the highest since 2001, which is a troubling statistic. The Boys’ Brigade (BB) has contact with 20,000 members in Scotland alone, and it is a priority for us to recognise the need to provide support and reassurance for anyone who requires it. Earlier this year we teamed up with the mental health charity YoungMinds UK to provide training for our young BB leaders. It gave our volunteers a chance to learn more about how to support young people’s emotional wellbeing, and how other specialist organisations can help. It also acted as a reminder that organisations such as the BB can be instrumental at building resilience in young people. If we can start to get more people talking, we are already making the first step to help tackle the taboo.Bill StevensonDirector, Boys’ Brigade in Scotland • Mental health services have changed dramatically since I qualified as a psychiatric social worker in 1955. Almost 300,000 more mentally disordered people in the UK would then have been receiving institutional care; 150,000 patients now at large would have been compulsorily detained. Where are they now? The prison population has quadrupled; 90% of prisoners have at least one mental disorder and the prison suicide rate is one of the highest in the world. The care of mentally disordered people can no longer be sidelined. There is a clash of cultures from the increased movement of people across national borders. A new underclass, susceptible to religious extremism and violence, is filling prisons across Europe. To prevent today’s acute refugee crisis morphing into tomorrow’s chronic race relations catastrophe and to bring meaning to the words “care in the community”, the government, alongside community organisations, must urgently develop advocacy services for those most in need.Wally HarbertFormer president, Association of Directors of Social Services, Somerset • On 17 May, as Polly Toynbee wrote of the quiet dwindling of the state (The NHS trust that said no to Osborne’s nightmare cuts), you reported that an NHS trust “got things wrong” after Matthew Daley, who was ill with psychosis and whose parents had begged for treatment for him, was left free to kill a man. We should make the connection: adult mental health services are failing vulnerable people, including my son, who has suffered four psychotic episodes since 1997. Three times he received appropriate treatment, but in 2012 mental health professionals refused to accept that he was ill, despite the pleas of his family and indeed the police, who twice took him to hospital and were turned away. My son was arrested and served a prison term for carrying an offensive weapon, all in solitary because other inmates refused to share a cell with him. In between psychotic episodes my son suffers from bipolar disorder. In 2014, after being a patient for 16 years, he was discharged for missing appointments – a cracking way of reducing numbers. Then we are told that he may not have had psychosis or bipolar, but possibly personality disorder. The treatment is a 12-week course of talking therapy in the community, a lot cheaper than treating psychosis properly in hospital. Incidents of harm caused while not responsible because of psychosis will only increase if NHS trusts continue to cut services and downgrade psychiatric illness.Name and address supplied • Frances Ryan continues to do the state some salient service with her exposure of sociological distortions in the well-being of the nation’s children (Our children’s mental health crisis is shocking. But so is the Tory silence, theguardian.com, 19 May). Hers is indeed an authentic crusade of concerned empathy and vibrant social conscience, drawn from pertinent personal experience. Unfortunately she, like the rest of us, is reluctantly drawn into the status quo labelling system assigned to this zone, which has a primary sociological aetiology. Part of the problem is the actual labelling of life-distress as a “mental” health issue in the first place. The word “mental” automatically conjures a scenario where brain, head, biochemical imbalance, genetic “chemical” pre-dispostiion and aberrant cognitive distortion predominate. Traumatic emotional experiences, and the situational/sociological all figure below the monitoring radar, it seems. All of which neatly, but erroneously, feeds the incumbent prevalence of biomedicalisation to the fray, with the grimly attendant overmedication of the distressing situation.Jim CosgroveLismore, Co.Waterford, Ireland • Stress, depression and mental health challenges can destroy families, create isolation and are a death knell on a job application form. It is not just our veterans who need support; helping people through such crises not only means they can have fulfilling lives and contribute to our economy and society, it will also ensure that people early on in such a journey feel able to ask for help before it is too late. We must stop mental health being seen as a crime.Peter BoothChief executive officer, Believe in Veterans • The sacking of the children’s mental health tsar after nine months in post is a lost opportunity all round but particularly in terms of the high number of young people who are unable to access effective child and adolescent mental health services] provision (Saturday interview, 14 May). Natasha Devon told the facts as they are and provided an evidence base that demonstrated that mental health concerns are impacting upon children of all abilities and from all backgrounds. She reinforced the correlation between increasing austerity and the very radical changes within our methodology for testing children in school. There is no escaping the fact that our child mental health services are poorly resourced and not fit for purpose.Norma HornbyWarrington, Cheshire • As a governor of a primary school that includes children with significant problems I am very aware of the issues raised by Natasha Devon. The support Camhs can give is minimal, as recently demonstrated when a child not sufficiently disturbed to qualify for Camhs help attempted suicide.Eunice HindsBath • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Missed opportunities in UK mental health services | Letters",
  "webPublicationDate": "2016-05-19T18:06:35Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/19/missed-opportunities-in-uk-mental-health-services",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/19/missed-opportunities-in-uk-mental-health-services"
}