{
  "apiUrl": "https://content.guardianapis.com/world/datablog/2016/may/05/quarter-of-child-refugees-eu-without-parents-unaccompanied",
  "id": "2016-05-05-287",
  "sectionId": "world",
  "body": "A quarter of all child refugees who arrived in Europe last year – almost 100,000 under-18s – travelled without parents or guardians and are now “geographically orphaned”, presenting a huge challenge to authorities in their adopted countries. A total of 1.2 million people sought asylum in the EU in 2015, 30% of whom – almost 368,000 – were minors. The number of children arriving in Europe last year was two-and-half times that recorded a year earlier, and almost five times as many as in 2012.   Almost 370,000 children sought asylum in the EU in 2015   But the most staggering statistic is that a quarter of the young arrivals were unaccompanied. In all, 88,695 children completed the dangerous journey without their parents – an average of 10 arriving every hour.   Related: Homesick, lonely, sleepless – and these are the lucky child refugees    The highest proportion of child refugees last year were Syrian, followed by Afghans and Iraqis. Together these three nationalities accounted for 60% of all minors seeking asylum in the EU.    Two in every five children who sought asylum in the EU in 2015 were Syrian nationals   In absolute terms, Germany received the highest number of child refugees, taking in more than 137,000 in 2015. However, as a proportion of population Sweden took in the most.    Sweden has taken in more under-18s per head than any other EU state   Half of the unaccompanied minors came from Afghanistan, and one in seven were Syrian. More unaccompanied minors hailed from Eritrea (5,140) than from Iraq (4,570).   Children from Afghanistan made up the bulk of the unaccompanied minors who sought asylum in the EU in 2015   Sweden took the highest number of lone children, 35,000 in total, two-thirds of them from Afghanistan. It also recorded the highest number of unaccompanied minors per head of population, followed by Austria and Hungary.   Related: First laughs since Syria: the clowns getting refugee children smiling     Numbers of lone children taken in per head of population   It is not possible to get a full picture of how many children have sought asylum in Europe so far in 2016, as several countries have not yet published figures for the first quarter of the year.  But the number of child asylum applicants recorded in Europe in January and February already far exceeds that recorded in the same months of 2015.",
  "webTitle": "Quarter of child refugees arriving in EU travelled without parents",
  "webPublicationDate": "2016-05-05T08:05:21Z",
  "webUrl": "https://www.theguardian.com/world/datablog/2016/may/05/quarter-of-child-refugees-eu-without-parents-unaccompanied",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Pamela Duncan",
      "id": "profile/pamela-duncan"
    }
  ],
  "guardianId": "world/datablog/2016/may/05/quarter-of-child-refugees-eu-without-parents-unaccompanied"
}