{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/newcastle-rafael-benitez-andros-townsend",
  "id": "2016-05-16-34",
  "sectionId": "football",
  "body": "Andros Townsend is confident Rafael Benítez would be capable of not only returning Newcastle United to the Premier League at the first attempt but swiftly transforming the club into a force.   Related: Newcastle move pays off for Andros Townsend as he earns Euro 2016 chance    Benítez was said to be “very pleased” after unexpected, two-hour talks with Mike Ashley, Newcastle’s owner, on Sunday and seems to be inching towards agreeing to remain on Tyneside next season. The Spaniard – serenaded throughout his team’s 5-1 home weekend win over Tottenham – has a break clause in the three-year contract he signed in March but does not appear minded to exercise it. Benítez continued what were said to be “positive and productive” negotiations with Lee Charnley, Newcastle’s managing director, on Monday with the intention of resolving things one way or the other by the end of next week at the very latest. “It would be massive for Newcastle to keep Rafa as manager,” said Townsend, who was recalled to the England squad on Monday. “He’s one of the best managers in the world. If we can keep a manager of that calibre and keep doing the right things we’ll build. We won’t cut corners but we’ll build for the future and come straight back into the Premier League. Then we’ll be up there challenging in the Premier League because that’s what the manager wants to do.” Townsend’s frustration is that Benítez – who replaced Steve McClaren – came too late to prevent the slide into the Championship. “We’re six games unbeaten and the form’s really picked up and the players have really grown in confidence,” he said. “Going six games unbeaten is an incredible achievement for a relegated team. We were just unfortunate that, this season, Sunderland were equally fantastic in the closing weeks and just managed to pip us. I’m gutted the club season’s over. But now we have to take some positives, regroup and build again for next season.” The winger – who arrived for £12m from Spurs in January but has an £8m release clause in his £80,000-a-week contract – refuses to be drawn on whether he will be around next season but is believed to be a player Benítez would be anxious to retain. Whether the former Liverpool and Real Madrid manager will still be able to make those decisions depends on him being offered guarantees of autonomy over assorted areas of the club, including recruitment. This will involve Ashley ripping up his old, failed Newcastle blueprint but Benítez wants to be confident he will be given a strong enough squad to make an immediate escape from the Championship. Ashley’s rare appearance at St James’ Park on Sunday facilitated the pair’s first meeting, with the owner having been anxious to meet Benítez last week. Benítez postponed discussions until this week but, clearly keen to accelerate the deal, Ashley pre-empted matters by turning up at the Spurs match on an evident charm offensive.",
  "webTitle": "Andros Townsend says Rafael Benítez can get Newcastle ‘up and challenging’",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/newcastle-rafael-benitez-andros-townsend",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/16/newcastle-rafael-benitez-andros-townsend"
}