{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/world-failed-syria-turkey-refugee-crisis",
  "id": "2016-05-23-316",
  "sectionId": "commentisfree",
  "body": "Today the first world humanitarian summit opens in Istanbul, bringing together heads of state, prime ministers and cabinet members from more than 100 countries and reflecting the United Nations’ appreciation that Turkey currently hosts more refugees than any other country. But the extent to which the international humanitarian aid system lies broken is alarming.   Related: Erdoğan calls on Europe to take in more Syrian refugees    Nearly 60 million people depend on humanitarian aid to survive. According to the UN’s high commissioner for refugees, the number of refugees and displaced persons has reached its highest level since the second world war. Almost half are children. The existing humanitarian aid system depends heavily on the UN and remains at the mercy of individual nation states. This is a global problem and must be addressed to cater to the needs of millions of people affected by wars, conflicts and natural disasters every year. Violent conflicts claim lives in Syria, Libya and Yemen every day, while ethnic tensions and natural disasters haunt numerous countries in Asia and Africa. Haunting images of refugees flocking to border gates, the dead bodies of innocent children on beaches and people living in extreme poverty symbolise the tragedy of everyday life in many places. The summit will address these pressing problems, seek to fix the humanitarian system’s glitches and make a long-term commitment to develop new capabilities. For the first time, heads of state and government, non-governmental organisations, the private sector and those affected by humanitarian crises will come together to look for answers. Turkey has been a safe haven for people escaping war, destruction and oppression for centuries, and today we provide humanitarian relief in more than 140 countries on five continents. In fact, Turkey remains the world’s most generous country, spending a bigger share of its GDP on humanitarian aid than any other.   Related: Children fleeing conflict deserve more than razor wire and border fences | Carsten Völz and Andreas Papp    What sets Turkey apart is our commitment to making an actual difference on the ground and changing people’s lives – instead of pursuing hidden agendas, drawing up fancy charts or treating people in need in a condescending way. When I visited Somalia in August 2011, I found a country on which the world had turned its back. What many considered to be a failed state overwhelmed by drought, famine and conflict, Somalia was in ruins. At the time, Turkey made a commitment to help the people of Somalia get back on their feet – a mission Turkish aid agencies, in cooperation with their local partners, accomplished in five years. Today, the incredible progress that Somalia has made to promote political stability, combat terrorism and make its citizens safer has not only inspired the entire region but also gives us the strength to help others. Turkey’s response to the humanitarian crisis in Syria is another success story. Having adopted an open-door policy towards Syrian refugees in 2011, we now host nearly 3 million Syrian nationals from diverse ethnic, religious and sectarian backgrounds. In the past five years Turkey has allocated $10bn to provide Syrian refugees with free healthcare, education and housing. At a time when the international community failed the Syrian people – 600,000 of whom have lost their lives in the civil war, with 13 million forced from their homes – Turkey, along with the rest of Syria’s neighbours, was left to deal with the conflict’s consequences. As the Syrian civil war enters its sixth year, we are calling on the world to create a fair mechanism for sharing the burden.   Related: Europe’s failure on refugees echoes the moral collapse of the 1930s    The international community in particular has largely ignored its responsibilities toward the Syrian people by turning a blind eye to Bashar al-Assad’s crimes against his own citizens. It was not until refugees appeared in the streets of Europe and terrorist organisations such as Islamic State started attacking EU citizens that European leaders realised they could no longer ignore the problem. Many Syria-related problems could have been avoided had the world intervened in the early stages of the conflict. But it’s not too late if European leaders are ready to make the right commitments today. To keep illegal immigration under control Europe and Turkey must work together to create legal mechanisms, such as the March 2016 agreement, for the resettlement of Syrian refugees. By rewarding refugees who play by the rules and making it clear that illegal immigrants will be sent back to Turkey, we can persuade refugees to avoid risking their lives at sea. The international community must not buy into Assad’s argument that his removal from power will further escalate the conflict in Syria. To give Syria’s democracy a chance to flourish, we must commit to defeating both Isis and the Assad regime, instead of looking for the lesser evil. As a key stakeholder in the Middle East, the EU must work more effectively with Turkey and others to develop a lasting solution. Make no mistake: the Syrian people will continue to suffer until the international community makes a serious effort to end the crisis, prevent attacks against civilians and enforce terror-free safe zones in the country. And the UN security council must lead the way. We urge the permanent members to use their veto power to promote peace, stability and security around the world instead of looking out for their short-term interests. Global leaders will this week make concrete commitments to reform the system, but whether the summit can make an actual difference depends on the sincerity of participants and how much room there is in our hearts for 125 million fellow human beings. Together we must restore hope in the hearts of the poor, the hungry and the oppressed. Let us join together to take a giant leap forward toward a more peaceful, safe and fair world.",
  "webTitle": "When the world failed Syria, Turkey stepped in. Now others must help | Recep Tayyip Erdoğan",
  "webPublicationDate": "2016-05-23T05:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/world-failed-syria-turkey-refugee-crisis",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "profile/recep-tayyip-erdogan"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/world-failed-syria-turkey-refugee-crisis"
}