{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/18/kolo-toure-liverpool-europa-league-final",
  "id": "2016-05-18-257",
  "sectionId": "football",
  "body": "There are two ways to deal with the reality that Kolo Touré deserves to start for Liverpool in Wednesday’s Europa League final. The first is to curse Mamadou Sakho and Martin Skrtel, and there is indeed righteousness in that. Sakho’s breach of doping regulations is inexcusable and Skrtel is bogus in a different way, being a defender who is nowhere near as tough as he looks, an assassin-faced baby who, by being on the bench, will spend as much time on his backside as he does when on the pitch.     Related: Jürgen Klopp out to end his losing streak as Liverpool seek Europa League glory | Andy Hunter    But that seems a trifle negative. The appropriate way to react to the prospect of Touré starting is with positivity. It would be foolish to ignore the possibility of him marking what could be his last appearance for Liverpool with an own goal or countless forlorn chases after nippy Sevilla forwards, but it is more likely that he will summon one more deceptively accomplished performance in a career that has featured many, often when least expected.  What is certain is that, win or lose, this Touré will not go out with a whimper. At this point it would be fitting to draw a contrast between Kolo and Yaya, but perhaps it would be more fitting to not even bother. Let’s just say that one is among the most dominant midfielders ever to play in the Premier League but has let his Manchester City career peter out in a manner that ensures he will also be associated forever with a bloated sense of entitlement, while the other still plays in a way that makes people want to forgive and forget his past experimentation with diet pills. In terms of attitude they are chalk and cheese. Or chalk and cake.  Kolo did not get where he is today by doing things half-heartedly. He got to where he is today by accidentally smashing into Arsène Wenger during a trial match despite being warned to control his enthusiasm. That was 14 years ago and Wenger, who back then knew the warrior spirit when he saw it, just as Jürgen Klopp does now, was bowled over in more ways than one and duly signed up the young Ivorian. Touré successfully converted from a midfielder into a tough and savvy defender, an efficient blocker but also a tidy builder from the back thanks to his ease on the ball and his bold enterprise. He partnered Sol Campbell throughout Arsenal’s Invincible season. That was over a decade ago; time has eroded his pace but his positional cleverness, strength, courage and yearning to succeed endure. Of the Liverpool players available, he is the best suited to partner Dejan Lovren. On top of his defensive nous, his leadership qualities are a valuable bonus.    Related: Jürgen Klopp says team in ‘perfect moment’ to become Liverpool legends    It is all the more heartening to be able to say that bearing in mind that at various points in recent years we have had cause to say almost the exact opposite, apart from the bits about his courage and will to win, which have never waned, which was why even when he seemed over the hill or not fully there, it was hard to scold him with vengeance. “He’s devastated, bless him,” was how Brendan Rodgers assessed Touré’s performance after a draw against West Bromwich Albion in February 2014, when a harebrained pass by the defender gifted an equaliser to Victor Anichebe. Of course no matter how much he liked Touré’s attitude and experience, Rodgers felt obliged to remove him from harm’s way two weeks later when the defender sent a panicky slice into his own net against Fulham.      Kolo Touré in action during Arsenal’s Invincible season of 2003-04. Photograph: Tom Jenkins for the Guardian    Touré had not featured much in the Premier League for Manchester City the previous season and had been left out of their Champions League squad and now it seemed he would be led gently to Anfield’s oubliette. But Touré does not bow to what seems inevitable (although he is not averse to hurling himself in front of it for the sake of preventing a goal, as he showed with his heroic ‘salmon tackle’ against Stoke in January). After the Craven Cottage skit it took Rodgers nine months to trust Touré in a big match again – for a match away at Real Madrid. Liverpool fans feared a massacre but were treated to a masterclass, Touré re-asserting his quality to subdue Cristiano Ronaldo in a narrow 1-0 defeat.    Related: Philippe Coutinho tells Liverpool to take last step against Sevilla    If Touré’s appearance at the age of 35 in a European final is a proof of the persistence of his quality and a triumph for tenacity, then the fact he will play alongside Lovren makes the tale even sweeter. Because there were times before the Croatian’s transformation under Klopp that Touré was used as a stick with which to hit Lovren while he was down and way out of favour. In April 2015 Rodgers effectively admitted after a 4-1 defeat at Arsenal that he had selected Touré ahead of his £20m recruit because Lovren was traumatised by the dire start to his Liverpool career. “The thing with Kolo is he gives me everything every single day so I know what I am going to get with him.” This might have seemed an odd thing thing for Rodgers to say after a performance in which Touré was so overwhelmed by Arsenal’s speed and movement that he did not even appear to know what he was doing himself, but you knew what the manager meant. You also knew that Touré would recover. It was less obvious that Lovren would. The fact that the pair have formed a solid partnership in recent weeks is a tribute to Klopp but, most of all, to the players themselves.  All that is missing now is the perfect end. Touré lost in the 2006 and 2012 Africa Cup of Nations finals. Both matches went to shootouts and both times he took a penalty, blasting his first one into the net but missing in 2012, when he discarded his trusty bazooka and essayed a dainty sidefooter. But his last kick for Ivory Coast came in the 2015 edition of the same competition: a penalty rifled into the net with as much power as possible to help give victory, at last, to his country’s golden generation. It may be corny to hope for a similar last hurrah for Touré at Liverpool. But here’s hoping, anyway.",
  "webTitle": "Kolo Touré: the lion-hearted loveable leader who is a triumph for tenacity | Paul Doyle",
  "webPublicationDate": "2016-05-18T09:45:26Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/18/kolo-toure-liverpool-europa-league-final",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Kolo Touré",
      "id": "football/kolo-toure",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/blog/2016/may/18/kolo-toure-liverpool-europa-league-final"
}