{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/philippe-coutinho-liverpool-sevilla-europa-league-final",
  "id": "2016-05-17-15",
  "sectionId": "football",
  "body": "Philippe Coutinho has told Liverpool it is time to stop “hitting the post” and end their recent record of near misses when they face Sevilla in the Europa League final on Wednesday. Coutinho has enjoyed another outstanding individual season at Anfield, being named player of the season at last week’s awards dinner as well as winning performance of the season, goal of the season and players’ player of the season for the second year running. The Brazil international is yet to win a team honour since moving from Internazionale in 2013, however, with Liverpool falling short in the 2014 title race, the 2015 FA Cup and Capital One Cup semi-finals, and in this season’s Capital One Cup final against Manchester City. The 23-year-old is determined to take the final step in Basel. Coutinho said: “The expression we use in Brazil is: ‘We hit the post,’ and we have done that on quite a few occasions recently so it will be really important for us to finally achieve something and win something with Liverpool. That will be special for everyone across the club and the whole of the squad.”   Related: Liverpool can save season by winning Europa League, says Simon Mignolet    Liverpool’s No10 believes the change in mentality under Jürgen Klopp can make the difference against a Sevilla team going for a third consecutive Europa League title. “Klopp is experienced in European competitions,” Coutinho said. “He is a great manager and has made a few changes since he came in, the biggest one being to change the mentality and to make the players believe they can actually achieve something. Then step by step towards the end of the season Liverpool’s performances have improved and now we are close to winning something. “Things tend to take time to bear fruit. It has been just seven months and it is the second final we are playing in so it is a great opportunity. The changes he has implemented have had a big part in that.” Coutinho has had a major influence on Liverpool’s run to the final, ending Manchester United’s hopes of recovery in the last 16 with a stunning goal at Old Trafford that left the away section singing his name throughout the half-time interval. He admits: “I didn’t hear that but my wife, who goes to every game, was there and she told me after the game they had sung my name during half-time. It is an honour, not only that but any time anyone says my name or I see a kid with my name on the back of his shirt. I’ve always dreamed of being a football player and now when I see this kind of thing it makes me feel humble.”",
  "webTitle": "Philippe Coutinho tells Liverpool to take last step against Sevilla",
  "webPublicationDate": "2016-05-17T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/philippe-coutinho-liverpool-sevilla-europa-league-final",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/17/philippe-coutinho-liverpool-sevilla-europa-league-final"
}