{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/30/take-the-kids-to-national-marine-aquarium-plymouth",
  "id": "2016-05-30-156",
  "sectionId": "travel",
  "body": "In a nutshellDo fish sleep? This is the perfect opportunity to finally put to bed all those awkward questions your kids have about life beneath the waves. The National Marine Aquarium (NMA) is now opening its doors at night so you can take in the rarely seen, nocturnal goings on in the UK’s biggest aquarium attraction. Best thing about itThe fact that you and your kids can bed down in front of the Atlantic Ocean tank – the deepest in the UK, and populated with lemon, sand tiger and nurse sharks, as well as an array of rays. So don’t forget your sleeping bags, pillows and toothbrushes. Airbeds are a must for a comfortable night, too. But leave your PJs at home – go for something more practical, like shorts and a T-shirt. Fun factSharks can be soporific. Rather than raising stress levels, researchers at the aquarium have found that watching their effortless swimming displays can be sleep-inducing. What about lunch?Breakfast, you mean. Served at the Ocean View Café, overlooking Plymouth’s historic Barbican harbour. Included in the ticket price, a selection of cereals, toast and yoghurt is enough to satisfy the hungriest jaws. There’s also a midnight snack of popcorn and ice-cream once the previous evening’s activities are done, and everyone settles down to watch a movie in the huge space in front of the Eddystone Reef tank. For anyone still awake at the end (none of my lot made the final credits) there’s the option to sleep in front of the Atlantic Ocean exhibit. Incredibly, nothing but the sharks stirred until 7am the following day.      Exit through the gift shop?Opens early for those who want to snap up a cuddly lemon shark before they leave; and by putting your hand in your pocket you will help the aquarium, a self-funded charity and one of the leading marine conservation institutions in Europe. Getting thereDrive into Plymouth and you’ll be reeled in by brown and white fish signs on all the city’s entry roads. Plymouth train station is a 15-minute walk from the aquarium. Opening timesThere are three remaining dates available this year: Friday 3 June, Friday 12 August and Friday 28 October. It brings a whole new meaning to fish on a Friday. PricesAdult £30, child (5-15) £40. You can book for £30 a head as a private group for 50-plus children, with one free, supervising adult per 10 children. Value for money?Adults won’t begrudge the cost because upon arrival (6.30pm onwards) you will be met by a team of impossibly energetic, engaging and very well-informed “hosts”, who somehow manage to remember the names of all the children (up to 90) in their care. They’ll keep them (and you) hooked until the late-night movie with interactive talks in front of the tanks, with their subjects swimming by almost on cue. And there’s just enough gross-out marine life facts to keep young and old engaged until bedtime. Verdict9/10.",
  "webTitle": "Take the kids to … National Marine Aquarium, Plymouth",
  "webPublicationDate": "2016-05-30T08:00:28Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/30/take-the-kids-to-national-marine-aquarium-plymouth",
  "keyword": [
    {
      "webTitle": "Plymouth holidays",
      "id": "travel/plymouth",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Sharks",
      "id": "environment/sharks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife holidays",
      "id": "travel/wildlifeholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Devon holidays",
      "id": "travel/devon",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/30/take-the-kids-to-national-marine-aquarium-plymouth"
}