{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/facing-the-music-conductor-francois-xavier-roth",
  "id": "2016-05-30-188",
  "sectionId": "music",
  "body": "How do you mostly listen to music? On my iPhone. What was the first ever record or cd you bought?  It was an album by Sting – in the 1990s but I forget the title!  What was the last piece of music you bought?  Mahler’s 9th Symphony, recorded by Pierre Boulez.            If you found yourself with six months free to learn a new instrument, what would you choose? The Double Bass. Is applauding between movements acceptable? I am happy either way! What single thing would improve the format of the classical concert? The timing and space where the concert takes place. We could have flexibility over the length of the concert (not always the same one and a half hours of music with an interval in the middle), the space of the venue can be much more flexible – somewhere monumental or dramatic - such as the Tate Modern - can be inspiring and stimulate new and different thoughts and reactions to the music.            We’re giving you a time machine: what period, or moment in musical history, would you travel to and why?  Paris at the beginning of the 20th century for art and music, the most exciting time where and when anything was possible. Which conductor or performer of yester-year do you most wish you could have worked with?  Bruno Walter. He was the dedicatee and conducted the world premiere of Mahler’s 9th Symphony (see above) in 1912 and the world premiere recording in Vienna in 1938 but whose repertoire encompassed Mozart, Beethoven and Brahms. Also Pierre Monteux, who led the premieres of Stravinsky’s The Rite of Spring and other prominent works including Petrushka, Ravel’s Daphnis et Chloé and Debussy’s Jeux. What, in your opinion, is the best new piece written in the past 50 years? Répons by Pierre Boulez.            Which non-classical musician would you love to work with? The jazz trumpeter Chet Baker. Imagine you’re a festival director here in London with unlimited resources. What would you programme - or commission - for your opening event?  It would be a monumental new work by George Benjamin. What do you sing in the shower?  Italian bel canto arias. It’s late, you’ve had a few beers, you’re in a Karaoke bar. What do you choose to sing?  Edith Piaf, Je ne regrette rien. François-Xavier Roth conducts Les Siècles in four concerts (10-15 June) at this year’s Aldeburgh festival. Follow him on twitter at @fxrroth.",
  "webTitle": "Facing the music: Conductor François-Xavier Roth",
  "webPublicationDate": "2016-05-30T06:00:26Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/facing-the-music-conductor-francois-xavier-roth",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/30/facing-the-music-conductor-francois-xavier-roth"
}