{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/wayne-rooney-manchester-united-finished-deserved",
  "id": "2016-05-18-287",
  "sectionId": "football",
  "body": "Wayne Rooney has admitted Manchester United can have no complaints about finishing outside the Champions League berths, with the team managing only 49 goals, the club’s poorest return for 26 years. United beat Bournemouth 3-1 on Tuesday evening, to finish in fifth place on 66 points. This was the same tally as Manchester City but they found the net 71 times – the most in the division – and had a superior goal difference of 16 over Louis van Gaal’s side.   Related: Louis van Gaal barracked as Manchester United ease past Bournemouth    United finally closed the Premier League season after the game with Bournemouth was postponed on Sunday after the discovery of a dummy explosive device inside Old Trafford, left behind after a training exercise. Rooney created and scored his team’s opening goal and was instrumental in Marcus Rashford doubling the lead. Ashley Young completed United’s scoring before Chris Smalling’s own goal gave the visitors a consolation. This meant David de Gea missed out on a share of the Golden Glove award for the most clean sheets. Rooney said: “It is the worst amount of goals since 1990. We haven’t scored enough goals this season. In the Premier League, after 38 games, you finish where you deserve to finish. There are no complaints from us as players. We weren’t good enough to finish in the top four this season and we need to improve on that next season.” Van Gaal named his strongest XI despite having Saturday’s FA Cup final against Crystal Palace to consider. Rooney said: “I think it was important we went out and we played and gave everything to win the game because I know what it’s like when you try and save yourself, contain a bit of energy. That’s when you tend to pick up injuries. We took the game seriously tonight and it showed in the performance. “Of course a club of this size, with this history, we want to be playing in the biggest competition. It is very disappointing not to make it, but we’ve got to pull ourselves together for the game on Saturday. Hopefully we can end the season on a high.” Rooney’s goal was his 18th of the campaign and Rashford’s the eighth in 17 appearances of an impressive debut campaign. On his Instagram account the 18-year-old said: “Good way to end the Premier League season. Looking forward to the FA Cup final on Saturday.”           Manchester United setting sights on FA Cup win, says Louis van Gaal.    Rooney said of the teenager: “He fully deserves his chance with Man United and now with England and the England squad. I’m sure he will give Roy a difficult decision to make in terms of trying to get into the 23. “I think first of all, which has been great to see, is his attitude for a young lad. He’s come in and he’s listened to the manager and to players. He’s worked hard, he’s got a really good attitude.” Rooney again impressed in a deep-lying midfield berth. The 30-year-old views his future in the position. “I think sometimes you have to make choices in your career, and at the minute it is probably better for me to play deeper,” he said. “Now obviously it is a bit different with England, still being a striker for England. But certainly after that [Euro 2016], for next season, that [midfield] is probably where I see myself playing. “You’re involved in the game more and I fee like I can dictate games more from there and try and control the tempo of games, which I felt I did quite well.”",
  "webTitle": "Wayne Rooney: Manchester United finished where we deserved",
  "webPublicationDate": "2016-05-18T08:35:01Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/wayne-rooney-manchester-united-finished-deserved",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/18/wayne-rooney-manchester-united-finished-deserved"
}