{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/leicester-everton-roberto-martinez-premier-league-title",
  "id": "2016-05-05-22",
  "sectionId": "football",
  "body": "Roberto Martínez has congratulated Leicester City on a “fairytale” title success but claimed it had not exposed the shortcomings of Premier League rivals such as Everton. Everton visit the Premier League’s new and most unexpected champions on Saturday and will form a guard of honour for Claudio Ranieri’s side when Leicester are presented with the trophy after the game. An exultant King Power Stadium will provide a stark contrast to the mood at Goodison Park, where many supporters are calling for Martínez’s removal in a season where his team of gifted individuals have collected 33 points fewer than Leicester.   Related: Dynamo Kyiv president: we won’t sell Andriy Yarmolenko to Everton or Stoke    But the beleaguered manager insists Leicester’s triumph does not reflect a change in the landscape of English football or the extent of Everton’s failings. Asked whether Ranieri’s champions had shown up more established Premier League rivals, Martínez replied: “Not really, no. How many cases have there been like it in the 24 years of the Premier League’s history? Every project you put together is to try to win the league. But 24 years of 20 teams? You do the maths. That is 480 projects and only one is a fairytale. Of course they have shown it is possible. But it also shows you that in any team sport, that group dynamic, that intensity and determination to chase a dream can beat any individual talent. That is all you can say. “It definitely hasn’t changed English football. You analyse all the teams that have been successful. Every team that wins the league, you expect them to do well in the cups as well. You expect them to do well in Europe and have 23, 24 players. It is a fairytale but I think it is the exception.” The Everton manager insists he is full of admiration for Leicester’s achievement, however, and has backed Ranieri’s team to make an impact on the Champions League next season providing they retain their key talent. “It has been incredible to see them play with that tempo and intensity for 10 months with the same group of players – it has been fantastic to watch,” he added. “It is a great fairytale story and everyone will congratulate their achievement. Everyone will follow what they can do in the Champions League because it is a phenomenal story. If they can play with the same intensity, tempo and the same goalscoring threat, they should be able to challenge against anyone. “I was thinking who could you compare it with – Nottingham Forest under Brian Clough? You are not going to find another example in the modern game. Greece in the European Championship? That is only a short period and not something over 10 months.”",
  "webTitle": "Leicester title is the exception and not the rule, says Roberto Martínez",
  "webPublicationDate": "2016-05-05T21:30:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/leicester-everton-roberto-martinez-premier-league-title",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/05/leicester-everton-roberto-martinez-premier-league-title"
}