{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/04/epa-fracking-lawsuit-environment",
  "id": "2016-05-04-98",
  "sectionId": "environment",
  "body": "Frack waste has triggered earthquakes from Ohio to Oklahoma, and fouled rivers in Pennsylvania to North Dakota – and now the Obama administration is being sued by environmental groups to crack down on the industry. A coalition of environmental groups sued the Environmental Protection Agency on Wednesday to demand a strong uniform standard for the transportation, storage and disposal of frack waste. Since 1998, when the modern era of fracking began in Texas, the industry has generated hundreds of billions of gallons of frack waste – packed with toxic chemicals such as benzene and naturally occurring substances underground such as radium and arsenic – and there are almost no rules governing the process, environmental groups said. “Updated rules for oil and gas wastes are almost 30 years overdue,” said Adam Kron, senior attorney at the Environmental Integrity Project.   Related: Scientists find fracking contaminated Wyoming water after EPA halted study    With the lawsuit, environmental groups hope to push the EPA to adopt strict national standards for frack water storage and disposal – starting with firm limits on wastewater injection wells. US Geological Survey scientists and independent researchers have found a sharp rise in seismic activity in states such as Oklahoma, Kansas and Texas and connected those tremors to high volumes of frack waste in disposal wells.  A single well near Youngstown, Ohio, was linked to 77 earthquakes. Arkansas, Colorado and New Mexico have also experienced a spike in earthquakes, because of high-volume wastewater injection wells.   “If the injection of vast gallons of this waste is leading to increased danger of earthquakes, that is certainly reasonable for the EPA to step in and try and do something about it,” Kron said.  The suit also hopes to push the EPA to require the industry to install liners on wastewater ponds to prevent spills such as the 2012 breach of a 6m-gallon holding pond in Pennsylvania, which fouled a trout stream, and improve pipeline maintenance. Last year, 3m gallons of drilling waste spilled into a tributary of the Missouri river from a leaky pipe near the town of Williston, North Dakota.  The groups were also seeking a ban on the practice of slopping frack waste across roads, as a de-icing agent, or on to fields and stricter controls on dumping waste on landfills. The groups filing the suit include the Environmental Integrity Project, Natural Resources Defense Council, Earthworks, Responsible Drilling Alliance, San Juan Citizens Alliance, West Virginia Surface Owners’ Rights Organization and the Center for Health, Environment and Justice. At the heart of the problem are the vast amounts of wastewater generated by fracking.  It can take up to 6m gallons of water, sand and chemicals pumped into the ground at high pressure to flush out oil and gas from the rock formations for a single well. Almost all of that water comes back up again in the form of waste – and there are an estimated 1.7m active oil and gas wells in the US, according to the voluntary disclosure site FracTracker.  In 2012, Environment America, which is not involved with the lawsuit, estimated the waste generated by the oil and gas industry in a single year was enough to flood all of Washington DC beneath a 22ft-deep toxic lagoon.",
  "webTitle": "Fracking: environmental groups sue EPA in call for strict rules on waste",
  "webPublicationDate": "2016-05-04T16:33:13Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/04/epa-fracking-lawsuit-environment",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Goldenberg",
      "id": "profile/suzannegoldenberg"
    }
  ],
  "guardianId": "environment/2016/may/04/epa-fracking-lawsuit-environment"
}