{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/roar-upton-park-new-stadium-west-ham-united-fan-boleyn-ground",
  "id": "2016-05-10-266",
  "sectionId": "football",
  "body": "“Roasted peanuts – tanner a bag” – the first words I ever heard at Upton Park, on the old North Bank. November 1966. I was eight years old. We beat Newcastle 3-0. Budgie Byrne and Geoff Hurst were among the scorers. Hurst was my hero and I remember his thundering presence on the pitch.   Related: West Ham’s Slaven Bilic tells players to relish final game at Upton Park    With the terraces pressed up so close to the pitch, I felt so near to the players. All around me, a sea of West Ham scarves, bobble hats, rosettes and the occasional rattle. I bought a rosette and joined the tribe. Two bob to get in. You bought your programme from old guys wearing flat caps. One of them often had a threatening trail of snot about to drip on the programme (same price as the peanuts) but he would sniff it up just in time. First Upton Park memories. February ’69. West Ham v Liverpool. Hurst chases a no-hope ball heading out to touch in the opposing half. He catches it, runs down the wing, Brooking running down the middle. Hurst crosses low. A psycho, Tommy Smith, charges in to challenge Brooking as the ball approaches but Brooking deftly steps over it. It runs straight to Johnny Sissons. He steadies himself, then bang – it crashes past Tommy Lawrence, top corner, from 25 yards. Cue the Upton Park roar, which will never be the same when we rattle around the new stadium. The roar was at its loudest just a few weeks ago, when we helped ruin Tottenham’s title dreams, 1-0. The night games are the hardest to forget. Early 1970s – Pop Robson and Clyde Best sharing five goals as we wallop Sheffield United 5-0. March ’91, I’m behind the goal on the North Bank when Stuart Slater crashes in a low shot from 20 yards with just a few minutes remaining of an FA Cup quarter-final replay against Everton. Cup games under the floodlights brought out the best and the worst. The jubilation of topless, pear-shaped West Ham geezers running on the pitch as we win in extra time against our ultimate rival – Millwall. Celebrations tempered the next day when it was learned a fan had been stabbed amid violent clashes. Green Street has seen it all. The ever-more-colourful thoroughfare, leading up from Romford Road, where pubs have now turned into curry houses and some curry houses have turned into sari shops, where mini-supermarkets offer an amazingvariety of South-Asian pickles and chutneys. A living, breathing community. In the early ’80s I lived round the corner from Green Street and walked to the games. There is so much I will miss. I don’t know if I have seen West Ham win more games than they have lost in nearly 50 years of coming here. I don’t care. I have seen the greats and breathed in that special atmosphere. Goodbye to Boleyn. David Rosenberg has been a West Ham supporter for 50 years and has written for OLAS, a West Ham football fanzine",
  "webTitle": "‘The roar will never be same as at Upton Park when we rattle around new stadium’",
  "webPublicationDate": "2016-05-10T08:59:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/roar-upton-park-new-stadium-west-ham-united-fan-boleyn-ground",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Olympic Stadium",
      "id": "sport/olympic-stadium",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/10/roar-upton-park-new-stadium-west-ham-united-fan-boleyn-ground"
}