{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/americas-trump-nightmare-has-arrived",
  "id": "2016-05-04-360",
  "sectionId": "commentisfree",
  "body": "Donald Trump could actually be the next president. Just let that sink in. This is a man who actively demeans women, has encouraged violence at his campaign rallies, would ban all Muslims from entering the US and recently seemed undisturbed by an endorsement from a leader of the Ku Klux Klan. And yet Trump, a political outsider, is poised to grasp at the highest office in the land. It was never supposed to happen. But here we are. Tonight in Indiana, in the primary that nobody thought would matter, the thing that nobody thought possible a year ago, is really coming to pass. Donald Trump is going to clinch the Republican nomination. He is really winning, like he always says. Only it’s not a joke or catchy mantra – it’s reality.   Related: Trump beats Cruz in Indiana primary, clearing path to nomination    And even he seems to understand how absurd that is. “It’s been an unbelievable day and evening and year,” Trump said at the beginning of his acceptance speech. Unbelievable is one word for it. After the race was called for Trump on Tuesday night, Ted Cruz, the only thing standing between him and the nomination, suspended his campaign.  This was never supposed to happen. Early polling had showed a tight race between Trump and Cruz. And Cruz had thrown everything he had at the contest, from money, to a newsy presidential pick and a non-aggression pact with John Kasich. Even up until tonight’s election, insiders continued to insist that delegate math would protect the party from Trump’s nomination.  But suddenly with Cruz’s announcement, the specter of a contested convention fell away and the Republican primary was a one-man show. A big, orange, frightening one-man show. Beaming at his audience on stage in the Trump Tower, he heaped lavish praise on people he’s disparaged the most, from women – he’s called them “dogs” and “fat pigs” – to Cruz himself, whom he recently declared “everyone hates.” “He is a tough smart competitor”, Trump said of Cruz. Never mind what’s honest, Trump has never been concerned with that. The relationship between the two men has always been politically transparent, and tonight was no exception. After all, Trump will need to win over Cruz’s evangelical base if he’s ever going to beat Hillary Clinton in a general election. So with Cruz out of the race, he went from being Trump’s Opponent-in-Chief to being his Ally-in-Chief. And he does have some support in such shenanigans. No sooner had Cruz stepped aside then Republican chairman Reince Priebus tried to get out ahead of the narrative by calling for the party to unite behind Trump. “@realDonaldTrump will be presumptive @GOP nominee, we all need to unite and focus on defeating @HillaryClinton #NeverClinton”, he tweeted. And some like Alabama’s Jeff Sessions have long said Trump’s just what the party needs. Not everyone’s on-board (Cruz, in one of his last acts as a presidential candidate, nuked the billionaire real estate mogul as a “pathological liar”), but it doesn’t matter any more. With all 57 of Indiana’s delegates under his belt, Trump has a breezy path to the 1,237 count he needs to steer clear of a contested convention in Cleveland this summer. And he doesn’t have an opponent in sight. Indiana was the moment when Cruz said that, if Trump wins again, “America will plunge into the abyss.” Maybe he was right – November is still a long way off. Meanwhile the new normal in America is a strange reality indeed. Donald Trump is winning and nobody – not Ted Cruz nor the entire Republican party working in concert (remember the #NeverTrump crusade?), can stop him.",
  "webTitle": "America's Trump nightmare has arrived | Lucia Graves",
  "webPublicationDate": "2016-05-04T03:00:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/americas-trump-nightmare-has-arrived",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucia Graves",
      "id": "profile/lucia-graves"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/americas-trump-nightmare-has-arrived"
}