{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/legal-highs-shops-ban-arrives",
  "id": "2016-05-26-306",
  "sectionId": "society",
  "body": "The blanket ban on the trade in legal highs, which comes into force on Thursday, is expected to lead to the products disappearing from high street “head shops” and UK-based websites virtually overnight, police and trading standards officers have said. But there are fears that the trade in new psychoactive substances (NPS) – as they are officially known – will move underground to illegal street markets and the dark web, the network of untraceable and hidden websites. The blanket ban on legal highs criminalises the production, distribution, sale and supply of psychoactive substances, backed by prison sentences of up to seven years. Simon Bray, the National Police Chiefs Council’s lead on legal highs, said at the weekend: “Head shops are not always exclusively NPS, of course. Some are going to be selling other stuff so some may continue trading. But those which have built their business around psychoactive substances will reduce in number or cease to be.” The ban comes as four people have been taken to hospital after taking legal highs in Greater Manchester. The men, in their 30s and 40s, were found in various states of consciousness around Rochdale on Tuesday afternoon. It follows a series of incidents in the town over the weekend in which five men fell ill after taking legal highs.  The legislation is expected to have a deterrent effect on “head shops” and other legitimate traders who will simply stop selling legal highs rather than risk prosecution. Possession by individuals will not be a criminal offence. The ban in England and Wales is targeted at outlawing the trade in synthetic chemicals designed to imitate the effects of traditional illicit drugs such as cannabis and ecstasy. The last official crime survey figures estimated that more than 937,000 people in England and Wales had used a legal high at some time, 279,000 of them in the last year. Nitrous oxide (also known as laughing gas), salvia, and other substances that affect a “person’s mental functioning or emotional state by stimulating or depressing their nervous system” are also covered by the ban.  The term psychoactive covers such a wide range of substances that the legislation comes with an extensive list of exemptions including food, medicines, alcohol, nicotine and tobacco products, and coffee and tea. New Home Office guidance to shops and other retailers appears to recognise that drawing a line between some household goods and banned substances is not always going to be easy.  It suggests that someone over 25 who tries to buy several whipped cream canisters, which contain nitrous oxide, and nothing else at 11pm should be asked why they are buying them: “The customer hesitates in replying and when they do they seem intoxicated, slurring their words. In this scenario the cashier should consider not selling the goods,” the Home Office advises. A Home Office expert evaluation of a similar ban in Ireland, which came into effect in 2010, reported that a network of 102 “head shops” virtually disappeared without the need for prosecutions as a result of the ban.  A Eurobarometer survey suggesting that use of legal highs actually rose in the wake the ban in Ireland was blamed on a small sample size. Numbers attending drug treatment services as problem users of legal highs have declined since the ban. The Home Office study however also warned there was a “key risk” that the sale of more popular banned substances would move “into criminal supply either through internet, international retailers or organised crime and street dealers as happened in the UK with the residual market in mephedrone. “In addition, any responsible retail practices eg minimum purchase age restrictions employed by head shops will be lost.” The study also warned that it was likely that some people would move from legal highs to alcohol, traditional illicit drugs and prescription medicines. The Local Government Association said councils had long called for the blanket ban: “We are aware of the risk that the sale of psychoactive substances will now move on to the ‘dark web’ – a network of untraceable online activity and hidden websites – and would welcome the government putting additional resources into tackling the online threat,” said Simon Blackburn of the LGA. Steve Hynes of the North West ambulance service also welcomed the legislation: “We have seen a marked increase in the number of calls received from people who have reacted badly to taking these drugs and their symptoms can range from dizziness and nausea to confusion, cardiac problems and even death.  “Because there are so many different substances on the market, it is difficult for us to know how to treat someone as we don’t know what chemicals they have ingested. This can delay treatment and have long-term consequences for the individual. We hope the introduction of this legislation will send out a clear message that when taking these ‘legal highs’ you are risking your safety and even your life,” he said. But a spokesperson for the drugs thinktank Transform said: “This act will end head shop sales, so politicians will have their visible PR success, but the markets will simply shift to unregulated street and online sales, increasing health risks and crime. Similar bans haven’t worked in Ireland, where use has risen to the highest in Europe, or in Poland, where poisonings from these drugs have increased.” The Home Office minister Karen Bradley defended the new law, saying: “Too many lives have been lost or ruined by the dangerous drugs formerly referred to as ‘legal highs’. That is why we have taken action to stamp out this brazen trade. “The Psychoactive Substances Act sends a clear message – these drugs are not legal, they are not safe and we will not allow them to be sold in this country.”",
  "webTitle": "Legal highs expected to disappear from shops as ban arrives",
  "webPublicationDate": "2016-05-26T06:08:26Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/legal-highs-shops-ban-arrives",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs policy",
      "id": "politics/drugspolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/25/legal-highs-shops-ban-arrives"
}