{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/22/tony-gallagher-sun-editor-queen-backs-brexit-headline-ipso",
  "id": "2016-05-22-190",
  "sectionId": "media",
  "body": "There’s no real controversy over the Sun and its “significantly misleading” lead headline in March that bellowed “Queen Backs Brexit.” You only had to read the story to know that it didn’t match the big type: it was a thin litter of “impeccable” anonymous sources telling alleged tales from a time long before there was any referendum and thus any opportunity to leave or remain. Do you blame editor Tony Gallagher, for gritted-teeth bluster in the face of Independent Press Standards Organisation condemnation? Je ne regrette rien. It’s what he’s supposed to do – and Sun readers can find a more rational account on page two. But there is one strand in the verdict worth spinning on for a while. Above “‘Queen Backs Brexit’ was another headline saying “Exclusive: bombshell claim over Europe vote.” Gallagher wrote in an editorial last Wednesday: “It seemed fair enough to us. Tabloid newspapers like the Sun have long made eye-catching assertions in headlines alongside a smaller headline to qualify or attribute them. It is a standard device.” Which, alas, seems dismally true of this entire referendum campaign. Bombshell shock … Obama backs the Mau Mau … Every family will be zillions poorer …. Isis slaughter votes Out for carnage … Hitler inspired Remain campaign. If the public, at this point, has anything coherent to say to press and politicians alike, it is please put away your “standard devices”. The real bombshell shock this June would be weeks of facts, honesty and grey, dispassionate sober forecasting – not crazed “eye-catching assertions”. Who needs Twitter? Not Rupert Who can define the power of love? You may answer poetically, clinically, statistically or, in the case of Rupert Murdoch and Jerry Hall, social medially. Once Rupert got hitched, episode four, he suddenly stopped tweeting. Love doesn’t need 140 words. Sociability beats any media.",
  "webTitle": "If the Sun’s Brexit front was a standard device, bring on non-standard honesty",
  "webPublicationDate": "2016-05-22T05:59:34Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/22/tony-gallagher-sun-editor-queen-backs-brexit-headline-ipso",
  "keyword": [
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Gallagher",
      "id": "media/tony-gallagher",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/22/tony-gallagher-sun-editor-queen-backs-brexit-headline-ipso"
}