{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/gardening-blog/2016/may/19/what-wild-plants-can-teach-chelsea-designers-and-us",
  "id": "2016-05-19-266",
  "sectionId": "lifeandstyle",
  "body": "For the first time in five years I won’t be going to the Chelsea flower show. This year it’s been trumped by the opportunity to go and see an even greater flower show. A family wedding (congratulations Mya and Gal) means that I have the opportunity to spend Chelsea week in the Middle East searching for the last remaining flowers for the year of the endangered Iris lorteti and the many varied species which grow alongside it.    Related: We need a cure for plant blindness    It’s an opportunity for me to understand the natural habits of this species and the way it interacts with its environment. What soil type does it like? What grows in the same area? Does it grow in the shade of trees or in full sun? Most importantly – how does it fit into the bigger picture of its landscape? Lessons I will really need to learn, should I wish to have any success in ever growing it in the UK, in a climate so utterly different to its own. For me it is vitally important that I have at least some understanding of the deep intricacies of a plant’s ecology before I proceed to try to understand its cultivation requirements. Often these technical details allow me to germinate something that would otherwise be difficult, or cure some ailment that would otherwise be a major problem. More often than that, though, it’s just about a simple understanding how a plant will fit into the garden environment.     Cleve West’s 2014 show garden at the Chelsea flower show. Photograph: Linda Nylind for the Guardian    My two favourite Chelsea gardens over the past few years have both been gardens where the designer has paid heed to this natural interaction of plants and their environment. Cleve West’s 2014 M&G garden cleverly mixed plants that would never be found together naturally, in a sparse planting around the edges of the garden, depicting the wild on the edge of an oasis. California poppies (Eschscholzia californica) replaced horned poppies (Glaucium spp), redleaf rose (Rosa glauca) replaced mastic (Pistacia lentiscus) and dwarf bearded iris stood out as the Oncocyclus iris do in their native habitat. The whole picture was knitted together beautifully by golden oats (Stipa gigantea) and yellow asphodel (Asphodeline lutea), both natives of the Mediterranean maquis that Cleve envisaged.     Dan Pearson’s Laurent-Perrier Chatsworth garden at last year’s Chelsea flower show. Photograph: Jim Powell for the Guardian    Last year Dan Pearson’s Laurent-Perrier Chatsworth garden seamlessly combined garden plants from the other side of the world into a slightly shady, English streamside garden. Candelabra primulas (Primula japonica) replacing cowslips (Primula veris) alongside Furin-tsutsuji (Enkianthus campanulatus) and udo (Aralia cordata), yet sitting snugly and in total harmony with British natives such as ragged robin (Lychnis flos-cuculi).   Related: Orchids: Sow, Grow, Repeat Winter    One thing that both Pearson and West successfully achieved was how to put the right plant in the right place. They did it by learning from nature, seeing the plants in the wild and transcribing this into the gardens they created and the effect was spot on. But you definitely don’t have to go to the ends of the earth to see plants in their native habitat and to learn from them. Just take a walk in a British woodland during spring and see flowers of wood anemones (Anemone nemorosa) basking in the last shafts of sunlight, before the canopy of leaves closes in. You will learn that these plants won’t flower if grown in full shade all year. You could visit a damp meadow, such as Iffley Meadows near Oxford, and see snakeshead fritillaries (Fritillaria meleagris) enjoying the company of lady’s smock (Cardamine pratensis) to understand that they won’t like a dry border or rock garden too much.  The Chelsea flower show is a wonderful celebration of plants and gardens that can inspire you in many ways. However, the plants themselves reveal their glorious secrets when you visit what is certainly the real greatest flower show on earth; the one you will find in the wild.",
  "webTitle": "What wild plants can teach Chelsea designers - and us",
  "webPublicationDate": "2016-05-19T09:30:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/gardening-blog/2016/may/19/what-wild-plants-can-teach-chelsea-designers-and-us",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Robbie Blackhall-Miles",
      "id": "profile/robbie-blackhall-miles"
    }
  ],
  "guardianId": "lifeandstyle/gardening-blog/2016/may/19/what-wild-plants-can-teach-chelsea-designers-and-us"
}