{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/marina-abramovic-former-partner-ulay-returns-to-stage",
  "id": "2016-05-06-83",
  "sectionId": "artanddesign",
  "body": "“I’ve got a pipe in my mouth,” said the German artist Ulay (pronounced “Ooh-lie”), speaking on the phone from New York City. “Usually, I’m smoking all the time, but I’m smoke-free during an interview.” That’s typical for this well-known performance artist – he hasn’t lost his playful, or courteous, spirit. The former collaborator and partner of Marina Abramović for more than a decade in the 1970s and 1980s, Ulay (born Uwe Laysiepen) returns to New York City this week for his first performance there in 30 years.   Related: Ulay v Marina: how art's power couple went to war    “People always asked me if I would do performance again,” Ulay said. “The answer was always the same: I am not old enough. Now I am 72, I am old enough. I don’t want to perform in the perfect body. I’m unable to reach ‘the ultimate’ or ‘the perfect’. Ageing is imperfect and that’s what’s going on right now.” On Friday night, Ulay will perform at Kustera Projects Red Hook for a Frieze art fair piece entitled Water Mark. A collaborative artwork with Slovenian artist Jaša, who is building an installation called Cutting Through the Clouds of Myth, Ulay’s water-themed performance is a comment on the privatization of water. “It’s a crime,” said the artist. “Safe drinking water should be accessible to everybody. It’s totally unacceptable.” It’s no secret that Ulay isn’t a fan of rehearsing – the plan is to have no plan. “I never rehearse performances and I never rehearse interviews, either. It’s about spontaneity – no rules, no time limits, no substitution.” A strategic partner of the We.Are institute project is New Water Culture, a nonprofit devoted to protecting the planet’s water (which has an artist’s list of collaborators including John Baldessari, Marcel Dzama and Marilyn Minter). The work is produced by Rosa Lux, who is Ulay’s Slovenian stepdaughter. Since Lux is a frequent collaborator of Jaša, a Slovenian artist who represented his native country at the Venice Biennale in 2015, he’s creating a site-specific installation for Ulay’s performance which involves text and architecture. Since the 1970s, Ulay has been a pioneer in performance art and experimental photography, and his relation works with Abramović from 1976 to 1988 explored the tensions of the relationships between women and men. In AAA AAA the couple screamed in one another’s faces for a long period of time; Relation in Space saw them slam into each other with painful force, and in Rest Energy, Ulay held a bow and arrow with its string tensed, aimed at his wife’s abdomen. The art duo split in 1988 with one last tragic artwork called The Lovers, where they walked toward each other along the 2,500km Great Wall of China until they met and finally parted. “Prior to my collaboration to MA,” said Ulay, which is how he refers to Abramović, “I had done performances. Then I stopped doing performances for some time. I picked up performance again at the Städel Museum in Amsterdam last February and I enjoy it tremendously. It came with age.” From the 90s onward, when Ulay wasn’t doing performance work, he turned to environmental issues, specifically water, as a topic. “Water popped up in my head when I stopped doing performances,” says the artist. “I was looking for a substitute of the body, I came to water. Our bodies are 72% water, our brains are 90% water, we live on a planet which is 72% water on the surface, so water is a substitute to the human body.” Ulay is the founder of the Earth Water Catalogue, an online archive of water-related artworks built in 2012, and has created public artworks such as Whose Water is It?, a neon phrase written on the side of a water tower in Maribor, Slovenia. “The number of water activists is increasing because of the privatization of water resources,” says Ulay. “‘Sustainability’ is an expensive word; water is not sustainable. There is a certain amount of saltwater. Our liquid excrements are salty, we can’t drink saltwater. Unless we have a good policy and good control over it, rather than multinational control over it, only a limited number of people will have access to clean water.” According to water.org, every 90 seconds a child dies from a water-related disease, which affects more 1.5 billion people annually. Unicef claims that 6,000 children die of water-related diseases a day, including diarrheal diseases and malaria, while water, sanitation and hygiene-related disease kills roughly a million people a year. “One of the biggest problems on planet Earth is population explosion, food supply or water, is not enough to feed all people,” Ulay says. “Our life-nourishing reserve is absolutely limited. Nothing lasts forever and neither do we.” Ulay also made a 2013 documentary called Project Cancer; he had lymphatic cancer, from which he recovered from in 2014. “My oncologist told me my life expectancy was four to six months, it was shocking,” Ulay said. “I worked myself out of it, I’m really lucky.” Even though this is Ulay’s first performance in New York in three decades, some could say he “performed” when he visited Abramović at the Museum of Modern Art in 2010 for the opening of her exhibition, The Artist is Present. (The work saw members of the public sit opposite Abramović and lock eyes.)  Ulay doesn’t agree with this interpretation. “No, my attitude was not to do a performance, it was very sporadic,” he said. “I was invited by the MoMA as honorable guest for the opening. MA was seated at her table and her gallerist Sean Kelly grabbed my arm and said ‘You are next.’ I was not prepared to do so, but I was willing. It was a very touching moment, but it was totally sporadic.”            That fairytale moment ended when Ulay filed a lawsuit against Abramović last year for violating a contract for their collaborated works from 1999. But maybe they’re on good terms? Since Ulay went to Abramović’s MoMA opening, is there a chance she might come to his show? “I don’t think so, I don’t know,” he said. “She’s welcome, though. It would be great!”  ULAY & JAŠA: Cutting Through the Clouds of Myth opens 6 May and runs until 1 June at Kustera Projects Red Hook This article, and the subheading was amended on 19 May 2016 to make clear that this is Ulay’s first performance in 30 years in New York, not his first anywhere in that time, and to clarify some details of his project.",
  "webTitle": "Marina Abramović's former partner Ulay returns to the stage",
  "webPublicationDate": "2016-05-06T16:13:22Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/marina-abramovic-former-partner-ulay-returns-to-stage",
  "keyword": [
    {
      "webTitle": "Performance art",
      "id": "artanddesign/performance-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Frieze New York",
      "id": "artanddesign/frieze-new-york",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Frieze art fair",
      "id": "artanddesign/friezeartfair",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadja Sayej",
      "id": "profile/nadja-sayej"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/marina-abramovic-former-partner-ulay-returns-to-stage"
}