{
  "apiUrl": "https://content.guardianapis.com/women-in-leadership/2016/may/03/baby-career-path-motherhood",
  "id": "2016-05-03-321",
  "sectionId": "women-in-leadership",
  "body": "I’d been working as a copywriter for a year before I fell pregnant. I loved getting the tube into London’s Farringdon each morning, taking part in creative meetings and conjuring puns all day – but I also felt ready to have a baby.  So when, at 40 weeks pregnant, my contract automatically terminated I felt both liberated and a little bit scared.  Fortunately, I’d been able to put aside a large proportion of my monthly pay and work right up until week 40 of my pregnancy, giving me a nice pot of savings to supplement my maternity allowance.  But going off to have a baby with no security blanket of a job to return to was an uncomfortable start to motherhood. It suddenly dawned on me that I’d forgone my career to have a baby.  I’m fervently for the new paternity laws – they’re a step forward in gender equality – but what might be more beneficial to freelancing women is new legislation ensuring that contracted workers are covered during pregnancy and following maternity leave. As it was, having a baby left me jobless and with no obvious career path. I felt pregnancy had in some ways diminished my worth in the workplace.  This gig economy that so many of us are a part of – either willingly, as we enjoy the freedom, or out of necessity, because the only work on offer is part time, contracted or freelance – is doing women no favours. Not only does it mean that pregnant women have no legal rights to maternity leave and pay, but it also makes some women question whether, with such unstable finances, they will be able to have children at all.   Related: Life inside the new gig economy    Francesca Ross, 26, a kindergarten worker, babysitter and cook, told the Guardian about a four-year rolling contract she loved that ended abruptly last year, leaving her with no work. None of her jobs now offers holiday or sick pay, and while she’d love to be able to “secure a job that grants me the possibility of becoming a mother”, the rise in zero hours contracts (which disproportionately affect women) means this is unlikely.  For me, however, embarking on motherhood felt a lot bigger and scarier than the workplace, and this took my mind off my employment situation, briefly. The early days with Joni were lovely; she was born at the start of an uncharacteristically hot London summer and we spent our days walking, lying in parks and meeting other parents with babies.  But then my friends on maternity leave started dropping off as they returned to work – around the nine-month mark – and I began to panic. Aside from a few articles written when Joni was a sleepy newborn, I hadn’t worked since her birth. My savings were dwindling and I felt there was a work-shaped gap in my life.  Having often fantasised about setting up an online magazine, I decided this was the time, so I launched The Early Hour, an online culture and lifestyle magazine with articles and interviews published daily at 5am for early risers. Friends and family were supportive but perhaps weren’t sure that I could pull it off. After all, looking after a baby full time and creating a fresh piece of content daily, uploading it, taking charge of social media, doing my own PR is a lot of work. But I got Joni into a good napping routine and worked manically while she slept; I also worked evenings and weekends.  A few months in I found myself struggling. I knew I could keep up with the content requirements, the readers were increasing and feedback was largely positive. But I hadn’t written a business plan or even given much thought as to how it would sustain me financially, beyond vague plans to add banner ads and sponsored posts.  I needed business advice, and because I’d been officially unemployed for more than six months I was accepted on to the Prince’s Trust enterprise course. And so, last December, I joined 10 other budding entrepreneurs for a four-day course that not only taught basic accounting and marketing, but led me to Tracy Hastain, my mentor.  Mentoring, along with what I learned on the course, has empowered me and given me the courage to see that what I’m doing as a real business, not a silly little idea. Since The Early Hour’s launch six months ago, it has been viewed nearly 100,000 times and is gaining new readers daily.  I equate much of its success to the confidence and drive motherhood has instilled in me. This is certainly not where I imagined I’d be two years ago, when I left that corporate copywriting job and stepped into my new role as a mother. But worryingly low self-esteem, as I pondered my next career move – and wondered if I’d dropped off the bottom rung of my career ladder – soon fell away to reveal a stronger, more empowered me.  Perhaps I thought motherhood would make me weak and passive; would strip my feminist beliefs. On the contrary, it has further filled me with fury and passion. Motherhood has made me efficient, productive and committed; I’ve learned how to squeeze work into tiny pockets of time when Joni doesn’t need me. That’s not often, as toddlers require near-constant attention, so it’s a nonstop juggle between work and life. To another freelancing woman thinking about having a baby, I’d say: do it. Whatever happens, if you want to return to work you’ll find a way. Annie Ridout is a freelance journalist and founder of The Early Hour Talk to us on Twitter via @GdnWomenLeaders and sign up to become a member of the Women in Leadership network and receive our newsletter.",
  "webTitle": "My baby left me with no career path. It was the best thing to happen",
  "webPublicationDate": "2016-05-03T06:21:47Z",
  "webUrl": "https://www.theguardian.com/women-in-leadership/2016/may/03/baby-career-path-motherhood",
  "keyword": [
    {
      "webTitle": "Women in Leadership",
      "id": "women-in-leadership/women-in-leadership",
      "sectionId": "women-in-leadership",
      "sectionName": "Women in Leadership"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women in journalism",
      "id": "media/women-in-journalism",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Maternity & paternity rights",
      "id": "money/maternitypaternityrights",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Employee benefits",
      "id": "money/employeebenefits",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "women-in-leadership/2016/may/03/baby-career-path-motherhood"
}