{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/arson-in-the-pigeon-lofts-spate-of-attacks-leaves-fanciers-baffled",
  "id": "2016-05-13-125",
  "sectionId": "world",
  "body": "Stuart Russell was at home in Street, Somerset, when a friend knocked on his door at about 11pm and asked if he knew that his pigeon lofts were on fire. Russell, 71, has kept racing pigeons for almost half a century, taking a cleaning job after he retired as a lorry driver to be able to still afford his hobby.  Russell and his friend rushed to the nearby field where he kept his lofts to see all three burning with such ferocity the fire brigade would not let him approach. Twenty birds were burned alive, his lofts reduced to ash and twisted lengths of corrugated steel. Russell, whose great-grandchildren call him grandad pigeon, collapsed at the scene and had to be treated by paramedics. The fire on Saturday had clearly been started deliberately, but what particularly shocked Russell was its timing – a year to the day after thieves stole his best birds from the same loft. He does not know why he was targeted, but he is convinced the same culprits were behind the attack. “I’m not saying it’s local fanciers, but it’s people in the pigeon fraternity,” he said. “This isn’t an isolated incident, it happens all the time throughout the country. I put it down to jealousy and to stop you from competing. If it was a stable with horses, it would be all over the papers.” Is he right? Certainly, the fire at Russell’s loft is not unique. Last month, 140 birds were killed in Bishop Auckland, County Durham, when three lofts were set alight. Five weeks earlieran attack on the same fancier had killed 24 birds. In April, two owners in Barnsley lost 180 birds when their sheds, on an allotment in Stairfoot, were torched.     The lofts in December, before the attack. Photograph: Adrian Sherratt    In February, an attack in Washington, Sunderland, killed 100 pigeons; 300 died in December when arsonists attacked lofts on an allotment in South Shields. After 400 birds died in a blaze in Newcastle in July 2014, following a number of similar incidents in the area, the city’s Evening Chronicle newspaper asked: “Has the pigeon cree [loft] arsonist struck again?” Though not at the heights of its 1960s heyday, pigeon fancying remains popular in Britain – more than 42,000 people keep pigeons in the UK, according to the Royal Pigeon Racing Association (RPRA), which claims the industry is worth £125m a year to the British economy. Despite its gentle and somewhat eccentric reputation, it is both highly competitive and, at times, extremely lucrative. Many races are local events with small monetary prizes, but if a bird wins a prestigious race, its value can spike to £5,000, £10,000 or more, according to David Power, secretary of the North of England Homing Union. Big money racers in Belgium, the heartland of pigeon racing, and increasingly in China and Taiwan, where it is booming, are willing to pay huge sums for the right birds. In 2012, a Chinese businessman paid $300,000 (£197,000) for a Belgian-bred winner called Bolt. What is the appeal for fanciers? “It’s like marrying your wife,” said Power, who has been keeping pigeons since he was 10. “For me, it’s like supporting Newcastle United. I’ve watched Newcastle United since I was 10 years old as well. We got relegated [this week], they might be rubbish, but they’re still my team. It’s the same with your pigeons.”   Related: Pigeon fanciers take on RSPB over killer hawks    There is no question some birds are targeted because of their past success – Power says his union advises members who have had a big win to move the winning pigeon to a secure site or potentially even sell it.  But Stewart Wardrop, general manager of the Royal Pigeon Racing Association (RPRA), insists the vast majority of arson attacks on lofts are random acts of vandalism, without any more sinister purpose. “Many people keep their pigeons on allotments, which are open, and by their very nature, open property is subject to attack from time to time. Has anybody ever deliberately set light to a pigeon loft? Probably, but it’s not an everyday occurrence.” The truth is, it is very hard to know. Prosecutions for attacks on lofts are vanishingly rare – Power says he has known of none in the 17 years he has been with the NEHU. No one was arrested over the theft of Russell’s birds last year and the case was closed after a week, though a spokesman for Avon and Somerset police, which is investigating the fire, said the previous theft would be a line of inquiry. Chris Kavanagh lost 30 of his birds in December 2014 to an arson attack on lofts in his garden in Oxted, Surrey. He cannot believe he was targeted by a fellow pigeon fancier “because I wouldn’t think any real pigeon men would dream of ever doing anything like that. I think it’s just yobbos. But you never know”. He was devastated at the loss, but local fanciers rallied in support; one man gave him some baskets, others offered to breed him new birds. “Pigeon men all seem to stick together, and help each other out when something like this happens,” Kavanagh said. Russell’s local fanciers also rallied when his birds were stolen last year, but he says he has not got the stomach to start again. “I’ve got no idea why they picked on me. I don’t put myself down as one of the top flyers in the country, no way. I’m nowhere near that at all. I’m just a family man that loved my bloody pigeons.”",
  "webTitle": "Arson in the pigeon lofts: spate of attacks leaves fanciers baffled",
  "webPublicationDate": "2016-05-13T15:05:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/arson-in-the-pigeon-lofts-spate-of-attacks-leaves-fanciers-baffled",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    }
  ],
  "guardianId": "world/2016/may/13/arson-in-the-pigeon-lofts-spate-of-attacks-leaves-fanciers-baffled"
}