{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/indigenous-groups-disappointed-in-budget-with-little-to-offer",
  "id": "2016-05-04-25",
  "sectionId": "australia-news",
  "body": "Members and supporters of the Aboriginal and Torres Strait Islander community and service sector have again expressed their disappointment in a federal budget which saw very little sent their way.   Related: Bronwyn Bishop says she was asked to resign the speakership to protect Tony Abbott – politics live    The budget, delivered on Tuesday by Scott Morrison, had little to offer to Indigenous Australians as a separate group. The government will loan $65m to the Indigenous Land Corporation, to help it out of debt after a widely criticised purchase of the Ayers Rock Resort for more than it was worth. “The government’s loan will un-encumber the ILC from the crippling impact of an existing debt that is diverting resources from its core business of supporting the economic aspirations of Aboriginal and Torres Strait Islander Australians,” said Indigenous affairs minister Nigel Scullion, who added the resort had become an “incubator” of Indigenous employment. A further $23m will be reallocated for 12 months from Indigenous Business Australia to the Indigenous Advancement Strategy for entrepreneurial projects. The IAS is the policy which sought to streamline Indigenous funding by reallocating it through five key channels but a confusing process saw a massive oversubscription for the funds – reduced by more than $500m in the 2014 budget. The Recognise campaign and the prime minister’s Referendum council received $15m for work towards constitutional recognition. And a $10.5m health boost was announced to provide more services for foetal alcohol spectrum disorder, which disproportionately affects Indigenous people. A previously announced funding boost went to the Australian Institute for Aboriginal and Torres Strait Islander Studies. The Labor senator Nova Peris welcomed the increased funding to Recognise and the council but said the budget otherwise lacked foresight and leadership. “The extreme cuts to IAS programs from the 2014 budget haven’t been reversed, and there is a lack of any pivotal expenditure that may result in a new direction for Aboriginal people,” she said.  “The $152m cut to the higher education participation and partnerships program is also worrying, given the program does great work [with] disadvantaged students.” Peris said a $4.5m cut to Aboriginal and Torres Strait Islander Legal services from July 2017 – about 6% – was concerning. “The Law Council of Australia has already described the current legal aid situation as a ‘funding crisis’ and this multimillion-dollar cut threatens to worsen the high levels of Aboriginal incarceration,” she said. Hewitt Whyman, chair of the Aboriginal Legal Service (NSW/ACT) said he was optimistic the attorney general, George Brandis, would fix what he hoped was a “slip of the pen”. Gary Oliver, the organisation’s chief executive, said he estimated the cut would see about 4,800 Aboriginal adults and children miss out on legal assistance in one year.  He pointed to the high rates of Indigenous youth incarceration and said Australia had a “dubious” reputation for locking up children: “Our legal services can barely keep up with states and territory police rates of arrest now, over the most minor of offences. What will it be like with funding cuts and less frontline staff? “The significant drop in funding we’re facing next year will mean Australia’s most poorest [sic], more disadvantaged, and most needy, will have to renege their right to natural justice before the courts.” Oxfam Australia’s chief executive, Dr Helen Szoke, said Turnbull’s Closing the Gap speech this year was a “rhetorical flourish”, and the government had failed its first opportunity to restore the 2014 cuts. “Aboriginal and Torres Strait Islander people still represent a quarter of the prison population and are 10 times more likely to be removed from their families,” Szoke said. “Aboriginal and Torres Strait Islander people have the solutions but they need the funding to implement those solutions.”   Related: Indigenous services plead with federal government to rethink cuts    The Country Needs People campaign had advocated for months for the government to boost the support of Indigenous ranger programs, and Indigenous protected areas. They had pointed to the prime minister’s Closing the Gap address in which he told the Indigenous community to tell the government if a policy or program was successful. Rangers and IPAs have long been considered one of the great successes in Indigenous affairs, but no extra funding was announced. They are now funded to 2018 but that campaign had called for a doubling of ranger positions and a 10-year guarantee. The Greens senator Rachel Siewert said the budget had been “underwhelming”.  “It is disappointing to see that despite the Aboriginal and Torres Strait Islander community and the Greens calling for an increase in funding and longevity for Indigenous rangers, the government hasn’t increased support for the program,” she said. The opposition spokesman for Indigenous Affairs, Shayne Neumann, said the government had “no vision, no focus and no priorities” for Indigenous Australians, and had locked in the same cuts from previous years.",
  "webTitle": "Indigenous groups disappointed in budget with 'little to offer'",
  "webPublicationDate": "2016-05-04T20:59:40Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/indigenous-groups-disappointed-in-budget-with-little-to-offer",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/05/indigenous-groups-disappointed-in-budget-with-little-to-offer"
}