{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/town-halls-not-to-blame-for-homelessness-queens-speech-bill",
  "id": "2016-05-24-209",
  "sectionId": "society",
  "body": "Despite eager anticipation, a commitment to change the law on homelessness failed to materialise in the Queen’s speech last week. This is perhaps surprising, given the chancellor George Osborne’s recent and unexpected recognition that homelessness was “unacceptable”. Even the Treasury, it seems, had sensed that Something Must Be Done. Ministers, however, do not appear to be entirely in agreement on what that something is. It is, of course, always wise not to rush into legislation. The government’s recent history of botched policy – from the much-amended fiasco that is the housing bill, to forced school academisation – are cases in point. That said, homelessness is an urgent issue. Even those citizens unfamiliar with the dismal official data that tells us levels of households accepted as homeless have doubled in the past five years will have grasped from the highly visible and growing presence of rough sleepers on our streets that this is a problem ministers do not have a grip on. So what to do? There is much enthusiasm from politicians on both sides of the house, as well as charities such as Crisis, for the changes in homelessness law put in place last year in Wales (by a Labour administration). Early findings suggest that the Welsh approach has succeeded in preventing some households from reaching the point of housing crisis.    In huge areas of the country, paying the rent and maintaining a tenancy will become harder for many families    Not everyone is so positive. Some councils have argued that changing the law is pointless, because the sensible practice it would enshrine exists already in some places and can be achieved through guidance alone. Others have argued that Welsh-style changes won’t in themselves mitigate a crisis that in areas like London is spiralling out of control because of structural challenges around rents, housing supply, and housing benefit cuts. It seems certain, however, that a Welsh-style law cannot do harm and, given the (sometimes illegal) failure of some councils to fulfil their existing duties of care to all homeless people, there is a strong argument that it should be adapted for use in England to clarify, improve and enforce existing homelessness rights and duties. What is essential is that a bill conceived to help prevent people losing a home must not be commandeered to introduce short-sighted changes that water down existing safeguards for people who have become homeless. Some London councils, for example, would like to see changes to legislation that currently makes it relatively hard  for them to shunt homeless households into temporary accommodation often scores of miles away from their home area. As a Shelter study showed this week, safeguards around this potentially high-risk practice are crucial, given the costly chaos and misery that ensues when it all goes wrong. It is easy to understand those councils’ frustration: the law requires them to try to rehouse locally, and there is little or no local affordable housing to be had. But the point of new legislation should be to provide a suitable and effective service for people who are homeless (or at risk of homelessness) not outsource blame for the impact of affordable housing shortages, housing benefit cuts, or to make life easier for council housing officials. There is speculation that some ministers are keen that a new bill should be used to give councils more freedom to place homeless families “out of area”. Others are said to oppose this, rightly, on the grounds that it will not solve the problem, but merely pass the buck from one council to another. Either way, it is worth reining in expectations. A bill won’t stop the rise of homelessness, because rents outstrip wages and because a four-year freeze on housing benefit levels is widening the gap between rents and housing benefit support even further. In huge areas of the country, paying the rent and maintaining a tenancy will become harder for many families. All this will be compounded by the extended household benefit cap and proposed social housing benefit limits that charities warn will, overnight, make financially unviable tens of thousands of supported housing units for vulnerable, frail and homeless people, putting them at risk of closure. A Welsh-style homeless bill is a positive move. But let’s not forget that the origins of the crisis lie as much in the Treasury and the Department for Work and Pensions as they do in the local town hall. Patrick Butler is the Guardian’s social policy editor",
  "webTitle": "Town halls aren’t to blame for homelessness | Patrick Butler",
  "webPublicationDate": "2016-05-24T11:00:10Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/town-halls-not-to-blame-for-homelessness-queens-speech-bill",
  "keyword": [
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Butler",
      "id": "profile/patrickbutler"
    }
  ],
  "guardianId": "society/2016/may/24/town-halls-not-to-blame-for-homelessness-queens-speech-bill"
}