{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/11/cymbeline-review-rsc-royal-shakespeare-theatre",
  "id": "2016-05-11-236",
  "sectionId": "stage",
  "body": "Cymbeline has rarely had a good press. Dr Johnson wrote of its “unresisting imbecility” and George Bernard Shaw dubbed it “stagey trash of the lowest melodramatic order”. Yet it often works in the theatre, and Melly Still’s new RSC production is vigorous and inventive, if full of unresolved contradictions.  Still has made several radical decisions. One is to set this late Shakespeare romance in a dystopian near-future where Britain, truculently defying Roman demands for tribute, seems to be in a state of post-Brexit disintegration. Still has also switched the gender of several key characters. Innogen remains a young woman tragically separated from her husband, Posthumus. But Cymbeline is now a queen bestriding her country in a cloak made of grain sacks. Innogen’s wicked stepmother has also become a conniving duke, her faithful servant is the punk-haired Pisania and one of her abducted brothers has been turned into the sisterly Guideria. None of this bothered me. Indeed, Cymbeline’s change of gender turns the character from a cipher into a complex figure seeking reunion with her lost children.     Full of unresolved contradictions … Gillian Bevan as Cymbeline and James Clyde as the Duke. Photograph: Tristram Kenton for the Guardian     Still’s decision to emphasise the theme of national identity, however, raises as many problems as it solves. There may be much topical resonance in the fear of loss of sovereignty. (When Cloten says, “Britain’s a world by itself and we will nothing pay for wearing our own noses,” he sounds uncannily like Boris Johnson.) But the play builds to a conclusion of peace and reconciliation for which there is little current evidence. In Anna Fleischle’s design, an encased tree-trunk symbolises a brutally ravaged landscape. Yet Shakespeare’s text is full of microscopic images of pastoral beauty, such as the reference to “the crimson drops i’ th’ bottom of a cowslip”. The nature versus nurture debate is also undercut by the fact that Cymbeline’s rusticated children here seem like whooping bandits you wouldn’t want to meet on a dark night.  In spite of its oddities and excesses, I warmed to Still’s production. One reason is that it is unafraid of emotion. Bethan Cullinane’s Innogen is a resilient, resourceful figure who on two occasions moved me deeply: when she greeted news of Posthumus’s alleged infidelity with tearful shock, and somewhat improbably, when she smeared herself in the blood of what she took to be his headless corpse. Gillian Bevan also lends Cymbeline unusual depth by suggesting that chauvinist defiance can be combined with maternal anguish.     Oliver Johnstone as Iachimo, left, and Hiran Abeysekera as Posthumous in Cymbeline. Photograph: Tristram Kenton for the Guardian     Among the men, Hiran Abeysekera plays Posthumus as a figure haunted by guilt over his ready acceptance of Innogen’s faithlessness, Oliver Johnstone’s Iachimo seems tormented by lust in his nocturnal spying on the sleeping Innogen and James Clyde invests the heroine’s malign stepfather with a surface plausibility. All of the performances are good, but this is an evening that belongs to the director. The production suffers from a surfeit of ideas and visual effects, but confirms that Shakespeare’s derided experimental romance has the capacity to touch the heart. • At the Royal Shakespeare theatre, Stratford-upon-Avon, until 15 October. Box office: 01789 403493. At the Barbican, London, 31 October-22 December. Box office: 020-7638 8891.",
  "webTitle": "Cymbeline review – the RSC's bizarre romance comes straight from the heart",
  "webPublicationDate": "2016-05-11T11:48:35Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/11/cymbeline-review-rsc-royal-shakespeare-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Shakespeare Company",
      "id": "stage/rsc",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/11/cymbeline-review-rsc-royal-shakespeare-theatre"
}