{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/20/tony-rickwood-obituary",
  "id": "2016-05-20-50",
  "sectionId": "society",
  "body": "My colleague Tony Rickwood, who has died of heart failure at the age of 75, was a consultant paediatric urologist at Alder Hey children’s hospital, Liverpool. He played a key role in establishing paediatric urology as a speciality and was an internationally recognised authority on abnormal bladder function in children. Tony was a modest, self-effacing man who had a sharp intellect and wry sense of humour. His work was founded on an unrivalled understanding of the structure and function of the bladder in infancy and childhood. This, and his ability to reduce a topic to its basic essentials, led to his authoritative publications, that still remain relevant. His pre-eminent expertise was in relation to abnormal neurological control of bladder function. He challenged the accepted operative approach and provided sound evidence for non-operative management for most children. Tony’s analysis contributed to a shift from early (and often unnecessary) surgery in certain situations. He was also concerned about the number of unnecessary “medical” circumcisions performed on very young boys and provided evidence that circumcision rarely was justified for medical reasons before the age of five. Altogether, his influence saved thousands of children from needless operations. Tony was born and brought up in London, where his father was an engineer with ICI. After the second world war, during which Tony was briefly evacuated to Durham, his family moved to Sheffield, where he attended King Edward VII school. An outstanding pupil, he won a scholarship to University College, Oxford, qualifying in medicine in 1965. After junior posts, he returned to Sheffield for his surgical training at the Royal hospital. The rotation introduced him to urology, renal transplantation and paediatric surgery, and in 1974 he began specialist training in paediatric surgery at Sheffield children’s hospital. In 1979 Tony was appointed to a consultant post in spinal injuries and spina bifida there and at Lodge Moor spinal injuries unit, where he established a urological service. In 1983 he became consultant paediatric urologist at Alder Hey, where he remained until his retirement in 2001. Outside work, Tony’s passion was railways. His refusal to drive a car and his aversion to flying led to an encyclopedic knowledge of train timetables. He was a generous supporter of the Ffestiniog & Welsh Highland Railways and a day spent with him travelling by train through the Welsh countryside was a marvellous experience. While a trainee at the Radcliffe Infirmary, Oxford, Tony met Valerie Prew, a theatre sister, whom he married in 1968 in the chapel at University College. He is survived by Valerie, their four children, Sarah, Elizabeth, Alice and Tom, and seven grandchildren.",
  "webTitle": "Tony Rickwood obituary",
  "webPublicationDate": "2016-05-20T17:45:24Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/20/tony-rickwood-obituary",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Circumcision",
      "id": "society/circumcision",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/20/tony-rickwood-obituary"
}