{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/20/five-best-new-exhibitions",
  "id": "2016-05-20-184",
  "sectionId": "artanddesign",
  "body": "1: Found London’s Foundling Hospital is a great institution of the Enlightenment. It was started by the 18th-century sea captain Thomas Coram to care for abandoned children, and luminaries such as Handel and Hogarth contributed art to its cause. Coram’s project still inspires creativity today, as this exhibition curated by Cornelia Parker demonstrates. Among the Hogarths here are Tacita Dean, Jarvis Cocker and Jeremy Deller. Foundling Museum, WC1, Fri to 4 Sep 2: Martin Creed His games of chance and pursuit of next to nothing have established Creed as a 21st-century answer to Marcel Duchamp. One of his subversions is to mess up the cult of the artist by adopting an increasingly eccentric public persona, and opening his latest exhibition in deepest Somerset goes well with his anti-cool. On the other hand, this is a branch of one of the world’s most successful art galleries, so it’s a bit like going glamping in a well-appointed yurt. Hauser & Wirth, Somerset, Sun to 11 Sep  3: Ori Gersht Beauty and melancholia saturate Gersht’s films and photographs, with colours as fine and delicate as a still-life painting by Henri Fantin-Latour. The violence of 20th- and 21st-century history haunts the Tel Aviv-born artist’s apparently gentle images: in one film, a scenic hike in the Pyrenees commemorates the suicide of the Jewish intellectual Walter Benjamin in 1940. This serious artist reveals tragedy in the fall of a petal. Ben Brown Fine Arts, W1, to 16 Jun 4: Maria Merian The German artist created some of the most beguiling scientific art of the Enlightenment, and her depictions of South American butterflies flap through this exhibition in flights of fragile colour. It was rare for women to be taken seriously as artists in the 18th century and even rarer for them to be accepted as explorers and scientists, yet George III bought Merian’s work and it has been in the Royal Collection ever since.   The Queen’s Gallery, Buckingham Palace, SW1, to 9 Oct  5: Pablo Bronstein Dancers bring the icy classicism of the grand Duveen galleries to life in the best artwork for this space since Martin Creed sent runners up and down it. Fusing 80s power dressing with the 16th-century Italian notion of sprezzatura, Historical Dances In An Antique Setting is a striking concept. Tate Britain, SW1, to 9 Oct",
  "webTitle": "Five of the best… exhibitions this week",
  "webPublicationDate": "2016-05-20T12:00:09Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/20/five-best-new-exhibitions",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/20/five-best-new-exhibitions"
}