{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/20/media-briefing-friday-20-may",
  "id": "2016-05-20-292",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Prince Harry and Pippa Middleton ‘secret romance’ story ruled misleadingDaily Star article criticised by watchdog days after it said Sun’s ‘Queen backs Brexit’ headline was inaccurate More on MediaGuardian First Cornish TV ad to air weeks after language funding is axedFamily-run ice cream company will launch a prime-time ad featuring Kernewek, under threat following government cuts Today’s headlines The GuardianVinyl boom sees LP revenues outstrip YouTube for UK acts. P5Celebrity threesome story not in public interest, judges rule. P11Owen Bowcott: Injunction ruling is an important day for privacy. P11Emma Brockes: Fox News is as bad as we thought. P31Christina Patterson: Is it really the BBC’s role to publish free recipes? P33 Daily TelegraphJudges create ‘UK privacy law’. P1,7BBC starve composers of airtime, says Ivor Novello winner. P4Peter Alliss: women prefer to play free at Muirfield. P5Balance of privacy law tilts in favour of rich and famous. P6String of celebrities win injunctions to keep indiscretions private. P7Papers have more credibility than the internet, judge insists. P7Toughen up to the sexist trolls, BBC’s Fran Unsworth tells female presenters. P17First Cornish TV ad to air weeks after language funding is axed. P17Editorial: Arrogant judges and cowardly politicians must not threaten free speech. P23Judith Woods: Even I am losing patience with The Archers’ dithery Helen. P27Iceland shelves celebrity ads and puts faith in ‘real mums’. Business P3Google fights France on right to be forgotten. Business P4 Financial TimesGoogle seeks formula for next big hit. P18 The TimesRyanair’s seat sale promotion reported to police. P19Britain is a hit, with one is six albums sold worldwide. P11Judges end the era of kiss and tell. P11No excuses for TV licence dodging if you use Netflix. P24Brad Pitt pulling out of episode causes problems for Top Gear relaunch. P24 iPage 3 Profile: economist Noreena Hertz. P3Celebrity can keep injunction that blocks reporting of threesome. P11Matt LeBlanc is expected to deliver the laughs on Top Gear. P15Interview with Borgen actor Sidse Babett Knudsen. P30, P31 Wall Street JournalObituary: 60 Minutes journalist Morley Safer. B2Google appeals French order in privacy dispute. B3Facebook political chat described as productive. B4 Daily MailBacklash after Noreena Hertz is appointed economics editor of ITV> P9Editorial: Judges still making a mockery of the law. P14Why men are best at guessing the endings of TV dramas. P16Richard Littlejohn: Hypocrisy and judges who can’t suppress the truth forever. P17Mariella Frostrup’s pitch for documentary about the menopause ‘turned down by BBC’. P38 Daily ExpressCelebrity pair win appeal in sex scandal court ruling. P4Frederick Forsyth: Eurovision gets more complicated by the year. P13 The SunFree speech downs in paddling pool of olive oil. P1,4,5Brad Pitt drops out of first Top Gear. P3The Sun says… Court’s snobs reign Supreme. P10Stupid ruling means public interest will never be left to public. P10First Cornish TV ad. P11ITV would like Paul McCartney to be new coach on The Voice.  Daily MirrorFilming finishes on first episode of Top Gear. P13Supreme court backs privacy of celebrity. P17ITV still on the hunt for a Great British Bake Off rival. P23 Daily StarTV licence dodgers could face higher fines. P9Gag fury as ‘threesome’ star can keep his ID secret ‘forever’. P11Sue Johnson to play barmaid in Sky 1 comedy Rovers. P18 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-20T07:56:54Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/20/media-briefing-friday-20-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/20/media-briefing-friday-20-may"
}