{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/thanks-daily-telegraph-i-welcome-a-debate-about-the-overthrow-of-capitalism",
  "id": "2016-05-11-25",
  "sectionId": "commentisfree",
  "body": "The Daily Telegraph published an old tweet of mine on Wednesday (as part of its front-page endorsement of my opponent, Labor’s Anthony Albanese, for the seat of Grayndler) that said: “Overthrow of capitalism – you don’t hear this often enough” Who knew an old tweet could spark such a necessary debate but as a Greens candidate taking on Labor member Anthony Albanese at this election, I guess I can expect greater scrutiny. I appreciate the reminder and welcome the debate. Frankly, we don’t have this discussion often enough and what better time to have it than when political parties are selling their stories in the marketplace of ideas?   Related: Australian election 2016: Malcolm Turnbull named in Panama Papers – politics live    As a union leader used to speaking shorthand to comrades, I framed capitalism as an idea that could be overthrown. On reflection, it is something that is more likely to collapse under its own weight – we cannot adhere to a belief that is so obviously unable to make the transition into the future that awaits many of us and all of our children.     The Daily Telegraph front page. Wednesday 11 May, 2016. @dailytelegraph #Election2016 #ausvotes #ausvotes2016 pic.twitter.com/woCcyR6F6t— Dave Earley (@earleyedition) May 10, 2016    I am comforted by the fact that elsewhere in the world this conversation is already underway, driven by authors like Thomas Piketty who suggests:  Market forces and capitalism by themselves aren’t sufficient to ensure the common good and to limit the concentration of wealth at levels that are compatible with democratic ideals.  Even the leader of the Catholic church, Pope Francis, is insisting on a debate when he said last year that unbridled capitalism is the “dung of the devil”.  We must challenge the durability of capitalism in the face of three overriding realities: climate change, growing inequality and resource depletion. Climate change  None would dispute that capitalism is built on the proposition of creative destruction and the competition for resources, not just labour. But when the planet’s temperature grows – and we are currently tracking at the high end of temperature increases – water will become increasingly scarce, arable land likewise and with sea level rise we are likely to see the inundation of some of our major cities. All of these events will be major disruptions to flow of capital around the world, not to mention the fatalities that will result.  As Naomi Klein explained in her book, This Changes Everything: Capitalism vs. The Climate:  We are left with a stark choice: allow climate disruption to change everything about our world, or change pretty much everything about our economy to avoid that fate. But we need to be very clear: because of our decades of collective denial, no gradual, incremental options are now available to us.  Does anyone seriously imagine the world’s stock markets operating smoothly as communities deal with the cascading crisis of water conflicts, desertification and the internal and external displacement of tens of thousands of fellow citizens? I think not. Inequality The inequality at the heart of capitalism is also a huge source of conflict and social dislocation.  Competition drives business to continually increase its profitability. How does it do that? By driving down costs of production. The main cost of production for most businesses is labour.  There is a fundamental conflict between the interests of business and the interests of workers because of this tension. We see this conflict play out everywhere we look. Lately, it’s in cutting penalty rates for shift work and unpaid internships for young workers.  Rates of inequality have fluctuated throughout capitalism’s history, but they can never be entirely overcome. Inequalities are simply displaced. In the post-second world war golden age of capitalism, white unionised male workers in advanced capitalist countries obtained decent wages. But their wives, their non-union colleagues and workers of colour, especially in less-developed economies, paid the price.  Capitalism is built on inequality and the misery of the vast majority of working people. This is a constant source of conflict, economic crisis and suffering, which cannot be sustained. The ongoing crises that have rolled across Europe from Greece, to Spain, Ireland and Portugal, illuminate the tipping point at which capitalism can no longer manage this inherent tension.   Related: World's carbon dioxide concentration teetering on the point of no return    Resource depletion While the smart kids in Silicon Valley may claim that data, artificial intelligence and new technologies like block chain will turbo charge technology and solve that old problem of resource depletion – I argue it won’t. The robots won’t save us from water scarcity, the loss of arable land or indeed the loss of fish stocks as the oceans become more acidic. This is not about a gotcha moment for Rupert Murdoch, it’s about having a national conversation about the kind of economic system we think will work in the challenging times ahead. Economic policy is developed by communities and national conversations, not individuals or the most powerful elites.",
  "webTitle": "Thanks Daily Telegraph, I welcome a debate about the overthrow of capitalism | Jim Casey",
  "webPublicationDate": "2016-05-11T21:38:46Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/thanks-daily-telegraph-i-welcome-a-debate-about-the-overthrow-of-capitalism",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jim Casey",
      "id": "profile/jim-casey"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/thanks-daily-telegraph-i-welcome-a-debate-about-the-overthrow-of-capitalism"
}