{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/edward-curtis-portland-art-museum-native-american-photography",
  "id": "2016-05-06-26",
  "sectionId": "artanddesign",
  "body": "To be the photographer Edward Curtis meant watching horseriding Navajo pass beneath the cliffs of the Canyon de Chelly in the northeast of Arizona. It meant straddling the line between an earnest ethnographic attempt to chronicle the lives of Native American tribes when they were intensely marginalised, and a helpless urge to romanticise them. “I want them to make them live forever,” the photographer said.  Born in 1868, Curtis worked for 30 years from 1900, and produced 40,000 photographs ranging from America’s freezing north, where the Inuit live, to its southwest deserts, home of the Hopi. When one views his image of Chief Seattle’s daughter one remembers that it had been illegal for Native Americans to live in the city within her memory, despite its name being taken from her father. However it also meant that Curtis’s photographs could be accused of racial essentialism – for one thing, he didn’t label everything and everyone - and his work soon was seized upon that by those content to blur the 600-plus tribes native to this landmass down to any number of shorthand clichés. (How many words in Crow do you know? Apache? Cherokee? Choctaw?)     Crater Lake by Edward Curtis, 1923 Photograph: Portland Art Museum    So to be in Portland, Oregon today looking at the work of Edward Curtis and his legacy means looking upon a large photograph of Wendy Red Star and her daughter hanging from the wall outside the Portland Art Museum, and watching the impetus to respond to his work fall on the shoulders of Zig Jackson, Wendy Red Star and Wil Wilson in an exhibition called Contemporary Native American Photographers and the Edward Curtis Legacy. The contemporary photos are mixed with Curtis’s, though not to compare and contrast. Wil Wilson’s photographs seem scratched onto the acetate – large VR goggles filming some of the frame with a gas mask clamped over his mouth in another. A whole wall encourages visitors to restore the radiance of Crow and Apsaalouke women whose colors weren’t naturally reflected in Curtis’s sepia photographs. Women’s names on another wall include Strikes the Shield First; Big Porcupines; Kills One With Medicine Pipe; Others.     Wendy Red Star, Apsa’olooke Feminist 3, 2015 Photograph: Portland Art Museum    The idea of a wall of silhouettes accompanied by cylinder wax recordings of Crow men singing entitled, Let Them Have Their Voice – by Wendy Red Star – somehow feels like it keeps falling short: was the cylinder wax recording too quiet? Should the two miniature speakers have been raised up a little bit more from the floor? Given the complicated historical path Curtis has taken towards the present, North Dakotan photographer Zig Jackson deals with the ideological complexity and history at play with perhaps the most adroit touch: an Indian photographs a tourist photographing an Indian, because who is the tourist to have the last word here? A sign stands in front of a skyscraper-filled metropolis, saying: “Entering Zig’s Indian Reservation,” because why does the cityscape have to be the last word in the landscape that’s changed shape and changed hands? Someone waits for the bus in the Mission with a headdress full of feathers, and we wonder why this is an odd sight. And then there are the countless photos of tribesmen and tribeswomen smiling.      Indian on Bus by Zig Jackson Photograph: Portland Art Museum    There are several instances out in the world where life among the Native American is much more serious than Dan Snyder clumsily dragging his feet over whether or not the Washington team should change their name. The Pew Charitable Trusts warns us that Native American girls have the highest rates of incarceration of any ethnic group. There is a suicide epidemic amongst the Attawapiskat First Nation. The life of indigenous women in Canada has been a horror show.   And Native American tribes are getting more land back. They’re getting foster care funding. You can watch Arizona Diamondbacks baseball games in Navajo. But there’s still a long, long way left to go.  Contemporary Native American Photographers and the Edward Curtis Legacy is at Portland Art Museum until Sunday",
  "webTitle": "Native American photographers respond to Edward Curtis' images 100 years later",
  "webPublicationDate": "2016-05-06T20:34:24Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/edward-curtis-portland-art-museum-native-american-photography",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Native Americans",
      "id": "world/native-americans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Portland",
      "id": "us-news/portland",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Evan Fleischer",
      "id": "profile/evan-fleischer"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/edward-curtis-portland-art-museum-native-american-photography"
}