{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/french-parliament-begins-heated-debate-labour-reforms-bill",
  "id": "2016-05-03-112",
  "sectionId": "world",
  "body": "The French parliament has begun a heated debate of François Hollande’s controversial shakeup of labour regulations as riot police stood guard over demonstrators in nearby streets. France has seen almost two months of regular mass street protests against the unpopular Socialist president’s attempt to reshape the country’s rigid labour laws. Just as the bill reached parliament for the first day of a debate scheduled to last for more than a week, hundreds of demonstrators continued their protests near parliament in Paris and in other cities. The labour reform bill – which sets out to loosen France’s strict labour rules – is seen as the last major push for reform before the end of Hollande’s presidency, but the protests and political infighting it has provoked could damage his chances of running for re-election next year.    Related: Nuit debout protests are confirmation that France’s political system is broken | Pierre Haski    France has some of the most extensive and protective labour regulations in the eurozone. The government has argued it needs to cut red tape and the more cumbersome rules that deter employers from hiring. But opponents, including trade unions and students, have said the plans betray the values of the left and are too pro-business. After weeks of protests, including by students, the government watered down its proposals. Now business leaders are saying the changes do not go far enough.            Protests in Paris against labour reforms    If rebel MPs within Hollande’s own party stop the government gaining enough parliamentary support to vote through the law, the government could decide to push it through by decree, without a parliamentary vote. But this option – already used last year for an economic package – is politically extremely risky.  MPs have tabled more than 5,000 suggested amendments to the bill, which must now be dealt with in parliament.  “We love trade unions and we love business,” the Socialist labour minister, Myriam El Khomri, told parliament as she fought to bring together the warring factions of her own party. Hollande’s political future is hanging in the balance with a year to go until the 2017 presidential election. His four years in office have been mired in stalled growth and rampant unemployment. France’s jobless rate is at an 18-year high of more than 10% – twice that of Germany. Youth unemployment stands stubbornly at about 24%. Hollande has promised he will not run for re-election unless he manages to stem the rise in unemployment. The new labour laws have been presented by the government as a major step for dealing with joblessness.     The French labour minister, Myriam El Khomri, delivers a speech to the national assembly ahead of the debate. Photograph: Francois Guillot/AFP/Getty Images    But leftwing opposition to the legislation has been vast and threatens to tear apart Hollande’s own support base. He is accused by some of betraying his party’s core values and has seen his voter approval on the left shrink notably. Since 31 March, after nearly 400,000 people took to the streets, a new movement, Nuit debout, which loosely means “rise up at night”, has occupied town squares, encompassing a range of causes and defined by disappointment at Hollande’s presidency.  With a new day of mass protest scheduled for next week, police are braced for street clashes. Many of the demonstrations against the bill have turned violent.  Authorities said troublemakers – known as casseurs, or breakers – took advantage of the demonstrations to foment clashes with riot police. Demonstrators accused the police of heavy-handedness which they claimed was fuelling the violence.",
  "webTitle": "French parliament begins heated debate of labour law shakeup",
  "webPublicationDate": "2016-05-03T16:16:09Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/french-parliament-begins-heated-debate-labour-reforms-bill",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Unions",
      "id": "world/unions",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/03/french-parliament-begins-heated-debate-labour-reforms-bill"
}