{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/danger-brexit-break-up-eu-europe-russia",
  "id": "2016-05-26-286",
  "sectionId": "commentisfree",
  "body": "This is a time of strong emotions. Immigration is one such case; to leave or not to leave the EU is another. To a certain Mr Clarkson from Gillingham, talking to the BBC, Europe lies miles away, over the sea. “We are not Europeans. How could we be? So why does the government bow to diktats from Brussels?”   .   One has to wonder whether much has changed since 1938, when the then prime minister, Neville Chamberlain, decided that endangered Czechoslovakia was a faraway country that nobody knew about. Britain’s relationship with Europe has always been ambiguous. Britain joined the postwar club constructed on other countries’ terms late, and never felt quite comfortable inside. It reacted with hostility whenever it felt its judicial, parliamentary or governmental sovereignty were being questioned. British rule of law, it was felt, needed no improving from foreigners. What we see now in the campaign is a familiar longing to bring back Britain’s “greatness”. But that doesn’t tell us enough about what is going on right now. Europe is different things to different people and different nations. For continental Europeans, it is at once a geographical, historical and cultural home – which it has never been to Britain – and at the same time a political and economic project they have been involved in together – some more, some less, some longer, some more recently. The Germans, for instance, have been reborn since the war as the essential Europeans (the late addition of East Germany complicates the picture). They, France and a few others are not merely members: they are Europe. The “new” members, from eastern and central Europe, saw Europe as a guarantor of prosperity, better governance, openness and modernity, and felt protected inside the club against Russia.   Related: What will Europe do for the dispossessed at its fringes? | Claudia Ciobanu    Time has moved on. Solidarity and community were once the watchwords across continental Europe. No longer. When the Italian prime minister, desperate to cope with the wave of immigration, asked Europeans to help, the eastern Europeans took the view that it was not their business. A recent Dutch referendum on Ukraine sent the ball back to eastern Europe: “Kan ons niets schelen” (We don’t care). The bolts of the union are loosening. In a blowback from globalisation a feeling of discontent with the establishment, with the old system, a feeling that politics is broken and not fit for purpose, is spreading not only within the UK but also across Europe, and most visibly now in the presidential primaries on the other side of the Atlantic. It feels as if we are facing a crisis of governance. At a popular level, the bad mood is turning into anger, and anger is looking for targets. The latest target in Europe is Europe itself and its establishment, the union. To overcome this assault, the EU will have to introduce a genuine democratic political process to its workings. Sixty years ago a technocratic way of operation for supranational European institutions made perfect sense, and it worked. They were also seen as legitimate. Remember, they were created first and foremost to prevent war. Nobody in their right mind would have demanded for Germany and the rest, so soon after the experience with Nazism and other European dictatorships, the kind of democracy that we imagine today. It wouldn’t have worked; it would have been dangerous. Later, Margaret Thatcher’s answer to democracy in Brussels anyway was emphatic: “No, no, no!” The response to attempts to create a European constitution in 2005 was again no – this time by democratic referendums in France and the Netherlands. Any attempt to introduce genuine EU democracy today would be resisted again by governments driven by instincts of self-preservation.    What makes everything more dangerous is that Putin’s Russia has a vital interest in the EU's break-up    An environment of public anger won’t help the EU’s need to get a grip on its multiple crises or to reform and to gain democratic legitimacy. Anger is risky. It could set the European house on fire. In normal circumstances, there is nothing fatal about the UK drifting towards the edges of the EU or leaving altogether. A modus vivendi will be found. What complicates things is the very real, dangerous and growing alternative to a benign and peaceful development. Angry, even fanatical anti-Europeans, some radical Brexiters among them, wish for more than just to leave the EU. They want an end to the EU altogether. “Europe” (meaning the EU), in their minds, is an enemy that has to be destroyed. This explains the perverse internationalism of radical nationalists such as Marine Le Pen, Geert Wilders, the Sweden Democrats, Pegida and AfD in Germany and varieties of organised xenophobes in central Europe. Some of them parade in old fascist uniforms; others promise to grind Muslims (do they mean Jews?) into bonemeal. Brexiters happen to be in a very odd company. What makes everything even more dangerous is Russia preying on the EU. Putin’s Russia has a vital interest in its break-up. The risk is that Brexit could trigger a Breakit through a succession of other exits forced by the angry factions and thereby add too many crises for the EU to cope with. What happens then to Europe’s nations big and small, one dares not imagine. It is still only a possibility. The real outcome has yet to be seen. What can be seen already, however, is a British version of “Kan ons niets schelen”. In Clarkson’s words – “Europe is miles away”. That was wrong in 1938, and is just as wrong today. Today, where the old iron curtain ended, a new frontier starts. Barbed wire was erected in Hungary. A refugee was shot on Slovakia’s border. A Czech government official declared that to take in a quota of refugees from Europe equals the Munich diktat. It’s getting worse. Half the country that was invaded by Russian tanks in 1968 applauds a president who admires Putin, and who wants to learn from China how to govern. Putin’s friends the Night Wolves bikers, who joined the war against Ukraine, get an official welcome with bread and salt on their way to Berlin to remind Europe who won the second world war. Czech support for the EU is now at an all-time low. This is Absurdistan, kindly tolerated by Europe. • Tell us what the EU means to you and your country",
  "webTitle": "The real danger isn’t Brexit. It’s EU break-up | Pavel Seifter",
  "webPublicationDate": "2016-05-26T08:00:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/danger-brexit-break-up-eu-europe-russia",
  "keyword": [
    {
      "webTitle": "Czech Republic",
      "id": "world/czech-republic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Pavel Seifter",
      "id": "profile/pavel-seifter"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/danger-brexit-break-up-eu-europe-russia"
}