{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/subbuteo-peddars-way-sean-penn-eric-clapton-martina-navratilova",
  "id": "2016-05-07-181",
  "sectionId": "lifeandstyle",
  "body": "The questions 1 Which “test” originated in the comic strip Dykes to Watch Out For?2 The Peddars Way footpath crosses which county?3 Which flag was nicknamed the Stars and Bars?4 Shannon, Tamer, Severn and Trent are classes of what vessel?5 Which album cover featured a working zip?6 Which king said of his conversion, “Paris is well worth a mass”?7 What is the only fully private maternity hospital in Britain?8 Which alloy contains at least 10.5% chromium?What links:9 California; Florida; Tokyo; Paris; Hong Kong; Shanghai (in June)?10 Esdras; Tobit; Judith; Baruch; Susanna?11 Pink cartoon cat; activist played by Sean Penn; Eric Clapton supergroup?12 Subbuteo; tinnunculus; columbarius; peregrinus?13 Elektra; Salome; Till Eulenspiegel; Zarathustra; Don Quixote?14 Ann Jones; Martina Navratilova; Petra Kvitova (and no others)?15 Big; Valley; Gathering Place; Garden; Friendly; Pineapple?     Got your teeth into the answers? Photograph: Getty Images    The answers 1 Bechdel (-Wallace) test. 2 Norfolk. 3 First Confederate flag. 4 Lifeboats. 5 Sticky Fingers by the Rolling Stones. 6 Henri IV of France. 7 Portland hospital. 8 Stainless steel. 9 Disney resorts. 10 Books in the Apocrypha (1611 King James Bible). 11 Dairy products: Custard; (Harvey) Milk; Cream. 12 British falcons: hobby; kestrel; merlin; peregrine. 13 Subjects of works by Richard Strauss (operas and tone poems). 14 Women winning Wimbledon playing left-handed. 15 Nicknames of Hawaiian islands.",
  "webTitle": "What links subbuteo, tinnunculus, columbarius and peregrinus? The Weekend quiz",
  "webPublicationDate": "2016-05-07T06:00:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/subbuteo-peddars-way-sean-penn-eric-clapton-martina-navratilova",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomas Eaton",
      "id": "profile/thomas-eaton"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/subbuteo-peddars-way-sean-penn-eric-clapton-martina-navratilova"
}