{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/women-misogynist-trolls-feminist-internet",
  "id": "2016-05-26-232",
  "sectionId": "commentisfree",
  "body": "What a work of wonder is the internet. When, at the click of a mouse, all the world’s knowledge is there for the asking, no one need be ignorant of anything any more. Wouldn’t that make us wiser, better, cleverer? What utopian hopes it stirred in the early days.   Related: Research reveals huge scale of social media misogyny    Instead it’s an exaggerator of everything human, where the bad is extraordinarily horrible and noisier than the good. Today Yvette Cooper launches Reclaim the Internet, a brave campaign in the House of Commons against online misogyny, with women politicians from all parties. They can expect torrents more online abuse as they call for people to join a consultation on what can be done about the poisonous sexism, racism, homophobia and plain bullying the web has unleashed into the ether. Public figures to some extent grow thick skins, but ordinary people unexpectedly subjected to abuse-storms are easily traumatised into silence. The Demos research that accompanies today’s launch trawled the internet over three weeks for abuse using just the words “whore” and “slut”, screening out joshing self-references. 10,000 aggressive messages sent to 6,500 women were found in the UK alone, just using those words. Sad, angry men sitting in their bedsits in underpants, hating women unattainable to them? Yes, there are plenty of those. But the shock is that most abuse comes from very young women, directed at other women. This is playground behaviour taken to another level, where all the world can see on Facebook or Twitter the petty malice and spite young girls spit out at one another and at other women they envy or resent. Why? Like the sad angry men, girls lashing out express all their own insecurities and lack of self-esteem. If you hate yourself and your body, if you can’t match the impossible ideal woman imagery all around you, then you lash out to make yourself feel better.    Anonymity allows abuse to flourish, when people would never be so casually rude or nasty in person    You see it in the transition from primary to secondary school, how often confident, strong girls can be knocked back, consumed by desperate anxiety about the way they look in a new terrain of competition. The spitefulness girls generate can turn on a perceived loser or bring down anyone who gets above herself. There’s no doubt it’s far worse now as the internet adds in sexting boys expecting porn-star girls with cosmetically mutilated genitals and vajazzles, spewing out revenge porn, turning break-ups of brief teen relationships nastily viral. In the echo chamber of the web, everything vile in life is magnified and advertised, multiplying the malevolence. What’s to be done? Yvette Cooper’s Reclaim the Internet is exploring the role of police and prosecutors, the duty of Facebook, Twitter and other platforms and the obligations of employers, unions and other organisations to offer protection – all areas where political pressure can get something done. Anonymity allows abuse to flourish, when people would never be so casually rude or nasty in person. Cooper calls too for new ways for us as individuals to tackle abusers and support victims, turning on the trolls with wit and sarcasm, as Laura Bates does so well in her Everyday Sexism Project. But now we know many trolls are young women, the searchlight shines on schools’ failure to look after children’s well-being. Cooper points to the lack of good compulsory sex and relationships education, to empower girls. Give them strength to resist sexual harassment and bullying, to face down body-image tyranny, to stand up for themselves and one another and you can break the cycle of misery they deflect onto each other. Prudes and cowardly politicians who prevent putting honest sex and relationship education at the heart of schooling fail to see how keeping pupils happy and protected is the first prerequisite of learning. I have visited Swedish schools where they set up feminist girls’ clubs to protect and support each other, to look after each other going out at night, to resist the bullying and trivialising of girls’ lives. Teachers said it improved their happiness – and their results. Back in the 1970s when feminist groups drew women together for mutual support to resist misogynist pressures, we never imagined that girls 40 years later would suffer far worse. What stops learning is all the social pressures that get in the way – from this sexism to all the torments of family problems that trip children up. But Gradgrind Michael Gove’s first act was to strip out “children and families” from the brass plate on his education department, reducing schools to the three Rs, and mountainous tickboxing paperwork for teachers monitoring only hard learning. He banned the nascent Every Child Matters programme that looked after the well-being of every aspect of a child’s life, from cradle to college. The arts have been all but stripped out of too many schools under crude exam pressure. Drama, above all, helps children express themselves, role play, explore the stresses in their own lives and others’, learning empathy. But education for kindness is not on the curriculum for these politicians, who should note the rising suicide rate among the young. The internet has turned all discourse rougher, pushing politics and all views towards extremes. It can make individuals feel inadequate and vulnerable and let them lash out to express their own insecurities. As the Guardian’s the web we want project explores, it is in our hands to shape a civilising internet that serves us well, not one that tears civilisation apart.",
  "webTitle": "When women can be misogynist trolls, we need a feminist internet | Polly Toynbee",
  "webPublicationDate": "2016-05-26T11:08:39Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/women-misogynist-trolls-feminist-internet",
  "keyword": [
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/women-misogynist-trolls-feminist-internet"
}