{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/top-10-refugees-stories",
  "id": "2016-05-18-205",
  "sectionId": "books",
  "body": "There’s a paradox inherent in the many and varied experiences of refugees. Their journeys over thousands of miles – epic quests across deserts, mountains and seas – are not normal. But refugees themselves – for all our attempts to “other” them – are very normal. The are doctors, civil servants, electricians and students. People like you and me. As the Guardian’s first-ever migration correspondent, I have spent the past year interviewing them – reporting that I have now turned into a book. In selecting my favourite texts about refugees, I hope to reflect this paradox. Some of the grandest works in the literary canon – the Odyssey, the Aeneid, the Bible and the Qur’an – present refugees as heroes, prophets or messiahs, whose journeys are among the foundational myths of modern society. In more contemporary books, refugees are simply ordinary people – people with whom we have a shared humanity. Yet both approaches essentially point out the same thing: that flight is a phenomenon intrinsic to the human experience. 1. Virgil’s AeneidI’ve named my new book about the refugee crisis The New Odyssey, after Homer’s famous epic. But if it were better known, a more fitting namesake would have been Virgil’s Aeneid. Like today’s Syrians, Aeneas flees an ancient war in the Middle East and crosses the Mediterranean in search of safety. He eventually finds it in Italy – and founds the dynasty that would later spawn the Roman empire. Startling as it might be for some, the roots of European civilisation stem in part from the story of a refugee. 2. The Gospel of MatthewSome European politicians have framed their opposition to refugees as a defence of Christianity. That’s ironic, since the Bible is full of refugees, and at times could be read as a 101 course on how to welcome them. The book of Exodus is an obvious example, but best of all are the gospels. Luke’s first portrays the infant Jesus as a kind of migrant, shunned by the innkeepers of Bethlehem. In depicting Jesus’s escape from King Herod, Matthew later highlights the family’s flight to Egypt. 3. Paradise Lost: Smyrna 1922 - The Destruction of Islam’s City of Tolerance by Giles MiltonIn 1922, hundreds of thousands of Greek refugees gathered in the harbour of a now-Turkish city known as Izmir. They hoped to escape the advancing Turkish army and reach the safety of nearby Greek islands with the help of the western navies moored close by. Instead, the west initially stood by as many of them drowned or burned to death. As Europe turns its back on those trying the very same route some 90 years later, Milton’s brilliant history of the earlier tragedy is a frightening reminder of what can happen when governments forgo their ethical duties. 4. The Silver Sword by Ian SerraillierToday’s refugee crisis is sometimes presented as something unprecedented and unmanageable – but in reality, Europe has dealt successfully with migrations of far greater scale, all in living memory. In the aftermath of the second world war, an estimated 12-14 million people were displaced across the continent. One of my favourite books as a child, Serraillier’s novel is set amid this postwar chaos, charting the journeys of four young Poles as they try to find their parents in a bombed-out Europe. 5. Monsieur Linh and His Child by Philippe ClaudelAfter the Vietnam war, the global north eventually accommodated 1.3 million refugees from south-east Asia. The fact that we have mostly forgotten this extraordinary resettlement programme is testament to how large-scale, formal migration does not necessarily lead to social meltdown. But it still came with its teething problems. This is a poignant novella about how two Vietnamese refugees – a culture-shocked grandfather and his baby granddaughter – struggled to fit into the unfamiliar world of 80s France.           Patrick Kingsley: Enough hysteria over the migration crisis. It’s time to get rational    6. Goodbye Sarajevo by Atka Reid and Hana SchofieldSeventy years after the second world war, it is tempting to see the refugee experience as something that happens to people who aren’t from Europe. Goodbye Sarajevo is an important counterpoint – the true story of a family trapped in the besieged city during the Balkan wars of the 90s. Written jointly by two sisters from a middle-class family, it is a moving reminder that war and displacement can disturb even the calmest of lives. 7. The Uninvited by Jeremy HardingThe Balkan wars also provide the backdrop for this masterful account of migration in and to Europe in the late 90s. Combining forensic reportage, elegiac writing and sharp meditations on the history of migration, Harding documents the then popular routes between Albania and Italy, and Morocco and Spain, before exploring the asylum systems people encounteedr on arrival. 8. What is the What by Dave EggersIn the same decade, Valentino Achak Deng was one of around 20,000 children who fled their destroyed villages in war-torn southern Sudan, and trekked hundreds of miles to the refugee camps of neighbouring countries. Deng was eventually resettled in America, where he collaborated with Dave Eggers to create this account of his incredible escape. 9. City of Thorns by Ben RawlenceDeng was one of the lucky ones. Most people stuck in the camps of east Africa don’t get resettled, and are instead left to rot without any hope of a future. Rawlence spent several years in Dadaab, Kenya, the world’s biggest refugee camp – and this is his account of the lives of several of its inhabitants. For all Europe’s panic about the recent wave of migrants, City of Thorns underlines how the vast majority of the world’s 60 million displaced never leave hellholes like Dadaab. 10. Home by Warsan ShireHome is a fairly short poem, not a book, but in its few dozen lines it provides perhaps the best summary of what drives refugees to risk their lives at sea. “You have to understand / that no one puts their children in a boat / unless the water is safer than land,” reads a much-quoted excerpt. I’ve made it one of the epigraphs to my own book. • Patrick Kingsley’s The New Odyssey: The Story of Europe’s Refugee Crisis is published by Guardian Faber priced £14.99. It is available from the Guardian bookshop for £9.99.",
  "webTitle": "Top 10 refugees' stories",
  "webPublicationDate": "2016-05-18T11:33:51Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/top-10-refugees-stories",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dave Eggers",
      "id": "books/dave-eggers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Virgil",
      "id": "books/virgil",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "books/2016/may/18/top-10-refugees-stories"
}