{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/french-open-2016-stan-wawrinka-muted-andy-murray",
  "id": "2016-05-22-7",
  "sectionId": "sport",
  "body": "Stan Wawrinka, the French Open champion and owner of his first home title after beating Marin Cilic in Geneva on Saturday, should be striding into Roland Garros bursting with pride and confidence, but gardeners have made louder entrances here than did the Swiss on a rainy Sunday afternoon. All the talk has again been about the supposedly invincible Novak Djokovic, whom Wawrinka blew off the court in last year’s final, the revival of the nine-time king of Paris Rafael Nadal, the quiet Caledonian charge of Andy Murray – and the absence of Wawrinka’s compatriot, Roger Federer. Wawrinka arrived in Paris on Saturday yet, because of the immovable structure of the draw, will be rushed into the first round on Monday against Lukas Rosol – something the tournament organisers might not have asked Federer or Nadal to do. They could have let their champion start on Tuesday, but he would have had to back up on Wednesday. And he immediately hit the self-deprecation button. “Novak is the main favourite,” he said. “It was the case last year as well. I think, to beat him, it’s going to be very difficult, and then there is Murray and Nadal on an equal footing, and I’m just after them … just after.” Murray also starts on Monday , against a familiar foe in Radek Stepanek. In only his second match at Wimbledon, in 2005, the 18-year-old Scot won in straight sets against the combative Czech, who had been on the Tour for nearly a decade. And here is back at 37, a survivor of neck surgery four years ago and three qualifying matches to get into the main draw. Stepanek, who has done more in doubles in recent years, took a set off the world No2 in Madrid recently but Murray, who has been in blinding form on clay, should have way too much for him. Three British men are in the tournament, but Aljaz Bedene and Kyle Edmund are not making much noise. Edmund, who is carrying an ankle strain, was due to start against the Georgian Nikoloz Basilashvili on Sunday evening before rain washed out the back end of the programme, and Bedene sounds unusually tentative going into his third campaign. Weighed down by psychosomatic baggage from his four-year attempt to play Davis Cup tennis for Great Britain, he said before Tuesday’s against his friend Gerald Melzer: “The body is great but the head not the best. I’m mentally struggling a little.” It is only two months since Bedene had to quit during a second-round match against Roberto Bautista Agut after playing through the pain of an injured right wrist. His fitness will be properly tested here – and he looked woefully out of sorts during practice with Edmund on Saturday. “I’m not winning much,” Bedene said. “I’m playing well but confidence is not there. I’m keeping up the hard work just hoping it will come. Hopefully this will be the week.” His match against the Austrian qualifier might be a welcome distraction, so severe is the stress of trying to convince the International Tennis Federation that he should be able to play for his adopted country. While he says he is fully fit, Bedene said the case has preyed so heavily on his mind that his body started to break down. “It was a mental thing. All the disappointment, I felt it not only in my wrist but everywhere. It wasn’t easy. When you can’t sleep, when you’re worried about something as important as this, everything comes to the body, especially with me. In Miami I had to retire. I don’t like to retire, but it was difficult.” He also quit in the third set of his match against Sam Querrey in Auckland during January, and, whatever his upbeat view of it, the bare words do not properly reflect his hangdog demeanour. “Confidence is the issue now and it has a lot to do with this thing,” he says. “I think I will be confident in a few weeks because I am playing well.” Whatever the rights and wrongs of his case, rarely can someone have tried so hard to wrap himself in the flag for so little result. He has the support of Andy Murray, the Great Britain captain Leon Smith, and Stephen Farrow, who has led his legal appeal with the financial backing of the Lawn Tennis Association. Bedene, raised in Slovenia but a British passport holder since March last year after living in Welwyn Garden City for nearly nine years, does not want for friends.   Related: Nick Kyrgios through in straight sets after umpire altercation at French Open    None of them, however, seem to be in the ITF, where redrafted rules appear to disbar him from qualifying as a British player because he has played Davis Cup for Slovenia. Bedene, meanwhile, tries to get on with his career and his life. “I stopped with my coach, James Davidson, after Miami. Leon has been helping me this week and in Rome a little bit. We will see what is going to happen after Wimbledon, but until then I have the LTA’s help and Leon is there with me.”",
  "webTitle": "Novak Djokovic is favourite for my French Open title, says Stan Wawrinka",
  "webPublicationDate": "2016-05-22T22:17:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/french-open-2016-stan-wawrinka-muted-andy-murray",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Stan Wawrinka",
      "id": "sport/stanislas-wawrinka",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/22/french-open-2016-stan-wawrinka-muted-andy-murray"
}