{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/23/fat-diet-advice-national-obesity-forum",
  "id": "2016-05-23-141",
  "sectionId": "lifeandstyle",
  "body": "Name: Fat. AKA: Triglycerides. Appearance: Three fatty acid chains attached to a glycerol molecule. And if you zoom out a bit? Greasy/delicious. Mmmm… greasy/delicious. But is it healthy? Asking that question demonstrates that you don’t understand what “healthy” means. Giving that answer demonstrates why you have no friends. Look, the point is that there are many different kinds of dietary fat, each of them with different effects on the body, effects that, in turn, vary according to how much of them you eat, which other things you eat, and the genetic, behavioural and other circumstances of your life. Couldn’t you just say: “It depends”? I could, but then you wouldn’t understand the full complexity of public nutrition. Who says I want to? Just tell me what the experts have decided. Mostly, that they hate each other. Eh? The National Obesity Forum has just published a report claiming that government advice to cut down on fat is having “disastrous health consequences”. “The change in dietary advice to promote low-fat foods is perhaps the biggest mistake in modern medical history,” says Dr Aseem Malhotra, a senior NOF adviser. Is he right? No, according to Public Health England’s chief nutritionist, Dr Alison Tedstone. “It’s a risk to the nation’s health when potentially influential voices suggest people should eat a high-fat diet, especially saturated fat,” she says, pointing out that official advice is based on a lot more studies than the NOF’s. That’s Dr Aseem Malhotra told! It probably isn’t. The NOF report claims that the science behind the official guidelines has been “corrupted by commercial influences”. Take that Big, um, Farmer! Except Professor Simon Capewell from the Faculty of Public Health denies it. “By contrast,” he adds, “the report from the National Obesity Forum is not peer-reviewed. Furthermore, it does not indicate who wrote it or how is was funded.” The British Heart Foundation are on his side as well. Look, can I jam my head into a bucket of doughnuts or can’t I? Go for it. Just not too often. How often is too often? Well it’s complicated and we don’t really know. Argh! Sorry. Do say: Just eat a balanced diet, stay a healthy weight and do regular exercise. No really, just say: Eat a balanced diet, stay a healthy weight and do regular exercise.",
  "webTitle": "Between a rock and a lard place – is fat good for us, or what?",
  "webPublicationDate": "2016-05-23T14:42:51Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/23/fat-diet-advice-national-obesity-forum",
  "keyword": [
    {
      "webTitle": "Diets and dieting",
      "id": "lifeandstyle/diets-dieting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food science",
      "id": "science/food-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Nutrition",
      "id": "lifeandstyle/nutrition",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/23/fat-diet-advice-national-obesity-forum"
}