{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/13/is-digital-guru-zwillenberg-really-up-to-running-the-mail-group",
  "id": "2016-05-13-176",
  "sectionId": "media",
  "body": "The appointment of Paul Zwillenberg as chief executive of the Daily Mail & General Trust  may not have been greeted with massive enthusiasm in the office of the Daily Mail’s editor, Paul Dacre. Some 20 years ago, after Zwillenberg had delivered his views on all things digital to a group of Associated Newspaper executives, Dacre was widely reported afterwards as remarking: “What language was this guy speaking, Double Dutch?” But Zwillenberg’s skills have always been appreciated by the man who out-ranks Dacre: Viscount Rothermere (aka Jonathan Harmsworth). The pair have been friends since they attended Duke University in the United States. Zwillenberg was appointed as managing director of DMGT’s new media division, Associated Electronic Publishing (later called Associated New Media), in 1996 (prior to Rothermere inheriting his title).  At AEP’s first Christmas party, under Martin Dunn’s editorship, he gave several colleagues a series of joke presents.  Zwillenberg’s was a doormat inscribed with the words: “Oh no, not you again!” Dunn explained that it was for the most office footfall with the least amount of completed business. But Zwillenberg went on to greater things. After leaving DMGT, he became global head of technology, media, and telecommunications at OC&C Strategy Consultants. After eight years there, he joined the Boston Consulting Group in 2010, where he advised companies on the virtues of digital technology. Notably, one of those companies was DMGT. His appointment was a surprise. A Reuters report (carried by Mail Online) said: “Many analysts had expected finance director Stephen Daintith to get the top job.”  I thought Kevin Beatty, chief executive of dmg media, would be in the running. So the choice of Zwillenberg shows that DMGT is embracing the digital future with even more zeal than it has already. Note that quote from Rothermere:  “Paul’s strategic insight and close involvement across our portfolio over the last 20 years means that he is ideal for the role of chief executive at this exciting time for our diversified businesses.”  Maybe, but Zwillenberg’s elevation is surely something of a punt. A digital guru is not necessarily going to make a good chief executive of a multi-million pound business.  The somewhat guarded reaction of analysts was also revealing. For example, the Peel Hunt analyst, Alex DeGroote, said he thought it “fascinating”.  He went on to concede that Zwillenberg’s “digital skillset seems well suited to the business changes under way in many of DMGT’s key markets”. He added: “It is a surprise, but I get the logic.”",
  "webTitle": "Is digital guru Zwillenberg really up to running the Mail group?",
  "webPublicationDate": "2016-05-13T12:42:57Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/13/is-digital-guru-zwillenberg-really-up-to-running-the-mail-group",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail & General Trust",
      "id": "media/dmgt",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Paul Dacre",
      "id": "media/pauldacre",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Viscount Rothermere",
      "id": "media/viscount-rothermere",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Mail Online",
      "id": "media/mail-online",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Associated Newspapers",
      "id": "media/associated-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/13/is-digital-guru-zwillenberg-really-up-to-running-the-mail-group"
}