{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/17/mother-jailed-for-life-for-killing-two-daughters-at-womens-refuge",
  "id": "2016-05-17-122",
  "sectionId": "uk-news",
  "body": "A mother who stabbed to death her two young daughters “in a spasm of violence” has been jailed for a minimum of 24 years. Samira Lupidi, 24, sobbed uncontrollably as she was found guilty of murdering Jasmine, 17 months, and Evelyn, three, at a women’s refuge. The Italian national admitted manslaughter on the grounds of diminished responsibility but denied murder. The jury at Bradford crown court took 90 minutes to convict her of the more serious charge on Tuesday afternoon. There were shouts of “yes” from the public gallery when the verdict was returned. Lupidi, who appeared fragile throughout the week-long trial, wept loudly as she was escorted by a security officer. Sentencing Lupidi, Mr Justice Edis acknowledged she had been suffering from a depressive disorder at the time of the “violent rage” that led to the killings. The judge said: “All the evidence positively shows that these children were the centre of your life and that you loved them. You were a very good mother to them and cared for them very well.”  He added: “In the end, humanity requires an allowance to be made for the fact that you killed the things you loved in a temporary rage which will have everlasting and disastrous consequences for you.”  Following the sentencing, relatives of Evelyn and Jasmine said they had been left utterly devastated by the events of last November. They said: “We were preparing to celebrate Evelyn and Jasmine’s christening with their great-grandparents who had flown in from Italy for the special occasion. “It should have been a joyous time but instead Evelyn and Jasmine were cruelly taken away from us. We will all remember that day. Our lives are now filled with sorrow and our broken hearts will never heal.”  During the trial, jurors heard that Lupidi stabbed her two children nine times each with a 25cm (10in) kitchen knife before telling staff at the women’s refuge: “If I can’t have them, he can’t have them either.” Lupidi, who moved to Bradford four years ago, told police the day before the killings that she had been physically assaulted by her “financially and psychologically controlling” partner, Carl Weaver, 31. She told officers who visited her home address in Heckmondwike, near Bradford, on 16 November last year that she had been hit on her arm and her legs by her partner, who is the father of the two children. The officers noted that she did not appear to have injuries following the alleged assaults but took her and her daughters to a women’s refuge for her own safety, jurors were told.  When she got to the safehouse, Lupidi told domestic violence workers that Weaver would kill her and the children if he found them. They were reassured that they were safe and spent the night there. The following morning a support worker knocked on her bedroom door and Lupidi rushed out with her hands “smeared with blood”. Lupidi was heard to say: “They won’t believe that I’ve killed them” as she ran out of the flat shouting on her mobile phone. She is then alleged to have said: “I killed them. I hurt them. I killed the children.” The children were rushed to Bradford Royal infirmary but both were pronounced dead soon after their arrival. Each girl had suffered nine separate stab wounds to the heart and lungs, the court heard. The knife was found on Lupidi’s bed. In the moments after the girls were found, Lupidi was asked when it had happened. She responded: “Just now,” before saying: “It’s his fault – now he has a reason to kill me. If I can’t have them, he can’t have them either.” The court was told she added that she feared Weaver was coming to get her, and said: “I had to do this.” Peter Moulson QC, prosecuting, told the jury that after Lupidi was arrested and taken to the police station, she told the custody officer: “I know what I have done. My life is nothing now.” Lupidi, who was absent for her sentencing, did not give evidence in the trial. The judge said Lupidi had killed Evelyn first and then her sister. “Jasmine, you later said, had been crying while you were killing her sister in a way she had never cried before,” he said.  “It does not take much imagination to know what happened in that dreadful scene, and the way in which Jasmine died has traumatised their father who has only just learned of it.” “You had formed a delusional belief that you were in danger of being killed and that you were going to be abandoned and that you would not see the children again.”  He said she did not turn up to an appointment to discuss eldest daughter Evelyn’s educational needs for fear she would have the children taken from her.He said: “This was because you were alone, friendless in a foreign country and had, because of your delusions, come to regard the Weaver family as your enemy.“The killings were caused as you said almost immediately afterwards, because you reacted to this very difficult situation by saying ‘If I can’t have them, neither can he’.” Evelyn and Jasmine were described by their family as “typical toddlers always wanting to play, always smiling and happy but never that far from being mischievous”. The family added: “They have been robbed of their precious lives and we as a family have been robbed of the opportunity to see those beautiful little girls grow into beautiful young women. They were loved deeply and are missed terribly. “We would like to take this opportunity to thank West Yorkshire police for their personal support and kindness throughout our ordeal. Without their help the last six months would undoubtedly have been even more difficult during what has been a devastating time.” DI Richard Holmes said of Lupidi: “The reasons for her drastic actions may never be fully known, but she will now have some time to consider the consequences and I hope that the families of Evelyn and Jasmine can find some comfort in this verdict.”",
  "webTitle": "Mother jailed for killing two daughters at women's refuge",
  "webPublicationDate": "2016-05-17T14:59:37Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/17/mother-jailed-for-life-for-killing-two-daughters-at-womens-refuge",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Bradford",
      "id": "uk/bradford",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "uk-news/2016/may/17/mother-jailed-for-life-for-killing-two-daughters-at-womens-refuge"
}