{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/30/plan-your-weeks-theatre-top-tickets-ross-chilcott-into-the-woods",
  "id": "2016-05-30-181",
  "sectionId": "stage",
  "body": "Monday There are some great shows at the Pulse festival in Ipswich today, including Breach Theatre’s The Beanfield, Barrel Organ’s Some People Talk About Violence, Bucket Club’s new one, Fossils, and Proto-Type’s A Machine They’re Secretly Building. There’s also a terrific lineup for the rest of the week, including Jamie Wood’s O No! and new work by Gecko. Ockham’s Razor are at the City Hall in Salisbury with the lovely Tipping Point. It’s part of the Salisbury international arts festival, which this week also includes Chris Dobrowolski’s Antarctica and Still House’s Of Runners and Riding Horses. Imaginate festival in Edinburgh brings some of the best work for children to Scotland. Most things at Charing Cross theatre don’t sink, but Thom Southerland’s canny revival of the musical Titanic, first seen in London at Southwark Playhouse, should reverse the trend. Tuesday Joe Sellman-Leava’s thoughtful and likable Labels takes up residence at Exeter’s Bike Shed. In London, Hannah Nicklin’s Equations for a Moving Body, a one-woman show about pushing yourself to the limits, is at Camden People’s theatre. You have only a few days left to catch Yaël Farber’s wonderfully haunting and atmospheric staging of Les Blancs at the Olivier in London. Mikron’s touring show Pure considers whether the chocolate business is always so sweet; it’s at the Swan in Saddleworth tonight and tomorrow.            Wednesday   Related: Gender is a journey not a destination    The London international festival of theatre (Lift) begins today with three pieces that sound promising: the fabulous Taylor Mac appears for one night only at Hackney Empire; Neil Bartlett’s Stella takes up residence at Hoxton Hall with a tale of cross-dressing and infamy; and you can get into a stranger’s bed and experience a childhood tale in Everything By My Side both at Canary Wharf and the Southbank. Helen McCrory stars in Carrie Cracknell’s revival of The Deep Blue Sea in the Lyttelton, London, from tonight. Richard Norton-Taylor and Matt Woodhead’s verbatim piece Chilcot, based on the inquiry, opens at Battersea Arts Centre in London. The sharply comic Eggs Collective are performing their latest show, Late Night Love, at Sheffield’s Crucible Lyceum studio. Thursday At the Royal Court in London, as part of Lift, Argentinian artist Lola Arias brings together veterans from both sides of the Falklands war in Minefield. James Brining revives Sondheim’s Into the Woods at West Yorkshire Playhouse in Leeds. Nottingham’s Neat festival continues with the wonderful Joan at Rough Trade (and then Michael Pinchbeck’s The Trilogy at Nottingham Playhouse tomorrow, and Cloudcukoolanders by LaPelle’s Factory’s on Sunday). All-female group Triongl considers the nature of home in the show Miramar at Taliesin Arts Centre in Swansea.            Friday and the weekend There are not many performances left of Annie Baker’s The Flick at the Dorfman in London, so don’t delay. The Diary of a Hounslow Girl stops off at the Tobacco Factory in Bristol. Dante or Die’s Handle With Care, a trawl through one woman’s life and the objects she accumulates, takes place in a self-storage unit on London’s Old Street until 25 June and can be booked through Shoreditch Town Hall. Fevered Sleep’s Men and Girls Dance is in residence at the Lawrence Batley in Huddersfield on Saturday and Sunday. Joseph Fiennes stars in Adrian Noble’s revival of Terence Rattigan’s Ross at Chichester festival theatre. Travelling Light’s Into the West was magic 20 years ago and it’s been revived by original director Greg Banks to tell the story of Traveller children being hunted across Ireland. It’s at the Curve in Leicester as part of the Spark festival Friday and Saturday. Zinnie Harris’s take on Strindberg, Julie, starts at Northern Stage in Newcastle. Slung Low’s How To… festival takes place on Saturday and Sunday, and on Sunday includes a performance of Victoria Melody’s Hair Peace.",
  "webTitle": "Plan your week's theatre: top tickets",
  "webPublicationDate": "2016-05-30T06:00:26Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/30/plan-your-weeks-theatre-top-tickets-ross-chilcott-into-the-woods",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "West End",
      "id": "stage/westend",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/30/plan-your-weeks-theatre-top-tickets-ross-chilcott-into-the-woods"
}