{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/whats-at-stake-in-the-eu-us-trade-deal-talks",
  "id": "2016-05-12-63",
  "sectionId": "world",
  "body": "It is true, as Owen Jones suggests (Protest never changes anything?, 5 May), that the credibility of the Transatlantic Trade and Investment Partnership EU-US trade deal has taken a battering because of concerted public pressure. But this is no time for complacency. Off the record, civil servants at the European commission will tell you they are relaxed about TTIP hitting the buffers because negotiations on the Comprehensive Economic and Trade Agreement with Canada have been completed and await European parliament approval. In terms of transferring power from countries to corporations, the CETA is every bit as bad as TTIP and contains a version of the thoroughly discredited investor state dispute settlement mechanism that allows big companies to sue governments in parallel courts if their rent-seeking activities are curtailed by legislation protecting public services. Some 85% of US firms have subsidiaries in Canada, thus giving them access to Europe via CETA. Moreover, the US, Canada and Mexico have their own North American Free Trade Agreement, and under “most favoured nation” commitments, the EU deal with Canada could effectively be bound by its rules, including an even worse ISDS clause. If this were not bad enough, EU-Canada negotiators are pushing for ways to effect a “provisional implementation” of CETA without a vote in either the European parliament or the legislature of any EU member state. And should that approach fail, the Trade in Services Agreement, currently being negotiated by the European commission, the US and 19 other countries, will eliminate what is left of member states’ ability to decide their own economic destiny.Bert SchouwenburgInternational officer, GMB • I smile when I hear people congratulating the French and Germans for standing up to the EU on TTIP. In the UK we fundamentally misunderstand what the EU is: France and Germany aren’t defending themselves against the EU, they are shaping the EU. The EU doesn’t do things to us: it is us working together. The European parliament has passed great laws to protect us from the unrestrained activities of business. Laws to defend workers’ rights and to protect consumers, to cut carbon emissions and pollution, ban dangerous pesticides, and protect biodiversity and public service procurement. Laws to improve health and safety at work and to ensure part-time workers get holiday pay. A confident EU is negotiating the possibility of a trade deal with the US, which would allow the US access to the world’s largest single market (520 million consumers in the EU) if it adopts our standards. If the US refuses to adopt our standards, there will be no deal. The UK needs to remain a proactive, confident member of the EU team, bringing its energies and skills to help shape a common future for Europe, not carping from the sidelines that others are doing things to us.Christian VassieYork • The strategy underlying TTIP is more important than the details. The US wants European companies to increase yet further its dominance of global trade, and it wants to increase its encirclement of Russia. TTIP takes its economic boundaries right up to the Russian border. The US could also strike down the statutes governing North Sea oil and gas. These require all product to be landed in the UK for payment of duty and for the most part for export. (As I am now retired from the DTI, I checked with a lawyer in the oil and gas business who confirmed that this could be done.) Just the threat stops the chance of reasonable independence for Scotland and guarantees the continuing presence of Trident in Faslane. Immediately on joining the EU, the DTI was involved in negotiations on new directives and the mood at first was positive. But it did not take long before it realised there was a long-term objective – not just a federal Europe, but one whose economic policies would be determined centrally. The real danger has to be that the US and the EU will realise that each could help the other achieve their goals. Instead of random opposition, countries should find a way of collaborating to present a solid front that cannot be ignored.David HillGuildford, Surrey • Owen Jones is an optimist. I’m a cynic. Was President François Hollande rejecting TTIP or negotiating in public? He has stated the exemptions France wants before signing. The only safe way to avoid TTIP is to go to the back of the queue and wait 10 years or preferably 100 years. All the supporters of the remain campaign, left or right, tell us that the EU is far from perfect and needs reform. But none of them tell us how they are going to achieve this reform. They will not even admit that a parliament that cannot amend, only ratify or reject, is effectively powerless. There will always be pork-barrel politics to get enough votes to ratify. Green Leaves, the Green party’s leave campaign, believes that the EU is now totally beyond reform.Michael GoldSecretary, Green Leaves • “I am a staunch supporter of free trade,” writes Michael Pfeiffer (Letters, 4 May). This hackneyed mantra is encouraging politicians, including local councillors, to support a trade deal which will do irreparable damage to their own authority and their freedom to act in the interest of the public. And of course big business trading is not free it is rigged and certainly not rigged in favour of small businesses as your libertarian Free Democratic party correspondent implies. Can we stop calling corporate manipulation of unelected bureaucrats and elected politicians “free”?John AirsLiverpool • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "What’s at stake in the EU-US trade deal talks | Letters",
  "webPublicationDate": "2016-05-12T18:45:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/whats-at-stake-in-the-eu-us-trade-deal-talks",
  "keyword": [
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/12/whats-at-stake-in-the-eu-us-trade-deal-talks"
}