{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/22/bbc-recipes-mix-smoothly-new-website",
  "id": "2016-05-22-140",
  "sectionId": "media",
  "body": "What shall we have for lunch this morning? Veggie burgers with slaw from the BBC Food site, perhaps? Or vegetable shepherd’s pie from BBC Good Food? Which would be the most distinctive, public-service choice? Welcome to royal charter chaos as usual. BBC News has to find £80m in cuts over the next four years. Simply, Whitehall has drained the funding dry. The corporation is also under heavy fire from George Osborne and massed ranks of newspapers – local and national, Guardian as well as Mail – for making it more difficult for other news websites to flourish in a land where one licence fee buys you a “free” digital banquet. That’s why the Beeb will be letting 150 reporters provide basic court and council reporting for papers and its own local stations in future. That’s why local radio and TV will provide more commodious links to local papers’ sites. That, in turn, is why the BBC cash tap for Jeremy Hunt’s memorial chain of local TV broadcasters has been turned off. There was a bargain here: a distinct effort to get both sides of UK news provision making peace rather than hacking lumps out of each other. How does the migration, under petition duress, of many of the 11,000 BBC Food site recipes to the BBC Worldwide commercial site play into that scenario? It doesn’t. It looks like a fix – a ploy to get BBC foodies and compliant MPs backing a gambit to keep veggie and other burgers on a BBC website that takes ads and sponsorship rather than one that doesn’t. And, since the supposed death of the 11,000 was big BBC news on Tuesday morning, before a rapid volte-face on Tuesday night, a cynical Mail and Telegraph detect matching cynicism around Broadcasting House. Well, what does that matter? Devious tit for devious tat over a pile of mashed turnips and shredded kale. But there is a rather more protein-packed issue here. Can it really make sense for the BBC’s wilting news budget to use fee money to plaster recipes all over its site? How many news reporting jobs would axing the meat and veg save? And where’s the red line that stops 11,000 migrant recipes drifting over to the free-but-commercial Good Food side anyway? The only distinctive thing about BBC Food is that it’s ad-free. Good Food can do the rest of the job and, in a more sensible world, would probably be left to it – except that newspapers and other competitors are anxious (going on slightly paranoid) about fundamentally licence-fee-backed competition for food ads and magazine subscriptions. But, with suitable Ofcom superintendence, two into one does go: easily, completely, profitably. Meanwhile a whole raft of other sites at bbc.co.uk are for the chop – no outrage manifest – as moves to merge the BBC News Channel and BBC World News gather pace. Two into one comes naturally when you have to save money. The merger of home news and World Service news – with a twist of BBC Parliament and the hope of raising a bit of extra cash worldwide – makes a certain sense for channels with too many softish features and a news agenda too divided into home and away. Mergings and closures aren’t necessarily the end of this BBC world. They can rationalise a service grown alike haphazardly. They can create one good place for vegetable lasagne rather than slop it across the board. They can bring news together in a more meaningful whole. They can decide what needs to be paid for and what doesn’t. Distinct progress, you might say.",
  "webTitle": "First, take your BBC recipes. Mix them smoothly into a new website",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/22/bbc-recipes-mix-smoothly-new-website",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/22/bbc-recipes-mix-smoothly-new-website"
}