{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/game-of-thrones-recap-season-six-episode-six-blood-of-my-blood",
  "id": "2016-05-30-197",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this blog is published after Game of Thrones airs on HBO in the US on Sunday night and on Foxtel in Australia on Monday afternoon. Do not read unless you have watched season six, episode six, which airs in the UK on Sky Atlantic on Monday at 9pm, and is repeated in Australia on Showcase on Monday, at 7.30pm AEST. “Together we announce a new age of harmony. A holy alliance between the crown and the faith.” Episode six of this show often provides a moment of calm before everything kicks up another gear for the final four weeks and so it proved with Blood of my Blood, written by Bryan Cogman, a quiet, carefully paced episode in which the pieces on the table were rearranged yet again as new alliances were formed, old friends and enemies reappeared and several characters made important decisions. In contrast to previous episodes it probably appeared a little subdued – and I do have some sympathy with those who feel this show just moves its characters around in ever increasing circles – but Cogman managed to cover a lot of ground, tying up loose ends and moving everything forward for this season’s end game. As to how that end game will play out – it looks something like this: the Iron Born are converging on Essos where Dany conveniently needs a thousand ships to transport herself and her Dothraki army to Westeros for a spot of burning, pillaging and general destruction (plus actual ruling if voices of reason Tyrion and Varys have any say). In King’s Landing the faith militant are triumphant, the Tyrells apparently broken – I’ve never seen the Queen of Thorns look so subdued – and Cersei is facing probable trial by combat. Meanwhile Jaime has been exiled to Riverrun to deal with the Blackfish just as a big battle looks set to brew there thanks to Walder Frey’s prickly obsession with how other people see him. Brienne is also on her way to Riverrun under orders to help the Blackfish, which will put her and Jaime in direct conflict, and there was mention of outlaw band The Brotherhood without Banners for the first time since series three. Up north Jon and Sansa are planning to take back Winterfell in what looks likely to be another brutal conflict, this one against Ramsay Bolton, who is currently in possession of Rickon, the littlest Stark. Further north Bran is running out of time in his quest to master the visions but has picked up a bonus in the shape of long-presumed-dead uncle Benjen (hurrah, a surviving Stark, don’t lose him Bran they’re in short supply) who was resurrected by the Children of the Forest in a plot reveal that will have made long-standing book readers very happy. Finally Littlefinger is still busy manipulating everything to his own heavily concealed but no doubt nefarious ends, Sam and Gilly are heading to Oldtown but may well have trouble getting there given he’s just stolen his father’s most prized possession and something is presumably happening in Dorne but we don’t talk about that.   Related: Game of Thrones recap: season six, episode five – The Door    “She wouldn’t just cry…she would be angry… she would want to kill the person who did this to her.” Plot apart, this episode, which took its title from the oath Dothraki bloodriders swear to their Khals, was all about family, where you come from and who you are, the relationships you are gifted from birth and those you form on your own. Thus poor perpetually lied to Tommen chose Margaery and the Faith Militant over Jaime and Cersei while Margaery herself appears to have rejected the Tyrell name she so proudly clung to, condemning her beloved brother in the process. Elsewhere Arya reclaimed Needle and decided to stay a Stark rather than become a faceless girl, Sam picked the warm, close-knit family he’d made with Gilly over the cold one he was born into, Jaime found himself stripped by his son of the one thing (other than Cersei and Tyrion) that has ever mattered to him – his position in the Kingsguard –and Dany used a bit of showmanship to bind her khalasar further to her side. “I’ll not leave this world until they all choke on that laughter” It was also a week filled with reunions from the return of wicked old Walder Frey, who had a lovely time ranting at his hapless sons for losing Riverfell and dragging poor Edmure Tully up from whatever dungeon they’ve been keeping him in since the Red Wedding to Bran’s meeting with his long-lost uncle Benjen, who proved to be both an expert skinner of rabbits and dispenser of pithy advise of the ‘pull your socks up and master those powers lad’ kind. The week’s worst reunion, however, belonged to Sam and his family, who sat down to one of those terribly awkward dinners of near-silence and barbed comments that this series specializes in (I miss the halcyon days of incredibly awkward Lannister meals where Tywin would berate his hapless children as they drank their body weight in red wine). It was a tightly written little scene and one that served to remind us that for all the graphic violence on this show sometimes it’s the emotional barbs that hit hardest.      Additional Notes Has Margaery truly repented or is this a long game to ensure survival? There was something creepily empty about her in that scene… Jonathan Pryce continues to delight me as the High Sparrow. It’s all in the mild delivery and that pretence of reasonableness. Maybe Ramsay Bolton has permanently scarred me but I’m a bit worried for Sam and Gilly given all those references by his father and brother to hunting. Still at least Gilly has a new dress, that’s got to count for something. Of course Jaime rode his white horse up the steps to confront the High Sparrow. Honestly if Jaime and Dany ever met they could have some sort of showmanship-off. I liked Bran’s little flashback to mad King Aerys and his “burn them all moment”. It was a nice reminder that every time Jaime tries to do the right thing and save King’s Landing – whether from mad kings or religious zealots – it doesn’t go very well for him. Nice little scene between Arya and Essie Davis’s Lady Crane and I was glad she saved her. I also loved the enjoyment with which Arya watched Joffrey’s death. No matter how many times a girl gets beaten with a staff she will still long for vengeance. Interesting that Jaqen doesn’t want her to suffer though – I thought faceless men weren’t supposed to have any emotion at all. The look on Daario’s face during Dany’s speech was definitely that of a man slowly realising he might have bitten off more than he can chew.   Related: Game of Thrones: how has ‘Stark privilege’ affected Hodor's life? – The Citadel podcast    “I’m angry that horrible people can treat good people that way and get away with it” – Gilly pretty much sums up the Game of Thrones viewing experience. Violence Count A fairly subdued episode with only the fiery death of several wights. Random Brit of the Week Eagle-eyed fans of the acerbic UnReal (I surely can’t be the only one) will have spotted that Dickon, Sam’s drawling public school boy of a brother, was played by Freddie Stroma aka Adam, the eligible bachelor whom the contestants were all fighting over on that show. So what did you think? Have things moved forward or are too many of the plots going in circles? Can Sam and Gilly possibly escape Tarly vengeance? Will Arya defeat the Waif? How pleased were you to see Benjen? And just how messy are things about to get over in Riverrun? As ever all speculation and no spoilers welcome below …",
  "webTitle": "Game of Thrones recap: season six, episode six – Blood of My Blood",
  "webPublicationDate": "2016-05-30T05:17:23Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/game-of-thrones-recap-season-six-episode-six-blood-of-my-blood",
  "keyword": [
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/game-of-thrones-recap-season-six-episode-six-blood-of-my-blood"
}