{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/23/beauty-and-the-beast-trailer-emma-watson-disney-empowerment",
  "id": "2016-05-23-82",
  "sectionId": "film",
  "body": "The first glimpse of Disney’s Beauty and the Beast reboot featuring Emma Watson has kept things pretty cryptic: there’s a spot of ancestor worship (via the Be Our Guest tagline, referencing the famous song from the 1990 cartoon), a couple of lines of dialogue (presumably from Ewan McGregor and Ian McKellen as Lumiere and Cogsworth), plus two hints of Watson herself: a nervous “Hello” and an out-of-focus shot of her leaning over a rose. The trailer has instead very much majored on the production design, with extended scenes of (what we can safely assume) is the Beast’s deserted mansion as Belle/Beauty tentatively opens the Beast-shaped door. In its lush, candles-and-chandeliers art direction, it very much recalls last year’s Cinderella; rather interestingly, though, the snatch of McGregor/McKellen dialogue – “What if she is the one?” – suggests that the film is going to exploit the same prophecy-fulfilment structure that has fuelled the two Alice in Wonderland films, and is a key part of the way Disney has re-engineered its films aimed at early-teen girls, in the service of a new mission of empowerment.     The one ... Mia Wasikowska in Alice Through the Looking Glass Photograph: Allstar/DISNEY    It can’t have gone without notice that – at least since Brave – Disney has gone full throttle to eradicate the sappy princess/fairy from its films, and instead substitute sturdy, self-reliant role models who may be subject to emotional trauma, but aren’t subdued by it. In Brave, Frozen, Maleficent, male agency is mostly sidelined and/or removed, and mother-daughter or sister-sister relationships are key. Alice Through the Looking Glass, which follows on from the Tim Burton’s 2010 Alice in Wonderland, is a case in point: the film opens with a 19-year-old Alice commanding her merchant ship as it battles pirates during a raging tempest. This is someone who can do without romance, as well as overcome the Victorian male prerogative with relative ease. As in the first film, Alice’s entry to “Underland” is configured in terms of answering the call of an oracle – like Belle, being “the one” who can lift the curse on the land. It’s a long way from Lewis Carroll’s Alice, which heralded the terrors and complexities of adulthood for its pre-teen protagonist.  Whether this applies to Beauty and the Beast remains to be seen; but the participation of Watson – UN Goodwill Ambassador and confident feminist – means that the film’s messages about empowerment will be examined closely. Let’s hope they don’t fall short.",
  "webTitle": "Beauty and the Beast: is Disney's empowerment mission on track?",
  "webPublicationDate": "2016-05-23T17:27:23Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/23/beauty-and-the-beast-trailer-emma-watson-disney-empowerment",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Walt Disney Company",
      "id": "film/walt-disney-company",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Emma Watson",
      "id": "film/emma-watson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Alice Through the Looking Glass",
      "id": "film/alice-through-the-looking-glass",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Pulver",
      "id": "profile/andrewpulver"
    }
  ],
  "guardianId": "film/filmblog/2016/may/23/beauty-and-the-beast-trailer-emma-watson-disney-empowerment"
}