{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/italian-aperitivi-bitter-and-twisted",
  "id": "2016-05-14-88",
  "sectionId": "lifeandstyle",
  "body": "When I hear the word aperitivo, I’m transported back to the 1970s. It brings to mind those Cinzano adverts with Leonard Rossiter and Joan Collins, racing cars emblazoned in Martini colours and I can almost picture my late aunt sipping Campari at Ronnie Scott’s. Well, the 70s are back. Classic vermouths such as Cinzano, Martini and Cocchi are winning new fans both as cocktail ingredients and as standalone drinks. I’m particularly partial to a Cocchi Americano on the rocks. It’s the nearest thing now available to the defunct Kina Lillet, an essential ingredient in the Vesper cocktail. What all these drinks share is a certain bitterness, which can be something of an acquired taste. Bitterness is a complicated thing, as I was telling my therapist the other day. We have two receptors on our tongues to taste sweet but over 20 for bitter (scientists disagree on exactly how many.) Some people are very sensitive to bitter flavours, but just to confuse things might enjoy black coffee but find grapefruit completely unpalatable. That bitter taste is there to warn us that we are potentially swallowing something poisonous, which is why we react so strongly to it. We are going against our instinct when we consume bitter things. In order to fight the incoming poison, our body reacts by producing saliva and stomach acid, which is why bitter drinks make such good aperitifs. They awaken your appetite. We’re no strangers to bitterness in Britain. After all, our national beer is called bitter and we enjoy Seville orange marmalade. But that’s nothing compared to the Italians. They have a long and profound love affair with bitterness that stretches back to the Romans. If you detect a not unpleasant bitter note in a wine, chances are it’s Italian. It’s there in Chianti, Valpolicella and Barbera from Piedmont. There’s a grape from Puglia called Negroamaro – “black and bitter” – and a wine from Veneto called Amarone, – “great bitter”. Then there are the amari, amaro meaning simply “bitter” – a family of drinks made all over Italy, such as Fernet Branca from Milan, Amaro Montenegro from Bologna and Cynar, which gets some of its bitterness from artichokes. They used to be drunk mainly by old Italian men, but recently have become the drink du jour for trendy things around the world. There are now boutique amari made in London by Stellacello and Asterley Brothers. The standard bearer for the bitter renaissance is Campari, especially in the form of the Negroni. I remember feeling very like Marcello Mastroianni when ordering one 10 years ago. Barmen would give me a knowing look, as if to say: “We recognise that you are extremely cool” – or maybe I was just drunk. Since then it’s become a bit of a hipster cliche, but don’t let that put you off – it’s a very versatile drink. Bar Termini in London’s Soho, sister bar to Islington’s 69 Colebrooke Row, has launched a series of aged Negronis, including two that play with our perception of bitterness. There’s the Superiore, made with pink peppercorns, which counterintuitively make the drink mellower. Then there’s the Rosato, made with rosebuds, which accentuate the bitterness. World of Zing offers a cask-aged Negroni that dispenses with the Campari entirely in favour of Sacred’s Rosebud Cup liqueur. It has all the initial power of a traditional Negroni but it’s smoother and more complex. The Negroni has crossed over from cult drink to the mainstream, but others, such as Fernet Branca, may be too bitter to make the leap. Part of the appeal of bitter drinks is that they’re an acquired taste. You feel like you’re in an exclusive club for appreciating them. Because our body thinks they’re poisons, there’s an element of what Max Venning from Bar Termini calls “flirting with danger” when we drink them. Ooooh sexy! Then there’s fashion. The bitter, brooding Negroni seems diametrically opposed to sugary concoctions popular in the 90s. Beware though, bitterness ameliorates sweetness. A Negroni contains a lot more sugar than a Cosmopolitan. There are lighter alternatives, such as the Death in Venice – made from Prosecco, Campari and grapefruit bitters; or the Bicicleta – simply white wine and Campari. But they are still chock-full of sugar. For those who prefer something drier I’ve come up with a cocktail that’s a cross between a Martini and a Negroni. I call it the Martoni. Here’s the recipe: The Martoni Serves 1-23 shots of gin (I use Martin Miller or Beefeater)1 tbsp Campari1 tbsp vermouth (I use Noilly Prat Ambre) 1 Stir in a cocktail shaker with loads of ice, strain into a frozen martini glass with some orange peel. Just the one should stimulate your appetite as reliably as a Negroni but without all that sweetness. Have two and you’ll want to head down to Ronnie Scott’s to catch Oscar Peterson in his prime.  Henry Jeffreys is a drinks writer. His first book, Empire of Booze will be published by Unbound on 3 November 2016. @henrygjeffreys",
  "webTitle": "Italian aperitivi: Bitter and twisted",
  "webPublicationDate": "2016-05-14T16:00:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/italian-aperitivi-bitter-and-twisted",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Jeffreys",
      "id": "profile/henry-jeffreys"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/italian-aperitivi-bitter-and-twisted"
}