{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/mike-mignola-final-hellboy-comic-paint-watercolors",
  "id": "2016-05-30-53",
  "sectionId": "books",
  "body": "Mike Mignola’s Hellboy is one of the most widely praised and visually distinctive comics of the last three decades, spawning two critically acclaimed Guillermo Del Toro movies, several spin-off comic books and assorted paraphernalia from action figures to video games.  Now, the character’s high-contrast, minimalist adventures are concluding with the hero ending his days where he began them: hell itself, where Mignola says he has found unexpected artistic freedom. The final issue ships this Wednesday, 1 June. Over nearly 22 years writing and drawing Hellboy – the first comic was published in October 1994 – Mignola has won virtually every major award in comics, some of them several times. Now, he says, he wants to narrow his focus still further. Mignola has cleared his schedule so he can take up watercolor painting, which is not a medium he’s used to. In conversation, Mignola is a good-humored pessimist, his dire expectations perpetually thwarted by what he calls an incredible run of good luck. He still speaks with amazement about being surprised by the best in the midst of preparing for the worst, whether he was creating a spare character in case everyone hated Hellboy or getting green lights for movies he was certain would fall apart.     Mike Mignola: ‘It’s been at least 25 years since I didn’t have jobs lined up’ Photograph: Christine Mignola/Supplied    What made you decide to call it a day? Hellboy in Hell, as originally conceived, was radically different than what I ended up doing. My thing of getting him off the world into hell was just so I could do these stories where he rambles around. But even by the end of issue five, I started realizing: “There’s this one big story we’re telling.” I tried to do standalone stories, but I’d had him kill off Satan, which I somehow thought wasn’t going to be a big deal, but the weight of that thing took over the book. So originally it was going to go on forever, and then it was going to be four books, and then I replotted it so it was three … And I guess by the end of issue eight, which is out, he’s sitting under a tree and it just suddenly felt like, “Oh. This is the end of the series.” There’s one big thing he has left to do, or maybe two. I’ve been surprised at how pleasant hell is, in your comics. My version of the real world isn’t all that realistic – there aren’t all that many cars – but I wanted to throw Hellboy into a world that was entirely made of all the things I would draw if I had no job and could just draw whatever I wanted. Those cities, those people, those semi-transparent giant insects, all those sorts of things.  So taking the year to do these paintings is a pretty natural transition. It’s kind of like stripping Hellboy out of it, stripping the storytelling out. That’s one of the things I’m really kind of looking forward to, just saying, “No, it’s a picture of a guy. We don’t have to know who that guy is. It’s a picture of a building. We don’t have to figure out what’s going on in that building.” Really, I’ve never done it. You’re a painter full-time now? Yeah, I’m painting and drawing. I think the drawing in the comic is fine, but none of the drawings get the kind of focus you would be doing if you were just doing a painting or a standalone drawing. Some part of me started saying, “You know, it’s been good that you’ve been able to do some stuff as a cartoonist writing and drawing your own stuff, but you always kind of wanted to be an artist.” And I just don’t think I’ve been doing artwork that’s up to what I could do if I focused all my energies on it.  What do you want to do that you can’t do with that attention divided? I just want to see if I can be good at it. I’ve been doing roughly one painting a year. Generally they’ve been commercial – it hasn’t been painting for fun. With repetition, I’d like to think that I’ll get better at it. It’s been at least 25 years since I didn’t have jobs lined up, so the idea of waking up and saying, “What am I going to do new today?” is pretty exciting.     Hell tonight: Hellboy’s concluding comic. Photograph: Dark Horse    Is gouache your medium now, like your cover paintings for the Hellboy novels? The paintings I generally do are a watercolor/gouache combination, so all these harsh, deliberate shapes I do in comics, that becomes blur and mush and transparency and accident. Watercolor is hard to control. At some point you’re putting color on to a wet piece of paper and that color is going to interact with the other colors and it’s going to do stuff with the water, and that’s scary but it’s also exciting. It’s the flipside of doing the really controlled black and white stuff. I’m looking forward to embracing that, and doing pictures of ghosts where there are places where you go, “I don’t know what I’m looking at! Maybe that’s an arm, but there also seems to be ivy there!” You can’t get that in black and white. Are there plans to do Hellboy in any other media? Occasionally there are still some discussions about film or TV, but I’ll believe it when I see it. There’s nothing I can do to make those things happen. I constantly get those people saying, “Are you going to make another movie? Make them do this! Make them do that!” I can’t make them do anything! Do people go crazy about the property, given how fondly the movies are remembered? Every time Ron Perlman does an interview and says, “Let’s do Hellboy 3!” I get bombarded with people who say: “Ron says it’s happening!” Ron has as much power on this thing as I do, which is none. I appreciate that level of enthusiasm, but please don’t anybody ever again talk to me about doing a Kickstarter. We’re talking about hundreds of millions of dollars; I don’t see raising it in nickels and dimes. “What do you mean you’re not making a third one? Those movies were so good!” They didn’t make a lot of money, and that’s one of the big things people look for.  The fact that you got two of them was a miracle. You want $80m to make a movie starring Ron Perlman and it’s called Hellboy! How the hell did that thing ever get made? It shows the power of [Guillermo] del Toro. Back then, he was just a super enthusiastic guy who’d made a couple of pretty funky monster movies. But he was persuasive as hell and he fought like a dog to get these things made.     Ron Pearlman in the first Hellboy. Photograph: Allstar/SONY PICTURES/Sportsphoto Ltd./Allstar    So you’re happy whether or not there’s a Hellboy 3? It’s very good for book sales. I’d love for it to be in some way kind of faithful to the comic, and if it’s a horrific, complete departure, I won’t be thrilled, but you have to make peace with these things. Back when Dark Horse optioned it from me and put it into development, I thought: “This is the greatest scam I’m ever going to run! You’re going to give me money so you can maybe make a movie, but we all know you’re never going to make the movie, so you’re going to pay me money again, for nothing? That’s great!”  [But] then when they actually made the movie, holy shit. Now it’s scary. When I signed the option deal for Hellboy, being me, I assumed the absolute worst. What if they do make it, and it’s horrible beyond anything I can possibly imagine? It’s going to make Howard the Duck look like Gone With the Wind. I thought: “Oh, no. I’ve just got Hellboy up and running, and this movie could completely sink the name Hellboy forever. There’ll be so much stink on it!” So I made up a new character and everything I had planned to do with Hellboy, I could roll over into this other character. What was the name of the new character? We eventually started doing it as a comic: Joe Golem, Occult Detective. I made up this golem character I was going to do as a comic, and then I was going to do it as a novel, but really it was sitting off to the side, waiting for Hellboy to tank huge. For a long time he was just sitting on the sidelines, as my lifeboat. And you never got to leap into him. No, I didn’t need to! When the movie didn’t destroy Hellboy, I was going to do Joe Golem as a comic, and I was living in New York. Two weeks before I started, I wanted to scout out all the locations and take photos, and I’m looking down 7th Avenue like, “That’s the establishing shot for the first page,” and 9/11 happens. Suddenly the idea of doing a book about a partially sunken New York City in ruins was really unappealing. I go: “Well, you’re going back on the shelf.” Where did the seed of Hellboy come from originally? I’d had a falling out with Marvel and I went to DC. I did a one-issue Batman story that I plotted myself. It was a straight-up Batman supernatural story and I had a lot of fun doing it. It really felt like a turning point. If I can do stories that really reflect me, do I continue to do these stories and try to shoehorn other people’s characters in? Really, if I’m going to make up my own stories, why don’t I make up my own guy? When will we get to see your paintings? If you come by the house, you can see them. I hadn’t given it any thought. Ideally, I’m working on this stuff for a year, and certainly if anything good shows up, I’ll post it on Facebook or I’ll put it on our website, because I’m not one of those guys that’s gonna be content to say, “Oh, they’re just for me,” which is apparently what you hear about [Calvin and Hobbes creator] Bill Watterson – he’s just painting for himself. If I do anything halfway good, I want everybody to see it.",
  "webTitle": "Mike Mignola: Why I'm ending Hellboy to go paint watercolors instead",
  "webPublicationDate": "2016-05-30T17:12:29Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/mike-mignola-final-hellboy-comic-paint-watercolors",
  "keyword": [
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ron Perlman",
      "id": "film/ron-perlman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "books/2016/may/30/mike-mignola-final-hellboy-comic-paint-watercolors"
}