{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/30/rosena-allin-khan-meet-tooting-doctor-who-could-be-labours-100th-female-mp",
  "id": "2016-05-30-80",
  "sectionId": "politics",
  "body": "Labour needs more women from diverse, non-political backgrounds who understand the lives of real people if it wants to be successful at the next general election, says the party’s candidate to replace Sadiq Khan at Westminster.  Rosena Allin-Khan, an A&E doctor and local councillor selected to stand in Tooting after Khan became mayor, adds that she has had to rent so she can stay in the area and complains that the tabloid media attention she has had could make people like her not want to become an MP.    Related: Junior A&E doctor selected as Labour candidate for Tooting    “I’m local born and bred. My mother and father are ageing in the constituency. I am trying to raise my young family in the area,” she says as she greets voters on the doorstep. “I work on the NHS frontline, in St George’s hospital, I do shifts day and night, weekends, standing up for the whole community. I’m a councillor with a track record for standing up for all of Wandsworth. I’m Tooting through and through.” Allin-Khan’s background and experience stands in clear contrast to that of Westminster career politicians. Her father was a TV repair man and her mother worked in a petrol station and as a child minder and a cleaner to make ends meet. Careers advisers at her secondary school told her that medicine was not a realistic choice for girls like her, but she ignored them and studied medicine at Cambridge.  “My mum’s Catholic, my dad’s Muslim. I’m completely mixed: half-Polish, half-Pakistani, I married a Welshman, I went to a Church of England school. I am about uniting communities,” she says, adding that her husband has converted to Islam and they are raising their two daughters, one and three, to be Muslim. It’s a mix that would have confounded the attempts of Zac Goldsmith’s mayoral campaign to categorise and target London’s electorate according to their ethnicity.  She does not know Suliman Gani, the local imam who was at the centre of Conservative efforts to discredit Khan, and dismisses attempts to stoke up religious division. “Tooting is a community that is proud of being diverse. People from Tooting are proud to live alongside each other,” she says.     Allin-Khan is campaigning in Tooting. She wants to make housing a priority. Photograph: Martin Godwin for the Guardian    “I hope that if I were to be successful I would be a voice for doctors, but also for the female population, for the Polish and Pakistani populations, mothers. We need a parliament that reflects real people.”  Her arguments will resonate in party headquarters as politicians digest the conclusions of last week’s Fabian Society report suggesting recent council elections indicated that Labour was struggling to attract working-class voters.  She is too careful and on-message to suggest that Labour remains excessively male and white, but she does concede that when she first joined the party when she was at Cambridge “there weren’t very many role models”. Things have improved and Labour now has 99 female MPs, compared with the Conservatives’ 68.  She says: “When I look at Labour, I am really proud to see people who have worked hard to represent society, but there is always room for more. Having me there as the 100th female Labour MP, as a Muslim, as a mixed-race woman, as a mother – these are all things that are positive and would be a step forward. There aren’t enough MPs across the board that reflect all of those things.”     Allin-Khan has her picture taken on the campaign trail. Photograph: Martin Godwin for the Guardian    She says she has first-hand experience of the issues she believes concern voters in the area – not least the cost of housing. Allin-Khan and her husband, who is an economist at Shell, cannot afford to buy a property in the constituency, where house prices have risen dramatically in the past decade, and are renting instead.  “We’re struggling. The cost of renting is high. When you factor in having to pay for childcare, a lot of people can’t save up for a deposit for a house. We fall into that category at the moment,” she says. She wants to stay in the area where she has always lived because she is caring for her father who has dementia, and wants to be close to her mother who helps look after her children.  Despite being in a two-income household, the process of standing for election has meant taking unpaid leave from her job, plunging her family temporarily into debt until the byelection on 16 June.  This, along with the media’s race to find embarrassing material about her (the Daily Mail dredged up some swimwear model-style photographs on the internet), has convinced her that this is why many people from normal backgrounds might decide becoming an MP is unpalatable. “I don’t take it too seriously but, I worry that it’s the sort of thing that puts women off standing,” she says. “It’s a bit frustrating.” House prices are also a concern for traditional Conservative voters in Tooting – and Allin-Khan hopes to persuade them the London mayor’s vision for building affordable housing on Transport for London land is one of a number of projects that could ease the situation. “They might have somewhere lovely to live, but they do worry about their children coming back from university with debt and not being able to buy near them, or anywhere near them,” she says. “I’m the renter that’s struggling to pay for a deposit, but I also can’t afford to buy where I’ve grown up.”     Allin-Khan is hoping to replace Sadiq Khan, who was voted in as mayor of London in May. Photograph: Jonathan Brady/PA    Her Conservative rival, fellow long-term Tooting resident Dan Watkins, is also campaigning for affordable homes for the area. He lost to Khan by just over 2,800 votes in the general election. Labour’s majority has dropped from about 15,000 in 1997.  Allin-Khan says her experience as a doctor has given her frontline experience of social problems in the area, many of which have intensified with “cuts to social services … carers who can’t cope at home”. “You see the effects of homelessness. You meet vulnerable adults and vulnerable children. We see people who have drinking problems as a result of mental health issues,” she says. As a junior doctor she has supported the strike action but will vote in favour of the compromise resolution negotiated this month.  Jeremy Corbyn, the Labour leader, came to Tooting to congratulate her after her selection, but her cheerfulness dries up a notch when she begins to talk about his leadership. “Jeremy Corbyn has done a lot for health issues and housing issues,” she says cautiously, edging dangerously close to damning him with faint praise. “I applaud him for that; they are issues that ring true for me.” Do people talk about him on the doorstep? “Not much, to be honest. It’s more about the issues.” Can he lead the Labour party to victory in 2020? “I don’t think this is about Jeremy Corbyn or Sadiq Khan or anyone else,” she says. “I’m not taking any sides, I’m not getting involved in any of that. I’m just about running and winning here.”",
  "webTitle": "Rosena Allin-Khan: meet the doctor who could be Labour's 100th female MP",
  "webPublicationDate": "2016-05-30T15:03:17Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/30/rosena-allin-khan-meet-tooting-doctor-who-could-be-labours-100th-female-mp",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Byelections",
      "id": "politics/byelections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "politics/2016/may/30/rosena-allin-khan-meet-tooting-doctor-who-could-be-labours-100th-female-mp"
}