{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/20/co-op-bank-says-bonus-rules-could-mean-higher-salaries-and-costs",
  "id": "2016-05-20-73",
  "sectionId": "business",
  "body": "The Co-operative Bank has warned it faces rising costs because it is looking for ways to top up the pay of staff while it is blocked from paying bonuses by the Bank of England. The bank, no longer 100% owned by the Co-operative Group of supermarkets and funeral homes after a rescue deal three years ago, admitted that its costs would go up as a result of its inability to pay bonuses as long as it has not met targets set by the Bank of England for its financial strength.  Pay rises could be one option, although decisions have not yet been made about how the bank will tackle the problem. “To remain competitive and to enable the attraction and retention of employees, the bank will need to change its remuneration structure and this is likely to increase costs,” the Co-op bank said.  The bank, bailed out in 2013 by the hedge funds that owned its bonds, said in April that a string of charges for conduct matters such as payment protection insurance and prolonged low interest rates would mean it would take a year longer than expected to reach the goals set by the Bank of England’s Prudential Regulation Authority.  Its revised plan, stretching to 2020, has been approved by the regulator. The bank’s crucial regulatory capital – as measured by a ratio of earnings and equity against its assets – is 14.1%, down from 15.5%. But the Bank of England also sets a top-up buffer of capital too, individual to each bank. The Co-op bank said it did “not now meet its individual capital guidance and combined buffer. As noted in our annual report and accounts, under the PRA rulebook, not meeting the combined buffer prevents the bank from creating an obligation to pay variable remuneration during the period of non-compliance.” Niall Booker - the chief executive who is expected to leave at the end of the year after joining in May 2013 when the bank was on the brink of collapse, - warned that conditions for his turnaround plan “remain challenging”. However, he pointed out that the core part of the bank had returned to profit in the first three months of 2016.  “Market conditions for asset sales meant that the pace of deleveraging in non-core slowed during the first quarter and macroeconomic conditions remain uncertain, which may affect the bank’s operating environment during the course of the turnaround plan,” said Booker, as the bank issued a first quarter trading update.  Co-op bank - now 20% owned by the mutual Co-op Group of supermarkets and funeral homes - was regarded as a major challenger to the big four high street banks before it was plunged into crisis and had to pull out of taking over the TSB branches now owned by the Spanish bank Sabadell. In the first quarter, the number of current account customers fell slightly, by 6,000, to 1.425 million although it launched a new £150 switching offer in May. The Co-op said that despite the fall in the number of accounts, balances held by customers had gone up doing the period. It is closing 54 branches to cut costs. Booker said there had been improvement in the way customers assessed the bank through what are called net promoter scores (NPS). “We have seen an increase in our current account NPS scores which further emphasises the consistently strong service levels being delivered in our contact centres and branches alongside continued improvement in our digital channels.” The trading update was entitled “viable core bank franchise continues to emerge” - a theme being developed by Booker who is trying to dispose of risky loans housed in a non-core operation to focus on activities such as current accounts and mortgages.   In April, Booker, who is leading the turnaround team at the bank, admitted the bank’s annual losses for the previous year had more than doubled to £611m. He is expected to be replaced by Liam Coleman, who became deputy chief executive in May.  He took over, following a career at HSBC, at a time when the Co-op bank was in turmoil after the credit rating agency Moody’s had slashed the bank’s rating by six notches. Paul Flowers, the former chairman of the bank, was later exposed buying illegal drugs and pleaded guilty to possession.",
  "webTitle": "Co-op bank says bonus rules could mean higher salaries and costs",
  "webPublicationDate": "2016-05-20T16:51:44Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/20/co-op-bank-says-bonus-rules-could-mean-higher-salaries-and-costs",
  "keyword": [
    {
      "webTitle": "Co-operative Group",
      "id": "business/co-operative-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/20/co-op-bank-says-bonus-rules-could-mean-higher-salaries-and-costs"
}