{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/08/brexit-not-to-blame-slowing-uk-growth-us-slowdown",
  "id": "2016-05-08-152",
  "sectionId": "business",
  "body": "The last time the Bank of England cut interest rates was in March 2009 and the decision was, in the modern idiom, a bit of a no-brainer. Official figures released later that month showed unemployment rising above two million for the first time since 1997, and the economy was in freefall. It was the nadir of the global slump and Threadneedle Street’s monetary policy committee had no hesitation in reducing the cost of borrowing to 0.5%, comfortably lower than it had ever been in the history of the Bank, which stretches all the way back to 1694. The belief in the City was that the Bank would not leave interest rates at this level for long. Speculation about when the MPC would start nudging up borrowing costs began almost immediately. But it is now seven years, two months and counting since that cut, and still the Bank has not budged. What’s more, there are plenty of arguments in favour of the next move in rates being down rather than up. Reason number one is that the economy is slowing. It is not just that GDP growth eased from 0.6% in the fourth quarter of 2015 to 0.4% in the first quarter of 2016. Rather, it is that the prospects for the second quarter look even worse. Each month, data firm Markit produces forward-looking surveys for activity in the three main sectors of the economy: services, manufacturing and construction. The results, released last week, showed that all three sectors were at their weakest since the first half of 2013. According to Markit, the findings of the three surveys are consistent with growth slowing to 0.1% in the second quarter, representing an economy operating at stall speed. The Bank of England prides itself on being pro-active and pre-emptive, stepping in early so that it does not have to play catch-up. On that basis, there is a case for a cut in interest rates when the MPC meets later this week. The chances of it opting for a fresh stimulus are, however, slim. For a start, Markit’s prediction of 0.1% growth in the second quarter are based on incomplete evidence. It is still only early May, and the end of the second quarter is almost two months away. A lot can happen in that time. Even if, as seems likely, the Markit forecast turns out to be accurate, Mark Carney and his MPC colleagues have a ready-made excuse for sitting on their hands: the threat of Brexit. For the time being, all poor economic data can be blamed on caution being shown by businesses and consumers before the referendum on 23 June. The assumption is that individuals are putting off spending decisions and that companies are shelving investment decisions until they know the outcome of the referendum. If the polls are right and Britain remains in the EU, the economy will then boom in the second half of the year, as it makes up all the ground lost in the first six months. That’s the theory at least. But it all rather relies on the threat of Brexit being the sole reason for the slowdown in the economy, and under scrutiny this doesn’t stand up. For example, it is hard to understand why the Brexit threat should be responsible for the increase in unemployment by 21,000 in the latest ONS figures, given that the period covered was November 2015 to February 2016, and it was only at the end of the latter month that the referendum was announced. This argument is given weight by the slowdown seen on the other side of the Atlantic. Given that the UK tends to follow the US with a short lag, it would not be that much of a surprise if one or two MPC members voted for a rate cut this week. Get ready for peak oil The end of the oil era has been predicted for so long that it has ceased to attract much interest. Critics rightly say it’s now difficult to know who to believe. Were not forecasters urging governments to go green not so long ago, because we had reached “peak oil” and the world was running out of crude? And yet now we are awash with the stuff, hence the collapse in oil prices. But it still gives observers pause for thought when someone of the stature of Professor Paul Stephens, oil expert at Chatham House, states baldly that Shell, BP et al have 10 years to adapt or die, as he did last week. Although he is seen as close to the industry, he nevertheless believes Big Oil should diversify into renewables, perform mega-mergers or slim down to cope with a brave new world where oil demand will fall, carbon regulations will grow and high-cost oil reserves will be stranded. His gloomy prognosis follows the annual general meeting season in which an increasing number of Big Oil shareholders questioned whether businesses were sufficiently prepared for the likely outcomes from the recent UN climate change agreement negotiated in Paris and signed in New York. And it comes just weeks after Saudi Arabia, the world’s biggest oil exporter, announced plans to sell off at least part of its hydrocarbon inheritance to reduce its dependency on oil revenue. There is no doubt that volumes of oil – and, particularly, lower-carbon gas – will be needed well into the 2030s. The global transport system is still heavily dependent on black gold and full electrification is a long way off. But change is happening quickly too. The sale of electric cars in Norway last year grew by 71%. Almost one in five cars there is a plug-in despite the nation being a major crude producer. So the end of the oil era is not for the birds – or even the birdwatchers, the environmentalists, or the anti-oil obsessives. It is now becoming part of fund-manager and mainstream dialogue. Change is coming. Going for broke on BHS Tomorrow sees the start of MPs’ inquiries into the collapse of BHS and why its pension fund has a £571m deficit. Two select committees – work and pensions, chaired by the redoubtable Frank Field, and business, innovation and skills, chaired by Ian Wright – will start by quizzing the pensions regulator and the Pension Protection Fund. The main figures in this scandal – Dominic Chappell, the former bankrupt whose consortium owned BHS at the moment of its demise, and prior owner Sir Philip Green, who received more than £500m from BHS in dividends, rent and other fees – will come later. Many issues must be addressed, from the role of the pension trustees to the cash handed to Green. Field has said that if he doesn’t get a pension settlement, Green should lose his knighthood. Green reckons that means Field has prejudged who is guilty before any evidence or explanations have been heard. He has a point. Field has been unwise.",
  "webTitle": "Brexit isn’t to blame for slowing UK growth. It’s more serious than that",
  "webPublicationDate": "2016-05-08T07:59:01Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/08/brexit-not-to-blame-slowing-uk-growth-us-slowdown",
  "keyword": [
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US economic growth and recession",
      "id": "business/useconomicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/08/brexit-not-to-blame-slowing-uk-growth-us-slowdown"
}