{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/clive-james-australian-poetry-les-murray-grants-awards",
  "id": "2016-05-28-151",
  "sectionId": "books",
  "body": "My maple tree, about which I wrote a poem saying it would outlive me, is suddenly half dead and soon might be fully so. Yesterday, looking like a demoralised triffid, it was taken away in a van to a clinic for sick maple trees. Its chances are not great. Meanwhile, squadrons of trolls are preparing their epigrams about my presumptuous misreading of the future. Embarrassing? Totally. But having guessed wrong about my immediate death, I must be careful about forecasting the same fate for the tree. Perhaps it can be fixed. The treatment, however, will cost a few bob. I have considered writing another poem on the subject, but poems don’t make much money. This fact is well known in my native Australia, where the Council for the Arts is a haven for progressive intellectuals self-tasked with the mission to redistribute the money of taxpayers, who might waste it, among creative “communities”, which are sure to. Careful provision is made for the community of poets. Since the market for poetry is so small, even the best poets would be in career trouble without the odd grant or award. I have never had much official help myself, but I got the beginnings of a free education, so have nothing to complain about. And anyway, most council grants go to institutions, not individual artists. My illustrious compatriot Les Murray pays for the groceries with his royalties. As poetry editor of Quadrant, he publishes all the serious poets in Australia, myself included. But now he, and we, find that the council has denied Quadrant its small grant. The reasons for this might well have something to do with Murray’s antiquated insistence that those he publishes must show some sign of skill. This elitist criterion highlights the question of what can be done for the country’s abundant supply of poets who not only have no skill at all, but sincerely think that, were they to acquire any by accident, it would inhibit the free flow of their imaginations.   Related: Clive James: ‘I can’t mock Donatella Versace, because I am no stranger to the plastic surgeon myself’    But the council has thought of them by giving a huge grant to an outfit calling itself the Red Room Company, whose proclaimed mission is “to make poetry a meaningful part of everyday life”. One of Red Room’s initiatives was billed as Toilet Doors Poetry, featuring six poets reading their work in “a cubicled reading space built for the occasion”. But the bit of Red Room’s prospectus that caught my eye was this: to help poets, it has paid the bill for “creative opportunities” not only “across Australia” but “beyond our shores”. Zowie! My application for an offshore grant will be on its way tomorrow, and soon my maple tree will breathe again.",
  "webTitle": "Clive James: ‘Fixing my maple tree will cost a few bob. I’d write a poem, but it won’t make any money’",
  "webPublicationDate": "2016-05-28T07:00:28Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/clive-james-australian-poetry-les-murray-grants-awards",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Clive James",
      "id": "culture/clive-james",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clive James",
      "id": "profile/clive-james"
    }
  ],
  "guardianId": "books/2016/may/28/clive-james-australian-poetry-les-murray-grants-awards"
}