{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/16/are-denis-obriens-legal-activities-some-kind-of-record",
  "id": "2016-05-16-245",
  "sectionId": "media",
  "body": "Ireland’s media mogul Denis O’Brien has initiated 21 sets of legal proceedings in Dublin’s high court since 2010, reported the Irish Times.  The total included 12 cases against media organisations relating to their coverage of his business affairs; two against the Moriarty Tribunal, which investigated payments to politicians; and a memorable one against the Irish parliament, the Dáil. A friend emailed me to ask whether this amounted to a record for a controller of media outlets. I think it might be... at present anyway. It reminded me that there was a British equivalent back in the day: Robert Maxwell. Indeed, Maxwell was a much more active employer of lawyers than O’Brien. Writs were issued in his name like confetti. Nowadays he is a distant memory, and a generation has grown up since his mysterious, but welcome, death at sea in 1991. But the experience of his litigious activities should not be forgotten. Maxwell, who was acutely sensitive about press coverage of his affairs, spent thousands on legal actions. It achieved the result he desired, a gradual unwillingness by rival media to report on him. Back to O’Brien. The list in the Irish Times is partial in the sense that it was compiled only from the high court website and relates to the period since 2010. And, as the Irish Times conceded, those “records do not show instances of where he threatened legal action.”  In 2012, an organisation called Transparency International cited figures gathered by the National Union of Journalists claiming to show that O’Brien had instituted actions, or threats of actions, against 17 journalists and media groups since 1998. One interesting feature of the high court list that should not be overlooked is the number of occasions in which cases did not proceed to court after the issuing of a writ against individual journalists and/or their publications. I counted six such instances. Media owners have a right to protect their reputations but, in so doing, they must also take account of their unique position in society.  They have a power and influence open to very few individuals and should therefore be extremely cautious in how they act in the media sphere. Their major responsibility is to uphold press freedom, not to hobble it.",
  "webTitle": "Are Denis O'Brien's legal actions some kind of record?",
  "webPublicationDate": "2016-05-16T10:54:12Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/16/are-denis-obriens-legal-activities-some-kind-of-record",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Denis O'Brien",
      "id": "media/denis-o-brien",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press freedom",
      "id": "media/press-freedom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Irish Times",
      "id": "media/irish-times",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media law",
      "id": "media/medialaw",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National Union of Journalists",
      "id": "media/nationalunionofjournalists",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Irish Independent",
      "id": "media/irish-independent",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/16/are-denis-obriens-legal-activities-some-kind-of-record"
}