{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/john-krish-obituary",
  "id": "2016-05-23-154",
  "sectionId": "film",
  "body": "John Krish, who has died aged 92, was one of Britain’s finest documentary film-makers, with a long list of credits that stretched from the 1940s to the 80s and across a staggering variety of subjects. His career began in the Crown Film Unit during the second world war, where he assisted Harry Watt on the propaganda film Target for Tonight (1941) and Humphrey Jennings on Listen to Britain (1941) and Fires Were Started (1943). After serving in the Royal Artillery, he was posted to the Army Film Unit and was one of the editors on The True Glory (1945), the film of the allied invasion of Europe. Invalided out of the army in 1944, he edited newsreels for the Office of War Information, the US equivalent of the Ministry of Information. After the war he made brilliant films on education, among them They Took Us to the Sea (1958), which followed a group of inner-city children from Birmingham on a trip to the seaside at Weston-super-Mare, and I Want to Go to School (1959), which focused on the relationship between schoolteacher and pupil. The latter was one of a quartet of his 1950s films rereleased by the BFI on a DVD that won the Evening Standard award for the best documentary of 2010, to add to his many prizes. He also tackled prison reform – HMP (1976) followed three trainee prison officers as they learned the ropes – and immigration: in Return to Life (1960), refugees portrayed members of a fictionalised family newly arrived in the UK. John, born in London, himself came from an immigrant background: his parents, Jessie (nee Konskier) and Serge, were originally from Łódź (now in Poland, formerly part of the Russian empire). Serge was a pianist and conductor who founded the New Metropolitan Symphony Orchestra and brought classical music to new audiences with his Symphonies for Sixpence concerts at the People’s Palace in the East End. Let My People Go (1961) was a powerful indictment of apartheid in South Africa, inspired by the massacre at Sharpeville in 1960. It had a cinema release, but was not broadcast on TV as planned because the Rothman cigarette company threatened to withdraw advertising if it were shown. Four of John’s documentaries were banned or suppressed – a good sign for a crusading film-maker. Captured (1959), a film for the army on brainwashing in the Korean war, has only recently been declassified.     John Krish’s Let My People Go (1961) was inspired by the massacre at Sharpeville in 1960. Photograph: BFI    In 1953, he had made a film about the last London tram, The Elephant Will Never Forget. Not only was it superbly shot and cut, it displayed an unusual degree of imagination. Yet he was fired for making it, because he had shot the film when ordered not to by Edgar Anstey, the head of British Transport Films, who wanted to celebrate the coming of new technology. It became one of BTF’s most popular films. As far as feature films go, John never had the right subject for his talent. In the period when features were infused with documentary elements, he was making a colourful Evelyn Waugh fantasy, Decline and Fall … of a Birdwatcher (1968), which had little of his personal stamp. Around the same time, he directed a few episodes of The Avengers and The Saint. Unearthly Stranger (1963), his sci-fi film with John Neville, is now regarded as a cult classic. John saved my sanity when I was a young trainee in the early 50s, besotted by films but new to the industry, and dismayed at how few of my colleagues shared my excitement. Later, I became his editor with I Think They Call Him John (1964). What an experience that was! For this study of the daily routine of an old man, a first world war veteran, John shot lengthy takes with a wide-angle lens. We began the editing process with a silent roughcut. It didn’t work; I had cut it too fast. John wanted every shot held painfully long. That was the whole point. I added a few sound effects for the sake of atmosphere and all they did was to emphasise what was missing. John made a dramatic pronouncement: I was to put in every single sound. I thought he was crazy – this film lasted three reels – half an hour! The job took an eternity.     John Krish’s 1964 film I Think They Call Him John examined the daily routine of a first world war veteran. Photograph: BFI    When we screened the result, we realised we still needed a few effects, sounds you wouldn’t normally bother with, such as mouth clicks. Mouth clicks, I thought, mutinously. Am I editing for Erich von Stroheim? But when it all came together, the sound emphasised the loneliness of the old man and the film had an impact it could never have had silent. I relished working on the film. John had a passionate enthusiasm for the cinema, and he was so knowledgable, so wise – and so funny. (We worked on an army film about a break-in to a bacon store and John’s pet name for it was Rasher Men). We kept in close touch for over 60 years. John and his second wife, Anne (nee Stratton), whom he had married in 1954, lived in Hampstead, north London, and invited me there regularly. I often brought my projector and showed silents from my collection. I was fascinated by their reactions, but one day I took a western of 1926 and John said it was absolutely dreadful. I was taken aback, but John explained why it was so bad; how cheap it was, how it cheated its audience, how everything was done through titles... I was very careful about the film I brought the following week “Was that better?” I asked, anxiously. “Oh, yes,” he said, emphatically. Securing the Krishes’ seal of approval gave my old films a new status. They pointed out things I had never noticed – praised technique I took for granted, derided scenes I had not recognised as cliche. I would return down Fitzjohn’s Avenue in a glow, hardly noticing the weight of the projector, stimulated in a way I had never been before. The Krishes were the first to see reels of Abel Gance’s 1927 silent film Napoleon as I acquired them and to reassure me – yes, they really were astonishing. When John was asked to write a film for the Ford Motor Co (Band Wagon, 1958), he invited me to help him on the script. Script-writing consisted of walking around Hampstead while he thought up brilliant ideas and I scribbled them down. He should have directed it but he was tied up on another project. I was assigned to edit it, and when I showed him my rough cut, he spent evenings going through each transition, showing me where I’d gone wrong. It was such a valuable lesson – I still remember his words when I’m cutting. Krish’s fourth wife, Carole (nee Mowlam), died in 2012. He is survived by the three children of his second marriage, Justin, Julia and Rachel, and by nine grandchildren. • John Jeffrey Krish, film director, born 4 December 1923; died 7 May 2016",
  "webTitle": "John Krish obituary",
  "webPublicationDate": "2016-05-23T14:07:04Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/john-krish-obituary",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Brownlow",
      "id": "profile/kevin-brownlow"
    }
  ],
  "guardianId": "film/2016/may/23/john-krish-obituary"
}