{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/fur-flies-chechen-leader-ramzan-kadyrov-comedian-john-oliver-clash-lost-cat",
  "id": "2016-05-24-225",
  "sectionId": "world",
  "body": "The controversial ruler of Chechnya, Kremlin-backed Ramzan Kadyrov, has engaged John Oliver in an unlikely online spat after the British comedian mocked the hardman leader for posting an online appeal about a lost cat. Oliver mocked Kadyrov in a five-minute segment on HBO’s Last Week Tonight after the Chechen leader appealed to the world to help find his cat, a so-called toyger, a domestic cat bred to resemble a tiger cub.  Last week, Kadyrov posted a message on Instagram to ask for help in locating the animal. “We have begun to seriously worry,” he wrote, asking for anyone with information on the cat’s whereabouts to get in touch. During the sketch on Sunday, Oliver said Kadyrov, who posts regular videos of his work-outs in the gym on Instagram, is “basically like a can of Monster energy drink come to life”. He also teased the Chechen for his propensity to wear T-shirts bearing the image of president Vladimir Putin. Oliver later posted a photograph on Twitter of himself holding a cat, asking Kadyrov if it was his.    .@RKadyrov Is this your cat? pic.twitter.com/2UacV3km7J— John Oliver (@iamjohnoliver) May 23, 2016    The stunt provoked a growl of protest from the Chechen. Late on Monday evening, he responded with a photoshopped picture of Oliver wearing a Putin T-shirt, and with the caption “I’m tired of jokes, I want to care for cats in Chechnya. By the way, Putin is our leader!”       Kadyrov has been accused of a string of human rights abuses during his rule over Chechnya. Men close to him are the prime suspects in the murder of opposition politician Boris Nemtsov in Moscow last year.  He has also become known for his idiosyncratic Instagram feed, which frequently features photographs and video of exotic animals, fast cars, and apparent death threats to opposition leaders. Kadyrov’s Instagram response to Oliver was accompanied by a long text in semi-comprehensible English: “The anchorman comedian – John Oliver asks millions of viewers to look for a cat. I knew long ago that in the USA unevenly breathe to my younger friends. One day horses aren’t allowed to jump, the other - a cat is a real star of a show,” he wrote.        He said it was no surprise that he liked to wear Putin T-shirts, and that “millions of people rejoice t-shirts with the image of the national leader”. This, said Kadyrov, was because Putin is a “wise, courageous, resolute Head, who managed to withstand unfriendly campaign, which is conducted by the USA and its assistants”.  Despite the apparent seriousness of the initial post looking for the cat, Kadyrov suggested the whole affair was more of a storm in a teacup, and that the cat had merely left to reproduce. “By cat rumors he has in our district a familiar she-cat with which he’s going to start a family. I’m sure that after spring affairs, the cat will return to native walls. Perhaps, he’ll bring his sweet love with him,” Kadyrov wrote.     Ramzan Kadyrov, Chechnya’s strongman leader. Photograph: Mikhail Metzel/TASS    It is not the first time Oliver has provoked a politician into a spat.  In February 2015 the Ecuadorian president, Rafael Correa, called Oliver an “oxymoron” because he was an “English comedian”, after Oliver accused of him being thin-skinned.  In October, Republican presidential hopeful Donald Trump said he had turned down an invite to be on the show, a claim disputed by Last Week Tonight:    .@thehill  John Oliver had his people call to ask me to be on his very boring and low rated show. I said \"NO THANKS\" Waste of time & energy!— Donald J. Trump (@realDonaldTrump) October 31, 2015      A couple of points...1. Yes, we have a boring show.2. At no point did we invite Donald Trump to appear on it.https://t.co/qjpg9FLb0V— Last Week Tonight (@LastWeekTonight) November 1, 2015",
  "webTitle": "Fur flies as Chechen leader and comedian John Oliver clash over lost cat",
  "webPublicationDate": "2016-05-24T10:30:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/fur-flies-chechen-leader-ramzan-kadyrov-comedian-john-oliver-clash-lost-cat",
  "keyword": [
    {
      "webTitle": "Ramzan Kadyrov",
      "id": "world/ramzan-kadyrov",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Chechnya",
      "id": "world/chechnya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John Oliver",
      "id": "tv-and-radio/john-oliver",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "world/2016/may/24/fur-flies-chechen-leader-ramzan-kadyrov-comedian-john-oliver-clash-lost-cat"
}