{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/bernie-sanders-establishment-democrats-stop-arguments-primaries",
  "id": "2016-05-19-174",
  "sectionId": "commentisfree",
  "body": "It seems to be open season on Bernie Sanders in the Democratic party now that his chances of winning the nomination are dwindling. But the criticism of him is misguided and hypocritical, and he is doing the right thing by largely ignoring it.   Related: Why Bernie Sanders' movement is much larger than this election | Tony Karon    Here’s a breakdown of what the party’s establishment is saying and why it makes little sense. 1 Bernie should stop criticizing Clinton! The idea that Sanders, and to a certain extent others on the left, should stop criticizing Clinton because it gives Trump a better chance to win is ridiculous. Do people think that Clinton should get a free pass for the next six months – and potentially incentive to move to the right – on issues like Wall Street, trade, war, foreign policy and others? Just because Trump would be a disaster does not mean Clinton should be immune from criticism, nor does it mean holding her accountable will prevent her from ultimately defeating Trump. Around this time in 2008, Clinton was still heavily criticizing the inevitable nominee Barack Obama and making divisive statements that make this primary campaign look like a walk in the park. How quickly everyone forgets (or pretends not to remember.) In fact, some of the issues Clinton once criticized Obama for are now the same issues that Sanders hits Clinton on. Clinton supporters had no problem with it then, but are now feigning being offended. It’s quite possible to both continue pushing Clinton on important issues and condemn Trump. The American people are smarter than the Clinton crowd is giving them credit for. 2 Bernie should criticize Trump more! Another common refrain. In reality, Sanders criticizes Trump all the time. In fact, he has continually used as strong or stronger language in doing so than Clinton has. He was one of the first prominent figures to dispense with the pleasantries about Trump and accused him of making racist comments months ago. The idea that Sanders won’t heavily campaign against Trump is preposterous. He’s already made it clear he will endorse Clinton if and when he officially loses and will do everything in his power to stop the Republican nominee. 3 Stop criticizing the party! Gee, I can’t believe Sanders isn’t enthused about the Democratic party! Let’s see: the DNC chair is a vocal Clinton supporter who tried to hide Democratic debates on the worst nights possible for exposure, the committee cut Sanders off from its important voter database, various state party representatives have unfairly given Clinton an advantage in delegate selection processes, the party has a sweetheart fundraising deal with Clinton and they recently changed their rules to accept more money from corporate lobbyists – a practice that Sanders deplores. Why should running in the Democratic primary stop Sanders from criticizing the party leadership and apparatus? Some prominent Democrats have even insinuated that he never should have run as a Democrat if he doesn’t like the way the party is run. You can believe in a lot of the issues that the Democratic party stands for, believe that Clinton is the best candidate to beat Trump, while also still believing that the Democratic party is corrupt institution that caters to corporate interests over the people and needs to be overhauled. It’s one thing to say that Sanders should lay off Clinton and focus on Trump. But saying “don’t criticize your party” sounds like something out of Soviet Russia. If anything, progressives should be criticizing it more. 4 Bernie should drop out! There is nothing worse than Democratic establishment politicians decreeing that Sanders must drop out or feigning horror that his supporters sometimes don’t unquestionably support other Democratic politicians on 100% of the issues. Again, let’s look back at the 2008 race: the Clinton camp said she had every right to stay in the race for as long as she wants, even though it was clear that Obama would win. She even said one of her reasons was “we all remember Bobby Kennedy was assassinated in June in California” before the Democratic convention in 1968. If Sanders said something like that he would be raked over the coals (and rightly, I might add). It’s not politicians who should be dictating when Sanders drops out, that’s the voters’ job. And Sanders, despite finding his mathematical chance increasingly dwindling, continues to win primaries. Last night he won Oregon, for example. So it seems that voters don’t want him to drop out, only the politicians who are tied to the system he is constantly criticizing do. 5 Sanders supporters are out of control! Certainly the behavior of a few Sanders supporters crossed the line in Nevada last week, which Sanders himself has acknowledged. But the lengths the Clinton camp and the media have gone to turn this election into a referendum on who has the better behaving supporters really have taken away from the important issues the candidates were debating. What’s worse is Clinton surrogates outrage over a very small minority of Sanders supporters claiming they don’t want to support Clinton in the general election. As many commentators have pointed out in response to the countless “Bernie bro” think pieces that are churned out on a regular basis, every candidate has awful supporters.  The Clinton camp also seems to have conveniently forgotten that the phenomenon known as Pumas, hardcore Clinton supporters who were so intent on not supporting Obama after the 2008 Democratic primaries that they literally named their contingent “Party Unity My Ass.” And surprise, surprise, after a few months that controversy was largely ancient history and Clinton supporters overwhelmingly voted for Obama, because the other general election candidate was much worse. Bernie Sanders has certainly been a shot in the arm for the Democratic party. But that is only a good thing, and I, for one, hope he continues.",
  "webTitle": "Five things people should stop saying about Bernie Sanders | Trevor Timm",
  "webPublicationDate": "2016-05-19T13:06:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/bernie-sanders-establishment-democrats-stop-arguments-primaries",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Trevor Timm",
      "id": "profile/trevor-timm"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/bernie-sanders-establishment-democrats-stop-arguments-primaries"
}