{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/13/eurovision-2016-ukraine-singer-urges-vote-for-crimean-ballad",
  "id": "2016-05-13-138",
  "sectionId": "tv-and-radio",
  "body": "Europeans can show they are “not indifferent to suffering” in Crimea, which has been annexed by Russia, by voting for Ukraine in the Eurovision song contest, the Ukrainian contestant has suggested. Before what is likely to be the most politicised Eurovision in recent memory, 32-year-old jazz singer Jamala said her ballad, 1944, was not only about the deportation of the Crimean Tatar population during the second world war, but the events of the past two years in the peninsula.  Jamala, whose real name is Susana Jamaladynova and is herself a Crimean Tatar, has not been home since shortly after Russia’s 2014 annexation of the peninsula, but her parents and extended family still live there.             Russia’s entry is the bookmakers’ favourite to win the contestin Stockholm on Saturday, but many in central and eastern Europe are expected to vote tactically to put a different country at the top of the leader board. “[If I win] it will mean that modern European people are not indifferent, and are ready to hear about the pain of other people and are ready to sympathise,” Jamala told the Guardian by phone from the Swedish capital.   Related: Giant asteroids and lurid reindeers: get ready for Eurovision 2016 – in pictures    Jamala’s song begins: “When strangers are coming, they come to your house, they kill you all, and say, ‘we’re not guilty, not guilty’”. “Of course it’s about 2014 as well,” she said. “These two years have added so much sadness to my life. Imagine, you’re a creative person, a singer, but you can’t go home for two years. You see your grandfather on Skype who is 90 years old and ill, but you can’t visit him. What am I supposed to do: just sing nice songs and forget about it? Of course I can’t do that.”     Jamala representing Ukraine celebrates as she advances to the grand final of the Eurovision Song Contest. Photograph: Jonathan Nackstrand/AFP/Getty Images    The Eurovision rules ban performances containing “lyrics, speeches or gestures of a political or similar nature”.  In 2009, Georgia’s entry, We Don’t Wanna Put In, was deemed to break this rule, with its apparent reference to the Russian president, Vladimir Putin. Georgia refused to change the entry, meaning it did not compete. Last year, Armenia was asked to modify its entry, Don’t Deny, which was thought to refer to the 1915 genocide. Jamala said she was not worried about the rule. “Every single word in the song is the truth.” The Russian entrant, Sergei Lazarev, will sing a more standard Eurovision number, entitled You Are the Only One. It contains lyrics such as “thunder and lighting, it’s getting exciting”, and features the singer dancing around the stage flapping a pair of computer-generated wings.    Related: No ticket for Eurovision? Virtual reality could be the answer    Lazarev – who was formerly one half of a Russian boy band and runs a business that makes cakes and pastries for pets called Poodle-Strudel – has drawn criticism at home for saying he does not see Crimea as part of Russia. In a 2014 interview with Ukrainian television after Moscow annexed the Black Sea peninsula, he said: “This joy that everyone - or the majority - feels that Crimea has returned to us, I don’t share this euphoria,” adding that he had refused to take part in concerts celebrating the annexation. He has also previously spoken out against his country’s climate of homophobia, and told Sweden’s QX magazine earlier this month that he welcomes the support of gay fans. While still popular at home, his words have prompted youth wing of President Vladimir Putin’s ruling United Russia party to accuse him of forgetting “what country he was born in.” While in much of Europe, Eurovision is seen as a festival of kitsch to laugh both at and with, in parts of eastern Europe and Scandinavia, the competition is taken seriously. When Dima Bilan won Eurovision for Russia in 2008, he was immediately phoned by the then president, Dmitry Medvedev, offering his congratulations. One of the fiercest rivalries is between Armenia and Azerbaijan over the separatist enclave of Nagorno-Karabakh, which is officially part of Azerbaijan but is controlled by ethnic Armenian forces.  Dozens died in a flare-up in violence earlier this year. In the first Eurovision semi-final on Tuesday, the Armenian entrant, Iveta Mukuchyan, was criticised for waving a Karabakh flag. Eurovision relaxed the rules on flag-waving after protests by fans of Jamala, who said they wanted to wave Crimean Tatar flags.      Iveta Mukuchyan, representing Armenia, with the Karabakh flag after performing in the first semi-final of the Eurovision Song Contest. Photograph: Vyacheslav Prokofyev/TASS    In 2009, Azerbaijan’s national security ministry called in all 43 Azerbaijanis who had voted for Armenia, for a “discussion” about their choice. Ukraine’s decision to enter a Crimean singer is likely to prove controversial at a time when most of the world recognises the peninsula as Ukrainian territory but Russia insists there can be no going back on the annexation.   Related: How Eurovision finally cracked America    Many in Crimea welcomed annexation, but most Crimean Tatars were wary of Russia, remembering the 1944 deportation. They were only allowed to return in 1989. In the past two months, the Crimean Tatar community has come under huge pressure from Russia. While some have decided to work with the Russian authorities, many have declared them occupiers.  A number of court cases are under way against Tatar activists, and many more activists have simply disappeared. Just this week, armed police raided the house of Ilmi Umerov, the former mayor of the historic Tatar capital, Bakhchisarai. He will be charged with “extremism” for saying Crimea is part of Ukraine, and could face up to five years in prison.     Jamala performs the song 1944. Photograph: Jonathan Nackstrand/AFP/Getty Images    Jamala said more than 20 of her acquaintances had disappeared in recent months.  The Crimean Tatar journalist Ayder Muzhdabaev wrote on Facebook: “Sing, Jamala! Sing, and win to spite them all. Let the world hear the words of your Crimean Tatar song; let them hear our pain and see our dignity.  “Sing for Ilmi Umerov, for our missing and our dead, for our prisoners of conscience and for our whole great people. These bastards will never humiliate us, they will never defeat us.”",
  "webTitle": "Ukraine's Eurovision singer urges voters to show Crimea solidarity",
  "webPublicationDate": "2016-05-13T14:26:50Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/13/eurovision-2016-ukraine-singer-urges-vote-for-crimean-ballad",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crimea",
      "id": "world/crimea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/13/eurovision-2016-ukraine-singer-urges-vote-for-crimean-ballad"
}