{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/three-network-to-run-24-hour-adblocking-trial",
  "id": "2016-05-25-9",
  "sectionId": "media",
  "body": "Mobile provider Three is to run a 24-hour adblocking trial in the UK in the first step towards removing ads for all its customers.  The company is planning to contact customers and ask them to sign up for the trial, which will take place in mid June. Three claims it wants to introduce adblocking to improve customer privacy, reduce data costs and provide a better experience accessing the web on phones. The company said advertisers should pay for the data costs associated with ads, but that it isn’t trying to get ads removed completely. Three UK chief marketing officer Tom Malleschitz said: “This is the next step in our journey to make mobile ads better for our customers. The current ad model is broken. It frustrates customers, eats up their data allowance and can jeopardise their privacy. Something needs to change.”   Related: Almost half of those planning to use an adblocker say they just don't like ads    “We can only achieve change by working with all stakeholders in the advertising industry – customers, advertising networks and publishers – to create a new form of advertising that is better for all parties.” Despite Three’s insistence it wants to work with the companies that are showing its customers ads, many publishers will view the move as an all-out attack on their businesses. Most newspapers and digital-only news organisations hope online ads on mobile devices will help offset falling revenues elsewhere.  Adblocking on mobile remains far less popular than on desktop computers and laptops, but the introduction at network level could immediately wipe out the revenue publishers make from a large chunk of their audience. Three is the UK’s fourth largest mobile operator with more than 10 million customers. The technology Three is using is provided by Israeli company Shine, which is also reportedly working with Three to introduce adblocking in Italy. Shine is already delivering network level blocking for Jamaican mobile company Digicel.  Though the trial is the first attempt at network level adblocking in the UK, any attempt to take it further is likely to face a legal challenge under competition rules and from those concerned about the level of privacy intrusion Three would have to carry out on its customers to block ads.",
  "webTitle": "Three network to run 24-hour adblocking trial",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/three-network-to-run-24-hour-adblocking-trial",
  "keyword": [
    {
      "webTitle": "Adblocking",
      "id": "media/ad-blocking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/26/three-network-to-run-24-hour-adblocking-trial"
}