{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/01/palau-sustainable-fishing-protect-endangered-marine-life",
  "id": "2016-05-01-91",
  "sectionId": "sustainable-business",
  "body": "Within seconds of being hauled onto the Shen Lain Cheng, a 79-foot tuna fishing boat from China, the crew’s most senior member, whose deeply wrinkled face conveys more than his 58 years, is plunging a T-handled spike between the glistening eyes of a 100-lb yellowfin tuna. The hope is that the swift death has minimized the release of lactic acid, which degrades the flesh meat and reduces the crew’s chances of earning a grade-A for this fish once it is offloaded back at port in Koror, Palau, a small island nation in the Pacific Ocean. He quickly eviscerates the taut, silvery fish, pulling out an assembly of organs that look like something from another planet. He removes the heart and stomach – the scavenged parts that will likely go into tonight’s crew dinner – and tosses the rest of the guts overboard before flushing the carcass with running water, sewing up its gaping mouth, and placing it into the icy waters of the boat’s cold storage tank.   Related: The fish farm of the future - interactive    If the buyers back in Koror, who inspect and score the quality of each tuna’s meat, give it a high grade, this particular tuna could net around $2,800 wholesale in Japan, where it will be resold at great profit in a sushi restaurant. It all looks like a typical day of tuna wrangling on the high seas, except that it’s not. Aboard are Lotus Vermeer, who manages the Pacific tuna program for The Nature Conservancy (TNC), a US-based environmental organization. Also aboard are Michael Musyl, principal scientist of the Pelagic Research Group in Hawaii and a shark expert, and Ivan Sesebo, a tuna fishery observer, who works for an auditor hired by the boat’s owner, Hong Kong-based Luen Thai Fishing Ventures, to ensure compliance with fishing regulations. This trio is executing an experiment, funded by TNC’s Indo-Pacific Tuna Program, to test whether changing the designs of the hooks and other fishing practices could reduce the amount of bycatch – species that are unintentionally caught and often include sharks, turtles, reef fish and other threatened or endangered species – without also reducing the tuna catch, thereby keeping the business financially lucrative for fishing companies. While many US fisheries have enacted rules meant to limit bycatch, what happens in Palau and other rich fishing grounds has a close connection to the diet of many Americans, because the US imports nearly 90% of seafood consumed.     The central and western Pacific is a rich fishing ground, providing an estimated 60% of the world’s tuna catch for a $7bn annual global market. Photograph: Jonne Roriz    A radical approach Bycatch takes a financial toll on fishermen. Unwanted fish take up hooks on lines and require crew to spend time hauling and safely releasing the catch. Some fishermen keep bycatch illegally, cutting off fins to sell on the lucrative black market for shark fin soup. Some bycatch doesn’t survive, and its absence could upset the balance of a marine ecosystem already under threat from climate change and pollution. However, asking commercial fishermen to experiment with new equipment, which may prove ineffective and costly, requires strong incentives. TNC got creative to get itself onto an actual tuna boat, bopping along five degrees north of the equator and 133 degrees east of the prime meridian, in waters that the Western and Central Pacific Fisheries Commission (WCPFC) estimates generates 60% of the world’s tuna catch that amounts to a $7bn annual market. Working with Palau’s government, TNC purchased the fishing rights and offered them to Shen Lain Cheng in return for an opportunity to carry out Vermeer’s experiment. They also tag sharks and other bycatch to track their movement after being released to see if they survive. TNC declined to say what it paid for the rights, which typically run between $20,000-$25,000. The overall cost of the project, including the rights and $250,000 worth of equipment to tag fish and transmit data, is $1.5m. Mark Zimring, co-director of TNC’s Indo-Pacific Tuna Program, says purchasing fishing rights for the Shen Lain Cheng was “in some sense a radical approach”, but that in the absence of many industry- or regulatory-led efforts on reducing bycatch, it’s one that is worth trying. The project also provides good training for crews working for Luen Thai. In 2013, authorities nabbed a Luen Thai boat off the Marshall Islands for having approximately 50 shark fins. The company was fined $120,000 and the offending boat was destroyed. Luen Thai’s vice president Derrick Wang says the company has not had any finning violations since that incident, and that Luen Thai has instituted a number of policies, including unannounced boat inspections and a penalty scheme for captains and crew if they are found to have any shark products. The penalties can be as high as $20,000 for an offending boat.     The Nature Conservancy bought fishing rights and gave them to a boat fishing for tuna off Palau for an opportunity to experiment with hooks that might help to reduce bycatch, particularly sharks. Photograph: Jonne Roriz    Hooked on an idea Studies have shown that switching from the traditional J-shaped hook to a circular hook, or using fish bait instead of squid bait, can reduce the likelihood of catching non-target species on tuna boats. “Turtles tend to get hooked less often when the bait is a fish, which falls apart as they gum it, whereas with squid they have to chomp the whole thing,” Vermeer explains. “And if it does get hooked, the types of hooks we’re using, called circle hooks, tend to hook in the mouth, whereas an older type of hooks called J-hooks tend to hook turtles deeper, in the esophagus, which is associated with higher mortality.” Research has so far failed to reveal a silver bullet combination that can minimize bycatch for any species. Until now, there have not been any trials designed to tease out the optimal type of hook and bait that would reduce bycatch of the most vulnerable species without also reducing a boat’s tuna haul for a specific fishery in a specific part of the ocean. Luen Thai, like many boats fishing for sushi-grade tuna, uses the longline fishing technique, in which thousands of baited hooks are attached to a single, long line stretching up to 25 miles. The setup generates a significant amount of bycatch, though determining exactly how much is difficult for many reasons, including poor, incomplete or inaccurate reporting by many fisheries. Still, data collected by the United Nations Fisheries and Agriculture Department indicates that tuna longlining produces an amount of bycatch second only to shrimp trawling, while another fishing technique called purse seining – in which schools of small tuna species (mostly for canning) are scooped up in massive nets – generates far less bycatch than longlining. A recent study in the science journal Aquatic Conservation found that bycatch from tuna longline fishing in Palau accounts for a third of all hooked species, so the potential for improvement in this fishery is significant. Using circle hooks has also shown to reduce incidental hooking of stingrays. Other research has revealed that circle hooks and fish bait can actually lead to hooking more sharks. The truth is more complicated and nuanced, explains Eric Gilman, a professor at Hawaii Pacific University and a fishing industry consultant commissioned by TNC to help design the study on the circle hooks. Sharks migrate, so they reach certain age and size in different parts of the ocean, and those changes could make them more susceptible to being caught by circular hooks of particular sizes. From there, scientists will be able to study data showing the ages and migration patterns of sharks in different pockets of the western and central Pacific and determine which hook sizes are best to use (and those to avoid) throughout the year. For the bait experiment, the hook variability will be removed, and the type of bait will be alternated between squid and fish to examine the link between bait and bycatch. Layered onto this will be any findings that show correlations, if any, between hook size, bait size and tuna catch. Ultimately, what matters most in terms of the environmental impact of reeling in the wrong species is mortality. It’s very difficult to know the fate of bycatch after they are sent back into the ocean. The third leg of TNC’s experiment will involve tagging bycaught sharks to determine whether they live or die after being released.     The project by The Nature Conservancy involves tagging sharks that are caught unintentionally so that researchers could track them and figure out if they survive after being released. Photograph: Jonne Roriz    Shark hunting “Everyone thinks longline tuna is very dirty fishery because of all the bycatch, and that is true,” says Musyl, who has been brought on to lead the shark tagging. “A lot of people assume that these sharks die after release, but we found the opposite. It looks like the majority of sharks that have been studied do survive.” Although Musyl did acknowledge that some species, including thresher sharks, tend to die as a result of the stress of being caught. But the existing data has a significant gap: it is not from Palau’s near-equatorial climes. “This work hasn’t been done at this latitude [until now],” says Musyl. “And we know water temperature affects metabolism [and] physiology. [Warm water] exacerbates stress [and] reduces oxygen. It has a huge impact on the survival of animals.” Sharks that are caught and released may have a good chance of survival in some parts of the world, but Musyl is not about to assume it will happen here. About an hour into the afternoon’s longline haul, the crew pulls a new data point up from the depths: a six-foot, 45-lb female silky shark. Vermeer, Musyl and Sesebo grab the tagging gear and jump into position. The fishing crew helps to hold the shark as still as possible on the deck as Vermeer hoists up a long slender pole, with both hands and great care, and thrusts the thick, two-inch long needle at its tip into the shark’s thick skin, at the base of its dorsal fin. She lifts the pole back up and Musyl checks that the tracking tag is properly embedded. Sesebo takes note of the color of a small ziptie near the hook, which indicates that this silky was hooked by the medium-sized hook. The crew then cuts the monofilament line close to the shark’s mouth (a safer bet, for the fish and fishermen, than trying to remove the hook), and the silky swims back into to the big blue. The tag contains sensors that track temperature, depth and speed for 30 days. At that point, it self-ejects, floats to the surface and transmits the collected data over a satellite link to the researchers. If the shark stops moving for a long while or if it sinks below 5,577 feet, both of which indicate that the animal has died, the tag self-ejects prior to the 30-day mark. When researchers receive a tag’s data before that time, they assume the shark has died. The researchers plan to tag 108 sharks during the course of the experiment.     Tuna fishing is big business in the Pacific, but it often reels in protected species such as sharks, turtles and reef fish, which fishing crews aren’t allowed to keep and must toss them back to sea. In this photo, the crew is hauling in a tuna. Photograph: Jonne Roriz    End-game The Palauan government has told TNC that if the hook-and-bait experiment illustrates a clear path to reducing bycatch, Palau could mandate the use of a specific size and shape hook, or outlaw baiting with squid. Meanwhile, Palau is also planning to curb fishing by creating a marine sanctuary in 80% of its offshore waters, a move to focus “on tourism, not tuna”, according to the country’s president. Still, Palau has influence in setting commercial fishing regulations in the WCPFC’s custodial region – the world’s largest tuna fishery, covering an astounding 20% of the globe’s surface. A new fishing requirement from Palau would persuade many of the WCPFC’s member countries and prompt them to adopt the same mandate, says Shelley Clarke, who researches bycatch rates for the Western and Central Pacific Fisheries Commission. However, the cost-benefit analysis related to changing gear and bait would have to be made clear, she added. A single longliner sets up to 5,000 hooks in the water. At $2-$3 each, fishing companies would need to weigh the cost of converting to new hooks against the likelihood that the crew will bring in more bigeye or yellowfin tuna – or at least spend less time dealing with bycatch.   Related: In Haiti, a project to help farmers inspires a sustainable cotton movement    Wang says that Luen Thai, which operates 82 longline tuna boats in the region and contracts with the crews of another about 30 boats, would likely convert to a specific hook size and bait type if the TNC experts could demonstrate that reducing bycatch won’t also reduce the number of tuna longliners catch. The hook and bait experiment is only part of TNC’s larger plan to reduce bycatch and stop illegal fishing. It’s already planning a second set of experiments designed to record videos of all the fish caught on boats and use a yet-to-be-developed software that can quickly scan and pinpoint illegal catch. The goal is to significantly cut the monitoring and enforcement time for authorities, who would otherwise have to manually review the video recordings. Researchers of the project have been eagerly waiting for data from sharks tagged since last month. The tag that was attached to the female shark aboard the Shen Lain Cheng during the reporting of this story self-ejected on April 15, indicating that it survived. All told, 34 tags have resurfaced; 10 of those animals have likely perished based on when the data was received. It’s too early, however, to discern which hook size pulls in the most sharks. And the final mortality rate will not be known, of course, until the experiment is complete and all tag data is received. The author was a guest of The Nature Conservancy on a visit to Palau to observe the bycatch reduction experiment.  The article was amended on May 3 to show that Lotus Vermeer manages the Pacific tuna program, not the global fisheries program, at The Nature Conservancy.",
  "webTitle": "Off the hook: can a new study in the Pacific reel in unsustainable fishing?",
  "webPublicationDate": "2016-05-01T14:00:57Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/01/palau-sustainable-fishing-protect-endangered-marine-life",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Palau",
      "id": "world/palau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Catherine O'Connor",
      "id": "profile/mary-catherine-o-connor"
    }
  ],
  "guardianId": "sustainable-business/2016/may/01/palau-sustainable-fishing-protect-endangered-marine-life"
}