{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/eagulls-ullages-review-pop-cd-george-mitchell-angst-rock",
  "id": "2016-05-12-80",
  "sectionId": "music",
  "body": "Related: Eagulls: Eagulls review – exciting times for British guitar music    The sound of Ullages (an anagram of Eagulls’ name) is bigger and more expansive than the Leeds five-piece’s 2014 debut, but there are fewer catchy tunes. It lacks the urgency, or those moments on the edge of hysteria that were honed from playing the songs live. Instead, Eagulls have plunged headlong into the 80s angst-rock of the Cure and the Chameleons. Guitars are drenched in reverb, basslines are played in eighth-notes and keys are mostly minor, while singer George Mitchell has perfected his Robert Smith whine.  Eagulls are at their most effective on dreampop terrace anthems such as Heads or Tails, Harpstrings or Blume, which straightforwardly declare their sensitivity without being precious. Their lyrics tend towards the gloomily introspective: “I’m the victim of monotony … Life’s like a broken record playing,” complains Mitchell on Skipping. But monotony is a problem on Ullages – you long for Eagulls to move beyond the confines of their soundscape and extend their emotional range.",
  "webTitle": "Eagulls: Ullages review – a headlong plunge into 80s angst-rock",
  "webPublicationDate": "2016-05-12T18:15:05Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/eagulls-ullages-review-pop-cd-george-mitchell-angst-rock",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Dennis",
      "id": "profile/jondennis"
    }
  ],
  "guardianId": "music/2016/may/12/eagulls-ullages-review-pop-cd-george-mitchell-angst-rock"
}