{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/pm-brexit-offers-no-residency-guarantees-for-britons-or-europeans",
  "id": "2016-05-24-38",
  "sectionId": "politics",
  "body": "Millions of EU workers face uncertainty over whether they can stay in the UK if voters choose to leave the union, while British people living in Europe could also lose the right to remain, own property or get free healthcare, David Cameron has claimed.  The prime minister said there was no guarantee either group would maintain their residential rights unless British people voted to remain during the 23 June referendum. Leave campaigners claim the rights of British emigrants are preserved under the Vienna convention, but a number of academic and legal opinions have argued that EU citizenship would end with a Brexit vote. In an appearance at the headquarters of easyJet in Luton, Cameron said such rights, as well as others to own property and get healthcare in the EU, were “certain if we stay and uncertain if we leave”. He also argued that Britons might have to pay £60 for a Schengen visa to travel through other European countries.           Remaining in EU is the ‘bold, patriotic’ choice, says David Cameron     It was the latest in a string of warnings from Cameron about potential problems with leaving the EU, which have angered pro-Brexit Tory politicians. A poll for the Telegraph this week suggested such tactics were paying off, showing for the first time a lead for staying in the EU among older, male Conservative voters.  Lynton Crosby, who advised Cameron on the 2015 election, highlighted that “one of the few bright spots for leave this week is turnout, with trends continuing to indicate that leave supporters harbour more enthusiasm and resolve to vote on polling day”. But the ORB Telegraph poll put remain on 55% and leave trailing on 42% among people who definitely intend to vote.   Brexit explained: text carousel   The remain camp received a further boost on Tuesday when Momentum, the grassroots group of Jeremy Corbyn supporters, revealed it planned to swing behind the campaign to stay in the EU with a month to go before the referendum. The movement will now mobilise tens of thousands of activists from 120 local groups to campaign for staying in, under an umbrella campaign for leftwingers called Another Europe is Possible. Momentum had been neutral until now, despite Corbyn having set aside his scepticism about the EU to firmly support staying in. On Saturday delegates from across the UK voted at a meeting to support remaining in the EU, after a poll of members showed two-thirds backed staying in. Momentum’s commitment may help allay some worries within the official remain campaign about the strength of support for staying in the EU from the left of Labour and turnout among young and left-leaning voters. Cameron is expected to continue his warnings about leaving the EU from a G7 meeting in Japan, where he is likely to seek additional endorsements for his campaign from other world leaders. The Brexit camp has been furious about the scale and pace of warnings from No 10 about the potential consequences of leaving the EU, accusing Downing Street of orchestrating an establishment stitch-up. On Monday, two Conservative chancellors, Nigel Lawson and Norman Lamont, accused Downing Street of publishing a Treasury document that amounted to propaganda, while one MP, Marcus Fysh, described it as “specious bollocks”.  A Vote Leave spokesman laid into the in campaign’s referendum broadcast on Tuesday night, criticising it for “misleading, outright falsehoods”. The video, Sam’s Future, focused on a 14-month-old baby and the opportunities that Britain remaining in the EU would provide for him when he grows up. A Vote Leave spokesman said: “It’s amazing to see the BSE campaign claiming to have a positive message having spent the last eight months doing down the British economy and our position in the world.”   Related: British emigrants lose supreme court EU referendum vote bid    After days of feuding between senior Conservatives, Angela Eagle, the shadow business secretary, was one of several senior Labour women at an event calling for more female voices to be heard in the campaign. “Women’s voices have been drowned out by the unmistakably masculine and noisy playground spat that is taking place between Tory blokes who are fighting a proxy leadership election,” said Eagle, who will confront George Osborne at prime minister’s questions in the House of Commons on Wednesday. “Sometimes they appear to be more worried about their own futures than everybody else’s,” she added. Appearing with three colleagues, including the shadow chief secretary to the Treasury, Seema Malhotra, Eagle said women’s rights at work and hundreds of thousands of women’s jobs would be at risk if Britain left the EU. Kate Green, Labour’s equalities spokeswoman, said the EU had been important in boosting women’s rights, pointing out that equality was a founding principle of the EU, enshrined in the Lisbon treaty.",
  "webTitle": "PM: Brexit offers no residency guarantees for Britons or Europeans",
  "webPublicationDate": "2016-05-24T18:44:21Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/pm-brexit-offers-no-residency-guarantees-for-britons-or-europeans",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/24/pm-brexit-offers-no-residency-guarantees-for-britons-or-europeans"
}