{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/donald-trump-paul-ryan-meeting-washington-republicans-election",
  "id": "2016-05-12-109",
  "sectionId": "us-news",
  "body": "The Republican party was struggling to heal its deep wounds on Thursday, as House speaker Paul Ryan claimed he was “very encouraged” by his meeting with Donald Trump but again declined to endorse him. In a series of eagerly watched meetings on Capitol Hill that drew placard-waving protesters and hundreds of reporters, the presumptive Republican nominee held peace talks with GOP leaders in a bid to unify around something more than hostility toward Hillary Clinton.   Related: Trump and Ryan: meeting was a 'very positive step' toward GOP unity – live    Ryan and Trump issued a joint statement that hailed “a very positive step toward unification”, adding: “We will be having additional discussions, but remain confident there’s a great opportunity to unify our party and win this fall, and we are totally committed to working together to achieve that goal.” Ryan admitted last week that he was not ready to throw his weight behind Trump, becoming the highest-ranking Republican to withhold his endorsement after a primary election plagued by extraordinary rancour. Despite growing pressure from his own ranks, he declined again on Thursday. “I think we had a very encouraging meeting,” he told reporters afterwards. “Look, it’s no secret that Donald Trump and I have had our differences. We talked about those differences today. That’s common knowledge. “The question is, what is it we need to do to unify the Republican party and all strains of conservative wings in the party? We had a very good and encouraging conversation on just how to do that.” It was important to discuss “core principles” that tie Republicans together, added Ryan, who was running mate to Mitt Romney four years ago and is seen as a possible presidential candidate in 2020.  These included the constitution, separation of powers and supreme court. “I was very encouraged with what I heard from Donald Trump today,” Ryan said. “I do believe that we are now planting the seeds to get ourselves unified and bridge the gaps and differences, and so from here we’re going to go deeper into the policy areas to see where that common ground is and see how we can operate from those same core principles.” But he admitted: “This is a process. It takes a little time. You don’t put it together in 45 minutes.” Asked specifically whether he was endorsing Trump and what was holding him back, the speaker sidestepped by replying: “The process of unifying the Republican party, which just finished a primary about a week ago – perhaps one of the most divisive primaries in memory – takes some time.” He added: “It’s very important that we don’t fake unifying, we don’t pretend unification, that we truly and actually unify so we are full strength in the fall. I don’t want us to have a fake unification process here. I want to make sure that we really, truly understand each other.” Trump’s insurgent campaign has put him at odds with the Republican establishment and won him almost 11m votes, giving him a strong hand in the negotiations. An increasing number of Republicans in Congress have called on Ryan to accept the popular will, despite his objections to Trump on both substance and tone, including his call for a temporary ban on Muslims. Ryan acknowledged: “It’s really kind of unparalleled, I think. He has gotten more votes than any Republican primary nominee in the history of our country and this isn’t even over yet … It’s really a remarkable achievement.” The challenge is to keep adding voters without subtracting any through a positive vision based on core principles, he added. “Here’s what we agree on: a Hillary Clinton presidency would be a disaster for this country. It’s effectively a third Obama term.” Ryan met Trump behind closed doors for 45 minutes at the Republican National Committee (RNC) headquarters in Washington along with chair Reince Priebus. Although he declined to offer specifics on the issues discussed, Priebus described the meeting as a “positive step towards unification” in an interview with MSNBC shortly after its conclusion. “It was a positive mood, it was a mood of cooperation and a feeling of, it’s time to unify the party. And I think both parties wanted to do that,” he said. The RNC chair also sought to downplay Ryan’s reluctance to endorse Trump, saying the expectation had been that the primary would continue for another month or two. “I think everyone was caught a little off guard by how quick it all ended. I think we all were surprised,” Priebus said. Trump and Ryan were then joined for a second meeting with other members of the House Republican leadership team: majority leader Kevin McCarthy, majority whip Steve Scalise, conference chair Cathy McMorris-Rodgers and deputy majority whip Patrick McHenry. McMorris-Rodgers, like Ryan, has yet to back Trump as the party standard-bearer, while McCarthy and Scalise have said they will support the nominee. Trump then met with the Senate Republican leadership at the headquarters of the National Republican Senatorial Committee. Senate majority leader Mitch McConnell was characteristically mum when returning to the Capitol after his sit-down with Trump, offering only that it was “a very good, constructive meeting”. John Cornyn, the second-ranking Republican in the Senate, used similar words to describe the meeting in a tweet that showed him posing alongside Trump.    Good, constructive meeting with Senate leadership and @realDonaldTrump today pic.twitter.com/zijuu8F3FN— JohnCornyn (@JohnCornyn) May 12, 2016    Cornyn later told reporters on Capitol Hill that he expected the party to ultimately unite behind Trump. Among the issues discussed was immigration, Cornyn added, including Trump’s broader tone on the subject. “There is a way to talk about these issues that isn’t offensive to people,” he said. A handful of Republican senators joined Trump’s meeting with the leadership: Roger Wicker of Mississippi, Orrin Hatch of Utah, Deb Fischer of Nebraska, Shelley Moore Capito of West Virginia, Rob Portman of Ohio and Jeff Sessions of Alabama. Sessions, one of Trump’s chief surrogates, has criticized Ryan’s reluctance to endorse Trump. “I think he made a mistake on that. I’m not sure what was in his mind,” Sessions told reporters on Capitol Hill this week. “But I think that can be repaired.” Although Senate Republican leaders have been more willing to rally behind Trump, their members find themselves in a decidedly precarious position. Twenty-four Senate Republicans are up for re-election in November, with many facing tough races in key battleground states. Wicker, who chairs the NRSC, the organization tasked with keeping the Senate in Republicans’ control, has already committed to backing Trump. Following the meeting, the senator reiterated his support for the nominee while adding Trump and GOP leaders had “a very positive and productive conversation today aimed at unifying the party for victory this fall”. As the lawmakers huddled with Trump for what is expected to be the first of many meetings, protesters gathered outside to show their disdain for the former reality TV star. Professional organisers from Code Pink held up signs stating “Stop hatred against immigrants”, “Islamophobia is unAmerican” and “Trump is a racist”. Other protesters included so-called Dreamers, immigrants brought to the US as children, from the advocacy group United We Dream. A giant Trump mask and a cardboard coffin were displayed. Hundreds of journalists flocked to the scene of the meeting, even as the Republicans in attendance declined to address the cameras. A handful of lawmakers who did not participate in the meeting did, however, offer their perspective on what to expect as Trump presses forward with his charm offensive on Capitol Hill. Chris Collins, a representative from New York who is backing Trump, said he was “baffled” at the assertion by some of his colleagues that they would not vote for Trump in November. But he was confident about Trump’s ability to win over those still on the fence through one-on-one meetings. “People will see the Donald Trump I know, not necessarily the one you see in the rallies,” Collins said. Trump’s overtures while in Washington extended even to his fiercest critics. South Carolina senator Lindsey Graham, who exited the race in December and has openly declared that Trump would destroy the Republican party, told reporters on Thursday that the two had a “cordial, pleasant” phone conversation. Graham said the 15-minute call centered predominantly on national security, and he provided Trump with his assessment of the nuclear accord with Iran and the war against Isis.   Related: 'An inane jumble': Trump foreign policy splits GOP on issue party once agreed on    Steps away from the chaos, Democrats at the US Capitol used the opportunity to portray Republicans as belonging to the “Party of Trump”. The Senate minority leader, Harry Reid, said the meetings served as “the latest sign that the Republican leaders in both houses are marching lockstep with Donald Trump”.  The Nevada senator aimed his fire in particular at McConnell, who threw his support behind Trump last week when it became all but certain that the real estate mogul had clinched the nomination. “Donald Trump is everything that the Republican leader and his party could ever want in a nominee. His policy positions are identical to the Republican party platform,” Reid said in remarks on the Senate floor. He then proceeded to tie the GOP to Trump’s inflammatory rhetoric toward immigrants and women, pointing out that Republicans in Congress have blocked action on immigration reform and policies such as equal pay for women and paid family leave. “Trump owes his candidacy to the Republican leader and to the policies that he’s led,” Reid said. “It was an obstructionist, anti-woman, anti-Latino, anti-Muslim, anti-middle class, anti-environment, and anti-Obama and anti-everything Republican party of the last eight years that made Donald Trump a reality.” Reid’s counterpart in the House of Representatives, minority leader Nancy Pelosi, took a similar approach in tying congressional Republicans to Trump.“Since when have the House Republicans been so concerned about intolerant statements and discriminatory ideas?” Pelosi said at her weekly press briefing on Capitol Hill.Josh Earnest, the White House press secretary, said he read Ryan and Trump’s joint statement “with amusement” and commented: “I don’t know anybody here who’s going to lose any sleep over the meeting.” Earnest told reporters: “Speaker Ryan has described his view that the entire Republican party, including the presumptive nominee, should rally behind the agenda that Speaker Ryan has put forward. I think the reason he may be encountering some difficulty is he’s the speaker of the House. He should be implementing that agenda already.” He accused the Republicans of inaction over releasing funds to combat the Zika virus, the Puerto Rico financial crisis and the opioid abuse epidemic. “Unfortunately the Republicans seem much more focused on the elections than they do on embracing the results of the last elections that gave them a majority in Congress. “If Republicans had much conviction about their agenda, they’d be trying to implement it now” rather than trying to convince Trump and their own members, Earnest added. “I think that’s why there might be skepticism both inside and outside about whether Republicans actually do have a governing agenda.”",
  "webTitle": "Ryan on meeting with Trump: 'It’s important we don’t fake unifying'",
  "webPublicationDate": "2016-05-12T16:59:07Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/donald-trump-paul-ryan-meeting-washington-republicans-election",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    },
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/12/donald-trump-paul-ryan-meeting-washington-republicans-election"
}