{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/28/radiohead-review-textured-set-which-flits-between-medicinal-bliss-and-fractious-fury",
  "id": "2016-05-28-191",
  "sectionId": "music",
  "body": "Friday night in grimy Camden town; there are kazoo conventions less cacophonous. Yet pin-drop silence fills north London’s Roundhouse; a venue rammed with a few thousand fans tentatively absorbing Thom Yorke’s ghostly vocals which ascend during Daydreaming’s quiet climax.  Here lies a most respectful audience – including the likes of Kate Bush, PJ Harvey, Chris Morris and Julian Barratt – enamoured with the prospect of sharing the same orbit as these celestial beings; phones barely held aloft, whispered conversations rarely had. The second night of Radiohead’s relatively intimate return to the city is a complex, textured set which flits from moments of medicinal bliss to fractious fury, a sense of burgeoning chaos never quite erupting but constantly adding to the delicious suspense. Throughout their performance the Oxford group are able to alienate and elevate different sectors of their fan base within the flick of a switch: there are the die-hard indie devotees here for the guitars and the 90s anthems, the experimental club kids who jumped on the bandwagon just as the former jumped off, the younger audience who fell in love with the of mellow romance of In Rainbows, and the academic Jonny Greenwood fans, here for whichever instrument, strange box, gadget, chicken or whatever he decides to pick up and play next. And all groups get their moment.   Related: Radiohead review – Yorke and co hit new heights on a night of muscular mayhem    The looming dystopia of Idioteque sounds as startling as the day it divided the music world in 2000. The frantic energy of Myxomatosis is a song in which Yorke loses himself as if it’s Bloc9, 5am at Glastonbury, while Present Tense finds the same frontman a vulnerable, hopeless romantic. The snarling intent of Airbag still sounds exciting and vital. Often the band’s primary purpose is to compound a mood of ambiguity they dictate in the first place: the dreamlike state of Everything In Its Right Place blends beautifully into the surreal rapture of Tinker Tailor Soldier Sailor Rich Man Poor Man Beggar Man Thief. The fluttering Bloom, in which Greenwood, drummers Phil Selway and Clive Deamer produce a transportive jazz-like rhythm, is an otherworldly spectacle. The only real stubborn section in the set is in its opening, an introduction made up of the first few songs on their new album, A Moon Shaped Pool, a structure the group have stuck to throughout the entirety of the tour so far. It’s not that the songs aren’t fantastic – the savage energy of Burn the Witch features Greenwood playing his guitar with a violin bow, the aforementioned Daydreaming is a muted masterpiece, Decks Dark and Desert Island Disk wrap the room in a warm blanket of melancholy – but much of the intricacy of these songs feels lost without the power of the choral and string orchestration featured on record.  While much has been said of Yorke’s buoyant presence, his animation on stage and his general air of happiness, one member remains stoically, and strangely the same; Jonny Greenwood a man who, at the age of 44, has the body of a lithe 20-year-old, his hair a bowl of black treacle, his jaw as angular as ever. The spectral figure who lurks to the left of stage pounds his guitar on Bodysnatchers – his outline so visceral it almost looks like a cartoon character punching his nemesis to death.      Jonny Greenwood at London’s Roundhouse Photograph: Valerio Berdini/REX/Shutterstock    Perhaps, at times, there are moments in which the audience should loosen up as much as the band appear to have: so serious are some of the audience that while one emphatic boyfriend asks his very short girlfriend if she can see alright, he is shushed aggressively by the man ahead. While obvious classics Karma Police, Street Spirit and No Surprises inspire the usual beery singalong, the night’s real highlight derives from Weird Fishes, a song which hits the sweet spot between languorous guitars, a skittish breakdown, memorable chorus, despair and desolation combined with the euphoria of existence. Additionally, a lot of pleasure is to be had with their more politically driven moments: The National Anthem’s thunderousness jolts the crowd before its optimistic cousin, The Numbers, taken from A Moon Shaped Pool appears. A song which requires patience; a slow, burgeoning start that builds into an incredible, life affirming end. The same could be said for the whole of the gig. Set list:  Burn the WitchDaydreamingDecks DarkDesert Island DiskFul StopAirbagKid ASeparatorNo SurprisesGlass EyesPyramid SongThe National AnthemThe NumbersIdentikitMyxomatosisIdiotequeStreet Spirit Encore 1 BloomPresent TenseEverything in its Right PlaceTinker TailorArpeggi Encore 2 BodysnatchersKarma Police",
  "webTitle": "Radiohead review: textured set that flits between medicinal bliss and fractious fury",
  "webPublicationDate": "2016-05-28T00:12:40Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/28/radiohead-review-textured-set-which-flits-between-medicinal-bliss-and-fractious-fury",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    }
  ],
  "guardianId": "music/2016/may/28/radiohead-review-textured-set-which-flits-between-medicinal-bliss-and-fractious-fury"
}