{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/30/brexit-problems-for-disabled-travellers",
  "id": "2016-05-30-47",
  "sectionId": "politics",
  "body": "Disabled travellers, as well as their families and/or carers, should consider the consequences of a successful Brexit campaign on their future travel options. The scale of the problem should not be underestimated. According to the Papworth Trust, there are about 12 million people with a disability in the UK, and about two and a half million people currently have a blue badge. It was a European directive which established the rights of the disabled to access travel by air. Assistance through airports, help boarding and getting off planes, and the transport of mobility aids, including powered wheelchairs and mobility scooters, all make it possible for “persons of restricted mobility” to enjoy independent travel. There is no guarantee that these arrangements would continue in the event of Britain leaving the EU, as many British companies are generally unwilling to offer a service which does not create a profit. While bus and rail travel facilities have improved, that progress may also come to a halt. Another scheme allows UK blue badge holders to enjoy European disabled parking facilities – a godsend when trying to visit tourist attractions or shopping complexes abroad. Again, there is no guarantee that this reciprocal agreement would remain if Britain was not in the EU. Many elderly UK residents have complex medical needs, which price them out of the travel insurance market. They depend on the European health insurance card to provide emergency medical treatment, roughly on the same terms as local residents. Given the cost of health tourism to the NHS, a Brexit-winning government might not want to carry on with that arrangement. A vote to leave the EU could affect the ability of not only the current generation of disabled travellers, but also those of future generations, to enjoy holidays and travel in Europe.Jerald SmithTelford, Shropeshire • In response to Hazel Farrall (Letters, 28 May), I can say with confidence that if we vote to leave the EU nothing at all will happen regarding the EHIC for at least two years because of article 50. Within the EEA, which will be where we are immediately post-Brexit, the EHIC will continue. I have written for the Bow Group on this and it’s clear to me as a doctor that EHIC will evolve in the future whether we stay or leave. The EHIC has never covered anything beyond emergency care and the UK has identical deals with Australia and New Zealand now, so there’s no reason the UK wouldn’t carry on with EHIC once we Brexit. EHIC has also never covered medical evacuation by air ambulance nor repatriation of a deceased relative from abroad, so you should always have backup travel insurance anyway to cover these very sad but also very expensive situations.Jon StanleyHealth contributor to the Bow Group • The matter of the European health insurance card – among many others – has indeed been raised, for instance in my article in Clinical Medicine with Professor Steve Peers of the University of Essex. In it, we observe that “exit from the EU would not preclude the UK from negotiating all these things [among which is the EHIC card] separately with the different countries of the EU, or with the EU as a whole. But the outcome of those negotiations cannot be guaranteed”. In short, if we leave, we cannot be sure that reciprocal arrangements in any of the EU countries to which we like to go on holiday, packing our EHIC cards, will be guaranteed in the future.Professor Tamara HerveyProfessor of European Union law, University of Sheffield • There are two answers to the question of what will happen to the EHIC and they’re broadly similar. A Brexiter will say “nothing”, because all the EU countries will be queuing up to offer the same or better facilities. A Remainer will say “not much”, because the EHIC only offers basic cover and separate insurance has always been advisable.Henry MaltHuntingdon, Cambridgeshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Brexit problems for disabled travellers | Letters",
  "webPublicationDate": "2016-05-30T17:42:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/30/brexit-problems-for-disabled-travellers",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/30/brexit-problems-for-disabled-travellers"
}