{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/tram-83-mwanza-mujila-review-comic-tale-late-night-mayhem",
  "id": "2016-05-06-108",
  "sectionId": "books",
  "body": "Three places loom large in Mujila’s award-winning debut, translated by Roland Glasser. The City-State’s train station is a great, gutted metal structure where writer Lucien arrives from the Back-Country, on the run from the “fog of his past”. Tram 83 is a pulsating bar, fuelled by dog kebabs, great music and bad booze, where his old friend Requiem takes him for a drink. And Hope Mine is the source of the City-State’s prosperity and misery, its tunnels holding diamonds and cobalt. The City-State is based on Lubumbashi, in the Democratic Republic of Congo, and while Lucien’s attempts to publish an elaborate play about Africa’s collective memory supply a narrative arc, the book is really about a dark, surreal place and its denizens. There’s the singer who looks like Maria Callas and speaks Wolof and Etruscan; the police chief who pumps Bach and Shostakovich into cells on a strict schedule; the drunken gangster obsessed with French cinema. At once a grim account of neocolonialism and a comic tale of late-night urban mayhem, this vigorous, hip and brilliant work takes a while to warm up but ends up gripping like a vice. • To order Tram 83 for £7.19 (RRP £8.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Tram 83 by Fiston Mwanza Mujila review – a comic tale of late-night mayhem",
  "webPublicationDate": "2016-05-06T15:15:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/tram-83-mwanza-mujila-review-comic-tale-late-night-mayhem",
  "keyword": [
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Paperbacks",
      "id": "books/paperbacks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "James Smart",
      "id": "profile/jamessmart"
    }
  ],
  "guardianId": "books/2016/may/06/tram-83-mwanza-mujila-review-comic-tale-late-night-mayhem"
}