{
  "apiUrl": "https://content.guardianapis.com/science/brain-flapping/2016/may/10/sats-the-dangerous-exam-thats-frying-our-childrens-brains",
  "id": "2016-05-10-164",
  "sectionId": "science",
  "body": "You may have noticed that it’s very common, particularly in the more right-wing leaning media, to suggest that something is bad because it’s potentially harmful to children, particularly their brains. Video games, smartphones and tablets, Facebook, the internet as a whole, screens in general, fizzy drinks, vaccines, and who knows what else. All of these have been condemned by many on the grounds that they have the potential to harm children’s brains. Susan Greenfield, for example, has made some alarming (and, some would say, evidence-light) claims about the dangers posed by new technology on the delicate, fragile minds of children You may have spotted a theme here. If there’s something that children like, enjoy or even possibly benefit from (that adults aren’t too familiar with) it’s very likely to be accused of being damaging to children’s brains. The Helen Lovejoy reflex proves very strong, and the safety and wellbeing of children must overrule their enjoyment and happiness, so they must be denied the thing they like. Because we don’t know, do we? You let children experience something unfamiliar, who’s to say that it couldn’t do lasting damage to their delicate brains? Yes, there’s no evidence to suggest that this would happen, but if it’s even logically possible then that’s danger enough, and children should be kept away from it as much as possible. Odd, then, that this approach only seems to apply to things that children like and enjoy. As far as I can see, none of the usual suspects has yet questioned the lasting damage done to children’s brains by forcing them to undergo a barrage of challenging, stressful and badly-organised tests at such a young age. Why not? Why is staring at a small screen for hours playing a game involving colourful dancing mushrooms (for example) a danger tantamount to downing shots of mercury, but staring for hours at a teacher trying to convey the difference between a subordinating conjunction and a preposition is perfectly harmless? Why is a child crying with frustration at a particularly challenging level on Candy Crush imply damaging neurological issues, but a child crying with frustration at having to memorise copious unfamiliar and unintuitive information an important aspect of their education?     Children should be kept away from tablets and smartphones at all costs! Unless they’re learning about compound verbs, then it’s fine. Photograph: Alamy    It’s an odd double standard; either children’s brains are so vulnerable they must be protected at all costs from even the most unlikely danger, or they’re so robust that extremely rigorous learning and testing is a valid good educational tool. They can’t be both. If you’re convinced that a child’s brain is so simple it can’t differentiate between video games and reality, why would the stress caused by testing in an educational setting be treated as different to other causes of stress? Because there’s data to suggest that stress literally does alter children’s brains in very negative ways. Stress is known to have numerous detrimental neurological consequences (I even wrote a book chapter about this) and in children it’s especially important to be aware of this, as a sophisticated and efficiently stress-response system is an essential thing for your typical human to possess. Overloading the stress system while it’s still forming can’t help. Disorders of this (and related systems) have been linked to problems in later life, e.g. sleep problems, like somnambulism and sleep paralysis, which are in turn associated to depression and so forth. There’s also data to suggest that children who encounter high-levels of stress have smaller areas of the prefrontal cortex that deal with memory and information processing. So you could argue that the stress of having memorise so much information, ostensibly to better equip children for later life, actually causes long term memory problems. A bit of a reach, perhaps, but far less so than the usual scaremongering articles. And yes, some will argue that children’s brains are more “absorbent”, that this is the time in their lives when they take most information in, so best to get them to learn important things while still young. And it’s true that children’s brains contain more neurons and synapses, because once they hit adolescence their brains undergo a process called “pruning”: as part of the developmental process when we hit our early teens, the more “weak” or less-well-established connections in our brains are disposed of, leaving the more efficient and established connections to thrive and grow stronger. This makes our brain more efficient and well connected, allowing us to function as adults.     Children’s brains are very vulnerable, but only to things their parents are suspicious of (apparently). Photograph: Jonathan Nackstrand/AFP/Getty Images    Will all this rote learning survive the pruning process? The Zeigarnik effect shows that people tend to forget information needed for a task once that task is completed, so what’s to say this won’t happen here. Many people have observed that no matter how much they cram for an exam they tend to forget most of it once they’ve passed, and once the SATs are over the school children could easily do the same. One of the complaints levelled at the tests are that the information is unfamiliar and unintuitive, so why wouldn’t the brain’s unthinking tidying-up systems not get rid of it. We could be filling our children’s heads with superfluous information they’re going to lose in a year or so in any case, but the long-term effects of the stress will endure (a lot of mental health issues are linked to stress and the pruning process). Maybe this won’t happen. Maybe this rigorous testing of rote learning won’t have any lasting effect on children. Perhaps a return to traditional methods of education will produce a generation more akin to the one that gave us the British Empire, a nation of people so mentally well-balanced they declared war on someone every other week and invented concentration camps. So no, we don’t know for certain that these SATs will damage children’s brains. But that’s not stopped anyone before. Usually even the remote possibility is enough to cause outcry. Because children’s brains must be protected at all cost. Except when they don’t, apparently. Dean Burnett will be discussing his book The Idiot Brain with Robin Ince at the Guardian Live event in London on June 2nd. The Idiot Brain by Dean Burnett (Guardian Faber, £12.99). To order a copy for £7.99, go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "SATs: the dangerous exam that's frying our children's brains | Dean Burnett",
  "webPublicationDate": "2016-05-10T12:58:24Z",
  "webUrl": "https://www.theguardian.com/science/brain-flapping/2016/may/10/sats-the-dangerous-exam-thats-frying-our-childrens-brains",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Neuroscience",
      "id": "science/neuroscience",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Burnett",
      "id": "profile/dean-burnett"
    }
  ],
  "guardianId": "science/brain-flapping/2016/may/10/sats-the-dangerous-exam-thats-frying-our-childrens-brains"
}