{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/06/watch-this-fridays-best-tv-listings-extraordinary-collector-secret-windsorts-rick-wakeman",
  "id": "2016-05-06-334",
  "sectionId": "tv-and-radio",
  "body": "The Extraordinary Collector 8pm, BBC2 The collector in question is Gordon Watson, one of those fortunate people who has managed to turn his compulsion – in his case, the acquisition and sale of 20th-century art – into a profitable living. This film follows Watson as he pitches to a dream client – Lord Jacob Rothschild, both a connoisseur of antiques and one of Britain’s richest men. The real selling point, however, is the rare glimpse into Rothschild’s estate, and its own extraordinary collection. Andrew Mueller The Secret 9pm, ITV “Tonight’s on, we’re going to do it,” says dentist Colin Howell to his lover, teacher Hazel Buchanan. He’s talking about murdering the duo’s respective spouses and making the deaths look like a joint suicide. The way this drama, based on the true story of these killings, so convincingly conjures up a conservative world where unhappiness is supposed to be endured rather than escaped only makes these scenes, which fill much of the episode, all the more unsettling. Jonathan Wright The Windsors 10pm, Channel 4 Super-silly sitcom about the royal family from the creators of Star Stories, Bert Tyler Moore and George Jeffrie. The gags bang and whoosh like a New Year’s Eve fireworks display and W1A’s Hugh Skinner is outstanding (and somehow even posher than before) as Prince William, backed up nicely by Harry Enfield as a mildly demented Prince Charles and Haydn Gwynne as a conniving Camilla. The result is quite joyfully daft throughout. Knighthoods all round. Julia Raeside When Pop Went Epic: The Crazy World of the Concept Album 10pm, BBC4 Concept albums are the true tightrope-walkers of rock. Get it right, you’ve got yourself a Quadrophenia. Take a misstep, you’re left with Yes’s Tales from Topographic Oceans – the sound of Pinky and Perky thrashing around in a cutlery drawer. Former Yes-man Rick Wakeman gamely revisits the latter, along with the likes of Pink Floyd’s The Wall, George Clinton’s Mothership Connection and the Flaming Lips’ Yoshimi Battles the Pink Robots. Ali Catterall Rick Stein’s Long Weekends 9pm, BBC2 WIth Nigella hyping avocado toast and chia seeds in her last TV outing, it wasn’t going to be long before other famous foodies started gushing about zeitgeisty nosh. And so, Padstow’s finest lands in Berlin for the latest instalment of his new series, probing postwar architecture, guerrilla chefs and food he terms as “cutting-edge and arrogant” before polishing it off. It’s an odd fit but, as per, Stein’s have-a-go enthusiasm is infectious. Hannah Jane Davies Hoff the Record 10pm, Dave Series two of the workmanlike self-satire continues to walk through all the tropes that made mockumentaries cool 10 years ago. David Hasselhoff plays himself as a daringly plausible caricature, with his disastrous career marshalled by Thick of It spinners, who give Office-style interviews commentating on the action. Tonight, low earnings cause the Hoff to fake his own death. It’s efficient, but every line is the most agonising thing comedy can be: nearly funny. Jack Seale Jack Irish: Blind Faith 10pm, Fox The gritty, witty Aussie crime drama starring an increasingly battered Guy Pearce continues. Jack’s estranged journo girlfriend Linda and her crafty Philippines bureau chief Orton finally discover the aftermath of the Mindanao village massacre that opened the series. But where are all the bodies? Meanwhile, back in Melbourne, Jack manages to finagle a face-to-face with Pastor Rob, the head of the shady megachurch seemingly behind his frame-up. Graeme Virtue TV films The Core (Jon Amiel, 2003), 6.20pm, Film4 You’d think Hollywood had exhausted the disaster movie scenario, but this one ingeniously imagines trouble at the centre of the Earth, where electromagnetic mumbo-jumbo is stopping the world going round. As an intrepid team start drilling their way towards the core armed with a nuclear solution, there are vivid special effects on display, plus a witty script and a refreshingly alternative cast, including Aaron Eckhart, Hilary Swank, Tchéky Karyo and Stanley Tucci. Paul Howlett Fight Club (David Fincher, 1999), 11.35pm, 5Star Fincher’s ferocious drama stars Edward Norton as an insomniac businessman who is led into a whole new way of life by Brad Pitt’s soap salesman, Tyler Durden. At their fight club, where ordinary guys batter each other to pulp in bareknuckle contests, they embrace a world of anarchic violence, and the club expands into a nationwide movement. A darkly brilliant satire adapted from Chuck Palahniuk’s novel. Paul Howlett Live sport Scottish Premiership Football: Inverness Caledonian Thistle v Dundee United 7.15pm, BT Sport 1Coverage of the Scottish Premiership encounter at Caledonian Stadium. Challenge Cup Rugby League: Batley Bulldogs v Catalan Dragons 7.55pm, Sky Sports 1Coverage of a sixth-round tie. Golf: The Wells Fargo Championship 9pm, Sky Sports 4The second day of the tournament in North Carolina.",
  "webTitle": "Friday’s best TV: The Extraordinary Collector; The Secret; The Windsors",
  "webPublicationDate": "2016-05-06T05:20:16Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/06/watch-this-fridays-best-tv-listings-extraordinary-collector-secret-windsorts-rick-wakeman",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/06/watch-this-fridays-best-tv-listings-extraordinary-collector-secret-windsorts-rick-wakeman"
}