{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/25/yvette-cooper-leads-cross-party-campaign-against-online-abuse",
  "id": "2016-05-26-294",
  "sectionId": "technology",
  "body": "Labour, Conservative and Liberal Democrat politicians will come together to call for a national campaign to defeat online misogyny as research reveals the scale of abuse aimed at women on social media. Yvette Cooper is joining forces with the former Tory minister Maria Miller, former Lib Dem MP Jo Swinson and Labour’s Jess Phillips to launch an online public consultation in an attempt to create a national conversation about tackling the growing scale of online abuse.  Facebook expressed its backing for the campaign but acknowledged that it does not always take down misogynistic comments.  To coincide with the launch, the campaign has released research by Demos revealing the huge scale of social media misogyny. The study monitored the use of the words “slut” and “whore” by UK Twitter users over three weeks from the end of April. It found that 6,500 individuals were targeted by 10,000 aggressive and misogynistic tweets in that period. Internationally, more than 200,000 aggressive tweets using the same words were sent to 80,000 people in the same period – and according to the study, more than half of the offenders were women. The Reclaim the Internet consultation will be launched on Thursday via an online forum. Cooper is calling for contributions from individuals, organisations, employers, union members, victims, police and tech companies. The campaign comes after research for the Guardian’s project the web we want revealed that of the 10 most abused writers online, eight were women and the other two were black men.  Cooper said the Reclaim the Internet event, to be held at the Commons on Thursday, amounted to a “call to arms”. She is due to appear alongside unions and women’s groups as well as representatives from Facebook and Twitter.   Related: Online sexism should not be tolerated, says Yvette Cooper    The Labour MP said she took her inspiration for Reclaim the Internet from the reclaim the night movement of the 1970s, in which women organised street protests demanding action against harassment, intimidation and violence. “Forty years ago women took to the streets to challenge attitudes and demand action against harassment on the streets,” she said. “Today the internet is our streets and public spaces.  “Yet for some people online harassment, bullying, misogyny, racism or homophobia can end up poisoning the internet and stopping them from speaking out. We have responsibilities as online citizens to make sure the internet is a safe space. Challenging online abuse can’t be done by any organisation alone … This needs everyone.” Contributors will be asked to provide ideas on five key areas:  The role of the police and prosecutors. The role of organisations and employers. The responsibility of social media platforms, such as Facebook and Twitter, as publishers. The role of individuals across society to tackle trolls and support victims.  Empowering and educating the next generation.  Celebrities are among the most frequent targets for abuse. The Demos research reveals those targeted the most internationally during the three-week period were the American rapper Azealia Banks, Katie Hopkins, LegendaryLeaTV – an online gamer – and Hillary Clinton. However the teaching union NASUWT, which supports the campaign, said it was teachers not celebrities who were increasingly being targeted by social media abuse from pupils and their parents. Half of 1,300 teachers questioned in a survey said they had been targeted on social media in relation to their work, according to the union. More than half of those who had suffered abuse said it had come from parents – an increase from 40% in 2015.      Yvette Cooper said Thursday’s event at the Commons was a ‘call to arms’. Photograph: Luke Macgregor/Reuters    The union added that it was seeing significant increases in the number of teachers receiving abuse from pupils – 55% compared with 48% in 2015 – and effective response to the aggressive harassment via social media remained unacceptably low. One male assistant headteacher, who did not want to be named, said he had reported threatening abuse from parents on Facebook to the police and to the tech giant. “One parent threatened to smash my face in in a post on Facebook and another accused me of being homophobic because we did not expel a pupil who had made homophobic comments to her son,” he said. “Teachers have always had negative comments from some parents but the use of social media whips it up into a mini fury. Other parents will ‘like’ the abuse, or add their comments. We have reported it to the police and to Facebook, but Facebook has a lot to answer for in their lack of meaningful response and lack of support. “Facebook does not take the comments down. They say they don’t breach their rules.” Alex Krasodomski-Jones, researcher at the centre for the analysis of social media at Demos, said the study showed that while the digital world had built new opportunities for public debate and social interaction, it had also built new battlegrounds for the worst aspects of human behaviour. “This study is a bird’s-eye snapshot of what is ultimately a very personal and often traumatic experience,” he said. “While we have focused on Twitter, who are considerably more generous in sharing their data with us, it’s important to note misogyny is prevalent across all social media. This is a stark reminder that we are frequently not as good citizens online as we are offline.”  Nicola Mendelsohn, Facebook’s vice-president for Europe, the Middle East and Africa, said: “I’m aware of the work that Yvette Cooper is spearheading today. I’m very supportive of it. We do a lot of work in this area already, working with organisations like Women’s Aid, and there is absolutely no place on Facebook for anything like that.” But asked on BBC Radio 4’s Today programme to confirm that Facebook did not take down misogynistic comments as soon as they were made, Lady Mendelsohn said: “We take down content where there is bullying or violence or things like that. We absolutely do take that content down.” Mendelsohn also acknowledged that Facebook was wrong to ban an advert featuring a photograph of a plus-sized model that it deemed “undesirable”.“We get it wrong sometimes. We got it wrong in that respect. We apologised and the ad is back up and running,” she said.",
  "webTitle": "Research reveals huge scale of social media misogyny",
  "webPublicationDate": "2016-05-26T07:14:45Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/25/yvette-cooper-leads-cross-party-campaign-against-online-abuse",
  "keyword": [
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Yvette Cooper",
      "id": "politics/yvette-cooper",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Azealia Banks",
      "id": "music/azealia-banks",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sandra Laville",
      "id": "profile/sandralaville"
    }
  ],
  "guardianId": "technology/2016/may/25/yvette-cooper-leads-cross-party-campaign-against-online-abuse"
}