{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/03/weekly-notes-queries-infants-tablets-classics",
  "id": "2016-05-03-178",
  "sectionId": "global",
  "body": "What do drivers with ‘Baby on board’ signs expect other drivers to do? The signs started in Germany more than 50 years ago, after a number of motor accidents in which the emergency services had rescued adults from the front of a wrecked car but had not realised there was a baby in the back. At that time there were no car seats for children, so nothing to indicate another small passenger.Martin A Smith, Oxford, UK • Spit the dummy.Roger Morrell, Perth, Western Australia, Australia • Change the baby’s diaper?Philip Stigger, Burnaby, British Columbia, Canada • Commiserate.Margaret Wyeth, Victoria, British Columbia, Canada • Celebrate contraception.Stuart Williams, Kampala, Uganda • Surely it’s only to alert delivery vehicles?Malcolm Campbell, Brisbane, Queensland, Australia • Pass quietly.Alan Williams-Key, Madrid, Spain • Turn the music down as you overtake them.Avril Nicholas, Crafers, South Australia, Australia • I wouldn’t buy it until I knew a lot more about it.Adrian Cooper, Queens Park, NSW, Australia • Never to give way to babyish road rage but to treat them with the milk of human kindness.Ursula Nixon, Bodalla, NSW, Australia • Give them as wide a birth as possible.Annie Didcott, Chifley, ACT, Australia • Make love, not war.Jennifer Horat, Lengwil, Switzerland • Perhaps to beware their distracted driving.Lawrie Bradly, Surrey Hills, Victoria, Australia That’s a hard one to swallow When does a tablet become a pill?  When it becomes hard to take, as in “That’s a bitter pill to swallow.”Richard Orlando, Westmount, Quebec, Canada • When it stops being flat and starts being round (or oblong).Moe Malik, Ottawa, Ontario, Canada • The tablet on which Moses wrote the Ten Commandments was and still is a difficult pill to swallow.Mary O’Mahoney, Crosshaven, Ireland • When it is too small to have writing on it.Tes Toop, Leopold, Victoria, Australia • When taken the morning after.R De Braganza, Kilifi, Kenya • When Apple releases a newer model.Erica Dunn, Simcoe, Ontario, Canada It’s just so hard to choose What literary classic is worth the arduous task of reading it? So far, every one. Opinion may be divided as to which tomes qualify for the title, however. Most memorable were Dr Zhivago (Pasternak) and The Marriage Contract (Balzac).Dave Rose, Edmonton, Alberta, Canada • Probably Dante’s Divine Comedy in the original Italian, but unfortunately I’ve never got further than the first couple of pages. Winnie the Pooh is so much easier!Joan Dawson, Halifax, Nova Scotia, Canada • Orlando, of course! By Virginia Woolf.Susan Willson, Vancouver, British Columbia, Canada • In my boyhood, every issue of Classic Comics was worth the read. The format made for a much less arduous task.Anthony Walter, Surrey, British Columbia, Canada Any answers? When aliens contact us, how will they do it and what will they say?Richard Orlando, Westmount, Quebec, Canada What qualities must a politician have?R De Braganza, Kilifi, Kenya Send answers to weekly.nandq@theguardian.com",
  "webTitle": "Baby? You’re never bored",
  "webPublicationDate": "2016-05-03T13:00:03Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/03/weekly-notes-queries-infants-tablets-classics",
  "keyword": [],
  "authors": [],
  "guardianId": "global/2016/may/03/weekly-notes-queries-infants-tablets-classics"
}