{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/how-london-became-a-labour-city-and-what-it-means-for-british-politics",
  "id": "2016-05-11-75",
  "sectionId": "politics",
  "body": "The constituency office of Emily Thornberry, Labour MP for Islington South and Finsbury, is a low, workaday building with barred windows. In a part of London that has been gentrifying for half a century, it looks out of place. Many of the tall Georgian terraces on the street have been expensively restored and extended. Most of the cars are BMWs. Bankers eat duck in the pub down the road. The first time Thornberry stood for the seat, in 2005, Labour was in the early stages of an electoral decline that has continued in most parts of Britain ever since. She won by a flimsy 484 votes. As the 2010 election approached, it was widely assumed that she was doomed. “A lot of my activists went to bookies up and down the [nearby] Holloway Road,” she remembers, “because the odds you could get on me winning were so good.” Thornberry increased her majority sevenfold. “One of my activists won so much on his bet he went to South Africa to watch the World Cup.” Recent London elections have been full of such startling Labour successes: Sadiq Khan’s crushing mayoral victory last week; Labour gaining seven London seats in the 2015 general election, despite its failures almost everywhere else; Labour winning a succession of contests for the London Assembly and London borough councils since 2012 by landslide margins. “London is a Labour city” has become a political commonplace.           Sadiq Khan: London’s new mayor    Yet this dominance has been achieved in a city that, in many ways, feels like a hostile environment for left-of-centre politics. The competitiveness and individualism of London life; the wealth and materialism; the ongoing “social cleansing” of the capital’s poor by spiralling house prices and cuts to benefits and social housing; the disappearance, decades ago, of most of London’s industrial working class; the increasing difficulty of pursuing alternative lifestyles in the capital; the smaller proportion of trade unionists and public sector workers than in almost every other British region; the seemingly unbreakable supremacy of the City – to many leftwing academics, hard, shiny London has become Europe’s pre-eminent “neoliberal city”. How has Labour managed to thrive in London? And what, if any, wider lessons does that hold for the party, and for British left-of-centre politics generally? The politics of London - as opposed to Westminster politics - are usually treated by the national media as an electoral quirk or a footnote. Rob Ford, a psephologist and lecturer at Manchester University, says: “90% of political writers are London-based. So, the city’s political mindset is the air they breathe. They just don’t see it. Or they don’t find it interesting.” Yet he goes on: “Britain will arrive at the place where London is, eventually, in its demographics, in its social values, in its politics. In perhaps 20 to 30 years’ time, thanks to immigration and ethnic change and the huge expansion of higher education, the median voter in Land’s End will be much more like a Londoner.” Already, there are signs of London-style Labour politics - socially liberal, multiracial, cross-class, often more enthusiastic about Jeremy Corbyn’s leadership than the party as a whole - spreading to cities with significant student and ethnic minority populations, such as Oxford, Southampton, Brighton, Manchester and Bristol, where last week the mayoralty was won by Marvin Rees, a mixed-race Labour candidate close to Corbyn. Simon Woolley of the non-partisan pressure group Operation Black Vote, who followed the Bristol contest closely, says that Rees’s victory was partly achieved by a coalition between black Bristolians and white, liberal incomers from London. Thornberry sees a similar export of Labour people and attitudes from the capital: “I get a lot of activists working for me in Islington who don’t stay long, because they can’t afford to live in London. Then, when I go around the country” – she is shadow defence secretary – “I run into activists from Islington.” There are currently 44 Labour MPs with London seats. There will be 45 if the party wins the upcoming by-election in Khan’s former seat of Tooting. This contingent is almost a fifth of Labour’s Commons total, the biggest proportion for decades – a dramatic change from the Blair-Brown era, when the party was dominated by MPs with seats in its traditional heartlands of Scotland and the north of England. Corbyn himself represents Islington North, next door to Thornberry’s constituency. Diane Abbott, the shadow international development secretary and a vocal Corbyn ally, holds Hackney North and Stoke Newington, another neighbouring seat. John McDonnell, the shadow chancellor, holds Hayes and Harlington in west London.     Diane Abbott on Colege Green in Westminster. Photograph: Lauren Hurley/PA    The capital also shapes the modern Labour party less formally. London contains a quarter of the activist groups set up by Momentum, the pro-Corbyn mass movement that played an important part in Labour’s successes last week. “Campaigning in London is easier, because of the higher density of Labour members,” says James Schneider, one of Momentum’s chief organisers. Momentum’s founder Jon Lansman is a Londoner. “There are a disproportionate number of people at the centre of the party from London,” says Simon Danczuk MP, a frequent Corbyn critic, who is currently suspended from the party while he is investigated for allegedly sending lewd texts to a 17 year-old. “Jeremy is a very London-centric MP. He has a strong sense that multiculturalism, for example, is healthy and positive. In parts of the north of England, that doesn’t play well at all. The British public generally are conservative with a small ‘C’. If you offer people in Rochdale what Jeremy’s offering in Islington, you won’t have a Labour MP.” Ford, who is probably the leading authority on why Labour voters outside London have defected to Ukip in damaging numbers in recent years, agrees with Danczuk up to a point. “When it comes to social liberalism, C1s [lower middle-class voters] outside London are either not that interested, or it actively pisses them off. And London already has a bloated role in our public life. The spread of London Labour ideas risks feeling like an imposition of values.” Yet amid all the characterising of London Labour as “a metropolitan elite”, in Danczuk’s 2014 description, who have “hijacked” the party, it is generally forgotten that they have already fought and apparently won a protracted battle in the capital itself. London used not to be “a Labour city”. London was defined in its current sprawling form, Greater London, by the Conservatives in 1963: in part to offset Labour support in the inner city by including an outer ring of more Conservative suburbs, the “doughnut” that Boris Johnson decisively gobbled up in his mayoral victories in 2008 and 2012. For decades, London swung wildly left and right, with frequent periods of Conservative ascendancy. During Margaret Thatcher’s 1987 election landslide, her illiberal, anti-multicultural government did better in London than in the country as a whole, thrashing Labour by 15%. That year, a despairing document about campaigning in London written by a Labour strategist, Patricia Hewitt, was leaked to the press: “It is obvious from our own polling, as well as from the doorstep, that … [being called] the ‘loony Labour left’ is now taking its toll; the gays and lesbians issue is costing us dear amongst the pensioners and fear of [our alleged] extremism is particularly prominent …” Well into the 90s, Labour’s electoral weakness in the capital - “the London effect” as it was known by journalists and party insiders – was seen as a major obstacle to the party regaining national office. As Hewitt’s memo suggested, much of the blame for the “London effect” was put on the innovative but intensely controversial pro-diversity policies of the capital’s handful of leftwing local authorities, in particular Ken Livingstone’s Greater London Council, which the Thatcher government abolished in 1986. But as the racial balance of the capital has shifted since, and immigration has accelerated, and Londoners’ attitudes to sexuality have become more liberal, so the more unbuttoned Labour politics pioneered by the GLC has gradually pervaded the party in London and made it seem in tune with the modern city.     Ken Livingstone on the campaign trail. Photograph: Martin Godwin for the Guardian    “Livingstone was one of the first senior politicians to give black people real power and a voice,” says Woolley. McDonnell was Livingstone’s GLC deputy, and Corbyn was part of the same London leftwing milieu. “I was at a meeting recently in the Caribbean about Britain paying reparations for slavery, which is a big issue there,” says Woolley, “and Corbyn wrote a paper in the 80s about why reparations were right. Some older black voters in London, and places such as Bristol, remember these things.” Younger non-white London also predominantly votes Labour. At the last general election, according to the pollsters Survation, ethnic minority Londoners chose Labour over the Conservatives by 54% to 34%. That was a much-improved Conservative performance, with the party doing particularly well among Sikhs and Hindus; but given the crude and counter-productive racial tone of the Tory mayoral campaign against Khan since, it may not be repeated for years to come. Meanwhile the capital’s perennial population churn has worked in Labour’s favour in recent decades. “White migration out of London has weakened the Conservatives,” says Ben Judah, author of This Is London, a new account of immigrant London, much of which takes place in the once heavily white and Tory outer suburbs. “The Conservative ‘doughnut strategy’ is a complete misreading of what is happening in outer London, which is almost as poor and multiracial as inner London now.” The capital’s electorate is currently “35% non-white”, says Ford. Any mainstream party associated with anti-racism, as Labour is, potentially has huge appeal. And not just among ethnic minority voters: “In modern politics, social values increasingly trump economic values,” he continues. “London has lots of university graduates on higher incomes who work in the private sector. Their economic self-interest should steer them to vote Tory. But they won’t, because the Tories are ‘evil’, ‘racist’. Meanwhile, it’s a badge of honour, voting Labour.” The middle-class leftie has been electorally significant in Britain probably since the late 70s, when Thatcher’s election hid a sudden leap in the upper-income Labour vote; but the expansion of higher education means that there are now far more of them. Where I live in Hackney in east London, now a byword for gentrification, Labour posters sprout every spring in the windows of many of the smartest houses, and last week the party beat the Tories for the local London Assembly seat by 44%, the sort of one-party state result rarely achieved even by the current Scottish National party. Ford says the Conservatives need to understand such well-off urban liberals better, rather than treat them with “quizzical condescension”.           London-wide Assembly Members announced – video    London’s more youthful, less comfortable middle class also tends to vote Labour. The dysfunctional rental and property markets, the spread of unpaid internships, the particularly obvious need in London for more state spending on overcrowded schools and transport infrastructure – all of these have drawn young Londoners towards Corbyn’s mildly anti-capitalist Labour party, and that led by Ed Miliband, another middle-class London leftie, before him. “’Neoliberal London’ politicises people,” says Schneider. London today just feels less suited to free-market Conservative solutions than it did in the 80s, when in a more rundown, less teeming city. the glossy Thatcherite promises of upward social mobility and mass property ownership were more alluring. When will Labour lose its hold on London again? The by-election in Tooting, where the Labour majority is a less than impregnable 2,842, may give the party’s enemies some encouragement. Judah offers them one cause for hope: “Eastern European immigrants, in my experience, are incredibly reticent about becoming involved in British politics. But in the long term, they’re natural Tory voters: often resentful of unions, and strong identifiers with Margaret Thatcher for her anti-communism.” Yet he acknowledges that other recent immigrants to London, well-educated escapees from southern European countries with troubled economies and strong leftwing traditions, such as Greece and Spain, are more likely to vote Labour. The party’s implosion in Scotland, and unpromising performance in much of England under Corbyn, mean that the micro-trends of London Labour politics will probably have a national significance for years, even decades, to come – whether Danczuk and the many Labour MP’s and members who share his suspicion of London like it or not. Two years ago, Thornberry was campaigning for Labour in the Rochester and Strood by-election in Kent when she tweeted a photo of a local house with a white van outside and several flags of St George hanging from its facade. Thornberry grew up on a council estate after her middle-class parents divorced, but she is an ex-barrister with a commanding manner. The picture was taken to be sneering and metropolitan, and she was forced to resign as shadow attorney general. At the general election six months later, she massively increased her Islington majority again.",
  "webTitle": "How London became a Labour city – and what it means for British politics",
  "webPublicationDate": "2016-05-11T18:18:39Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/how-london-became-a-labour-city-and-what-it-means-for-british-politics",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Beckett",
      "id": "profile/andybeckett"
    }
  ],
  "guardianId": "politics/2016/may/11/how-london-became-a-labour-city-and-what-it-means-for-british-politics"
}