{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/kieran-hodgson-funniest-thing-rowan-atkinson-anchorman",
  "id": "2016-05-27-169",
  "sectionId": "global",
  "body": "The funniest standup I’ve ever seen  There’s a great video that no longer exists of a guy called Nick Sun trying to perform to an empty dancefloor at two in the morning a festival where everyone’s completely high and wants him to leave. He abandons his material straight away and refuses to go off until he gets a standing ovation. The funniest person I know  The guy who beat me to “funniest person” in our uni yearbook, Jordan Perry. He now works at the Foreign Office and I don’t hold grudges. The funniest sketch I’ve ever seen            Probably the one from Not The Nine O’Clock News where Rowan Atkinson keeps putting more and more toilets in the model bathroom. I’ve never seen anything else like it. The funniest thing that shouldn’t be funny When Gordon Brown called Gillian Duffy a “bigoted woman”. The funniest joke I’ve ever heard When my dad tried to tell the panda eats, shoots and leaves joke, and said the punchline as eats, shoots and goes. The funniest word “Egregious”, but only in that League Of Gentlemen sketch. The funniest book I’ve ever read I suspect this makes me sound a total prune but I really did find Don Quixote incredibly funny. The funniest film I’ve ever seen      Anchorman, on condition that it has to be Anchorman the first time I watched it. The funniest meal I’ve ever eaten  It’s more just sad but when I was 17 I decided to liven up a lasagne by putting bananas in it. I forced myself to eat it all so mum and dad wouldn’t come home and ask me what on earth I was thinking. The funniest hairstyle I’ve ever had In school I found my “thing” when I started washing my hair just before going to bed, which made it form a sort of wave shape the following day. Take note, anxious teens! The funniest number Eight – and large numbers beginning therewith. Kieran Hodgson is touring to Friday 24 June",
  "webTitle": "Kieran Hodgson: ‘When I was 17 I decided to liven up a lasagne by putting bananas in it’",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/kieran-hodgson-funniest-thing-rowan-atkinson-anchorman",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gordon Brown",
      "id": "politics/gordon-brown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The League of Gentlemen",
      "id": "tv-and-radio/the-league-of-gentlemen",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "stage/2016/may/27/kieran-hodgson-funniest-thing-rowan-atkinson-anchorman"
}