{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/beppe-grillo-sparks-explosion-of-outrage-with-sadiq-khan-joke",
  "id": "2016-05-15-12",
  "sectionId": "politics",
  "body": "One of Italy’s most popular politicians, the comedian Beppe Grillo, took a swipe at Sadiq Khan, saying London’s first Muslim mayor would “blow himself up in front of Westminster”. Racist and misogynist humour is not uncommon within extreme parties in Italian politics, but the remark by the head of the Five Star Movement (M5S), an anti-establishment party founded by Grillo in 2009, came as his own party’s candidate, Virginia Raggi, is the leading contender to become the next mayor of Rome. Grillo was performing at a show on Saturday night in Padua when he went out of his way to praise the rise of the “Bangladeshi” Khan – the Labour mayor’s family were originally from Pakistan – and said it proved one must never stop dreaming. Then he added the sarcastic jibe: “Now I want to see when he blows himself up in front of Westminster.” The remark showed that Grillo has been unwilling to temper his off-colour jokes, even as he has sought to portray the MS5 as a serious alternative to Italy’s traditional parties, especially the centre-left Democratic party (PD) led by the prime minister, Matteo Renzi. The joke was seized on by Grillo’s political opponents, who said the remark was an attempt to distract the public from internal problems within the M5S, including a scandal involving the mayor of Parma, Federico Pizzarotti, a member of Grillo’s party who is under investigation for abuse of office. Another M5S mayor, Filippo Nogarin of Livorno, also recently revealed he was under investigation for fraud. Both politicians denied any wrongdoing, but the news has nevertheless been an embarrassing setback for a party that prides itself on being anti-corruption. Stefano Esposito, a PD senator, demanded to know what Raggi thought of the joke. On Twitter he wrote: “What does Raggi think of the racist insult that her boss directed at the mayor of London? Pretends nothing is going on?” If she were to be elected mayor of Rome, Raggi would be the first female mayor of the Eternal City and the most high-profile M5S candidate to hold office in Italy. Her election would be seen as a test of whether a party that emerged from Grillo’s sardonic stand-up act in the 1980s and 1990s can move beyond Grillo the protest politician and actually govern.  The comment was denounced by the PD’s candidate for mayor of Rome, Roberto Giachetti, who quoted the remark on Twitter and said: “It didn’t make me laugh.”     Beppe Grillo: \"Voglio vedere quando il sindaco musulmano di Londra si farà saltare in aria a Westminister\". Non mi ha fatto ridere.— Roberto Giachetti (@bobogiac) May 15, 2016",
  "webTitle": "Beppe Grillo provokes outrage with Sadiq Khan ‘bomb’ joke",
  "webPublicationDate": "2016-05-15T22:11:21Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/beppe-grillo-sparks-explosion-of-outrage-with-sadiq-khan-joke",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Beppe Grillo",
      "id": "world/beppe-grillo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Five Star Movement",
      "id": "world/five-star-movement",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "politics/2016/may/15/beppe-grillo-sparks-explosion-of-outrage-with-sadiq-khan-joke"
}