{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/paul-mccartney-i-was-depressed-after-the-beatles-broke-up-bbc-mastertapes-show",
  "id": "2016-05-24-274",
  "sectionId": "music",
  "body": "Paul McCartney has revealed that he started drinking heavily and came close to quitting music altogether after the Beatles disbanded in 1970. Discussing his career at a recording of Mastertapes for Radio 4, the songwriter described how he formed the group Wings. “I was depressed. You would be. You were breaking from your lifelong friends,” he said. “So I took to the bevvies. I took to a wee dram. It was great at first, then suddenly I wasn’t having a good time … I wanted to get back to square one, so I ended up forming Wings.” “It was difficult to know what to do after the Beatles. How do you follow that?” he asked presenter John Wilson.   Related: Scat, scrapping songs and screaming: a guide to being the next Beatles    McCartney also touched on the criticism aimed at Wings, agreeing that he and his wife Linda, who died in 1998, “weren’t that good”. He said: “We were terrible. We knew Linda couldn’t play, but she learned, and looking back on it, I’m really glad we did it … I could have just formed a supergroup, and rung up Eric Clapton and Jimmy Page and John Bonham,” McCartney said, before adding: “But you still remember the names of the people who gave you really bad, vicious reviews: Charles Shaar Murray shall ever be hated!” The audience in the BBC’s Maida Vale studio, which included Brad Pitt, James Bay and Paul Weller, were also privy to discussions about his relationship with John Lennon. “I was really grateful that we got it back together before he died. Because it would have been very difficult to deal with if … well, it was very difficult anyway.”           Never before seen footage of the Beatles backstage in 1965    McCartney played a few bars of Here Today, the song he wrote about Lennon in 1982, and said: “I’m quite private and don’t like to give too much away. Why should people know my innermost thoughts? But a song is the place to put them. In Here Today, I say to John, ‘I love you.’” “I couldn’t have said that to him unless we were extremely drunk – I love you, man! – but you can put these emotions, these deeper and sometimes awkward truths, in a song.”  McCartney also spoke about collaborating with Kanye West on Rihanna’s song FourFiveSeconds. “I love Kanye and he loves me. He’s a monster. He’s a crazy guy who comes up with great stuff, so he inspires me. It was definitely different, because we never appeared to write a song. A lot of what we did was just tell each other stories.”  The episode of Mastertapes will be broadcast on BBC Radio 4 at 10am on 28 May, and a filmed version will be available on BBC iPlayer.",
  "webTitle": "Paul McCartney: I was depressed after the Beatles broke up",
  "webPublicationDate": "2016-05-24T07:56:39Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/paul-mccartney-i-was-depressed-after-the-beatles-broke-up-bbc-mastertapes-show",
  "keyword": [
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "John Lennon",
      "id": "music/johnlennon",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/24/paul-mccartney-i-was-depressed-after-the-beatles-broke-up-bbc-mastertapes-show"
}