{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/joseph-fiennes-what-happened-next",
  "id": "2016-05-15-176",
  "sectionId": "film",
  "body": "Joseph Fiennes is currently specialising in second acts. This weekend he is in Cannes to promote his film The Last Race, the unofficial Chinese-made sequel to Chariots of Fire. Fiennes plays Eric Liddell, the Flying Scotsman who in 1924 famously refused to run on an Olympic Sunday because of his religious beliefs. The film is concerned with the little-known years after that in which Liddell gave up on sporting fame to become a Christian missionary in China. To open that film, Fiennes is taking a couple of days away from rehearsing the comparable afterlife of that other Boy’s Own legend, Lawrence of Arabia. Fiennes takes the lead in Adrian Noble’s Chichester Festival revival of Terence Rattigan’s play Ross, which finds Lawrence home from the desert after something of a breakdown and living under an alias as an officer in the RAF.    I seem to have worn a lot of tights in films, but those are just the films that  worked best    When I met Fiennes on a sunny lunchtime break from rehearsals in a studio near Clapham Common last week, I put it to him that “What happened next?” is always a more interesting human story than the full spotlit glare of celebrity.     Flying Scotsman: as Eric Liddell in The Last Race, the unofficial sequel to Chariots of Fire.    “It’s very true,” he says. “These two men – Lawrence and Liddell – had been the iconic stars of their time. The romance and the achievement stays with us, but there is a cost to that. There is always a cost. Liddell and Lawrence were very dedicated human beings, and when you raise that bar you get challenged and there is fallout.” And inevitable disappointment? “Yes. In both cases it is story of humanity versus the cause. It becomes about knowing yourself.” You could make the argument that Fiennes himself is ideally placed for these roles. His own flare of international fame came 18 years ago now, when he illuminated a pair of British films – Shakespeare in Love and Elizabeth – which came to dominate the awards season prior to the millennium. Shakespeare in Love won seven Oscars and opened many Hollywood doors to Fiennes, who had more straightforward matinée-idol star quality than his edgier elder brother Ralph. He was offered a five-film contract by Harvey Weinstein and Miramax, then at the height of their powers, having cornered the market in blockbuster literary adaptation and intelligent costume drama. Fiennes turned the offer down.    I don’t need any more than I have. I don’t have an entourage to pay for: well, I do, but they are four and six years old    He was, he says now, always dubious of the attractions of full-on stardom. He was once told (by the actor Brian Cox) that he was “a character actor trapped in a leading man’s body” and he feels there has always been truth in that. He was anyhow minded to follow his role as Will Shakespeare, chasing Gwyneth Paltrow on the big screen, with a good deal of real Shakespeare onstage (he’d had his first proper break in the mid-1990s in two seasons with the RSC). A couple of years after Weinstein had made his offer he was playing Iago in the West End and Berowne in the National Theatre’s Love’s Labour’s Lost. The film roles he took on were either interestingly independent – Enemy at the Gates, or “risky”– Running with Scissors (in which he played a schizophrenic paedophile partly for laughs) or badly misjudged – Killing Me Softly, one of the few films to receive a 0% rating on the Rotten Tomatoes website. What they never were was stock movie-star fare.     All the world’s a stage: with Gwyneth Paltrow in 1998’s Shakespeare in Love. Photograph: Universal/Sportsphoto Ltd/Allstar    Fiennes suggests this was deliberate, at least unconsciously so. Theatre was always where he felt most at home. “There is a versatility available. I may seem to have worn a lot of tights in films, but actually those are just the films that have been most visible or worked best,” he says, with a half-smile. “I have worn jeans a lot, too, but those ones haven’t tended to work so well.” He suggests that, at 46, he feels a bit liberated from those leading-man expectations. I wonder if he ever felt foolish not following the money. “Not at all,” he says. “I don’t need any more than I have. I don’t have an entourage to pay for: well, I do, but they are four and six years old.” Fiennes married Swiss model and actor Maria Dolores Dieguez in 2009. With two young children, he says he now chooses work that does not take him too far from home for long stretches of time. “I want to be part of their growing-up,” he says. “I learned early on that the business that I love has no compassion. So my compassion is elsewhere, too…” No compassion in what sense?     Family man: with his wife, the Swiss model and actor Maria Dolores Dieguez, before they were married in 2009. The couple now have two young children. Photograph: Peter Brooker/Rex Features    “It’s a business. I’m not going to go into it, but there was a time when there was something going on in my life that was profoundly important to me, but it was made clear that the show was all that mattered. I was in my 20s then and I thought: OK, that is how this world operates.” After that, he says, he always vowed to keep himself at least one step removed from his working world. His sense of the importance of family is rooted in his own growing-up. He is one of seven children, one of whom was adopted, and a twin (his brother Jake became a notable conservationist after a childhood fascination with taxidermy). Fiennes’s mother was the novelist Jennifer Lash who died in 1993 of cancer when he was 23. His father Mark was a farmer who became a photographer aged 40. They are distantly related to Ranulph Fiennes, and very distantly (eighth cousins) to the royal family. Money was tight. The family renovated and sold on the houses they lived in to pay the bills almost every year, moving among Suffolk, Wiltshire and the West of Ireland. Fiennes moved school 14 times. Did he inherit that restlessness? “As a father myself now looking back, I have no idea how they had the energy to do what they did,” he says. “Moving so many times. But we children just grew up in ignorance and bliss.” He says that from the moment he was selected for a school play aged seven he knew he only ever wanted to be an actor. It surely helped though that Ralph, seven years his senior, was already blazing that trail? “At home our parents never compared us,” he says. “I mean, there were seven of us kids. Obviously I always looked up to my brother and his work and I have nothing but utter respect. But I never felt we were in competition.” It was the kind of childhood that provided a good grounding for complicated British male role models such as TE Lawrence, who Fiennes is currently inhabiting. None of the seven children went to university, but they were encouraged to discuss books and art all the time. “I remember my mother taking the family to [Lawrence’s cottage] Clouds Hill when I was 12 or 13,” he says, “and there was literature around on Lawrence as I grew up, and maybe some discussion of him. But mostly I was too busy being a teenager.” Now what he is finding as he researches the history through Rattigan’s play is that Lawrence’s struggles in Syria have never been resolved. “It’s what we see when we switch on the news,” he says. “I am appalled to see how much of modern history was set in motion by two civil servants called Sykes and Picot.” (It was the British colonel Sir Tatton Sykes who arbitrarily divided what is now Syria and Iraq with the French, betraying Lawrence’s promises to the Arab rebel forces. The border was created 100 years ago this week. “I should like to draw a line from the ‘e’ in Acre to the last ‘k’ in Kirkuk,” Sykes infamously said of his reasoning). “The land grab was appalling,” Fiennes says. “Boy did they fuck up. Lawrence knew back then what they were creating. And you can draw a direct line from there to Isis.” As well as exploring this history he is, he says, enjoying the challenge of discovering a more intimate idea of Lawrence compared to Peter O’Toole’s Tehnicolor characterisation. He suggests doubt as the trait in which there is always most drama. “Doubt is crucial, I think, in every character I have ever played. I discovered it first with Dennis Potter’s play Son of Man which Mary Whitehouse tried to ban. To portray Christ with doubt was a pretty brave thing for Potter to do…” There must, I suggest, have been plenty of doubt for him in the other film for which he has recently made headlines – his role in a Sky Arts short in which he plays Michael Jackson. At the time of the controversy around this year’s all-white Oscar shortlists, he was widely and predictably criticised for having accepted the role. Why did he do it? “Well,” he says. “It’s not a biopic of Michael Jackson or anything which, of course, I would never have done. It is part of a little series called Urban Myths, one of several films. Ours is a 20-minute satire sketch about a road trip taken by Marlon Brando, Michael and Liz Taylor near the end of Jackson’s life. It is a satirical comedy which the press latched on to at the time of the Oscar storm.” At the time, Fiennes talked about his belief in colour-blind casting – was that his reasoning? “I am very much of the mind that casting should be as wide open as possible and that it should never be tokenism,” he says. “But that is not the argument for doing this. He was a black man, and this then throws up the question of blackface. I did it because I liked the script. It’s a fantasy. But I guess I leave it to the audience to judge. I am very happy to be educated about it.” Such choices make it tempting to view Fiennes as part of that current perceived clique of (brilliant but) privileged white male British actors (Benedict Cumberbatch talking lazily about “coloured” colleagues springs to mind), but that seems too easy a prejudice. Fiennes’s commitment to his craft seems robust and deeply held. I wonder if he acts in order to understand himself better. “Possibly. But I don’t think it works like that. I meet people in my business who have this extraordinary ability to understand human nature in their work, but in real life they don’t seem to have the first clue.” You wouldn’t put Fiennes himself into that category. He has few illusions about what his career has taught him: that scene-stealing first acts don’t go on for ever. “I try to never do anything but my best,” he says. “But you get to learn that 90% of the time that means utter and complete failure. And then you pick yourself up and you have another go.” Ross is on at the Chichester Festival Theatre, 3-25 June. For tickets and details, go to cft.org.uk",
  "webTitle": "Joseph Fiennes: the sequel",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/joseph-fiennes-what-happened-next",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ralph Fiennes",
      "id": "film/ralphfiennes",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "TE Lawrence",
      "id": "world/te-lawrence",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Terence Rattigan",
      "id": "stage/rattigan",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Adams",
      "id": "profile/timadams"
    }
  ],
  "guardianId": "film/2016/may/15/joseph-fiennes-what-happened-next"
}