{
  "apiUrl": "https://content.guardianapis.com/microsoft-partner-zone/2016/may/16/flipconuk-sharing-the-theory-and-practice-of-flipped-learning",
  "id": "2016-05-16-235",
  "sectionId": "microsoft-partner-zone",
  "body": "A Microsoft Global Showcase School hosts a national conference for teachers to share and learn the benefits of flipped learning. Delegates find both inspiration and practical help, and along the way are introduced to the power and accessibility of Microsoft Office Mix. The fundamentals of flipped learning are clear enough; you provide students, in advance, with the facts and information that will underpin their next lesson. Teachers who are adept at the technique find that the net effect is better student engagement and improved learning. That said, there’s no shortage of questions and uncertainties. How, exactly, does a teacher apply the technique? What are the snags and how are they overcome? How does it sit within the whole-school context? The two-day FlipConUK 2016, held at Shireland collegiate academy in Sandwell, together with Shireland’s nearby partner school, Victoria Park primary academy, was intended to address, and perhaps answer, at least some of these questions. Shireland, a Microsoft Global Showcase School, is the ideal venue for such an event because to be effective and manageable over time, flipped learning needs the support of well-used, appropriate technology. And Shireland, in the words of executive headteacher, Sir Mark Grundy, “has used technology adventurously and creatively for many years and many students have benefited significantly.” For some time, this innovative approach has also featured the school’s multi-faceted version of flipped learning, which has evolved naturally from Shireland’s learning gateway platform. As Kirsty Tonks, Shireland’s assistant principal for e-learning, explains: “We take flipped learning a step further, not only sharing the knowledge but also assessing the initial understanding of students, using Office 365, Office Mix and other tools, supporting initial comprehension and allowing teachers to better differentiate in the classroom.” FlipConUK 2016 Efficiently hosted by Lord Jim Knight, the conference consisted of a well-chosen and managed mixture of presentations, classroom observations and hands-on workshops. Through the two days there were parallel primary and secondary strands, and a very full part was played by staff of both Shireland and Victoria Park primary. A list of distinguished presenters included: flipped learning pioneer, author and teacher Jon Bergmann; Steve Beswick, Microsoft UK director of education; and Jim Federico, senior director and product manager for Office Mix at Microsoft. There was so much to see that during the one day I was able to be there I had little chance of experiencing everything. What I did come away with, though, was a strong sense that an exciting and significant narrative had played out over the period of the conference. It began with teachers wanting first to be reassured that flipped learning was the right thing for their own schools and classrooms, then they wanted to see it in action. Finally, and most importantly, they needed to know about the tools and techniques that would help them make it work. In the event – to the great credit of the presenters, teachers and students involved – all of those boxes were well and truly ticked. Looking for reassurance and support The two days of FlipConUK 2016, jointly designed by Tonks and Bergmann, were devised to give an entry point for all interested in flipped learning as an approach to better attainment. The programme catered for all levels, from experienced “flippers” who wanted to move to a mastery level, to those who wanted to dip their toe into flipped learning. There was a common thread, however, in that most of those who attended the conference were sure that flipped learning, in some form, was right for their school and classroom. What they wanted was to be told that, yes, they really were heading in the right direction. Bergmann, teacher, early pioneer and passionate advocate of flipped learning, was exactly the right person to deliver that message, which was then reinforced by opportunities to observe the technique working in real classrooms with Shireland and Victoria Park teachers and students. Part of Bergmann’s approach is summarised in the phrase – essentially, flipped learning is about creating more productive teacher-student relationships. “Simple”, in this context, though, is not the same as “easy”. Bergmann himself, and teachers I spoke to agree, that running a flipped classroom is demanding, calling on higher-order pedagogic skills and knowledge. It implies a redefined role for the teacher, and that in itself is an inspirational thought for teachers who long to see real change in their schools and classrooms.  Techniques, technologies and Office Mix It’s said that flipped learning began when lecturers realised they could video their lectures for students to watch in their own time, rewinding as necessary, before coming well informed to a discussion or tutorial. Video, probably used more creatively, is still used in flipped classrooms. Today’s technology, though, creates richer and more varied possibilities, and, as became clear during FlipCon, nothing was more eye-opening for the delegates than to learn about the possibilities of Office Mix. When I arrived, Federico, who had flown in specially from Microsoft global HQ in Redmond, Washington, was demonstrating Office Mix on the big screen to a very attentive audience, showing how easy it is to put together a presentation made up of short, engaging elements, with video and audio links, interspersed with interactive quizzes. Existing material – PowerPoint presentations, for example – can be remixed and all can easily be shared via the cloud. A little later in a classroom we saw just what Federico was driving at, as Shireland teachers demonstrated some of the material they prepared for their students. Andrew Collins, for example, a Microsoft Innovative Expert Educator (MIEE) showed us how he’d used Office Mix to prepare a multi-media presentation on the Dunkirk evacuation of May 1940. It included poetry, maps, contemporary news reports and sets of figures, and invited students to decide whether Dunkirk was a disaster or not. Though quite short – as such presentations need to be – it was packed with information. However, thanks to Office 365 and Shireland’s “class sites”, students are able to revisit any part of the presentation at any time. During the day I caught up with Federico for a one-to-one. It was interesting to hear his obvious enthusiasm for the product, which is his global managerial responsibility. “We’re providing educators with an integrated solution,” he said. “Saying ‘there’s an app for that’ does not provide the ideal educational experience. There are good apps, but without the integration, teachers are learning new tools for bits of their jobs.”  By comparison, he went on, Office Mix is already a complete and familiar experience. “There are 1.4 billion PowerPoint users in the world, and Office Mix requires no new skill. It just works in the way you expect it to work.” Federico is also keen to highlight the importance of the analytics that become available from using quizzes in Office Mix – fine detail of how, when and how many times students have attempted to answer questions, for example. Teachers often want feedback in the classroom and they don’t always get it. They want to provide differentiated, personalised instruction and teacher/student ratios make that difficult.  In conclusion At the end of the conference, Tonks offered her own thoughts on how it had been received. “After much careful planning, I think it has been a phenomenal success. The feedback has been amazing. We tried really carefully to get a mix of the theory of flipped learning and seeing it in action, with the chance to talk to students and teachers. Added to that was the opportunity to learn about the tools needed to effectively implement it in the classroom and to have a go, hands on, with experts on hand to offer best advice.” Tonks adds that it became clear as the two days progressed that flipped learning was hitting a positive nerve with those who attended. “At least five different teachers and leaders said the conference was the best two days of continued professional development (CPD) and training they had ever had, with many converted to the endless possibilities of Office Mix, one of the most popular sessions we had. We even trended on Twitter on both days; that clearly shows us the interest that teachers and leaders have in this methodology.” As flipped learning becomes a more common approach for schools it will be interesting to see how schools implement and embed it. But one thing came across clearly – inter-operability and the linking of an online platform and tools is key to the smooth process of flipped learning. All involved, are now looking forward to the next national conference in 2017. Content on this page has been provided and funded by Microsoft. Find out more here.",
  "webTitle": "FlipConUK: sharing the theory and practice of flipped learning",
  "webPublicationDate": "2016-05-16T11:03:47Z",
  "webUrl": "https://www.theguardian.com/microsoft-partner-zone/2016/may/16/flipconuk-sharing-the-theory-and-practice-of-flipped-learning",
  "keyword": [
    {
      "webTitle": "microsoft partner zone",
      "id": "microsoft-partner-zone/microsoft-partner-zone",
      "sectionId": "microsoft-partner-zone",
      "sectionName": "microsoft partner zone"
    }
  ],
  "authors": [],
  "guardianId": "microsoft-partner-zone/2016/may/16/flipconuk-sharing-the-theory-and-practice-of-flipped-learning"
}