{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/amsterdam-berlin-embrace-night-life-britain",
  "id": "2016-05-02-248",
  "sectionId": "commentisfree",
  "body": "‘I will NEVER forget this moment” was the Instagram caption from Taylor Swift, seen across the world as Rihanna performed at the Coachella festival with DJ Calvin Harris. And every week people have similar feelings when they go out at night with their friends. But nightlife is not only important because people enjoy it. Earning an estimated £66bn a year and employing almost 8% of the workforce, Britain’s night-time sector is of huge economic and cultural significance.   Related: Public house music: Mark Fell on making art in a derelict boozer    This is why people who care about music should be concerned that nightclubs are closing. During the past 10 years the number has reduced from 3,144 to 1,733. From the Arches in Glasgow to Garlands in Liverpool, London’s Madame Jojo’s and the Astoria, iconic venues are shutting their doors. London’s Dance Tunnel is the latest to go. What happens at night is starting to concentrate minds, and rightly so. A commission is considering how London’s night-time economy is managed, and night tube services are scheduled to start soon. Just last week, the Night Time Industries Association launched a national campaign, #nightlifematters. And it does matter, even if you’re not a clubber. The Bristol club and dance music scene is acclaimed for the role it played in the early days of the influential bands Massive Attack and Portishead. Think also of Acid Jazz Records. Set up by entrepreneur and DJ Eddie Pillar in 1988, and influenced by cross-genre club culture from the 60s to the 80s, it signed bands including Incognito, Brand New Heavies and Jamiroquai – as well as running the Blue Note in east London, which in turn hosted nights put on by Talvin Singh and Goldie’s Metalheadz.     Protesters stage a mock funeral procession in 2014 for Madame Jojo’s. ‘The steep increase in nightclub closures can be traced to changes in licensing and regulation.’ Photograph: Justin Tallis/AFP/Getty    The well-documented relationship between the Haçienda in Manchester with Factory Records and bands including New Order and Happy Mondays – as well as DJ Mike Pickering, who formed M People – highlights the role nightclubs have in the incubation of talent. From techno, drum’n’bass and garage in the 90s to the grime genre today, artists such as Dizzee Rascal, Tinie Tempah and Wiley continue to thrive, yet the foundations on which they depend are now under intense pressure. Bars and clubs also play their part in urban regeneration. This was true in Liverpool in 1991, when Baa Bar opened, Cream established itself as one of the country’s most successful club nights and a tapestry of fashion designers, recording studios, labels and graphic designers clustered around it. It remains true today, whether you look at Manchester, Brighton or Glasgow. Peckham in south London is unrecognisable from a decade or two ago: the Bussey Building and CLF Arts Cafe have been a big part of that change.   Related: Clubs picks of the week    Some businesses run out of steam, of course, and fashions change. But the steep increase in nightclub closures can be traced to changes in licensing and regulation. Over the past decade rules imposed by police and councils have developed in such a way that clubs are often now held responsible for crimes that occur at or even near them. No other business is punished when a crime happens on its premises, whether it is a bank robbery, a mugging at a shopping centre or a death in a car park. Yet attitudes to nightlife are different. In part this is because police forces facing cuts see nightlife as a drain on dwindling resources. Councils, meanwhile, face similar challenges and have to respond to complaints from people living near venues – sometimes in flats erected long after the businesses subsequently portrayed as nuisance neighbours. There is no societal justification for this erosion of the night economy. Serious crime has decreased in Britain in the past 10 years; people have never behaved as well as they do now. It’s about mindset. In Nashville, Las Vegas, Berlin and Amsterdam, they understand the dividends from a robust nightlife sector. We need to hear less about the costs and more about the benefits in Britain.",
  "webTitle": "If Amsterdam and Berlin can embrace the night life, why can’t Britain? | Alan D Miller",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/amsterdam-berlin-embrace-night-life-britain",
  "keyword": [
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan D Miller",
      "id": "profile/alan-d-miller"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/amsterdam-berlin-embrace-night-life-britain"
}