{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/08/wolfgang-tillmans-eu-referendum-remain-campaign-posters",
  "id": "2016-05-08-143",
  "sectionId": "artanddesign",
  "body": "You have designed 25 posters against Brexit. What prompted you, as an artist, to make this high-profile, pro-European statement?Several things. First, it is a much more complex issue than all the shouting you hear in the media by those wishing to leave. It’s not about Boris versus Cameron. It has huge consequences for Britain and for Europe, but the debate is being fought on peripheral subjects that have been made to seem central – quotas and the length of the working week, things that can be negotiated. The big issue for me concerns isolationism and the rise of rightwing extremism in Europe and beyond. The extremists are diametrically opposed to the EU’s founding values. We forget that this is something that binds us and protects us and that, as one of the posters puts it, is “the largest peace project in human history”.   Related: How the world caught up with Wolfgang Tillmans    Was there a single moment or event that led to the creation of the poster campaign?Well, the Iraq war was a formative experience for me and many in my generation: to march with a million people and then know the leaders had already decided. I did demonstrate, but I did not speak out. I thought there was enough outrage by others. This time it feels like maybe we are sleepwalking into a big, wrong decision. I don’t want to wake up on 24 June and feel I have not done enough to prevent that happening. It’s so important. I want to put all my energy behind it. Do you consider yourself an activist?I’m an activist for moderation [laughs]. And for progress. In the last 60 years we have seen so much progress in terms of women’s rights and gay rights, but there is always a minority that are authoritarian and against those advances. I have observed this as a gay man. Those people will not give in on gay rights. Putin will never give in on gay rights. Right now, ordinary, decent people need to stand up for those progressive values and not just take them for granted.     A poster from Wolfgang Tillmans’s EU campaign. Photograph: Wolfgang Tillmans/Between Bridges    You are a German who lives between Berlin and London, and attended college in the UK. Do you consider yourself a citizen of Europe?Yes. I honestly do. My identity is European. City-wise, I’m a Londoner. Nationally, I’m German. But, really, I see myself as a product of European reconciliation and cultural exchange. That is what has enriched my life so much. Look at the Erasmus project, which might appear a small thing, but it enables young people from the EU to study abroad for an extended time. My sister went to Florence for half a year when she was 23. That kind of opportunity can transform your life.    Standing up for the middle ground should be the new cool, because it is so dangerous not to    It seems almost inevitable that you will be dismissed in some quarters as a German – and an artist – who should not be interfering in British politics.Oh yes, the German thing. “Why is he telling us what to do?” But, I have lived here for 26 years and contributed to British taxes. I went to college here. I have been the recipient of Britain’s biggest art prize and I have been made a full member of the Royal Academy of Art. So, I think I’m allowed to speak on something I believe passionately in – which is Europe. And I firmly believe that the values the EU stand for are actually British values on a world stage. Would you consider leaving Britain if Britain leaves the EU?I don’t think so, but who knows? I’m not interested in engaging in Project Fear. They’re not going to suddenly shut down easyJet and start searching every single truck full of tomatoes coming in from Europe. For me, it is more about the message it will send out. The minority of loud voices against will have triumphed. The voices of reason and negotiation will have lost. If you look at what is happening with Trump in the US, you can’t help but feel that the angry and unreasonable voices are getting louder and louder. There’s a disproportionate emphasis in the British media towards leaving. I often wonder why. I even wrote a letter to British Airways in 2003 because on their flights you were always handed free copies of the Daily Mail and you opened it up and were exposed to propaganda. Have you specifically aimed your poster campaign at the young? I notice the Glastonbury festival features on one: “Don’t come to Glastonbury without having used your postal vote!”To stand up or celebrate the middle ground is to be somehow uncool, but I really feel we need to do this right now. I think standing up for the centre ground should be the new cool, because it is so dangerous not to. The democracy that the EU represents – worker’s rights, women’s rights, gay rights – is a shining beacon to protesters in Poland and Russia. Britain, as a cradle of democracy, should see the bigger global picture. I have a strong sense of history repeating now and of my generation, for the first time, not being exempt from history.   Related: These anti-Brexit posters show just what we lose by leaving the EU    This is a one-off project that seems dramatically different in the context of your other work.Yes, and I thought about that for a long time. In a loose sense, it connects with an ongoing series I have been making called On The Verge of Visibility, which is about the porousness of the border between sky and water, but is quite abstract. This project is different. It’s about information. At one point, it was just going to be text on the posters. Personally, I think it is good to have a group of images that are not identifiable with me and my style. It’s primarily about getting the message across clearly and forcefully. You have always been known for – and sometimes criticised for – the “everydayness” of your photographs. The posters are quite a shift in style away from the personal and the observational.Yes, my work has sometimes been criticised for being somehow non-specific or lacking in rigour, but, in fact, the rigour is in the nuances. I have always looked at the nuances of everyday things because I feel that is a political responsibility, too – to look in an open, unprejudiced, fearless way at the world around you.",
  "webTitle": "Wolfgang Tillmans: ‘I see myself as a product of European cultural exchange’",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/08/wolfgang-tillmans-eu-referendum-remain-campaign-posters",
  "keyword": [
    {
      "webTitle": "Wolfgang Tillmans",
      "id": "artanddesign/wolfgang-tillmans",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Posters",
      "id": "artanddesign/posters",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/08/wolfgang-tillmans-eu-referendum-remain-campaign-posters"
}