{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/bath-homes-evacuated-ww2-bomb-found-school-playground",
  "id": "2016-05-13-165",
  "sectionId": "world",
  "body": "Hundreds of residents have been evacuated from their homes in Bath after an unexploded 500lb second world war bomb was found in a playground.  A 300-metre exclusion zone was set up following the discovery at the former school in Lansdown Road, and residents were woken up in the night and told to leave.  About 1,100 homes were in the evacuation zone, but police did not know how many people had decided to leave. Some residents were put up in a marquee on the nearby racecourse. Others were spending the day in a pavilion at the Recreation Ground close to the city centre and were told they may not be able to return for 48 hours. Schools were shut and road diversions put in place.    Bath bomb evacuee Jan Lawrence, who spent the night at Bath racecourse. https://t.co/pBfsroqpQt— steven morris (@stevenmorris20) May 13, 2016    Contractors unearthed the shell from beneath the surface of the private school’s playground, which had been in use until a few years ago, and an explosive ordnance disposal (EOD) team was called. The bomb is 1.42m long and 0.4m wide. Ch Insp Kevin Thatcher, of Avon and Somerset police, said: “We recognise the disruption this incident has already caused to residents inside the exclusion zone and we’d like to thank them for their patience. Decisions to evacuate houses are never taken lightly but during these incidents public safety will always be our primary concern. “We also appreciate the anxiety many in the local community may feel following the discovery of the device and the time required to remove it but we would urge people not to be alarmed. The EOD are working as quickly as they can to remove the device and we will provide regular updates on their progress.”     Building a big sand castle around a WW2 bomb #bathbomb #eod pic.twitter.com/MMuRgPoX6Z— Murray Kenneth (@MurrayKenneth) May 13, 2016    The EOD team was building a barrier around the device using 250 tonnes of sand. Once this was in place, they planned to remove the bomb and, with a police escort, take it to a safe location and carry out a controlled explosion. A police spokesman said: “Unfortunately, once outside the exclusion zone, residents are unable to re-enter while the incident is ongoing, which at this stage is believed may be up to 48 hours. Some residents inside the cordon have chosen to remain in their homes and they continue to be advised to move to a safe distance. Those who have remained inside the exclusion zone will be prevented from moving within 100 metres of the device for their own safety.” The “Bath blitz” took place over an April weekend in 1942. More than 400 people died, more than 800 were injured and hundreds of buildings were destroyed or damaged. Other UK cities targeted in what came to be known as the “Baedeker” air raids included Exeter, Norwich, York, and Canterbury – all with a “three-star” rating in the German Baedeker guidebook to Britain – as part of Hitler’s retaliation for RAF attacks on Germany’s historic Baltic ports of Rostock and Lubeck. A spokesman for Bath and North East Somerset council said: “In order to minimise disruption and any knock-on effects, members of the public are advised to carefully consider if it is absolutely necessary for them to travel into Bath today or whether they can avoid making the journey – such as working from home or an alternative location, or visiting the city on a different day.” Residents have been writing on Twitter about the incident, using the hashtag bathbomb.  Zoltan Seres wrote at 2.57am:     Just been woke up by police and advices to leave  #portlandplace #bathbomb— Zoltan Seres (@random_3D) May 13, 2016    Darryl Harris wrote at 1am:     Even though this #BathBomb is quite funny. I wish it wasn't happening less that 50 feet from my flat. I just want to go home! 😡— Darryl Harris (@harrisde123) May 13, 2016    Stephanie Woodhouse tweeted:     So...the playground we used to play in at school was on top of an unexploded 500lb WW2 bomb! #bathbomb #Bath pic.twitter.com/gifRVdMX9f— Stephanie Woodhouse (@_stephanieellen) May 12, 2016    Stuart Tayler tweeted a picture of the bomb disposal team:    Just been evacuated! Bomb disposal on our street! #bathbomb pic.twitter.com/fcdpYtzJHV— Stuart Tayler (@stuarttayler1) May 12, 2016    James Birch did not realise the bomb was just a few metres from his house until 3am. He said: “We thought the bomb was somewhere else in the school grounds, which is a huge area, so we went into the back of the house and all camped in the basement bedroom.  “But at 3am I could hear noises and we discovered the bomb was right outside our house.”    Bath bomb evacuee Harriet Gillingham, spending the day at Bath racecourse. https://t.co/4NStmqwg6G— steven morris (@stevenmorris20) May 13, 2016    Married couple Bob and Jan Lawrence, 70 and 67, spent an uncomfortable night in an executive box at Bath racecourse. Mr Lawrence squeezed himself into a corner. “It was like being single again,” he said. Mrs Lawrence was not so impressed: “I didn’t sleep at all. I wish we’d stay put. I feel pretty grubby now and am desperate to go home.”  The Lawrences had been out for a curry on Thursday night and were walking back up the hill toward their house when they came upon police officers. “We thought there had been a road accident,” said Mr Lawrence, a former soldier and civil servant. “We went home and then at about 9pm there was a frantic knocking on the door. Police explained there was a bomb and suggested we evacuate. We’re a couple of streets away. We decided to go. We weren’t scared – we’re pretty sure they know what they are doing.”    Police officer and Bath bomb evacuees at the racecourse. pic.twitter.com/2eJjTvEKkH— steven morris (@stevenmorris20) May 13, 2016    Mrs Lawrence, a retired laboratory technician, said she had got into her dressing gown and was planning to doze off in front of the television when they were advised to flee. “I just took one lot of clothes. Bob was telling me to hurry up. I’m not feeling worried. I’m a fatalist. When your time has come, your time has come.”  Like the Lawrences, student Harriet Gillingham, 20, was spending the day in a room at the racecourse usually reserved for horse owners and trainers. Gillingham and her dog Pepper spent the night at a friend’s house and she said she would go to another friend if she needed to on Friday night. “It’s a bit inconvenient,” she said. “But I’m glad I left, I think it was the right thing to do.”     Bath bomb - examining a map of the exclusion zone. pic.twitter.com/3PcQ3ZIBUb— steven morris (@stevenmorris20) May 13, 2016    Glyn, who lives about 150m from the bomb, decided to remain at home. He told the BBC: “To be fair the bomb’s been there for 70 years. I’ve lived long enough with that bomb next to me and if it was going to go off, it would have gone off by now.” Ch Supt Ian Smith, of Avon and Somerset police, estimated that several hundred people had been displaced but thousands had been disrupted by the road closures. There are 1,100 homes and businesses within the cordon.  The bomb was found under the playground of Hope House, the old junior school for what is now the Royal high school. The celebrity baker Mary Berry would have played in the playground where the bomb was found. She attended Hope House, where she was inspired by her domestic science teacher, Miss Date. Her first creation was a treacle sponge pudding, which she took home. The Royal high school said: “As a boarding school, we remain open and the boarders, boarding staff and members of the leadership team are on site. “Should day girls come into school they will be taken care of; however, access to the school is likely to be very difficult and police are advising to limit any travel today. Public examinations are scheduled to take place as planned.”",
  "webTitle": "Bath residents flee after second world war bomb found in playground",
  "webPublicationDate": "2016-05-13T13:30:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/bath-homes-evacuated-ww2-bomb-found-school-playground",
  "keyword": [
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "world/2016/may/13/bath-homes-evacuated-ww2-bomb-found-school-playground"
}