{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/brexit-campaign-dominates-battle-to-win-donors",
  "id": "2016-05-11-66",
  "sectionId": "politics",
  "body": "Groups backing Brexit are winning the fundraising battle in the EU referendum campaign, according to figures released by the elections watchdog. Conservative-supporting hedge fund managers and major Ukip donors dominate the contributions to the campaign to persuade people to vote for Britain to leave the EU in the 23 June referendum.  The leave side has raised £8.18m in donations and £6m in loans, which is nearly double the £7.54m accrued by groups seeking to stay in the union, with £7.46m of that amount coming from donations. “It’s clear the leave campaigns have deep pockets,” said Will Straw, the executive director of Britain Stronger In Europe, the official remain campaign group. Data released by the Electoral Commission shows that Tory donors to the leave campaign include Lord Michael Farmer, the former treasurer of the Conservative party, Peter Hargreaves, who set up the financial services company Hargreaves Lansdown, and Peter Cruddas, the former Tory party co-treasurer and founder of the trading firm CMC Markets.  Many large donations have come from people who have previously declared their support for Ukip. The company Better for the Country Ltd has donated almost £2m to the campaign. One of its directors is Arron Banks, the Ukip donor who was criticised on Tuesday for saying he would privatise the NHS. Stuart Wheeler, the former Ukip treasurer, donated £215,000 to the campaign.      A campaigner from Britain Stronger in Europe. Photograph: Justin Tallis/AFP/Getty Images    Leave.EU received £3.2m from a single donor, Peter Hargreaves, while Vote Leave, the designated Brexit campaign, received £2.79m and Grassroots Out received £2.01m from various donors. The Bruges Group, WAGTV Ltd and Trade Unionists Against the European Union have given £152,000 together. Britain Stronger in Europe has received donations of £6.9m including £3.7m from the Labour peer David Sainsbury, the biggest individual donor in the EU referendum campaign. Other prominent remain donors included the hedge fund manager David Harding, the businessman and Travelex founder Lloyd Dorfman and the Tower Limited Partnership.   Related: George Osborne says Treasury is planning for Brexit    The figures published by the watchdog cover the period from 1 February to 21 April, detailing money raised by campaigners spending more than £10,000 and individual donations of more than £7,500. Lord Owen, the former foreign secretary who wants Britain to leave the EU, said: “The EU works in the interests of the elite – the 1% – so it is entirely unsurprising to find that the campaign to keep us in the union is financed by big banks like Goldman Sachs and JP Morgan. These figures show again that we are in a David vs Goliath fight, but it is one we are determined to win.”  The Electoral Commission has removed 11 groups that were part of the Grassroots Out movement from its official register of campaign groups. This means they will not be allowed to spend more than £10,000 on campaigning. Groups on the register must keep to an upper limit of £700,000. Britain Stronger in Europe said the commission’s ruling was “a damning verdict on leave campaigns’ attempts to circumvent the strict spending rules”. But Peter Bone, the Conservative MP and co-founder of Grassroots Out, said Britain Stronger in Europe’s allegations were “absurd, wrong and very disturbing”.",
  "webTitle": "Brexit campaigners dominating referendum fundraising battle",
  "webPublicationDate": "2016-05-11T18:39:36Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/brexit-campaign-dominates-battle-to-win-donors",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Party funding",
      "id": "politics/partyfunding",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "politics/2016/may/11/brexit-campaign-dominates-battle-to-win-donors"
}