{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/northern-ireland-belarus-international-friendly-match-report",
  "id": "2016-05-27-12",
  "sectionId": "football",
  "body": "The Irish Football Association gave Northern Ireland a lavish send-off on their final Windsor Park appearance before the European Championship – pyrotechnics, speeches and footage of all the goals that took Michael O’Neill’s team to France: the works. Yet the performance that preceded it was more impressive as Northern Ireland recorded their biggest win in five years with a comfortable defeat of Belarus. Kyle Lafferty celebrated his 50th cap with his 17th international goal and, with Conor Washington and Will Grigg also on the scoresheet, a clean sheet and no injuries, the final home friendly before Euro 2016 unfolded to perfection for the Northern Ireland manager.   Related: Marcus Rashford and Wayne Rooney fire England to win over Australia    “It was ideal,” said O’Neill, who will announce his final squad selection for France on Saturday. “A whole generation are excited about going to France and I said to the players before the game that we had a responsibility to put on a performance. We are normally the warm-up act for countries going to finals and it is a nice position for us to be in.” It was an encouraging night for O’Neill in many respects. Lafferty’s match fitness and sharpness must be of concern given he made only 15 appearances last season, six of those at international level. In all the 28-year-old started four matches at club level – all while on loan at Birmingham City – and so his early finish was reassuring for O’Neill. There was added satisfaction for the Northern Ireland manager in the contribution of Washington to the swift breakthrough, the Queens Park Rangers forward paired alongside Lafferty for the first time and surely sealing his ticket to France with another impressive display. Both first-half goals came gift-wrapped by a weak Belarus defence. Stuart Dallas enjoyed a productive night at left wing-back and the opener came when Washington released the Leeds United midfielder behind the visiting defence with a perfectly weighted pass. Dallas’s cross should have been met with a routine clearance by Alexander Martynovich. Instead the Belarus captain sliced the ball goalwards and Lafferty reacted quickest to convert from close range. That was the good side of Lafferty. The foolish side revealed itself midway through the half when he glanced around to see Egor Filipenko arriving for a header and caught the central defender in the face with an elbow. Martin Atkinson, the referee, showed far more leniency than he would in the Premier League to let Lafferty escape with just a lecture. Belarus posed minimal threat to Roy Carroll’s goal apart from a Mikalai Yanush header that sailed just over. Too many over-hit or wayward final passes undermined their patient approach work. Having gone five matches without conceding a goal before their arrival at Windsor Park, the visitors presented Northern Ireland with a second after another unforced defensive error. The goalkeeper, Andrey Gorbunov, was the guilty party on this occasion, spilling Dallas’s cross from the left into the air and on to the head of Washington who steered home his second international goal from close range. With O’Neill making a raft of substitutions to protect key players the second half was notable mainly for Aaron Hughes winning his 99th cap as a late substitute. The veteran defender will reach his century next Sunday should he feature in Northern Ireland’s final friendly against Slovakia, against whom he made his debut in 1998. His last international appearance at Windsor Park ended with Northern Ireland’s record unbeaten run extended to 11 matches when fellow substitute Grigg drilled home from 12 yards after Gorbunov spilled a Niall McGinn cross – a fitting farewell.",
  "webTitle": "Northern Ireland ease to friendly win against Belarus to extend unbeaten run",
  "webPublicationDate": "2016-05-27T22:05:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/northern-ireland-belarus-international-friendly-match-report",
  "keyword": [
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "football/northernireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Belarus",
      "id": "football/belarus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/27/northern-ireland-belarus-international-friendly-match-report"
}