{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/21/finding-audrey-sophie-kinsella-review",
  "id": "2016-05-21-160",
  "sectionId": "childrens-books-site",
  "body": "Fourteen-year-old Audrey has a serious anxiety disorder which affects every part of her life: relationships, appearances, trust. Unfortunately Audrey had to leave school due to a traumatic bullying problem which remains a mystery within the pages of the book. It left her pushing away everyone and closing herself off.  Unable to leave the house, Audrey hasn’t seen anyone but her family and counsellor. When Audrey’s brother Frank brings his friend Linus home, Audrey accidentally sees Linus when he stumbles into her dark hole of a room, where no one goes but her. This blooms into an early romance.  Throughout the book, Audrey also visits her counsellor frequently and they have a very close relationship from this personal soul bearing. From this we learn Audrey’s stressful thought process and how well she is battling with her anxiety issues.          I enjoyed the graphs in the book because sometimes they showed statistics which helped my understanding.  Audrey addresses the reader when talking. The constant comedy between Audrey’s family softened the tone of the book, which made parts hilarious to read and also added a gracious silver lining.  Audrey’s character development in the book is phenomenal. At the start of the book she is pressuring herself to quickly get rid of her disorder and brush it under the rug; she thinks that she is a freak because she is not like everyone else.    Related: How do I get involved in the Guardian children's books site?    However her therapist Dr Sarah teaches her that in life, not everything will go perfectly or in your favour, and having imperfections is what makes you you. This is an enlightening book, flooded with meaning!   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Finding Audrey by Sophie Kinsella – review",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/21/finding-audrey-sophie-kinsella-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sophie Kinsella",
      "id": "books/sophie-kinsella",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/21/finding-audrey-sophie-kinsella-review"
}