{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/england-euro-2016-squad-marcus-rashford-jack-wilshere-andros-townsend-jordan-henderson",
  "id": "2016-05-16-203",
  "sectionId": "football",
  "body": "Roy Hodgson has challenged Marcus Rashford to “knock someone off their perch” after selecting the teenage Manchester United striker in his provisional squad for Euro 2016.   Related: England's Euro 2016 provisional squad: Rashford, Wilshere and Townsend in – live!    Rashford is the standout name in the 26-man party Hodgson announced at Wembley on Monday but the 18-year-old’s inclusion did not come as a surprise given his form since making his first-team debut for United in late February – he has seven goals in 16 appearances. It is nevertheless a bold move given the player’s age and lack of club and international experience – Rashford has been capped for England only at under-20, under-18 and under-16 level. Hodgson said the player was in his thoughts for the European Championship in France shortly after the youngster had broken into Louis van Gaal’s side. The manager has backed up his words, calling on Rashford to prove during England’s two warmup matches before he picks his final 23-man squad, against Turkey and Australia, that he deserves to be selected instead of one of the other, more experienced strikers – Wayne Rooney, Harry Kane, Daniel Sturridge or Jamie Vardy. “The competition is quite strong, he [Rashford] will understand that, but he deserves to be selected in this larger squad,” Hodgson said. “It will be interesting to see what he can do. It may only be for one week but I am pleased he has had such a good end to the season. It’s great to be able to include him. There’s no reason why he can’t knock someone off their perch but it will be harder than some people might expect.” Senior figures at United, most notably Ryan Giggs and the academy director, Nicky Butt, have cautioned against Rashford being selected for Euro 2016. Hodgson is unconcerned, insisting he has had “good feedback” from inside Old Trafford regarding Rashford’s temperament and talent. “If he continues to develop there’s no reason he can’t become a regular member of the England team, Hodgson said. “And I prefer having people like him knocking on the door and pushing those who have more caps and more experience.”   Related: England’s Euro 2016 squad: the provisional 26 picked by Roy Hodgson    Hodgson’s provisional squad also sees the return of Jack Wilshere and Andros Townsend, with the former having not played for his country since last June’s 3-2 qualifying victory over Slovenia, when he scored twice, and the latter having not featured in an England shirt since coming on as a substitute against Lithuania in October. Wilshere has been limited to three appearances in 12 months for Arsenal after fracturing his left leg. Hodgson has always been keen to re-establish the midfielder in his squad before the Euros and having been at the Emirates Stadium on Sunday, when Wilshere made his first start for Arsenal since 24 May 2015 in the 4-0 victory over Aston Villa, the manager has decided he has the necessary level of fitness and form to be included. Townsend returns having impressed for Newcastle since moving from Tottenham for £12m in January. He was one of the few shining lights for the relegated club. Speaking about the player, who scored crucial goals for England during qualification for the 2014 World Cup, Hodgson said: “Andros was unlucky to lose his place in the squad when he wasn’t getting a regular game and he’s gone to Newcastle, got a regular game, and done very well there.” Expressing his delight in being selected, Townsend tweeted: “Huge honour to be named in provisional England squad for the euros ... Will give my all over next few weeks to try to make final squad!” Hodgson also declared himself pleased to include Jordan Henderson, who returned to action for Liverpool in Sunday’s 1-1 draw with West Bromwich Albion having been out since early April with damaged knee ligaments. There are no places in the provisional squad for Phil Jagielka, Leighton Baines, Michael Carrick or Theo Walcott, with the latter a victim of a lack of matches and goals for Arsenal, as well as injuries. He missed Sunday’s win against Villa because of a hamstring strain. “Theo unfortunately has not got such a regular game over the last few months and has had a few problems with injury. It’s a tough decision but it’s one you have to take,” said Hodgson, who was unable to select Alex Oxlade-Chamberlain, Jack Butland and Danny Welbeck because of injury. The player later tweeted: “I am of course disappointed not to make the squad but I have spoken with Roy and respect his decision.”    I am of course disappointed not to make the squad, but I have spoken with Roy and respect his decision— Theo Walcott (@theowalcott) May 16, 2016    Overall there is a somewhat unbalanced, inexperienced look to the 26-man squad, containing only three centre-backs in Gary Cahill, Chris Smalling and John Stones, and only three players who have more than 50 caps in Wayne Rooney (109), James Milner (58) and Joe Hart (57). Defending the shortage of centre-backs, Hodgson named Tottenham’s Eric Dier as someone who could fill that position, while believing the youthful nature of the squad was a positive for England with regard to Euro 2016 and the tournaments to follow. “We’ve worked very hard over these qualifying games to analyse and think about the players we think are right for this occasion and this time there are a lot of players who haven’t got a lot of experience in terms of international football,” he said. “But I think that over the last couple of games we’ve played that they’re an exciting bunch. They’re hungry, enthusiastic and energetic and I think all of these things are positives. We can only hope the faith we have in them is rewarded but the one thing I do know is they won’t be letting anybody down for want of trying.” England face Turkey at the Etihad Stadium on 22 May before playing Australia at the Stadium of Light on 27 May. Hodgson must trim three names from his squad within the following four days, with the national team then playing one more friendly, against Portugal at Wembley on 2 June, prior to travelling to France, where they begin their campaign against Russia in Marseille on 11 June. England’s 26-man provisional squad for Euro 2016 Goalkeepers: Tom Heaton (Burnley), Fraser Forster (Southampton), Joe Hart (Manchester City) Defenders: Ryan Bertrand (Southampton), Gary Cahill (Chelsea), Nathaniel Clyne (Liverpool), Danny Rose (Tottenham Hotspur), Chris Smalling (Manchester United), John Stones (Everton), Kyle Walker (Tottenham) Midfielders: Dele Alli (Tottenham), Ross Barkley (Everton), Fabian Delph (Manchester City), Eric Dier (Tottenham), Danny Drinkwater (Leicester City), Jordan Henderson (Liverpool), Adam Lallana (Liverpool), James Milner (Liverpool), Raheem Sterling (Manchester City), Andros Townsend (Newcastle United). Jack Wilshere (Arsenal) Forwards: Harry Kane (Tottenham), Daniel Sturridge (Liverpool), Jamie Vardy (Leicester), Wayne Rooney (Manchester United), Marcus Rashford (Manchester United)    Huge honour to be named in provisional @England squad for the euros.... Will give my all over next few weeks to try and make final squad!— Andros Townsend (@andros_townsend) May 16, 2016",
  "webTitle": "Marcus Rashford and Andros Townsend in provisional England Euro 2016 squad",
  "webPublicationDate": "2016-05-16T12:24:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/england-euro-2016-squad-marcus-rashford-jack-wilshere-andros-townsend-jordan-henderson",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European Championship",
      "id": "football/european-championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Theo Walcott",
      "id": "football/theo-walcott",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/16/england-euro-2016-squad-marcus-rashford-jack-wilshere-andros-townsend-jordan-henderson"
}