{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/why-trust-your-instincts-is-terrible-advice-for-new-fathers",
  "id": "2016-05-10-333",
  "sectionId": "commentisfree",
  "body": "One of the more common pieces of advice given to new dads is to “learn by doing”. Think too much – as several comments to a recent Guardian piece on fatherhood argued – and you risk prejudicing the father-child relationship with ideology, psychological projections or other cerebral mess.  It’s not terrible advice but it rests on a key assumption: that parents emerge into their role the same way behavioural psychologists see their children, tabula rasa. But parents are not blank slates (nor, arguably, are kids). They inherit ideas, techniques and philosophies of parenting well before any “on the job” training starts.   Related: Love and regret: mothers who wish they’d never had children    This is perhaps especially true for men. Despite marked improvements in recent decades, many women are still socially primed for domesticity and encouraged to think about their futures as mothers (whether they want to or not). Men, on the other hand, are rarely prompted to imagine the domestic aspects of their future identity.  This means men’s primary training for fatherhood remains in the experience of being a son – the only time when they experience the domestic life first hand. There is a lack of both space and encouragement to reflect on their experience of being a son, and to carefully imagine how they would like to father. It can leave men removed from the parenting conversation struggling to imagine how a future life with children might look – or how their role as a father might be different to their own dad’s.  In kids are worth it! (titled, for some inexplicable reason, in lower case), Barbara Coloroso writes:  The tools that come first to hand [as parents] do not serve us well. These tools were given to us, often unintentionally and without malice, by our parents, grandparents, siblings, and extended family, as well as by society.  Coloroso’s thesis is that unless we understand the unconscious beliefs we have about parenting, discipline and childhood we are likely to err into old, possibly undesirable practices.  Dan Siegel, a clinical psychiatrist and pioneer in the study of interpersonal neurobiology, has devoted much of his research life to understanding how parenting behaviours are transmitted from one generation to another. His findings show that two processes are key to making real changes in how we parent.  First, we need to know about our own histories as children. And second, we need a clear understanding about how this experience has affected our ability to relate to other people.  It’s this development of a coherent narrative about our childhoods that determines our ability to really change the nature of our relationships with our children.  On a practical level, this means fathers need an understanding of what it was like for them to be sons and how this has influenced their experience of close relationships as adults. It’s not enough to say “I won’t be like my father” if a man isn’t aware of the ways in which he already is.  What’s true for fathers is also true for mothers. Although given the social conditioning around women and motherhood, it’s likely this reflection has taken place at a more conscious level for many women. For men – and even less so for queer or trans men – there are no social cues to prompt them to contemplate impending fatherhood or their relationship (or lack thereof) with their own father.  This message can be reinforced as men prepare to become dads alongside their partners’ journey through pregnancy. Baby showers, though increasingly mixed, are still seen as a woman’s affair (and, because again, the gender issue isn’t one-sided, are often marked by hyperfeminine tropes). As the mother-to-be is “showered” with gifts to prepare for domestic life, the father is nowhere to be seen.  Is it any surprise the domestic world feels alien to many men? Some scientific studies have shown fatherhood triggers a decline in testosterone among men. Physiologically, many dads are no longer wired for the masculinity that defined them pre-parenthood. If this coincides with a narrative around male parenting still populated by career achievement, toughness and self-sufficiency, it seems like a recipe for alienation – a domestic identity well-suited to men but socially prohibited. Despite the fact that the home is precisely where dads’ children live.  This matters. Both violence and neglect lurk quietly under the surface of this discussion about fatherhood. It’s most often at the hands of their fathers and stepfathers that children are sexually abused, die or witness the death of their mothers. And almost 30% of Australian children will lose contact with one parent following separation, in most cases their father.    Related: Becoming a parent is the greatest identity change we go through    And all the while mothers are bearing the additional load of a social narrative shifting men away from domestic responsibility.  Fathers are still so separated from the domestic realm, that even their failures are not their own. Either in the silent background or the noisy foreground, it’s mothers who are often blamed for poor fathering. They are alienating, over controlling, financially demanding, anxious or over-involved.  This false positioning of mothers as all powerful not only contributes to the demonising of mothers, but continues to both devalue fathers and to infantilise them as they are once again portrayed as too hopeless to address their own parenting in the face of the all-powerful mother.  Perhaps even more seriously, it masks a system that locks men into roles which see them separated from the lives of children almost from the moment they leave their own childhoods behind.  Men transitioning into fatherhood are often encouraged to trust their instincts, roll up their sleeves and not think too much. But maybe what they really need is to look back at their own histories, and more widely around them to the institutions and rituals that stifle their place in the home and their development from son to father.",
  "webTitle": "Why 'trust your instincts' is terrible advice for new fathers | Matt Beard and Zoe Krupka",
  "webPublicationDate": "2016-05-10T01:04:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/why-trust-your-instincts-is-terrible-advice-for-new-fathers",
  "keyword": [
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Beard",
      "id": "profile/matthew-beard"
    },
    {
      "webTitle": "Zoe Krupka",
      "id": "profile/zoe-krupka"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/why-trust-your-instincts-is-terrible-advice-for-new-fathers"
}