{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/20/wandsworth-governor-ian-bickers-jail-disorder-prison-reform",
  "id": "2016-05-20-51",
  "sectionId": "society",
  "body": "The governor of the prison that will showcase David Cameron’s new vision for penal reform said he was delighted that television viewers this week got to see images of disorder inside his jail and the true extent of the crisis at the heart of the prison service. Footage of prisoners at HMP Wandsworth smoking cannabis openly on the wings, of drones delivering drugs direct into cell windows and of rival gangs fighting in the yard over drug supplies was broadcast on BBC news bulletins.    Related: Gove's prison reform cannot undo the harm already inflicted by cuts    Many prison governors might have found the public exposure of such problems uncomfortable at best, career-damaging at worst. But Wandsworth’s governor, Ian Bickers, says he was “chuffed” by the reports, adding: “It shows people what my staff have to deal with on a day-to-day basis.” On Wednesday Wandsworth was named as one of the country’s six new reform prisons, at the forefront of the Ministry of Justice’s strategy for the biggest shake-up of prisons since the Victorian era. Bickers readily admits Wandsworth is currently not fit for purpose – “not to deliver what we want” – but he is confident that within the next 12 – 18 months he will have transformed it. He acknowledges the scale of the challenge, noting that staff cuts combined with chronic shortages have made it harder for prison officers to allow inmates out to exercise, work and education. Currently about one-third of his prisoners are routinely held in their cells for 23 hours a day and levels of frustration are running high; the BBC filmed one man who had sewn his lips together in protest at his treatment. “Prisoners will try to take advantage of less staff being around, by trying to bring drugs in,” Bickers says, noting that more drugs come in by drone now than any other method. “Amazon is still struggling with its delivery using drones; drug dealers have got ahead of the game here... What reforms will bring is an ability to be much more in control of those things. It will allow us to focus on the really core issues around how we deal with drugs, mobile phones, corruption.”     Ian Bickers, governor of the Wandsworth prison. Photograph: Twitter    Designed to house 963 people, Wandsworth currently has 1,600 prisoners, making it one of the largest prisons in Europe, and one of the most overcrowded. With 12 self-inflicted deaths since 2010, the prison was ranked joint third in England and Wales in terms of suicides, according to the campaign organisation Inquest.  One of the first changes, when Wandsworth becomes a reform prison on 1 July, will be the introduction of computers without internet access and telephones in every cell to provide access to education courses, help inmates book their own visits and legal meetings, and to stay in touch with family.  The prison population will change so Wandsworth will become largely a remand prison – dealing with prisoners still waiting for trial; there will be new video links to court, saving the expense and time involved in driving prisoners to court appearances. A remand prison does not have to offer the education and rehabilitation that the justice secretary, Michael Gove, wants to put at the heart of prisons, because 70% of inmates will not go on to have a prison sentence, and are just passing through the system. Remand prisoners are considered the most volatile, and most at risk of taking their own lives, presenting the governor with new challenges. Becoming a reform prison will allow Bickers control over an estimated £35m budget and some freedom to decide how to run the prison; his priority will be to tackle staff shortages by speeding up recruitment and increasing staff pay. The governor is optimistic that this will be enough to introduce radical improvements, but prison reform campaigners have been sceptical about whether these pilot reform prisons can deliver a successful model that could be rolled out nationally, and whether giving governors autonomy is the solution. They say the problem is largely that prison officer numbers have been cut by a third since 2010 and that the prison population has soared from 45,000 in 1990 to 85,000 today. Asked if reform prisons are the answer, Bickers says: “You’ll have to ask Mr Cameron that. It’s a very good question.  “There are a lot of people out there who are saying unless you reduce prison numbers and put more money into the system, prison reform won’t work. I’m saying give it a chance. Don’t write it off before we’ve started.”   Related: Inside Wandsworth prison: drug drones and demoralised staff    Frances Crook, the chief executive of the Howard League, welcomed the decision to let in the media, arguing that the exposure had put paid to the notion that UK prisons were “holiday camps”, full of PlayStations and Sky TV. “No one could possibly say it is a holiday camp now; no one would pay to go there. There is political consensus and growing public awareness of the problem, which is fantastic,” she said. Bickers’ desire to show how difficult things are chimes with the government’s current thinking on prisons. Cameron, in a speech on prisons in February, said the system’s failure was “scandalous”. However, since Cameron became prime minister, there have been three distinct positions on penal reform: his first justice secretary, Ken Clarke, said there were big failings in the system, but he lost his job after proposing shorter sentences; Chris Grayling, who replaced him, refused to acknowledge difficulties, despite soaring violence and deaths in custody; the current justice secretary, Gove, has chosen to highlight the full scale of the problems – noting the rise in serious assaults, self-harm, and describing prisons with “blood-stained walls” and “increasing levels of violence, an absence of purposeful activity and widespread drug-taking”.  Bickers, who has been working for the Prison Service since 2004, hopes that helping voters understand the need to invest in prisons, and think about how people are sentenced will help build popular support for reform.  “We have an insatiable appetite in this country for locking people up. I just get paid to look after them but I think we do lock too many people up. There are people who I come across every day, who I don’t genuinely believe pose a risk to society, but because society in some way has a desire to see them punished, we lock them up,” he says.  He subscribes to Gove’s philosophy that prisoners need to be treated as assets and not liabilities. “People want to put money into schools and hospitals ... why would we want to invest in prisons? My answer is because the man on A wing could be your next-door-neighbour. That’s the challenge. That’s what society has to understand.”     Wandsworth has been named as one of the country’s six new reform prisons. Photograph: Anthony Devlin/PA    Gove has ruled out taking action to reduce prison numbers  but Bickers hopes they will begin to fall. “Magistrates don’t have to send people to prison. There are community sentences at their disposal that they are not using. Their default is, I’ve seen Johnny 300 times over the past three years, I have had enough of him, he’s going to prison,” he says. Centralised pay scales mean that Wandsworth pays staff a starting salary of about £23,000, which makes recruiting experienced people in central London difficult. Most of his new recruits come from jobs in supermarkets and care homes; more senior officers are leaving to work as train drivers, because it is better paid and less stressful. He plans to offer higher starting salaries to attract more staff.   Related: Skype, iPads and in-cell education at heart of major prisons shakeup    Recruitment, training and vetting procedures can mean hiring a new staff member takes as long as nine months. Bickers aims to be able to recruit in a day. “That’s one of the things we can do quicker and more efficiently than we do now. If we can recruit more prison officers, we have more boots on the landing. We could be more proactive around drones and drugs, mobile phones coming into the establishment – we would get prisoners out for more time, engaging them in work and education, making sure the gym is open every day, that they can go to the library every day,” he says. He is optimistic that prisoners will not destroy the new computers that will be installed in their cells. With more staff to get people out of their cells regularly, the frustrations that have led to soaring violence will be reduced, he says. “When I’ve spoken to prisoners over the past 24 hours, they say: ‘What does all this mean, gov? Does it mean we can get out earlier?’” he says. He has to disappoint them on that front, but tells them about the introduction of in-cell phones and technology. “They are biting my arm off for that. They see that as a step forward.”",
  "webTitle": "Wandsworth chief on jail disorder: 'It shows what we have to deal with'",
  "webPublicationDate": "2016-05-20T17:40:38Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/20/wandsworth-governor-ian-bickers-jail-disorder-prison-reform",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "society/2016/may/20/wandsworth-governor-ian-bickers-jail-disorder-prison-reform"
}