{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/13/terry-waite-former-hostage-negotiator-lebanon-release-family-values",
  "id": "2016-05-13-191",
  "sectionId": "lifeandstyle",
  "body": "My mother met my father as a young policeman in Wilmslow. They began married life when he was a village bobby in Bollington on the Derbyshire border where I was born in 1939. My father had not had a happy childhood, having been brought up during the depression years when his father’s business failed. He ran away from home in his teens and experienced hard times. He wasn’t truly happy in life as undoubtedly he was scarred by these events. I am sure this is one of the reasons why, throughout my life, I’ve had sympathy for those who find themselves on the margins of life. He was totally honest, but could also be a hard disciplinarian at times.   Related: Secret life of Terry Waite, archbishop’s envoy: from the archive, 28 January 1987    I was only a few months old when we moved some miles away to Henbury, where I saw my first banana! I started primary school and one day, being somewhat impulsive, I set off home without waiting for my mother. Alas, I was knocked down by a Jeep driven by an American serviceman. Later, he brought round a huge food parcel full of items we had never seen before, including bananas. It wasn’t easy being the son of the local bobby, as when I got into mischief with other boys, news always got back to my father. I also developed an independence of character which has remained with me. My father insisted that I must work in order to save for a bike. I delivered newspapers, worked in a market garden and delivered bread for the Co-op, so that my father could buy an old frame, respray it and then build me a sporting cycle. My mother was content to run the household and engage in jam and bread-making, and attempting to feed a growing family on postwar rations. My father was a very heavy smoker and it eventually killed him. It was left to me to break the news to him that he had an incurable cancer. From that point we entered into a new relationship and I’m grateful that we were able to face the last days of his life with a deeper and more satisfactory understanding of each other. Frances and I have been married for over 50 years. We met when we both lived in London, then Italy and Africa, which is one of the reasons why our four children, who do socially useful jobs, have an international outlook on life. I am truly proud of my children and love them dearly, as I do my three grandchildren, but haven’t told them enough. Sometimes, I see in our children an infuriating stubbornness, but then that has largely been passed on from me.   Related: Terry Waite returns to Lebanon 25 years after kidnapping    I had to put my family right to the back of my mind while I was in solitary confinement for almost five years [Waite was kidnapped in Lebanon as he attempted to negotiated the release of hostages in 1987]. I am sorry that my family had to suffer in the way that they did. To their everlasting credit, they have never once complained. When I was released in 1991, I was told to take the return home as though I was coming up from the sea bed. Come up too quickly and you get the bends; take it gently and you will be fine. I went with my family to a quiet location where we had the opportunity to tell our respective stories before a trained listener. I was elected to a fellowship at Trinity Hall, Cambridge and lived in the college for the middle part of the week and went home at weekends. This was just the right thing to do and enabled me and my family to return to so called normality at a pace we could manage. We had to take things one step at a time ... Interview by Tony Padman The Voyage of the Golden Handshake by Terry Waite (Silvertail Books) is published at £12.99 and as an ebook",
  "webTitle": "Terry Waite: ‘My children can be extremely stubborn. They get it from me’",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/13/terry-waite-former-hostage-negotiator-lebanon-release-family-values",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/13/terry-waite-former-hostage-negotiator-lebanon-release-family-values"
}