{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/carrie-fisher-star-wars-personal-trainer-weight",
  "id": "2016-05-16-219",
  "sectionId": "film",
  "body": "Carrie Fisher has revealed how the makers of Star Wars: The Force Awakens sent a personal trainer to her home to weigh her, remove unhealthy food from her cupboards and persuade her to exercise.   Related: Carrie Fisher: I felt pressured to lose weight for Star Wars: The Force Awakens    Fisher was at the Cannes film festival this weekend for Saturday’s screening of the HBO documentary Bright Lights, about her relationship with her mother, the 84-year-old Hollywood icon Debbie Reynolds.  The film, directed by The Cove producer Fisher Stevens and Alexis Bloom, shows the 59-year-old actor being persuaded to perform lunges and use a cross trainer. While working out on a treadmill, the actor wonders if she will be retrospectively thinned down by Star Wars’ makers if her character Leia Organa should die and return as a “Force ghost”. She asks: “My question is, if you die when you’re fat, are you a fat ghost, or do they go back to a more flattering time?”         Bright lights trailer    At one point in the film, the fitness professional empties Fisher’s kitchen of unhealthy food and drinks. But Fisher reportedly fought back against the fitness regime, buying cans of cola and refusing to do lunges.  Bright Lights features footage of Fisher when she was a little girl, as well as archive material highlighting her mother’s years of Hollywood fame. The actor and comic previously riffed on the relationship for her 1987 semi-autobiographical novel Postcards from the Edge, which was later adapted by the author for the acclaimed 1990 film starring Meryl Streep, who received an Oscar-nomination for the role.           Carrie Fisher addresses weight issues in interview    Fisher reprised her role as Leia Organa in JJ Abrams’ blockbuster space opera The Force Awakens last year. She will return as the Resistance leader in the upcoming Star Wars: Episode VIII. In December the actor and writer revealed she felt pressured to lose 16kg (2st 7lb) for her return to Star Wars, directing criticism at the “insane” image obsession of Hollywood. “They don’t want to hire all of me – only about three-quarters! Nothing changes, it’s an appearance-driven thing,” she told Good Housekeeping magazine. “I’m in a business where the only thing that matters is weight and appearance. That is so messed up. They might as well say get younger, because that’s how easy it is.” • This article was amended on 16 May 2016 to clarify that Bright Lights is directed by Alexis Bloom and Fisher Stevens.",
  "webTitle": "Carrie Fisher: Star Wars studio sent personal trainer to check my weight",
  "webPublicationDate": "2016-05-16T11:40:43Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/carrie-fisher-star-wars-personal-trainer-weight",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Carrie Fisher",
      "id": "culture/carrie-fisher",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Star Wars: The Force Awakens",
      "id": "film/star-wars-episode-vii",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/16/carrie-fisher-star-wars-personal-trainer-weight"
}