{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/harry-houdini-sir-arthur-conan-doyle-tv-crime",
  "id": "2016-05-02-94",
  "sectionId": "tv-and-radio",
  "body": "What’s the name of this show? Houdini & Doyle When does it premiere? Monday 2 May at 9pm EST on Fox. The 10 episodes already aired on ITV in March in the UK.  Does this have something to do with Harry Houdini? Yes, the noted escape artist. The Doyle in the title is Sir Arthur Conan Doyle, the author of the Sherlock Holmes mysteries.  What do the two have to do with each other? They were friends in real life at the turn of the 20th century and were greatly interested in questions of spiritualism. However, this show has them solving crimes.  You can’t be serious? As serious as Moriarty’s attack of the gout. (Did Moriarty have gout? It seems like he would.) The show takes the same tack as The X-Files with Doyle (Stephan Mangan) taking the Mulder role of the true believer with Houdini (Michael Weston) as the Scully who thinks that all events have a rational explanation.  What happens in the first episode? When a nun is killed and a fellow sister thinks it’s the work of a ghost, Houdini and Doyle make a bet with each other over whether spirituality or science can solve the case. Scotland Yard agrees to let them investigate but appoints Constable Adelaide Stratton (Rebecca Liddiard), the only woman on the police force, to babysit them. Naturally, each of them has a hand in solving the murder – Doyle by using the observations Holmes is known for, Stratton using detective work and Houdini by escaping a water trap by picking the lock.             How many times is he going to save them from drowning? Probably once an episode, I would guess.  So this is a procedural? Very firmly. In fact, it takes the “female detective leads a gifted man to help solve crimes” model and just adds an extra man. It’s essentially the same as Castle, where a mystery writer helps a woman solve crimes; The Mentalist, where a man with magic-like powers helps a woman solve crimes; or Elementary, where Sherlock Holmes helps a woman solve crimes.  Can a woman solve crimes on her own? According to television it seems impossible. Also in these shows the guy usually ends up falling for the girl (and vice versa) but what will they do here? Well, Doyle has a wife in a coma, so Houdini will have to get the girl.  Is it good? You very much know what you’re getting with each episode. Only the first two were made available to viewers in the States, but in each episode there is a crime (the second episode is about a faith healer) with a supernatural element. Houdini says it’s all poppycock. Doyle falls for it entirely. They both go about proving that the other is wrong. Doyle solves the murder and Houdini does something else that usually involves champagne and women in bad wigs. Then they both end up questioning their stance based on what happened. For instance (spoiler warning), Doyle has to admit it wasn’t a ghost that killed a nun, but Houdini sees something that he think might be a spirit. Classic Mulder and Scully. The success of the show is going to rest on how winning audiences find the two characters. Houdini comes off like a bit of a smug, American jerk (even though he was born in Hungary). At the end of their first case, Doyle says he enjoyed working together “despite [Houdini] being an insufferable ass the whole time”. Doyle is a bit of a British prig and is the more interesting of the pair, with his love of psychics and ghost stories, but doesn’t inspire much devotion. They also don’t have a real chemistry like Mulder and Scully. They come across more like Hillary and David on HGTV’s renovation show Love It or List It, concocting conflict where none should really exist.    Related: Houdini's big secret: the sidekick who was more skilled than his master    What about the woman? Constable Stratton is the best of the trio and she doesn’t even get her name in the title. She’s trying to save herself from “a life of pretty dresses and condescension” and isn’t really succeeding. When she helps solve the case, her boss suspects her of sleeping with one or both of the men she was tasked with caring for and threatens to expose her and never hire another female again. This lends itself to a wonderful brand of proto-feminism that is easy to root for. Sadly, she is not even playing second fiddle. She’s more like third oboe. I would rather this were a show about a female Victorian constable sticking it to her bosses by solving crimes on her own. But what would we do without a man to help her?  Are the period aspects of the show good? There is a fair amount of attention paid to historical accuracy given that the show is dealing with characters that actually existed. However, it doesn’t quite feel like one of the many historical dramas that litter prestige TV channels these days. It’s more like the Guy Ritchie Sherlock Holmes films, that filter the past through the lens of the present and come up with some sort of slick amalgamation, but not so slick that it is something new. This is not realistic enough to be accurate, but not fantastical enough to be brilliant either.  Should I watch this show? If you like procedurals, then adding one more to your repertoire couldn’t hurt. However, there are more charming and vital ones on the air for sure. For those who don’t like their shows to be formulaic, it will be as easy to skip this as it would be for Houdini to get out of a water tank while hanging upside down and shackled by his hands and feet.",
  "webTitle": "Houdini & Doyle: new show can't free itself from shackles of old formula",
  "webPublicationDate": "2016-05-02T16:01:41Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/harry-houdini-sir-arthur-conan-doyle-tv-crime",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Harry Houdini",
      "id": "stage/harry-houdini",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Arthur Conan Doyle",
      "id": "books/arthurconandoyle",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Stephen Mangan",
      "id": "stage/stephen-mangan",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/harry-houdini-sir-arthur-conan-doyle-tv-crime"
}