{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/26/its-depp-v-dep-as-johnny-pulps-barnaby-joyce",
  "id": "2016-05-26-152",
  "sectionId": "lifeandstyle",
  "body": "Exciting times for Australia’s deputy prime minister, who is really cutting through on the issue of Johnny Depp. Mr Depp is currently in the headlines owing to his reported split with his wife, Amber Heard, but you will recall he essentially shot to stardom last year when Heard brought the couple’s dogs into Australia without a permit.   Related: Required reading for Johnny Depp: a short history of dogs in politics | Catherine Shoard    His nemesis in that drama was one Barnaby Joyce, deputy prime minister of Australia. Joyce seemed to regard himself as a master of sledging – it is, after all, the most Australian of artforms – and kicked off the farce by telling TV cameras that he had a message for “a gentleman by the name of John Christopher Depp, 51 years old, AKA Jack Sparrow.” I think I know this one: is that every time you shag his wife she gives you a biscuit? “It’s time that Pistol and Boo buggered back off to the United States.” Having pleaded guilty at a hearing into the matter last month, Depp and Heard were required by the terms of their settlement to make a video apology, which – despite apparently being scripted by the Australian authorities – came across as a work of radioactive sarcasm. “Australians are unique,” Depp intoned, staring insolently into the camera, “both warm and direct.” Whether Joyce understood what was happening in the video was unclear; his decision to question Depp’s “acting skills” suggested the performance had gone some way over his head. “Look,” he reasoned on TV this week, “Mr Depp, Ms Heard, they just keep advertising our biosecurity requirements.” Or, as Depp put it on a US chatshow: “He looks somehow inbred with a tomato. It’s not a criticism, I’m just saying, I was a little worried ... he might explode.”           Johnny Depp and Barnaby Joyce revive feud    “I think I’m turning into Johnny Depp’s Hannibal Lecter, aren’t I?” was Joyce’s next gambit. “I’m inside his head, I’m pulling little strings and little levers. Long after I’ve forgotten about Mr Depp,” he claimed, “he’s remembering me.” I can’t decide which Mr Joyce has misunderstood more: the character notes of Hannibal Lecter, or the office of the deputy prime minister. After all, the defining thing about Hannibal Lecter isn’t particularly that he gets inside your head, it’s that he has you for breakfast. And that, for all Barnaby’s attempts to gain the upper hand, appears to be what Johnny keeps doing to him.",
  "webTitle": "It’s Depp v dep as Johnny pulps Barnaby Joyce",
  "webPublicationDate": "2016-05-26T14:42:50Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/26/its-depp-v-dep-as-johnny-pulps-barnaby-joyce",
  "keyword": [
    {
      "webTitle": "Johnny Depp's dogs",
      "id": "film/johnny-depp-s-dogs",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Johnny Depp",
      "id": "film/johnnydepp",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/26/its-depp-v-dep-as-johnny-pulps-barnaby-joyce"
}