{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/mirror-journalists-fear-cuts-to-cover-secretive-new-day-costs",
  "id": "2016-05-05-162",
  "sectionId": "media",
  "body": "Staff at Trinity Mirror fear looming job cuts to cover the costs of the failure of the New Day, and accuse management of being “secretive” over how much the short-lived national title cost. Trinity Mirror, the publisher of national titles including the Daily Mirror, Sunday Mirror and Sunday People, officially announced the closure of New Day after just nine weeks hours before investors gathered at the company’s annual general meeting. Representatives of the National Union of Journalists gathered outside the venue, in London’s Canary Wharf near Trinity Mirror’s headquarters, with placards saying “New Day, New Cuts!”. Inside the meeting, NUJ official Chris Morley, a shareholder speaking as a proxy for Trinity Mirror staff, quizzed the board about the total costs of the New Day project and whether “sacrifices” would have to be made across the publisher’s UK operation as a result. “[NUJ] members have asked us to raise this today because they feel this reflects on the whole group,” he said. “Any loss of a print title does tend to have that effect, very demoralising. They feel it it was set up as a speculative venture and are concerned about the costs arisen from start up and destruction. They worry that sacrifices will be made around the country in Trinity Mirror centres to pay for this venture.” He accused Trinity Mirror chairman David Grigson, who fielded the question in the first instance, of being “secretive” when he said the company does not give a breakdown of costs, profits and losses to any individual title. “Nobody is more disappointed about New Day than this group of people here [the board],” he said. “We’ve thought about this very hard. It was not speculative. It was built on phenomenal research and hard thinking but we knew there were risks. But we are innovative publishers, that is our job. I don’t agree with that notion that we are keeping anything secret. We are comfortable we can more than make up the costs. The numbers are pretty low. You don’t have anything to be concerned about. I reject we are being secretive, we are being commercially sensible.” The only publicly stated cost is £5m for a TV-led ad campaign to promote the New Day’s launch.  Simon Fox, Trinity Mirror’s chief executive, said that there would not be cuts made around the business, including newly-acquired regional business Local World, specifically in relation to New Day losses. “There is no decision [on cuts], not one, made as a consequence of the New Day,” he said.  Trinity Mirror has said that it will make £15m in cost savings in 2016. Morley pressed on what would happen to the 25 staff employed by the New Day.  Fox said that staff seconded from the Mirror would return to their roles but for others, on short-term contracts signed up “with their eyes open” to the risk, it may not work out. “We will inevitably have to say goodbye to some of those people,” he said. “I am desperately sorry we can’t go on to offer them full-time roles. That is the situation.” “Getting lapsed readers to return to the market was harder than anticipated,” said Fox. “We shouldn’t be afraid of failure if it means we continue to innovate and experiment. While it is disappointing we will make sure the many learnings we have had over the past eight weeks are fully incorporated across the business. We apply tight financial discipline to such ideas to ensure the downside risk is low and the upside opportunity is high.” Alison Phillips, the editor of the New Day, is understood to be lined up for a senior editorial role at Trinity Mirror. Phillips had previously been responsible for editing the Sunday Mirror and Sunday People, but moved to the New Day project last September. She is understood not to be returning to editing the weekend titles, but her new role is unclear. Trinity Mirror’s share price rose over 6% on Friday, which some at the meeting took as a sign of relief from investors that the risky and loss-making New Day was now closed. In fact, city analysts were buoyed by a slight improvement in Trinity Mirror’s figures for April, versus the first quarter of the year.  “The biggest issue [affecting share price] has been the negative newsflow around print advertising, and not just from us,” said Fox. “I believe that is what has driven the share price down. It is true the print market has been difficult. I believe the reasonfor the bounce back [in share price today] is because in April the trends were much better. Lets hope April is a sign of things to come.”",
  "webTitle": "Mirror journalists fear cuts to cover 'secretive' New Day costs",
  "webPublicationDate": "2016-05-05T14:17:36Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/mirror-journalists-fear-cuts-to-cover-secretive-new-day-costs",
  "keyword": [
    {
      "webTitle": "The New Day",
      "id": "media/new-day",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Regional & local newspapers",
      "id": "media/local-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National Union of Journalists",
      "id": "media/nationalunionofjournalists",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media unions",
      "id": "media/mediaunions",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Simon Fox",
      "id": "media/simon-fox",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/05/mirror-journalists-fear-cuts-to-cover-secretive-new-day-costs"
}