{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/16/dragons-of-ether-witch-hunters-raphael-draccon-review",
  "id": "2016-05-16-164",
  "sectionId": "childrens-books-site",
  "body": "It is a fact that readers are essential to the existence of a book, but what if we were more powerful than that? What if our beliefs, legends and fables took shape in a parallel universe? According to the Brazilian author Raphael Draccon, we would become demigods, and today you will understand your role in a universe that is not just a fairy tale.  New Ether is the world presented in Dragons of Ether: WitchHunters, the first book of the trilogy that has sold more than 300 thousand copies, getting into best-seller lists in Brazil, Portugal and Mexico. That world is built by nothing more than our collective unconscious and ether – the fifth element, which connect us to our dreams – and is tangible only for those who believe in the stories we were told in our childhood.  In that world, bedtime stories are not as sweet as we remember. The little girl who witnessed her grandmother’s murder scene does not have a red hood; actually, it stops being a white one after a hunter shoots down the wolf marked with black magic that ate the poor elderly, making the blood spatter on the girl. The two siblings attracted by a house made of candies actually fall into a terrible trap, eating broken glass, spikes and mud thinking they were goodies, and from that day on they go through a traumatized life. A bloodthirsty captain’s ship docks in the Kingdom with a mercenary crew, aiming to more than just looting and killing. There are strange things happening at the Arzallum Kingdom, and it seems that the witches have returned. Through the characters’ many points of view, a very “Game of Thrones” touch, the readers see how this Kingdom will survive to the attacks and to the black magic resurrected.          A ton of fairy tales retellings have been produced, both in literature and cinema, but what Raphael Draccon does in Dragons of Ether is something really unique, and for that reason it led him to stardom in Latin America. His characters are three-dimensional and a surprise for the masterful development, escaping from the clichés of many Hollywood movies. It is a fairy tale re-tale in a medieval style, but in its essence talks about the transition to adulthood and how external factors can speed up the process. The book, however, is not restricted to a young audience and does not fail to address more complicated topics. Everyone can be enchanted by New Ether, you just need to have the power of believing.  Although the writing is in prose, the small interventions made by an omniscient bard make us feel the presence of an unshakeable poetry at each line. The author’s voice played by the narrator gives us the impression that we are in a tavern listening to the true story of Little Red Riding Hood, Hansel and Gretel and so many others. In the end, you will believe for the rest of your life that these characters have always known each other, and will never accept other versions. The poetic form of the lines, inspired by the video game Final Fantasy, does not let the writing with an exaggerated sound; quite the opposite, there is a harmonic balance between the noble and the colloquial dialogue, not only among different characters, but also by the white heat. The action scenes of the battles faced because of the fearful witch hunt are enhanced by the visual power of the author, who is also a screenwriter and recently has moved to the United States because of his career.  This first novel of the series does not present us a cliffhanger, so it can easily be read as a standalone, but there are points to a sequel, the also magnificent and already published Dragons of Ether: SnowHearts and Dragons of Ether: RainCircles. It turns that, after years and countless readers’ requests, the author who has afterwards written other five books decided to attend to the dreamers and will soon start to work in “Dragões de Éter: Estandartes de Névoa” (Dragons of Ether: MistStandards), the fourth book in the series, which should be published in 2017, celebrating a decade of the first book.    Related: How do I get involved in the Guardian children's books site?     Dragons of Ether is a rare jewel that makes us believe in the power of dreaming through characters who are already our friends from childhood. It is a refreshing take in fairy tales and the current fantasy market, told by the voice of the new generation of Brazilian authors.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Dragons of Ether: Witch Hunters by Raphael Draccon - review",
  "webPublicationDate": "2016-05-16T14:00:00Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/16/dragons-of-ether-witch-hunters-raphael-draccon-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fairytales",
      "id": "books/fairytales",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/16/dragons-of-ether-witch-hunters-raphael-draccon-review"
}