{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/kate-beckinsale-phones-tapped-jane-austen-love-friendship",
  "id": "2016-05-19-145",
  "sectionId": "film",
  "body": "It hath long been decreed that whensoever two or more Britons shall gather together in Los Angeles, the talk shall soon enough turn ... to Marmite. Or in Kate Beckinsale’s case, “Marmite characters”, such as her lead role, the delightfully daunting Lady Susan, in Whit Stillman’s sprightly Jane Austen adaptation Love and Friendship. “I was at the end of a long day of interviews once and I found myself deep in a Marmite conversation with an American journalist. Impossible to describe it to them because they think it tastes like motor oil. Some of my characters – the ones I like playing – are like Marmite in that you either really love the character or you just can’t stand them. It turns out Lady Susan may be slightly less Marmitey than I thought, because people are really falling in love with her.” She’s not wrong. Love and Friendship is reaching an audience delighted to find Stillman simultaneously moving into period costume drama and literary adaptation, while retaining that familiar whiff of “doomed bourgeois in love” that is the trademark of his other brittle comedies of manners. Lady Susan is the titular heroine of an Austen fragment, a 60-page epistolary novella that went unpublished in her lifetime, to which Stillman has appended the title of another scrap of Austen marginalia, the story Love and Friendship. Widowed with a marriageable daughter, Lady Susan is country society’s most dreaded houseguest, ever swanning into drawing rooms filled with people determined not to be swept up in her schemes. Beckinsale – more familiar to us of late as the tooled-up super-heroine of the Underworld vampire franchise – reminds us again what a subtle and delicate performer she has always been, giving us a Lady Susan whose desperation to find good husbands for herself and her child is mixed with a beguiling slyness and cast-iron self-assurance. Beckinsale is right – you do end up loving her. It’s a real tightrope performance.     As Lady Susan in Love and Friendship. Photograph: Courte/Rex/Shutterstock    “Reading the novella and the script, you feel she could go either way,” says Beckinsale. “The thing that you can’t be trying for in a part like this is likability, with her being so ruthless and selfish. But in that period, when the constraints on women were so intense, it makes you cheer her on, in spite of her manipulations and schemes.” It’s a unique Austen adaptation, in that Lady Susan has never before been filmed, which means the field is clear for all the actors. At the beginning of her career, Beckinsale faced this issue head-on when she played Emma in an ITV adaptation soon after the movie starring Gwyneth Paltrow was released – and Beckinsale got the better notices. “That was the amazing thing, realising that no one has ever played these parts – and it’s Austen. Who gets to say that about her novels?” The adaptation also dovetails perfectly with the drily ironic, slightly repressed Stillman worldview. Beckinsale puts this down to the fact that the aristocratic, lineage-back-to-the-Mayflower, New England, Ivy League Stillman is perhaps more like Britons than most Americans are.            “He’s very much a kind of curate’s egg. He’s sort of Waspy, terribly well educated, very cultured, sort of diffident. He has a throwaway humour that is quietly very hilarious. It’s quite sort of ... British, I suppose. But it’s not like he’s a raging Anglophile. He’s just one of those Americans who has been around a bit, but there’s still a quintessential Americanness to him. He’s incredibly elegant and occasionally louche at the same time. But what I’d forgotten from Last Days of Disco was that he really is incredibly prepared. But he’s also very, very responsive to the day, the moment, so he is going to change things at the last minute, when he heaves into view in his corduroy jacket brandishing new pages. “Only a few things ...” I feel if I ever don’t get Alzheimer’s, it’ll be all because of Whit!” We’re meeting at Soho House in West Hollywood, the uppermost two floors of a 12-storey building on Sunset Boulevard affording us unsurpassable views of LA all the way to the ocean (and of Quentin Tarantino having dinner). Looking paler and with more more peaches and cream in her complexion than her more often suntanned onscreen self, Beckinsale is slender, tall, effortlessly graceful, yet very approachable. She has lived in LA, off and on, for 12 years, her residency dictated by pragmatism: Lily, her daughter with actor Michael Sheen, decided, aged 11 – having undergone a bi-continental education early on – that she wanted one more school only, the one in LA. “She was concurrently in two schools, in London and here, which is great – two sets of mates and experiences. But, after about 11, that can threaten to produce a very weird kid. And chances are, being as how Michael and I are, that she’s going to be tipping at the weirder end of the scale anyway. We had to make the decision that from 11 to 16 she could stay here – or she made it, really.”     As Selene in Underworld: Awakening. Photograph: Allstar/Screen Gems/Sportsphoto Ltd    It’s a world away from the reflexively anti-American feelings generated 20 years ago when actors moved from London to LA. “That was a time when any British actor coming out to LA was a highly suspicious character. It made you seem insanely ambitious, like a perfectly obvious character flaw. It was a real prejudice 20 years ago and I think I hit it right at its peak. But evidently I was very ahead of my trendy game in coming over here that early, because now everyone’s here and it’s perfectly normal. I think the person who got it the worst was Catherine Zeta-Jones. Everyone was like, oh, what is she doing – she must be such a shark! And I don’t know her at all, but I know none of that was fair to her. Nowadays it’s really not such a stretch, in London, to imagine what being in LA might be like. The point is, if you’re going to be an arsehole in London, you’re going to be an arsehole in LA, too.”   Related: Chloë Sevigny: ‘I now have total disdain for directors’    Famously, she is the daughter of the beloved actor Richard Beckinsale, of Porridge and Rising Damp fame, who died suddenly in 1979 aged only 31, when Kate was five. She is visibly touched when I tell her how special he was to me then. “In America, that is a lovely thing to hear, because my father was never known over here. Back home, there was a sense of not only nepotism, but also, because he died so young, my name had only ever appeared in the media alongside the word ‘tragic’. I very rarely get called ‘tragic’ over here!” Five years later, her mother married the TV director Roy Battersby, and Kate found herself cast into a house full of Battersby’s four sons, and actors, and above all, political activists from the Workers’ Revolutionary party, the tiny Trotskyist groupuscule with which her stepfather was so deeply involved that he was blacklisted by the BBC. “‘Shortly after being blacklisted by the BBC ...’” she intones. “I mean, it has the same anachronistic ring to it as ‘shortly after being jailed for homosexuality’.” The house teemed with ardent Trots, in the years when it still seemed it was almost impossible to be too leftwing. The WRP was headed by the notorious Mr Toad lookalike Gerry Healy – “No, really, he was around the house all the time!” laughs Beckinsale, clearly delighted that I have uncovered this colourful back room of her life. WRP acolytes such as Vanessa and Corin Redgrave were often around, and the cream of top 70s and 80s Beeb lefties were family friends: legendary producer Kenith Trodd, Ken Loach, producer Tony Garnett, plus “very solid Shakespearean actors”, miners, Palestinian activists, trades union bigwigs and shop stewards. “We were selling our Trotskyist newspaper, Newsline, on the streets as kids, things like that.”     With Chloë Sevigny in Love and Friendship.    “Roy did a documentary called The Palestinian with Vanessa Redgrave, and consequently our phones were tapped growing up. After he was blacklisted by the BBC, me and my girlfriends would be on the phone talking, you know “bum, willy, fanny”, and we’d hear the little click on the phone as the listener came on. And you can imagine some spook somewhere trying to crack the “bum-willy-fanny” code!” Next, she returns to the Underworld franchise that has made her world famous in spite of consistently middling reviews. It’s the last kind of fame she ever expected. “I was so anxious to not pigeonhole myself that I ended up pigeonholing myself in the place that was furthest outside my comfort zone. So odd. I accepted it on the basis that it would be terrifying and therefore I should probably do it. And, by the sequel, I had just got married [to Underworld director Len Wiseman], and when you’re married to a director, they’re stuck making a single movie for up to two years, and it’s insanely disruptive to family life. So at least we could prolong that feeling of family togetherness. There are quite a lot of strong factors like that going into it. Being famous for anything is quite peculiar, but being famous for the thing that is the least your sensibility is really fucking peculiar.” As Lady Susan herself might phrase it. • This article was amended on 19 May 2016 to remove a reference to Quentin Tarantino’s appearance. This article was further amended on 20 May 2016 because the adaptation of Emma was by ITV, not the BBC as an earlier version said. The article also said her father, Richard Beckinsale, died in 1978 aged 33. This has been corrected to say that he died in 1979, aged 31.",
  "webTitle": "Kate Beckinsale: ‘Our phones were tapped by spooks when we were growing up’",
  "webPublicationDate": "2016-05-19T14:36:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/kate-beckinsale-phones-tapped-jane-austen-love-friendship",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Film adaptations",
      "id": "film/film-adaptations",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Love & Friendship",
      "id": "film/love-and-friendship",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "John Patterson",
      "id": "profile/johnpatterson"
    }
  ],
  "guardianId": "film/2016/may/19/kate-beckinsale-phones-tapped-jane-austen-love-friendship"
}