{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/01/eco-guide-to-cruises",
  "id": "2016-05-01-204",
  "sectionId": "environment",
  "body": "Ahoy, my ageing hearties. Increasing numbers of mega liners are being built. These monster ships can carry, entertain and feed 5,000 passengers at a time. Meanwhile research from Tourism Concern shows that the older vessels are responsible for 36 times as many greenhouse gas emissions per passenger kilometre than Eurostar and three and a half times more than a long-haul flight. And this is just the start of a long ethical rap sheet. So here are the questions to ask before setting sail that nobody does… “Will I visit real places?” Tourism Concern says that cruise lines create their own economic fiefdoms, even off-ship. When cruisers disembarked on a magical Caribbean resort, it was really a bit of Haiti rented by the cruise line. As food and drink were bought using cruise-liner credit cards, money stayed in the system and the quite desperate local economy got little from the visit – apart from the full force of cruise pollution. So… “How clean is your ship?” Many run on bunker fuel (a cheap byproduct from refineries), with 2,000 times the sulphur content of diesel. Legally, a cruise ship can release 30,000 gallons a day of human waste three miles beyond shore. “Do you pay a living wage?” Many cruise ship employees work long hours for less than the minimum wage, with unionisation punishable by sacking. And finally: “This ship flies a Liberian flag – are we visiting Africa?” Probably not. Flying “flags of convenience” allows transnational status, lower regulations and little or no tax obligations. Tourism Concern suggests that the greenest cruise is no cruise. At least until 2020, when a Japanese NGO launches the Peace Boat, a sustainable cruise liner featuring solar-panel sails. Get on board. The big picture: Skateistan Skate School, Kabul     Peace on wheels: skateboarders in Kabul. Photograph: Hamdullah Hamdard    Action sports such as skateboarding and surfing can speak to the young like nothing else. Professor Holly Thorpe, of the University of Waikato in New Zealand, has published research into the potential for these activities to help international development. There are now 150 Sports for Development and Peace-related organisations around the world. The skateistan.org skate-school project is one. The project photographed here by Hamdullah Hamdard is in Kabul. A new skate school is also being built in Johannesburg. Well dressed: Mafia bags     Flying high: the Tubo bag. Photograph: Daniel Calatayud Belichón    Professional kite surfer Marcos Mafia and his sister Paz, an industrial engineer, began taking sails from Marcos’s old kitesurfs and turning them into bags in 2012. Since 2014 they’ve been producing them in California and incorporating ex-windsurfs and boat sails with kitesurfs, recycling more than 750 sails a year. Their range of everything from messenger bags, duffels and totes to full rucksacks hugely popular in the US and Japan, and lately in the UK. No two bags are the same – they’re from upcycled sailcloths, after all – but all are handmade in California to resist wind and water exposure and perform in extreme weather conditions. They come with a lifetime guarantee – and, of course, they’re infused with the spirit of extreme adventure from their past life. Mafia Bags are available online or at their concession in Topshop.Rucksacks from £85; totes from £30 mafiabags.com Email Lucy at lucy.siegle@observer.co.uk or follow her on Twitter @lucysiegle",
  "webTitle": "The eco guide to cruises | Lucy Siegle",
  "webPublicationDate": "2016-05-01T05:00:45Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/01/eco-guide-to-cruises",
  "keyword": [
    {
      "webTitle": "Cruises",
      "id": "travel/cruises",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Siegle",
      "id": "profile/lucysiegle"
    }
  ],
  "guardianId": "environment/2016/may/01/eco-guide-to-cruises"
}