{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/09/plan-your-weeks-theatre-top-tickets",
  "id": "2016-05-09-332",
  "sectionId": "stage",
  "body": "Monday The Ricochet Project’s Smoke and Mirrors looks at states of mind, the state of our hearts and the high cost of love in a brilliant circus two-hander at Brighton Dome tonight and tomorrow. It’s almost your last chance for Ma Rainey’s Black Bottom at the National Theatre. The Brighton fringe is in full swing. Denise Gough is heart-breaking in the wonderful People, Places and Things at Wyndham’s in the West End. Leo Butler’s Boy is unmissable at the Almeida in Islington.            Tuesday Daniel Bye’s performance lecture Going Viral is at the Customs House in South Shields tonight and at South Hill Park in Bracknell tomorrow. Across London, A Nation’s Theatre festival includes Eggs Collective Get a Round at Soho theatre and Two Destination Language’s gorgeous and wild Near Gone at the Albany. Peter McMaster’s 27 is at Battersea Arts Centre alongside Vanishing Point’s The Destroyed Room. At Camden People’s theatre, the Sheffield-based company Theatre Delicatessen are showcasing work from five artists. Ria Hartley’s new autobiographical piece, Untouchable, about growing up in a violent situation, is at Contact in Manchester. Square Peg re-imagine Genet’s The Maids at Harrogate Theatre. Moira Buffini’s Blavatsky’s Tower, in a revival by new Welsh company 3 Crate Productions, is out on tour and is at Y Ffwrnes Theatre, Llanelli. Emma Frankland’s quietly beautiful and messy Rituals for Change is at the Yard in Hackney Wick. Lastly, I’ve heard good things about Christopher Adams’s Cooked at Bread and Roses in Clapham, south London, until Saturday.            Wednesday Simon McBurney’s remarkable The Encounter, a journey into the mind (and the heart of the Amazonian jungle), is at the Attenborough Centre in Falmer as part of the Brighton Festival. The festival includes The Complete Deaths, Tim Crouch and Spymonkey’s attempt to stage all 75 of Shakespeare’s onstage deaths. It’s at the Theatre Royal Brighton. Music is the food of love in Filter’s Twelfth Night which is at Home in Manchester. The excellent Derby Theatre takeover Camden People’s theatre as part of A Nation’s Theatre festival, including pieces from Jack Britton and Zoo Indigo. Stewart Parker’s Northern Star, about the missed opportunities in Irish history, is at the Tron in Glasgow. Shannon Yee’s immersive audio performance about recovering from brain injury, Reassembled, Slight Askew, begins at BAC. Buzzcut are at the CCA in Glasgow with a double bill featuring Hunt and Darton and Steven Anderson. Thursday Joe Penhall’s Blue/Orange, about perceptions and prejudice, is revived by Matthew Xia at the Young Vic. Philip Ridley’s very funny satire about the housing crisis, Radiant Vermin, is at the Tobacco Factory in Bristol. Also in Bristol, it’s the start of the excellent Mayfest which includes Dead Centre’s really fascinating Chekhov’s First Play at Bristol Old Vic, Selina Thompson’s Salt at Arnolfini and Britt Hatzius’s Blind Cinema at Watershed. Romeo and Juliet with Lily James and Richard Madden begins at the Garrick as part of Kenneth Branagh’s season. Life’s daily battles are the subject of Mikhail Durnenkov’s black comedy, The War Has Not Yet Started, which previews at the Drum in Plymouth.            Friday and the weekend Bird, Katherine Chandler’s Bruntwood prize-winning play about two teenage girls leaving care, is in preview at the Sherman in Cardiff. The Norfolk and Norwich festival kicks off and includes a very watery version of The Tempest in Great Yarmouth; Strijbos and Van Rijswijk’s walking installation Walk With Me; Joshua Sofaer’s Opera Helps; and Rona Munro’s The James Plays. At the Theatre Royal in York, Pilot Theatre use EM Forster’s The Machine Stops to consider our relationship with technology. Documental Theatre’s engaging Score is at BAC. Lost Dog’s wonderful Paradise Lost starts at Circomedia in Bristol. At Mayfest you can catch a glimpse of the new Sh!t Theatre show, Dollywood, about Ms Parton. Jamie Wood’s very funny O No! is at the Wardrobe in Bristol. The mind deceives the eyes in Vincent Gambini’s completely fascinating This is Not a Magic Show, which is at Cambridge Junction on Saturday. James Graham’s Plymouth success Monster Raving Loony arrives at Soho theatre. On Sunday from 1pm onwards at Camden People’s theatre in London, you can catch some of the best performances from the brilliant Glasgow-based festival Buzzcut.",
  "webTitle": "Plan your week’s theatre: top tickets",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/09/plan-your-weeks-theatre-top-tickets",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Circus",
      "id": "stage/circus",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/09/plan-your-weeks-theatre-top-tickets"
}