{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/mount-everest-two-climbers-killed-and-30-needing-medical-help",
  "id": "2016-05-22-65",
  "sectionId": "world",
  "body": "Severe frostbite and altitude sickness have left more than 30 climbers on Mount Everest needing medical help, after two climbers died on the world’s highest mountain over the weekend. An Australian woman and a Dutch man both died of apparent altitude sickness, the first people killed on the mountain in 2016.  The mountaineering department official Gyanendra Shrestha said frostbite had affected dozens of climbers attempting to make the ascent. Pemba Sherpa, of the Seven Summit Treks agency in Kathmandu, also said one Indian climber had been unable to move due to advanced frostbite and had been carried to a lower camp, where attempts were being made to rescue her by helicopter.  A Norwegian climber has been rescued by sherpas after suffering snow blindness, a painful loss of vision after overexposure to UV rays. The deaths of the two climbers, the motivational speaker Eric Arnold, 36, and finance lecturer Dr Maria Strydom, 34 – whose husband was also injured on the climb down, came as the tourism industry on Everest began to show signs of recovery after two years of devastating natural disasters.  Eighteen people were killed last year when a 7.8-magnitude earthquake struck Nepal and triggered an avalanche that left the Everest Base Camp in ruins. The toll from the quake surpassed 2014, which had previously been the deadliest year on record after icefall killed 16 Nepalese guides and cut the climbing season short. This year’s climbing season, which runs from March until the end of May, has so far seen good weather, allowing hundreds of climbers to reach the summit.  Arnold had tweeted earlier that he had made it to the summit, but he is said to have complained of feeling weak as he descended, despite having bottled oxygen, and he died on Friday night.     Bergbeklimmer Eric Arnold bereikt top Mount Everest bij vijfde poging https://t.co/oeswLrfXyd pic.twitter.com/991NvMg6Op— Eric Arnold (@EricArnold8850) May 20, 2016    Arnold had survived the avalanche at base camp last year, which left many people trapped for days. Speaking to the Washington Post before his attempt, Arnold said climbing Everest was his “big childhood dream”. He said he had been traumatised by the avalanche but wanted to return. “I didn’t decide immediately to go back. I waited until my emotions were more stable.” Strydom, who is also reported to have suffered altitude sickness, died less than 24 hours later. Her husband Rob Gropel is also said to have been injured on the trek, needing assistance back down the mountain.  The couple were attempting to reach seven summits, and had already reached the peaks of Denali in Alaska, Aconcagua in Argentina, Ararat in Turkey and Kilimanjaro in Tanzania. Strydom’s sister Aletta Newman said she had heard the news from a Google alert with a story from the Himalayan Times. “That is the absolute first I’d heard of it,” Newman told the Australian Associated Press. She said she did not yet know the exact cause of Strydom’s death. “We just don’t have answers and we would really like to have some.” The bodies, which are at 8,000 metres (26,240 feet), had yet to be retrieved on Sunday. “We are waiting for the expedition leader and other climbers of the group to come down to base camp,” said Pasang Phurba of Seven Summit Treks. “We will then discuss her body. It cannot be left to lie as it is there,” he told Reuters. Among the 350 climbers who have reached the summit this year are 19-year-old Alyssa Azar, who became the youngest Australian to reach the peak, and Lhakpa Sherpa, who set a record for female climbers with her seventh ascent.",
  "webTitle": "Mount Everest: two climbers killed and 30 needing medical help",
  "webPublicationDate": "2016-05-22T16:17:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/mount-everest-two-climbers-killed-and-30-needing-medical-help",
  "keyword": [
    {
      "webTitle": "Mount Everest",
      "id": "world/everest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mountaineering",
      "id": "world/mountaineering",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "world/2016/may/22/mount-everest-two-climbers-killed-and-30-needing-medical-help"
}