{
  "apiUrl": "https://content.guardianapis.com/sap-partner-zone/2016/may/23/influencers-react-to-bill-mcdermotts-public-commitment-to-customer-empathy",
  "id": "2016-05-23-117",
  "sectionId": "sap-partner-zone",
  "body": "More than 30,000 people attended SAPPHIRENOW and ASUG Annual Conference 2016, the world’s largest global business and technology event, with an additional 300,000 participating virtually. The highly anticipated keynote address from SAP CEO Bill McDermott was astonishingly personal in both delivery style and message. After a meeting with the top 30 CIO’s from SAP’s global customer base, McDermott tossed out his carefully prepared speech and decided on a new message of customer empathy.  According to McDermott, everything has to start with empathy for the end user. SAP’s company culture already puts customer success at the center of everything. Bill McDermott’s message was clear that the bar will be set even higher to consistently and diligently listen to the customers on their terms. In case the audience wasn’t convinced, he proceeded to share his personal email, stating that concerns or unheeded requests should be forwarded to him. McDermott also shared his excitement for SAP’s joint announcement with Microsoft, to simplify work through new integrations between Microsoft Office 365 and cloud solutions from SAP. The audience got a rare treat when Microsoft CEO Satya Nadella joined McDermott on stage and the two technology giants shared their views on the cloud, business agility and innovation and new ways to work. In this video, leading industry influencers share their commentary and analysis from the keynote at SAPPHIRE.         IT LoB Experts Share Their Reactions To The SAPPHIRENOW 2016 Keynote.    This advertisement feature is paid for by SAP, which supports the Guardian Media & Tech Network’s Digital business hub.",
  "webTitle": "Influencers react to Bill McDermott’s commitment to customer empathy",
  "webPublicationDate": "2016-05-23T15:31:22Z",
  "webUrl": "https://www.theguardian.com/sap-partner-zone/2016/may/23/influencers-react-to-bill-mcdermotts-public-commitment-to-customer-empathy",
  "keyword": [
    {
      "webTitle": "SAP partner zone",
      "id": "sap-partner-zone/sap-partner-zone",
      "sectionId": "sap-partner-zone",
      "sectionName": "SAP partner zone"
    }
  ],
  "authors": [],
  "guardianId": "sap-partner-zone/2016/may/23/influencers-react-to-bill-mcdermotts-public-commitment-to-customer-empathy"
}