{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/sri-lanka-england-second-test-angelo-mathews",
  "id": "2016-05-27-58",
  "sectionId": "sport",
  "body": "Dotted around Durham’s picturesque Riverside Ground, one that could sadly be hosting its final Test match for some time if a lack of profitability for the five-day game in the north-east remains so, are a series of messages from supporters describing their favourite memories of watching live cricket here. Among them, uncredited, is a vignette from one such correspondent that recalls watching Pakistan versus Scotland in the 1999 World Cup, the first international to be held in Chester-le-Street, and reads: “I sat in the North Stand, it felt as if the wind was blowing in directly from the North Pole.” The first day of the second Test between England and Sri Lanka, where the stands were less than half full and local hero Ben Stokes dutifully hobbled out on crutches to meet his public during the intervals, was not quite the Arctic scene painted above, peaking at a relatively balmy 14C (57F). Nonetheless, the conditions at Test cricket’s most northerly ground are climactically opposed to Galle or Colombo and yet the tourists, who trained in bobble hats all week and have scarcely hidden their discomfort, held a string of fine catches to see five Englishmen nobbled in their pursuit of individual staging posts. Alastair Cook, now belly-crawling to 10,000 runs in Test cricket, went to a diving Dimuth Karunaratne at second slip playing away from his body in the nervous 9,990s, before Nick Compton, desperate for some kind of score in a summer where 44 remains his best from eight innings, perished to the hook shot on nine. Suranga Lakmal, a gangly seam bowler, charged in from the rope upon realising Compton’s shot was top-edged, only to suddenly hit reverse gear and hold a superb back-pedalling effort over his shoulder that only the few hardy souls in the North East terrace could immediately see was clean. The pick, however, would end Alex Hales’ pursuit of a maiden Test century midway through the afternoon as Sri Lanka’s captain Angelo Mathews spread his wings – the Angelo of the North, perhaps – in flying to his right and claiming a spectacular one-handed effort at slip off the spinner Milinda Siriwardana. Of those held, Kaushal Silva’s simple take at extra-cover to end Joe Root’s 80 will have stung the least, while Lahiru Thirimanne’s flying effort at short-cover off Siriwardana, one that taught James Vince a lesson about lazily slapping the ball flat-batted, ran Mathews close for catch of the day. The Sri Lankan captain had spoken before the match about needing to put the English conditions to the back of the mind and show off their skill as international cricketers. On the first day at the ever-friendly Chester-le-street, in a series where they are scrapping to remain in the fight, his fielders delivered on this order with aplomb.",
  "webTitle": "Sri Lanka put deep freeze on Alastair Cook and England’s targets",
  "webPublicationDate": "2016-05-27T17:09:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/sri-lanka-england-second-test-angelo-mathews",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Durham",
      "id": "sport/durham",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/27/sri-lanka-england-second-test-angelo-mathews"
}