{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/21/turkish-uk-anger-vote-leave-immigration-crime-accusations",
  "id": "2016-05-21-55",
  "sectionId": "politics",
  "body": "The stock of British politicians can rarely have been lower on Green Lanes, the historical heart of Britain’s Turkish community. “It’s quite racist to be honest,” said Ebru Ozcan, referring to the Vote Leave campaign’s strategy of attempting to portray her compatriots as inherently disposed to criminality and desperate to flock to Britain. “The way they talk has gone too far,” added the 32-year-old, who runs the popular Ozcan jewellers on the bustling artery in Haringey, north London. “If you can lie, then you become a politician. Why are they making us out to be such a threat?” said Huseyin Babir, 25, who works at Safir jewellers, and whose family moved from central Turkey to Palmers Green, north London, when he was aged one. Justice secretary Michael Gove’s claim that 5 million migrants, many of them Turkish, could come to Britain if the public votes to stay in the European Union was treated with either disbelief or contempt. “That will never happen, we have family who live in Turkey and we always have to visit them, instead of them coming here, because they like it there and also the cost is prohibitive,” said Dilek Oksuz, 24, who works at Turkish travel agent Right Holidays. The manager at the nearby Gold Bar jewellers was aghast at the suggestion that large swaths of the Turkish population would come to the UK. “The Turkish don’t even want to come here. Turkey itself is a better country, a safer country – the police have things much more under control there.” He said that the claim that crime was higher in Turkey than the UK was preposterous and that, given the opporunity, he would move there immediately. “You are more likely to get mugged here than Turkey, it’s as simple as that. If I didn’t have responsibilities, then I would head out there straightaway.”     Vote Leave’s campaign poster.    The attempt by the Vote Leave strategists to associate the Turkish people with criminality was scoffed at, with many believing that Brexit campaigners were deliberately trying to conflate media images of battles between Turkish military and the Kurdistan Workers’ party, or PKK, and the threat of Islamic State (Isis) attacks to portray its people as dangerous. “It’s not even Turkish people doing crime, it is terrorists entering the country,” said Babir. Others said that they felt much safer in Turkey than in London. “Turkey is very safe; of course, you see the news and the fighting but that is confined. Turkish people like to go back and visit because it is so safe,” said Sevda Kadir, 29, who works selling olives at the Dostlar supermarket but also admitted that her hometown village, near the eastern city of Bingöl, was sometimes too dangerous to visit because of fighting between the PKK and the military. “I do wish they [British politicians] would be more careful how they talk. The fact is that we are very hard-working, but they talk like we don’t work. The Turkish people here work very hard to build up their businesses,” added Kadir. It was a common refrain along Green Lanes on a typically busy Saturday morning. “We pay among the highest taxes, higher than anyone I think,” said Babir, who said business rates for his shop were between £7,000 and £10,000 a year. At Ozcan jewellery, claims that Turkish people were prone to criminality prompted anger. “We work very hard, full time, and pay high taxes and rates, and that should be recognised.”   Related: Vote Leave embroiled in race row over Turkey security threat claims    Away from Green Lanes, others warned that the Vote Leave’s anti-Turkish tactics would alienate a country that needed more meaningful engagement with Europe when dealing with issues such as the refugee crisis. “The fear is that a Muslim-majority country of 76 million will come to Europe and Britain should save itself from that ‘contamination’. This rhetoric and a Brexit would isolate Turkey even more,” said Ezgi Basaran, a leading Turkish journalist and an academic visitor at St Antony’s College, Oxford University. “We are all in the same boat when dealing with the quagmire in the Middle East that has already spilled into Turkey.” Basaran added: “What the latest refugee crisis shows is very clear: if people find themselves under authoritarian regimes and destitute, no border barrier is good enough to keep them where they are. No wall is tall enough; no crossing is wide enough to keep them away. The fear of ‘76 million Turks at the gate’ would come true if the EU and the rest of the world do not engage with Turkey and the region in a meaningful way.”",
  "webTitle": "‘Why are they making us out to be such a threat?’: Turks react to Vote Leave",
  "webPublicationDate": "2016-05-21T20:00:22Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/21/turkish-uk-anger-vote-leave-immigration-crime-accusations",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Townsend",
      "id": "profile/marktownsend"
    }
  ],
  "guardianId": "politics/2016/may/21/turkish-uk-anger-vote-leave-immigration-crime-accusations"
}