{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/26/stephen-curry-golden-state-warriors-injury-nba-playoffs",
  "id": "2016-05-26-220",
  "sectionId": "sport",
  "body": "On the afternoon before the Western Conference finals began Steph Curry was in the Golden State Warriors downtown Oakland practice facility doing what he does after every session has finished. Shooting jump shots. Up went the dancing one-foot three-pointers. Up went the fadeaways from 26 feet. Up went the shot from just inside half-court.  To those watching on the side it was just Curry being Curry; the NBA’s first unanimous MVP playing his usual games of Basketball Golf and Beat the Ogre – vanquishing imaginary foes before retreating to the shower. His head bobbed. His feet danced. His wrists flicked. And the ball kept flying through the basket in gentle splashes of leather against net. “The only bad thing about today is that Steph made 82 instead of 90 [out of 100 shots], the Warriors shooting coach, Bruce Fraser, later said, rolling his eyes.   Related: Thunder play ugly brilliantly as they shock Warriors in conference finals    He and Curry finish each practice at the same basket in the same corner of the gym shooting the same 100 shots and he finds great happiness in this. Curry’s failure to hit eight shots he normally does was hardly a blemish on a sunny afternoon. This is the joy Fraser finds in working with the game’s best shooter. But given everything that has happened since: with the greatest regular season team in NBA history suddenly helpless against the Oklahoma City Thunder it might have been a more ominous warning.  Was this extra tiny lack of perfection a sign that there was something off about Curry going into the conference finals?            Curry insists he is not affected by the sprained knee that caused him to miss four games of the playoffs even as Adrian Wojnarowski of The Vertical quoted a source close to Curry as saying “he is playing at 70% at best.”  The fact he made 82 instead of 90 shots out of 100 two Sundays ago is not exactly proof that he is injured (and his coach Steve Kerr insists Curry is not). But the bad games have been piling up for Curry in this series. The greatest three-point shooter in the game hit just two of 10 of them in Game 3 and three of 11 in Game 4. Given the way he has turned the ball over and looked sluggish against the Thunder it is easy to wonder if something is wrong.  No matter how physical Oklahoma City have been with Curry, knocking him around on screens and blocking off his drives to the basket, he does not seem himself. He is not playing with the same joy he did during the regular season. “You know he is human still so he’ll have some nights where he’s still off,” Fraser said that afternoon, speaking about occurrences that until then had been rare. “And that’s probably the best part of him, that this guy with this amazing talent and skill that never ceases to amaze all over the world is still human at the core. He can still make mistakes, he can still dribble of his foot out of bounds.”    Related: Thunder play ugly brilliantly as they shock Warriors in conference finals    The Warriors cannot afford the human Curry if they are to keep their season alive. The player who skipped across the floor all season flipping long, arcing shots from impossible angles needs to return if Golden State are to have any shot at another finals. The Thunder are not Houston or Portland. Their defensive surges have stymied the Warriors attack, neutralizing Golden State’s depth. The Warriors can’t win this series simply by flooding the court with numbers and hoping to hit enough threes. They need Curry to be Curry again If that is possible.  Around the team they talk about Curry as “a machine”. They say he is so aware of his body and the amazing things it can do that the remarkable becomes almost automatic. His struggles of the last two games – and much of this series, really – make him seem anything like a machine. He is struggling and that’s not something anyone is accustomed to seeing from him.  Maybe Oklahoma City’s fury has gotten to him. The Thunder players are cranky, desperate to win a title after years of falling short. They are doing everything they can to make Curry and the Warriors uncomfortable. It has worked better than maybe even they expected.  Now Curry’s brilliant 2015-16 is on the verge of coming to an end. The baskets that piled up all year for him have not been here in the Conference finals. You wonder if they will again this year. You wonder if he is healthy enough or if the Thunder have found a way to keep Curry from being Curry this May.",
  "webTitle": "Stephen Curry, the Warriors and the struggle to stay superhuman",
  "webPublicationDate": "2016-05-26T11:29:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/26/stephen-curry-golden-state-warriors-injury-nba-playoffs",
  "keyword": [
    {
      "webTitle": "Stephen Curry",
      "id": "sport/stephen-curry",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/blog/2016/may/26/stephen-curry-golden-state-warriors-injury-nba-playoffs"
}