{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/gardens-what-to-do-this-week-seasonal-gardening-advice",
  "id": "2016-05-07-123",
  "sectionId": "lifeandstyle",
  "body": "Read this They may be more than 50 years old, but Margery Fish’s classic books on cottage gardens are still firm favourites. Her first two, We Made A Garden and Cottage Garden Flowers, are reissued next week by Batsford at £9.99 each, with updated Latin names from plantsman Graham Rice; look up Fish’s recommendations for your own plot. Trim this Spring-flowering evergreen shrubs such as camellias and burkwood osmanthus don’t often require heavy pruning, but now, as they finish flowering, is the time for a tidy-up. Remove the three Ds (anything dead, damaged or diseased), deadhead any remaining flowers and prune back long, wayward shoots, pausing to stand back regularly to get a good shape. Plant this Summer bedding plants usually major on colour, but often fail to attract pollinators. Breeders have worked to correct this with ‘BeeDance Panted Red’, a jolly, bee-friendly bidens that flowers from July to October. Height and spread: 30cm x 45cm. Buy five plug plants for £9.99 or 10 for £17.99 (plus £4.95 p&p per order). To order, call 0330 333 6790, quoting ref GU531, or go to our Readers’ Offers page. Dispatched within four to six weeks.",
  "webTitle": "Gardens: what to do this week",
  "webPublicationDate": "2016-05-07T10:00:12Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/gardens-what-to-do-this-week-seasonal-gardening-advice",
  "keyword": [
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Perrone",
      "id": "profile/janeperrone"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/gardens-what-to-do-this-week-seasonal-gardening-advice"
}