{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/us-colleges-cut-ties-south-korea-anti-hiv-scholarships",
  "id": "2016-05-21-118",
  "sectionId": "us-news",
  "body": "Two prominent American colleges have removed advertisements for South Korean government scholarships that bar people with HIV, following the intervention of human rights activists. Princeton University on Thursday took down a posting on its website that advertised the Korean Government Scholarship Program, which funds study at universities in South Korea, over concerns that it was discriminatory. The move came less than a fortnight after the Frederick S Pardee School of Global Studies at Boston University quietly removed references to the scholarship in similar circumstances.  UCLA, Stanford University and the University of Portland continue to host details of the scholarship on their websites, while Ohio State University directs students to another scholarship, Teach and Learn in Korea, that also bans HIV-positive applicants.  “Based on a review conducted by the Office of International Programs and the Office of Institutional Equity and Diversity, a scholarship posting stating that HIV positive individuals are ineligible (without any reference to specific health-related reasons for such a restriction) contradicts our policies and commitment to non-discrimination,” the college said in a statement given to the Daily Princetonian student newspaper ahead of its anticipated public release.  Dr Adil Najam, the Pardee School dean, did not return a request for comment. Colleges still advertising the scholarships also failed to respond. Princeton and Boston University took the action after Joe Amon, a Princeton professor and the former director of Human Rights Watch, and Benjamin Wagner, a US human rights lawyer, respectively expressed their concerns to college authorities.    Related: Boston University sexual harassment suit claims school protected professor    “Princeton’s statement that they are removing the posting of the Korean Government Scholarship is the right decision,” said Amon. “But suggesting that the problem is that the scholarship does not include specific health-related reasons misses the point. As the WHO, UNAIDS and the US Department of Health and Human Services all plainly state, there is no medical reason that justifies discrimination against people living with HIV from pursuing educational opportunities or traveling to another country.” Wagner, who successfully led a case against South Korea’s mandatory testing of foreign English teachers before a UN committee on racial discrimination last year, said colleges advertising the programs could be in violation of the Americans with Disabilities Act. That law bans discrimination in education based on disability, including HIV status.  “While the scholarships aren’t offered by the US schools directly, there’s likely enough of a nexus between Korean government ‘no Aids’ scholarships and the promotion of it by the US schools to justify a complaint of ‘harassment’ – at a minimum – to the Office of Special Education and Rehabilitative Services, Office for Civil Rights,” Wagner said. Recipients of the Korean scholarships are subject to HIV testing in South Korea and those who test positive face ejection from the program. Wagner expressed concern that HIV-positive applicants unaware of their status could be subject to harassment and discrimination if outed in the country, where the virus is heavily stigmatized. “The nightmare scenario that I want to see avoided is what I saw happen to a student I represented in 2009 who was outed as HIV positive in an extremely hostile manner,” he said. “He was threatened with expulsion from the university, told his status would be disclosed to faculty and pressured to leave the country. In South Korea, HIV/Aids is often associated with prostitution, homosexuality and drug use, all of which are widely seen as morally degenerate. The country tests certain foreigners for the virus, despite the UN Committee for the Elimination of Racial Discrimination ruling the policy to be discriminatory last year. South Korea has defended its policy as necessary to protect public health.  Apart from American colleges, the scholarships are also being advertised by universities in Vietnam, Thailand, Mongolia, Kazakhstan, Spain, Greece and Poland, and on the official website of the government of Canada.",
  "webTitle": "US colleges cut ties with scholarships that ban HIV-positive applicants",
  "webPublicationDate": "2016-05-21T10:30:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/us-colleges-cut-ties-south-korea-anti-hiv-scholarships",
  "keyword": [
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "South Korea",
      "id": "world/south-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aids and HIV",
      "id": "society/aids-and-hiv",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Princeton University",
      "id": "education/princeton-university",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Boston",
      "id": "us-news/boston",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/21/us-colleges-cut-ties-south-korea-anti-hiv-scholarships"
}