{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/23/bayer-bids-62-billion-dollars-for-monsanto-agriculture-gm",
  "id": "2016-05-23-224",
  "sectionId": "business",
  "body": "German drug and chemicals group Bayer has offered to buy the American GM seed pioneer Monsanto for $62bn (£43bn) in a deal that would create the world’s biggest agricultural supplier. The offer of $122 a share in cash values the Monsanto group at 37% more than its closing share price on 9 May, before rumours of a bid emerged. The deal, which includes Monstanto’s $9bn net debt, would represent the largest all-cash acquisition and the biggest takeover by a German company. Bayer, which invented aspirin in the 19th century, would fund the purchase with a mixture of debt and equity, including raising about $15bn from its shareholders.   Related: 'Scottish optimist' at Monsanto helm battles Bayer takeover bid and protests    The proposed deal has unnerved Bayer shareholders who fear the company is stretching its finances too far to build an industry behemoth. Bayer shares have fallen by about 13% since 9 May. The acquisition would create a business making drugs including Yasmin birth control pills as well as pesticides and seeds for GM crops such as soybeans.  Monsanto, based in St Louis, Missouri, was one of the first companies to develop genetically modified seeds in the 1990s. GM crops have remained controversial because of their potential impact on the environment and because they can keep ownership rights to seeds in the hands of big corporations. Monsanto confirmed Bayer’s interest last week when it revealed it had received an unsolicited bid. The US company said it would review the offer.  Bayer’s chief executive, Werner Baumann, who has been in the job less than a month, said: “We have long respected Monsanto’s business and share their vision to create an integrated business that we believe is capable of generating substantial value for both companies’ shareholders.” Agricultural producers are battling for position amid an industry shakeup. Monsanto missed out on buying Swiss pesticide maker Syngenta when China National Chemical swooped in February. That deal followed Dow Chemical’s merger with DuPont to form a $100bn company last year. Prof John Colley of Warwick Business School said the size of Bayer’s bid was designed to force Monsanto’s board into accepting a takeover although such deals rarely worked out well.  “This is an enormous offer in a number of ways. German businesses have generally avoided megabids, opting instead for lower risk but slower organic growth. Bayer has dispensed with that approach,” he said. “It is a classic transfer of value from the bidder’s shareholders to those of the target. Few megabids go well and research shows more than half destroy value. Only around a quarter deliver on their promises.” US competition regulators are likely to scrutinise the bid because there is an overlap between the companies’ businesses in soybeans, cotton and canola. Monsanto’s GM capability also arguably makes it an important national asset for the US.",
  "webTitle": "Bayer bids $62bn for GM seed giant Monsanto",
  "webPublicationDate": "2016-05-23T10:40:15Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/23/bayer-bids-62-billion-dollars-for-monsanto-agriculture-gm",
  "keyword": [
    {
      "webTitle": "Bayer",
      "id": "business/bayer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "GM",
      "id": "environment/gm",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/23/bayer-bids-62-billion-dollars-for-monsanto-agriculture-gm"
}