{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/ray-blk-stormzy-1975-coral-goat-dylan-evans",
  "id": "2016-05-27-180",
  "sectionId": "music",
  "body": "▶ TRACK OF THE WEEK RAY BLK ft Stormzy My Hood       Not actually sure how to feel about south-east London after RAY BLK’s soaring bittersweet ode to it. At first the place sounds banging – all chicken shops and sportswear and nights you’ll never forget – and then it turns, to babies having babies and police raiding you for your dinner. Then Stormzy pops up, telling us how “the woman in the Caribbean shop is always rude”. As a Yelp review: unconvincing. As a sort of updated piano croon about the ends: very good indeed. The 1975 A Change Of Heart             Much like any song by the 1975, this is decent enough, quite nice really, unless you happen to be a teenager, when it becomes a sort of soul-achingly important song about love and not love and everything in between. And god, it’s just so bloody current. There’s even a line about taking a photo of your salad and putting it on the internet. If this isn’t an anthem for the Snapchat generation, I don’t know what is. The Coral Holy Revelation             The future, you say? Big beats and iPhones, is it? Rotavirus vaccines and self-driving cars? Not for the Coral, thanks: the year 1968 and three chords are plenty enough for them. Holy Revelation is fun, mind: a fat old squidgy slice of psych rock, of the kind you could convince your dad – in the right circumstances and with enough whisky in him – that he played the bass part when it was originally recorded. Goat I Sing In Silence             Goat, it says here, are a Swedish alternative and experimental fusion band, which I suppose explains both the sitar and the panpipes. I Sing In Silence is classic music-to-buy-joss-sticks-to, but with a heavy tang of “you have stumbled into a wooded clearing on this dark, dark night, and this song is the last thing you hear before an ancient pagan sect slaughter you to death as payment to the blood gods”. That is to say: an acquired taste.  Dylan Evans Time Is Right             It was inevitable that the vlogger uprising would eventually stop saying “Hi guys!” cheerily into a ringlight on YouTube and branch out into music. And lo, it has come to pass: Dylan Evans, one of those identikit brown-haired boys who does Facebook skits that inexplicably have 100,000 likes, has a single. On one hand, it’s a forgettable dance banger. On the other, the terrifying future of music. Next week: Alfie and Zoella do Ain’t No Mountain High Enough.",
  "webTitle": "RAY BLK ft Stormzy: the best of this week’s new music",
  "webPublicationDate": "2016-05-27T11:59:03Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/ray-blk-stormzy-1975-coral-goat-dylan-evans",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Coral",
      "id": "music/the-coral",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The 1975",
      "id": "music/the-1975",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Joel Golby",
      "id": "profile/joel-golby"
    }
  ],
  "guardianId": "music/2016/may/27/ray-blk-stormzy-1975-coral-goat-dylan-evans"
}