{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "id": "2016-05-19-299",
  "sectionId": "australia-news",
  "body": "It’s halfway through week two and the major parties are locked in a difficult two-step, attempting to play to the other’s weaknesses while averting attention from their own.  The government continues to focus on border protection – even as the bad taste left by the immigration minister, Peter Dutton, lingers – and today Labor has staked its claim on health. Opposition leader Bill Shorten’s vow to end the Coalition’s six-year freeze on increases to the Medicare rebate is the biggest policy commitment of the campaign so far. And it doesn’t come cheap: $2.4bn over the next four years, and $12.2bn over the decade. But it will help to win Labor the support of Australia’s doctors, who resisted the Turnbull government’s controversial extension of the freeze (introduced by Labor in July 2012) from mid-2018 to mid-2020 in the 2016 budget. Medical groups say that would force GPs to introduce co-payments to cover the ever-growing funding gap, and to pass the costs on to patients. Last week doctors campaigned against the government’s plan with posters warning “The federal government’s freeze on Medicare rebates will hurt you” in thousands of GP clinics across the country. Labor’s announcement, then, is big – evidence, Shorten says, that Labor “will fight with every ounce of our energy to defend and save Medicare”. But he couldn’t guarantee that fees wouldn’t go up when the rebate freeze is lifted, and wasn’t clear how Labor arrived at the finding that patients, if the freeze remained, would be left about $20 out of pocket. (The Coalition has characterised the policy as unfunded spending by a party that struggles with economic forecasting.) Shorten also struggled to keep on message in the face of more questions about his frontbencher David Feeney. The Australian newspaper reported that while in Canberra the MP stays at an apartment owned by his wife through a family trust – and not specifically listed on his return in the parliamentary register of interests – as well as claiming a $270-a-night travel allowance. This is just days after Feeney admitted failing to declare a $2.3m negatively geared property in Northcote, Melbourne, with no more robust an explanation than it slipped his mind. Embarrassingly, his tenants have erected a placard for the Greens candidate Alex Bhathal, from whom Feeney is facing stiff competition for his Melbourne seat of Batman. Later Shorten was witness to a head-on car crash at Testers Hollow near Maitland, just as his convoy were pulling up for a press conference. A 21-year-old woman and a 33-year-old woman, who had her two-year-old son in her car, had to be freed by emergency service workers. The younger woman suffered head injuries and was taken to John Hunter hospital, where she was in a stable condition. The other woman and her son were unhurt and invited into Shorten’s car, where he comforted them for about half an hour. He cancelled his campaign events in Maitland but was due to attend an event in Sydney on Thursday night. Dutton digs in over his description of refugees The immigration minister is standing by his description of refugees as illiterate, innumerate, dole-bludging beacons of industry, who spend their unemployment benefits on coopting opportunities that, it was written in the stars, were destined to go towards real Australians. We’re paraphrasing, of course, just as Julie Bishop and Malcolm Turnbull did. Speaking to Ray Hadley on 2GB this morning, Dutton classified objection to his statements as politicking: “I don’t think you can argue against the facts.” (Speaking of, here’s Guardian Australia’s fact check of his statement.) That said, he seemed careful not to repeat Wednesday’s wording. Dutton said Australia’s strong migration program was “a good thing that helps us grow”, and that he was in favour of increasing the annual intake of humanitarian refugees to 50,000 – adding the usual line about Labor being “torn apart” on the issue. “Bill Shorten has failed the leadership test when it comes to border protection in this country – as Julia Gillard did, as Kevin Rudd did,” he said. “What is he going to do to rein these people in?” These people. It seems that Dutton’s statement on Wednesday left a bad taste, with even his colleagues seeking to distance themselves from him with iterations of “What I’m sure Peter meant was ... ” Turnbull said today that Labor’s criticism amounted to “demonisation” of the immigration minister, continuing the pair’s good cop-bad cop routine, writes Katharine Murphy. But objection continues to roll on for a second day, and not just on Twitter, although there people are digging up Dutton’s less articulate tweets to highlight his own grasp of the English language.    There's never been a better time to find every single typo in Peter Dutton's timeline pic.twitter.com/lnQJcWAvNi— Dave Krantz (@weskrantz) May 19, 2016      :( pic.twitter.com/KnK1UIhKLc— Tobby (@tobiasziegler) May 19, 2016      I done love literacy https://t.co/IGcJzt63aM— Bhakthi (@bhakthi) May 19, 2016    One other Peter Dutton, used to being mistaken for the immigration minister, is starting to lose his cool in the face of the vitriol.    Peter Dutton of New York is tired of Australians pic.twitter.com/POAxDGahz9— Cathy (@catherinebouris) May 18, 2016      I swear this was at the top of my Instagram feed right now. I'm so ready to do this... #auspol https://t.co/nB1Z63VnrK— peterdutton (@peterdutton) May 18, 2016    The Today host and noted man of the people, Karl Stefanovic, condemned Dutton’s comments in a Waleed Aly-style piece-to-cam, sharing his and others’ stories of migrant backgrounds and ending with a call for the minister to apologise. “This country is built on so many pillars including those who come from faraway lands with not much more than hope and a drive for a better life with their family,” he said. “They have made this a better place. They helped make modern Australia ... “It’s a cliche but what Peter Dutton said yesterday was un-Australian.” Stefanovic’s sentiments are echoed in the findings of a new survey from Amnesty International that shows Australian people – if not politicians – are among the most welcoming of refugees in the world, with seven in 10 saying more should be done to help people fleeing war and persecution. Company tax cuts worth the grief, says PM The keystone of the Turnbull government’s budget – company tax cuts – was under scrutiny from more than one angle. The prime minister was asked why it was more compelling for voters than extra spending on health and education, a pointed question in light of Labor’s announcement. Turnbull trotted out the now well-worn figure that every dollar cut in company tax created $4 of value in the economy overall. But John Daley, of the Grattan Institute, wrote in Guardian Australia this morning that these benefits were modelled on a 2015 treasury research paper and overstated: “Corporate tax cuts may be worth doing, but the outcome is unlikely to set pulses racing.” Turnbull – back on the “jobs and growth [feat. turning back boats]” beat, matching Labor’s commitment to fund the Appin Road in western Sydney – simply said Daley was wrong. But political and bureaucratic luminaries voiced further criticism of the budget at a forum organised by the Australian National University in Canberra. The former deputy secretary to the treasury, Jan Harris, said the response was reminiscent of reaction to the 2010 budget, when the government delivered the biggest deficit in Australia’s history. Once again, the forecasted return to surplus has been pushed back into the future. Remember Dr Karl Kruszelnicki’s ill-fated promotion of the intergenerational report when he warned about the gap between the government’s tax receipts and its spending commitments? “Well, not much has changed in the 2016-17 budget,” Harris said. Best of Bowers     Pulling back the curtain ... Mike Bowers captures Bill Shorten’s speaking notes for a press conference after touring a medical centre in Wyong this morning. Photograph: Mike Bowers for the Guardian    Further reading • What is the backpacker tax? And should we scrap it? (Crikey). Everything you need to know about the Coalition’s “paused” backpacker tax. • Number of women in parliament set to fall as males replaces females in safe seats (Fairfax Media). Outgoing Liberal MP Sharman Stone has warned that at least four retiring female MPs in safe seats are set to be replaced by men. • Why I’m taking on Tony Abbott, even though I’ll lose (Fairfax). Abbott has held Warringah since Clara Williams Roldan was three years old. In this opinion piece, she explains why she’s running against him as a novice campaigner.  And also …     In the continuing misadventures of dissolute Cleaver Greene...   The fourth season of Rake premieres at 8.33pm AEST. “I was once arrogant enough to believe that Rake was just another talky, smart-arse ABC drama replete with quirky characters, a courtroom setting and political commentary,” writes Lauren Carroll Harris. “Then I actually watched it. Properly. And dear Christ was I wrong.” You can catch up to the new season in her piece – of course spoilers abound – while Richard Roxburgh reveals the common ground he shares with its charismatic, opinionated protagonist in this interview with Guardian Australia’s Lucy Clark.  Meanwhile, in the rest of the world … Search and rescue efforts are under way for EgyptAir flight MS804, which disappeared from radar en route from Paris to Cairo. Contact with the plane, an Airbus A320, was lost about 16km into Egyptian airspace at 2.45am local time on Thursday, with 56 passengers and 10 crew onboard. There is no detail yet on possible reasons for the plane’s disappearance, but you can follow our live blog for updates as they happen.    this shot from flight radar appears to indicate where @EGYPTAIR #MS804 disappeared from radar screens @Claire_Phipps pic.twitter.com/APjVUPvZXj— michael safi (@safimichael) May 19, 2016    Never miss another catchup. If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup goes live.",
  "webTitle": "Campaign catchup: Labor offers just what the doctors ordered",
  "webPublicationDate": "2016-05-19T07:10:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/19/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup"
}