{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/paul-ryan-donald-trump-republican-unity-battle",
  "id": "2016-05-12-60",
  "sectionId": "commentisfree",
  "body": "When Donald Trump met with Paul Ryan in Washington on Thursday, you could say it was a meeting between the current and possibly future nominee of the Republican party. Or you could say it was a battle for the soul of the party, between a conservative reformer and nativist rabble-rouser. The latter is how Ryan himself portrayed the debate when he torpedoed the orange flagship on CNN last week. Saying he “just wasn’t ready” to support Trump, the House speaker warned that Trump’s platform was not inclusive, presidential or, well, conservative. “We don’t always nominate a Lincoln or a Reagan every four years, but we hope that our nominee aspires to be Lincoln- or Reagan-esque, that that person advances the principles of our party and appeals to a wide, vast majority of Americans,” Ryan said.   Related: Paul Ryan: creep, failure, hero of the hour | Dave Schilling    Ryan insisted that the burden of unifying the party rested with Trump. “Saying we’re unified doesn’t in and of itself unify us,” he explained, “but actually taking the principles that we all believe in, showing that there’s a dedication to those, and running a principled campaign that Republicans can be proud about and that can actually appeal to a majority of Americans – that to me is what it takes to unify this party.” Trump responded in that most presidential of ways: by making it personal. “I’m not ready to support Speaker Ryan’s agenda,” he said in a statement. At least the slap wasn’t on Twitter. So when the two great leaders met on Thursday morning, somewhere behind a monster scrum of live-tweeting reporters, the language was a diplomatic veneer of unity. In their joint communique, Trump and Ryan said: “While we were honest about our few differences, we recognize that there are also many important areas of common ground.” The joint statement did not detail what that common ground looks like, other than defeating Hillary Clinton. Which sounds much like the statements of a Miss Universe contestant at one of Trump’s beauty pageants: both contestants agree that they want to travel, help children and work for world peace. Ryan later told reporters a little more about those “few differences”, which sounded rather fundamental. “How do we keep adding and adding and adding voters while not subtracting any voters,” he said. He didn’t have to say: like Latinos or women, for instance.           Paul Ryan: Republican party cannot pretend to be unified    Ryan’s challenge is particularly exquisite. He needs unity because his day job is otherwise impossible. It was only six months ago that power was thrust upon him when his own House Republicans devoured both his predecessor, John Boehner, and the anointed successor, Kevin McCarthy. Boehner was sick of the civil war, while his chosen successor was consumed by it. McCarthy committed the unforgivable sin of being honest on TV when he admitted that the Benghazi committee supposedly investigating the deadly attacks in Libya in 2012 was really intended to destroy Clinton’s poll numbers. McCarthy was crushed by the ultra-conservative Freedom Caucus, who made Boehner’s position a living hell. That caucus is now almost uniformly opposed to Trump (while McCarthy now loves Trump). There are some early efforts to engineer a meeting between the caucus and the nominee, in an attempt to redefine how an unstoppable force can meet immovable object. Given a choice between placating the Freedom Caucus and placating Donald Trump, Ryan is wisely choosing self-preservation with the former. “To pretend we’re unified without actually unifying, then we go into the fall at half strength,” Ryan told reporters after meeting with House GOP members on Wednesday. Some things are easier when your name is Trump: securing bank loans, declaring bankruptcy, amassing Twitter followers and getting booked for exclusive TV interviews. Some things are harder: mastering policy, acting presidential, leading a party whose power-brokers loathe you. What does peace in the Republican look like? Why, Paul Ryan of course. “I’d love to see him run for president,” Mitt Romney reportedly told a private fundraiser meeting last week, according to the New York Times. The last Republican nominee added his name to a long list of pro-Ryan grandees, including Boehner himself, as well as Senator Roy Blunt of Missouri and Senator Orrin Hatch of Utah. It’s one thing to shake hands across a party after primary season; it’s entirely different negotiating an armistice between rival armies in the midst of bloody civil war. Especially when the armies believe they have everything left to fight for.",
  "webTitle": "Paul Ryan and Donald Trump might say they're unified. But there's a bloody civil war on | Richard Wolffe",
  "webPublicationDate": "2016-05-12T18:47:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/paul-ryan-donald-trump-republican-unity-battle",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Wolffe",
      "id": "profile/richard-wolffe"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/paul-ryan-donald-trump-republican-unity-battle"
}