{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/game-of-thrones-recap-season-six-episode-three-oathbreaker",
  "id": "2016-05-09-338",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this blog is published after Game of Thrones airs on HBO in the US on Sunday night and on Foxtel in Australia on Monday afternoon. Do not read unless you have watched season six, episode three, which airs in the UK on Sky Atlantic on Monday at 9pm, and is repeated in Australia on Showcase on Monday, at 7.30pm AEST.    Related: Game of Thrones: the ‘mad dogs’ of Westeros – The Citadel podcast    ‘My watch is ended’ I’ve long argued that this show is at its best when it takes the time to slow down. So it proved with this smart, slow-burner of an episode, which advanced a number of plotlines while still thrumming with the threat of deep unpleasantness to come.  It was also an episode concerned with the gap between the stories we want to hear, and the bleak reality. Thus Jon’s resurrection should have been a moment of joy but instead was something darker and more complicated, with the man himself acknowledging that he shouldn’t be alive. Like Olly, Jon too once dreamed of vengeance for his family, and as he gazed into the dead boy’s blue and swollen face it was obvious he was haunted by the parallels between them. Those parallels were further reinforced by the episode’s title, which was both a nod to season four’s Oathkeeper – in which Jon first taught Olly how to defend himself as a young Night’s Watch recruit – and a reference to the closing moments in which Jon, having hanged the men who killed him (and only in Game of Thrones would I ever get to write a sentence like that), renounced his time as Lord Commander of the Night’s Watch, breaking his oath to his sworn brothers in the process.  What now for our man of the furrowed brow and minimalist way with words? It’s possible that he just wants to have some time out, to come to terms with his unexpected resurrection – and who would blame him – but I’d say a return home to Winterfell must be on the cards.  Speaking of which, poor Stannis will be spinning in whatever grave he lies in – all he ever wanted was Jon Snow to quit the Night’s Watch and give him legitimacy in the North.      ‘And now it begins’ – ‘No, now it ends’ Jon wasn’t the only one learning some bitter truths. Bran headed back in time, on what is proving a hugely enjoyable vision quest: it should be the rule of all such TV moments that Max Von Sydow and his beautiful voice guide you through the past with cryptic statements like “the past is already written, the ink is dry”.  The story of the Tower of Joy and what happened outside it is one of the most iconic moments in the books, so powerful on the printed page that it’s hard to do it justice on screen. That said, the fight scene between Ser Arthur Dayne – the Sword of the Morning, the finest knight in the land and Rhaegar Targaryen’s best friend – and poor, outclassed Ned Stark was wonderfully done. Not least because of the dawning recognition on Bran’s face that there are the stories you learn from your family and then there is the bleak, brutish reality.  This wasn’t the heroic story Bran had heard at his father’s knee, and Ned Stark didn’t defeat Arthur Dayne because he was the better swordsman or even because he got lucky. Instead Howland Reed, father of Meera and Jojen, stabbed the Sword of the Morning in the throat from behind. “They stabbed him in the back,” said an anguished Bran, and it was hard not to imagine the last vestige of his childhood dreams crumbling to dust.  Similar issues were dogging Dany in Vaes Dothrak as she slowly realised that there are many stories of wives to great Khals and many tales of conquest, and they all seem to end the same way: with the men dead in their blood on the Dothraki plains, and the women serving out their days in the Dosh Khaleen. For Dany, even that cold fate may no longer be a possibility – if I were her I’d be anxiously scanning the skies for Drogon right now.     Emilia Clarke as Daenerys Targaryen. Photograph: HBO    A wise man once said that the true history of the world is the history of great conversations in elegant rooms Or in the case of Cersei Lannister, threatening conversations in dimly lit rooms.  The elder Lannister siblings made a bid to regain power this week, bringing out their Uncle Kevan’s inner teenager in the process (“We can’t make you leave but you can’t make us stay”). It was all hugely entertaining, although I can’t help wondering how much governing is actually going on here if the Small Council flounce off at the first sign of trouble. Tywin Lannister would never have stood for this – no wonder the High Sparrow is tightening his grip by the day.      Peter Dinklage as Tyrion Lannister. Photograph: HBO    Still, at least one of Tywin’s relatives understands the basics of governance, as Tyrion and Varys continue to sort out Dany’s mess in Meereen. The problem with Meereen is that given Dany’s wider plan is to conquer Westeros, there is always the nagging sense that the people here are doomed. Eventually their current rulers will move on and they’ll be prey to the Good Masters of Astapor, Yunkai and Volantis once again.  By trying to install stability and a spy network, are Tyrion and Varys really doing anything more than prolonging the inevitable? Will the people of Meereen pay the price for being Dany’s warm-up city before she hits King’s Landing? To be honest if it wasn’t for the fact that the Sons of the Harpy were largely a bunch of aristocrats annoyed that they lost their slaves, I’d say they have a good point ... Additional thoughts     Maisie Williams as Arya Stark Photograph: HBO     I was quite enjoying the straight-talking Smalljon Umber until he turned out to be a treacherous sod who was prepared to do business with Ramsay. I understand why he wants the deal, but at the same time I really can’t bear for this season to descend into another Ramsay Bolton-tortures-a-Stark storyline. I’m still hoping that this is part of an elaborate anti-Bolton revenge plot, although the dead Direwolf doesn’t fill me with hope. Conleth Hill continues to be one of the best things on this show – his little interrogation scene was a cruel joy. Also on good form this season: Nikolaj Coster-Waldau’s Jaime, who like the rest of us is clearly doing his best to forget that last season in Dorne ever happened. Poor old Melisandre seems to have had her faith knocked a bit by Jon’s statement that he didn’t see anything while dead. As someone who was raised Catholic I feel her pain: the afterlife’s all we had to cling to as well, Mel. I may have to start a Save Prince Tommen fund at this rate. The poor boy tried hard this week but he’s easy prey for just about every other character in King’s Landing. Hey Sam and Gilly, nice to see you. I’m pretty sure this plan of going to your parents won’t work out well though, Sam. This is Game of Thrones, where any invocation of family inevitably leads to death, destruction or, at best, bitter disappointment and despair.   While I’m not a huge fan of Arya’s training, Maisie Williams sold the hell out of her scenes this week – ‘She sounds confused’; ‘She was’. Oh Arya, you break my heart. Hurrah for Lord Commander Edd Tollett. May your watch be a good one (or at least go better than it did for the last two holders of the post).  Where is Littlefinger? How long can it take one man to master a new accent? I miss his cryptic comments on how to rule/destroy the world.  Violence count One incredible and brutal fight between Ned Stark, Howland Reed and Ser Arthur Dayne culminating in the shocking death of Ser Arthur, the prolonged training through beating of Arya Stark, one flayed man to remind us that Ramsay is just not nice and four sworn brothers of the Night’s Watch hanged by their Lord Commander, who had somewhat inconveniently returned from the dead.   Related: From Game of Thrones to Star Wars: the casting boss behind TV and movie hits    Nudity Count A brief glimpse of Dany’s back as she was stripped by the Dosh Khaleen. (Look, we take our pleasures where we can these days.) Random Brit of The Week Did the man playing Ser Arthur Dayne seem familiar? That’s because he was Luke Roberts, best known to fans of long-running medical soap operas as Holby City’s troubled, OCD-suffering surgeon Joseph Byrne. Did the slower pace work for you? What did you think about the Tower of Joy scene? Can Qyburn and Cersei continue to control Ser Gregorstein? And on a scale of terrible things that happen to the Stark family, where one is Ned getting his head chopped off and ten is the Red Wedding, how bad do things look for Osha and Rickon right now? As ever: all speculation and no spoilers are welcome below (discussion of the trailers count as spoilers, as not everyone watches them and I’ve had a number of complaints) …",
  "webTitle": "Game of Thrones recap: season six, episode three – Oathbreaker",
  "webPublicationDate": "2016-05-09T05:37:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/game-of-thrones-recap-season-six-episode-three-oathbreaker",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "HBO",
      "id": "media/hbo",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/game-of-thrones-recap-season-six-episode-three-oathbreaker"
}