{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/16/us-police-deaths-decline-2015-fbi-data",
  "id": "2016-05-16-60",
  "sectionId": "us-news",
  "body": "Data released by the FBI show that 2015 was one of the safest years for law enforcement officers in more than a decade.    Related: 2015 may be one of the safest years for law enforcement in a quarter century    The preliminary numbers report that 37 US police officers (41 including those from Puerto Rico) were intentionally killed by suspects in the line of duty in 2015, a decrease of 20% from 2014 and the second-lowest total in the past 12 years. The data seem to undermine concerns that increased criticism of police, inspired by the Black Lives Matter movement, has fostered a “war on cops”. “For those who seem to believe that police officers are being killed at higher rates, and that it has something to do with the protests against police misconduct, this really shows you that there’s nothing to that,” said University of Pittsburgh Law professor and policing expert David Harris. Chuck Canterbury, president of the national Fraternal Order of Police, said he found the FBI data unconvincing.  “I think they’re going up,” he said, citing the 17 officers killed by intentional gunfire so far in 2016. “This year’s numbers are up versus last year’s, and in 2015 there seemed to be quite a few towards the end of the year.” The FBI data include any non-accidental deaths of officers in the line of duty. All the officers killed in 2016 were killed either by gunshot, or by a suspect intentionally striking them with a vehicle. The Officer Down Memorial Page (ODMP), which keeps data on officer deaths going back over 100 years, has recorded 17 fatal shootings of officers on duty in 2016, and one case where an officer was intentionally struck and killed with a vehicle. If this rate of fatal incidents held steady for the rest of the year, 48 officers would be killed: an increase from 2015 and the same number as 2014. The FBI figures also show the instances of officers being killed in unprovoked or ambush attacks remain at near historical lows, basically steady for the past four years. According to the 2016 numbers, four officers have been ambushed while responding to calls and another three were killed in “unprovoked attacks”. One of those “unprovoked” incidents recorded by the FBI was likely the August 2015 death in of Harris County deputy Darren Goforth, who was shot by suspect Shannon Miles as the deputy pumped gas, in Texas.   Law enforcement officers feloniously killed or ambushed in the line of duty    Related: Thousands pay respects to deputy sheriff killed at Houston-area gas station    Miles, who is black, did not make any reference to Black Lives Matter in relation to the killing. Some commentators claimed a motive anyway, like then-GOP presidential candidate Ted Cruz, who said the shooting was part of an “assault on law enforcement across our country”. Another 2015 officer death that stirred concerns about a violent offensive against police was that of Fox Lake, Illinois, officer Joseph Gliniewicz, who was found dead of gunshot wounds after an alleged confrontation with three suspects days after the death of Goforth.  It was revealed in November, however, that Gliniewicz had shot himself, elaborately staging his death to appear as a homicide. Harris said: “The truth is we really don’t know what has driven officer deaths down to this point, because there are fewer of them than there used to be.  “But we can make some educated guesses, among those: better training and better policies and protocols.”",
  "webTitle": "FBI data showing drop in police deaths undermines 'war on cops' theory",
  "webPublicationDate": "2016-05-16T19:20:15Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/16/us-police-deaths-decline-2015-fbi-data",
  "keyword": [
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "FBI",
      "id": "us-news/fbi",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamiles Lartey",
      "id": "profile/jamiles-lartey"
    }
  ],
  "guardianId": "us-news/2016/may/16/us-police-deaths-decline-2015-fbi-data"
}