{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "id": "2016-05-18-311",
  "sectionId": "australia-news",
  "body": "The day began with the immigration minister, Peter Dutton, accusing refugees of being at once illiterate and “languishing in unemployment queues” and “taking Australian jobs” and, if you can believe it, went downhill from there.    .@PeterDutton_MP says more refugees will take Australian's jobs or languish in unemployment queues #ausvotes #pmlive https://t.co/TdFlaQc8Tb— Sky News Australia (@SkyNewsAust) May 17, 2016    His claims were made on Sky in response to the Greens’ plan to increase the humanitarian intake to 50,000 – higher than that proposed by both Labor and the Liberals. The foreign minister, Julie Bishop, was among the first of Dutton’s colleague to parse his statement for palatable pebbles, presenting a generous interpretation in the form of this “reality check”:  There’s an extraordinarily high cost in ensuring they can be a contributing member of society … What he’s pointing out is that we would want such people to have a job, we wouldn’t want them to be on welfare, we would want them in jobs.”     Julie Bishop Defends Peter Dutton's Claim That He Didn't Actually Piss Himself, No He Just Spilled A Coffee On His Pants, Really— content enjoyer (@dannolan) May 17, 2016    Later, in far north Queensland, Malcolm Turnbull came to the defence of his “outstanding immigration minister”, repeating Dutton’s observation that “large percentages” of refugees are “illiterate in their own language” but adding that was “no fault of theirs”. On the “taking Australian jobs” point, he said, “We want them to become part of our workforce.”   Related: When Peter Dutton insults refugees he insults the Australian people | Lenore Taylor    And so, as in a particularly grim round of Chinese whispers, Dutton’s original statement was diluted with each repetition by his colleagues. (And to quote Louis CK: “Maybe, if someone without contacts, money, or speaking the language steals your job, you’re shit.”)  “But we all heard what Dutton said the first time,” said political editor Lenore Taylor, marking an escalation in the scare tactics at play in this campaign from “dog whistle” to “foghorn”. Here’s Guardian Australia’s fact check of Dutton’s statement.    Here’s government whip Ewen Jones demolishing Dutton’s lazy, job-stealing refugee remarks https://t.co/Ajgof1rLYN pic.twitter.com/aRSykm0xMS— Mark Di Stefano (@MarkDiStef) May 18, 2016    In reality, Dutton’s own department takes an overwhelmingly positive view of refugees’ contribution to Australia, with a report it commissioned in 2011 finding plenty of reasons to do so. And new findings into the impact incomers have on host communities in Europe state similar. Back in Sydney, Bill Shorten said Dutton’s remarks were “deeply divisive and offensive” and “comments that Pauline Hanson would have been proud to make”. And on Twitter, users were sharing their own experiences with the hashtag – at Mariam Veiszadeh’s suggestion – #soilliterate.    I'm #Soilliterate that I could take #PeterDutton 's job. #Auspol— Mariam Veiszadeh (@MariamVeiszadeh) May 18, 2016      My grandparents were so #soilliterate they came here with nothing, worked hard, learnt the language and made their new lives in a decade— Jacqueline Maree (@PSDontTellMum) May 18, 2016    Mirabella cut loose The Liberal party’s Indi candidate, Sophie Mirabella, has been cut loose by the Coalition, writes Guardian Australia’s Gabrielle Chan. Senior government sources claim she has been starved of Liberal party funding, leaving her to foot the bill for her campaign with only what she can raise locally. Adding insult to financial injury, Barnaby Joyce – deputy prime minister, Nationals leader, and “sweaty, big-gutted man from Australia” (Johnny Depp, 2015) – openly mocked Mirabella at a party event for the Nationals candidate Marty Corboy in Indi last night.  “I don’t want to talk too much about the other candidates, they can talk for themselves … What I can say is the more they talk, the better you look, Marty.” This was a day after Mirabella accused some in the Liberal party of destabilising her campaign in an intriguing appearance on the ABC’s 7.30, in which she said, “If you want a friend in politics, get a dog.” But don’t tell Johnny Depp that.    Greg Mirabella removes his cat from shot without breaking eye contact with the 7.30 reporter pic.twitter.com/JfJUeuBy9J— Freya Newman (@freyanewmn) May 17, 2016      The reporter reads Mirabella some of her bad press pic.twitter.com/EqQkj1j7Jr— Freya Newman (@freyanewmn) May 17, 2016      'Not a happy day at camp Mirabella' pic.twitter.com/I92kDvb1pG— Freya Newman (@freyanewmn) May 17, 2016    It suggests that the Coalition doesn’t fancy Mirabella’s chances against the current MP, independent MP Cathy McGowan. Corboy – who has a stock feed supply business – is also an outsider, though he’s not without optimism about his chances: “Without sounding sexist, some people are rapt to have a man to vote for.” Perhaps conscious of this competitive advantage, Joyce suggested Corboy was a future leader within the National party. “If we start now in Indi, we know we can bed him down and the return will be great to this seat.”  Feeney not so positive on negative gearing Negative gearing, the policy that sounds boring but is in fact of apparently endless interest to everyone, is still trucking along in the headlines.    Hey @TurnbullMalcolm should we be allowing the one year olds of illiterate job-taking refugees to access negative gearing?— Bernard Keane (@BernardKeane) May 17, 2016    Labor frontbencher David Feeney is facing questions over his $2.3m property, which he failed to declare in his parliamentary interests register. He says the purchase of the negatively geared house in Northcote is on the public record but he neglected to register it. “I’ve racked my mind how this omission came to be.” Feeney – who is in a tight battle with a Greens candidate over his inner Melbourne seat of Batman – has today written to the register of members interests seeking to rectify his mistake. When first questioned on Tuesday, he didn’t know if the house was negatively geared or not.    .@Feeney4Batman has tweeted about negative gearing being a lurk for millionaires #ausvotes #Afronthetrail pic.twitter.com/GTrqHy7MAO— Joanna Mather (@JoannaMather) May 18, 2016    Cormann popped up again to say Feeney was hypocritical to be negative gearing a property when Labor planned to introduce a policy reining-in the practice. “Under Labor’s policy on negative gearing, all of those Labor members of parliament that are negatively gearing existing investment properties will be able to continue to do so while they’re taking that opportunity from everybody else,” he told the ABC. This comes after Aussie Home Loans founder, John Symond, warned that Labor’s policy could cause a recession and (it was strongly inferred) dark clouds to black out the sun and frogs to fall from the sky en masse. “All of a sudden it could be armageddon with the housing industry that’s propped up the Australian economy the last four years”. Here’s Guardian Australia’s fact check of his statement. We’re big into fact checks here, we are. Best of Bowers     Mike Bowers joined Bill Shorten, Anthony Albanese and the member for Kingsford Smith, Matt Thistlethwaite, in a rare moment out of their high-vis gear after touring a container freight facility in Port Botany on Tuesday morning. Photograph: Mike Bowers for the Guardian    Further reading • The truth about Malcolm Turnbull’s Google tax (Sydney Morning Herald) You could be forgiven for being sceptical about Turnbull and Scott Morrison’s bid to ensure multinational companies “pay their fair share of tax in Australia”. • Could Bill Shorten win? And why is everyone so scared of the Greens? In the latest episode of Guardian Australia’s Behind the Lines podcast, David Marr discusses the Labor leader’s chances – and how this election is shaping up as a repeat of 2013. See also the extract from Marr’s revelatory new book on Shorten. • Seizing the memes of production (Overland) “The most leverage a campaign can extract from a potent or ‘dank’ meme is limited to young, internet-savvy audiences already steeped in online culture,” writes young, internet-savvy Osman Faruqi.    hey @PeterDutton_MP pic.twitter.com/hsBYlajV32— The AMWU (@theamwu) May 17, 2016    And also ... The Sydney Morning Herald columnist Paul Sheehan has been given a redundancy package two months after he was suspended indefinitely over his false story of a woman, “Louise”, who claimed she had been raped and beaten by Arabic-speaking men. Sheehan told Guardian Australia he was made redundant from the Fairfax newspaper he first worked for 30 years ago but he declined to clarify whether the arrangement was voluntary or forced. Meanwhile, in the rest of the world ... Speaking of drawn-out campaigns … Bernie Sanders’ supporters have handed him a win in the Oregon primary, adding to his run of late victories over the Democratic frontrunner, Hillary Clinton. In Kentucky, which also voted on Tuesday, the race was too close to call – though Clinton went right ahead and declared victory hours after polls closed. Here’s the Guardian US tracker.           Megyn Kelly questions Donald Trump for calling her a ‘bimbo’    In the Republican camp, Donald Trump was declared winner in Oregon over rivals Ted Cruz and John Kasich, still on the ballot after dropping out of the race earlier this month. Trump’s win was announced just after his interview with Megyn Kelly aired on Fox, ending a feud between the two that dated back to the first Republican presidential debate last August. Trump said Kelly, one of the moderators of that debate, had treated him unfairly – perhaps, he infamously supposed, because she had “blood coming out of her wherever”. The public animosity between the two continued until their hourlong meeting at the Trump tower in April. But Tuesday’s interview was not without confrontations as Trump pleaded ignorance over retweeting followers’ description of Kelly as a “bimbo” – and then a defence: “Over your life, Megyn, you’ve been called a lot worse.” And if today was a pop song ...         “And though the news was rather sad, well I just had to laugh.”    There’s an ultrasonic dog whistle just audible in the last 30 seconds of A Day in the Life, inserted by John Lennon into the run-out groove at the end of Sgt Pepper. You may not be able to hear it in the YouTube clip, but “oh boy” is as good an assessment of the news today as any.       Never miss another catchup: If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on ‘Follow series’ to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: Peter Dutton dials up refugee rhetoric",
  "webPublicationDate": "2016-05-18T07:17:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Julie Bishop",
      "id": "australia-news/julie-bishop",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/18/election-2016-turnbull-shorten-coalition-greens-labor-catchup"
}