{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/12/philanthropy-global-poverty-development-finance-sdgs",
  "id": "2016-05-12-290",
  "sectionId": "global-development-professionals-network",
  "body": "Buoyed by the success of the millennium development goals (MDGs), the community of nations has come together once again to commit to a shared set of objectives. This time, UN member states have made an even bolder promise: to eradicate poverty by 2030 and to do so in an environmentally sustainable way. But they did not say they would foot the bill.     When it comes to financing poverty eradication, the SDGs are, as much of a clarion call as they are a commitment    At an estimated annual price tag of $3.5tn, the sustainable development goals (SDGs) are as expensive as they are worthy. The sum is far too large for bilateral and multilateral aid agencies to muster from within. So, they have turned to private sources, including philanthropies, for help in filling the budgetary gap. When it comes to financing poverty eradication, the SDGs are, by necessity, as much of a clarion call as they are a commitment.  To assess the likely ways that the SDGs will be financed, it is important to understand how the MDGs – the SDG’s forebears – were achieved. Government aid was only part of the picture, with philanthropy playing a supporting role.  However, it was policy, not philanthropy that made the decisive difference. An increasing number of nations pursued policies to open and connect their economies, creating great wealth and reducing extreme poverty in the process. China and India’s growth alone was responsible for much of the progress made. The global economy has its faults, searing inequities among them. Nonetheless, it has lifted more people from poverty than aid or philanthropy could.   Related: The missing development trillions: welcome to the debate    None of this is to say that the role of philanthropy is either modest or unhelpful. Quite the contrary. According to the Foundation Center, between 2002 and 2012, foundations made $30.5bn in grants toward achieving development goals. And, in soon-to-be-released figures, it projects as much as $364bn in such grants over the next 15 years, the time frame covered by the SDGs. But, while philanthropy’s contributions are significant, the combination of governmental development assistance and private philanthropy is measured in billions; the funding shortfall for the SDGs is in the trillions. Foundation leaders and development economists agree that capital markets, growing where there is sound policy, must be tapped. Philanthropies and those they support can play a catalytic role by seeding, testing and proving new models for development financing. By accessing capital markets, the funding mechanisms they invent can provide for efficiency and scale – and, perhaps, even the promise of sustainability.    Philanthropists will give $364bn in grants over the next 15 years    Among the mechanisms they’ve devised are: Public private partnerships  In recent years, philanthropies have helped forge public-private partnerships aimed at marshalling and deploying public, private and philanthropic capital and applying it to a shared strategy. Successful examples include Gavi, the vaccine alliance; the Global Alliance for Improved Nutrition (Gain); the Alliance for a Green Revolution in Africa (Agra); and the Extreme Climate Facility (XCF), a partnership that gives eligible African countries access to private capital to mitigate and adapt to the effects of climate change.    Related: Remittances are three times greater than aid – how can they go even further?    New financial instruments Among the novel mechanisms for accessing private capital is the International Finance Facility for Immunisation’s “immunisation bond”, an instrument that has enabled Gavi to mobilise private resources against the commitments of donor nations. The bonds, which are AA-rated and produce a market rate of return, enable Gavi to “frontload” multi-year public sector commitments, so as to deliver vaccines and immunisations when and where they are needed. Interest and redemptions are paid out to private investors once governments deliver on their pledges.  Philanthropic investment funds  While grant-making remains a staple of philanthropy, a growing number of private donors, including George Soros, Pierre and Pam Omidyar, and Bill and Melinda Gates, seek to advance economic development by spurring private enterprise. And they have created funds for that purpose.    Related: We're losing $240bn a year to tax avoidance. Who really ends up paying?    The Omidyar Network is structured as both a limited liability company and a nonprofit charitable fund, and uses capacity-building grants to ready small and growing companies for investment by the Omidyar Network and others. By seeding small companies and stimulating economic activity at the bottom of the pyramid they hope to find sustainable ways of advancing development goals. This kind of “venture philanthropy” has captured the attention of new philanthropies, and is championed by the European Venture Philanthropy Association. At the same time, the Bill and Melinda Gates Foundation has invested in corporations with an R&D capacity so as to advance innovation in health and agricultural technology. The foundation has set aside $2bn for investment in agricultural technology innovations that will enhance the productivity of smallholder farmers in Africa and Asia. Philanthropy can’t make up the shortfall in development dollars alone. But it can create the platforms and trust needed to mobilise and channel resources from public and private sources.    Related: The missing development trillions: where will they come from?    Meeting the SDGs will require the engagement of all three sectors; the comparative advantage of each suggests a clear division of labour. The public sector has the authority to set public goals, advance norms and mobilise funds through taxation. The private sector creates wealth, and offers both efficiency and scale. And, by virtue of its independence, the charitable sector – philanthropies and those they support – has the risk appetite, agility, creativity and audacity required to devise novel methods for meeting the boldest of goals.  This article was amended on 13 May 2015. An earlier version said that as the Foundation Centre predicted much as $97.3 bn in such grants over the next 15 years to 2030. In fact the prediction is for $364bn over that period.   Jane Wales is vice president of the Aspen Institute and founder of the Global Philanthropy Forum. If you would like to contribute to our Missing Development Trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Philanthropists can’t eradicate global poverty, but we can make a start",
  "webPublicationDate": "2016-05-12T09:33:25Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/12/philanthropy-global-poverty-development-finance-sdgs",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Philanthropy",
      "id": "society/philanthropy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Millennium development goals",
      "id": "global-development/millennium-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Food poverty",
      "id": "society/food-poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/12/philanthropy-global-poverty-development-finance-sdgs"
}