{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/exxonmobil-climate-change-bunker",
  "id": "2016-05-27-186",
  "sectionId": "commentisfree",
  "body": "When one of the world’s largest pension funds tells the biggest oil company on the planet that it faces an existential threat, there are stormy times ahead. The Guardian wanted to give you the latest weather report from inside ExxonMobil’s annual general meeting in Dallas on Wednesday, but the newspaper’s reporter was banned.   Related: Hypersensitive Exxon bans Guardian from AGM    Battening down the hatches and whistling as the winds of climate change threaten its business has been the oil giant’s strategy for decades. The problem for ExxonMobil is, the winds are approaching gale force and the people who own the company - its shareholders - are increasingly worried about the damage. ExxonMobil investors worth $10 trillion backed a motion at the AGM asking the company to tell them what would happen to its bottom line if governments meet their pledge to slash carbon emissions and halt global warming. The company tried to stop shareholders even voting on the motion, until the US Securities and Exchange Commission blew that objection away.  Getting answers out of the ExxonMobil bunker is not easy. Even the largest shareholders are barred from speaking to its directors, a situation described as “extraordinary” by Anne Simpson, head of corporate governance at Calpers, the $290bn pension fund for California’s state employees. “Exxon is an outlier: a minority of one,” she says. Since March 2015 ExxonMobil has issued a stock response to the Guardian’s enquiries, saying it refuses to comment “because of the Guardian’s lack of objectivity on climate-change reporting, demonstrated by its partnership with anti-oil and gas activists and its campaign against companies that provide energy necessary for modern life, including newspapers”. That’s a serious charge, so let’s take it in steps. The first serious question is whether ExxonMobil is in a position to judge what objectivity – “not being influenced by personal feelings or opinions in considering and representing facts” – actually is. The company knew of climate change as early as 1977 but spent the next 30 years and at least £30m promoting climate-change denial and blocking action. While telling shareholders there was too much uncertainty about global warming to take action, it was building exploration facilities that allowed for the sea level rise it knew was on the way. As a result the company is under investigation by attorney generals from 17 US states.  Perhaps more objective is the unanimous agreement by the world’s governments that there is “the need for an effective and progressive response to the urgent threat of climate change”. Or the conclusion of the biggest scientific endeavour in history, the Intergovernmental Panel on Climate Change, which concluded global warming is set to inflict “severe, widespread, and irreversible impacts”.    Related: My father warned Exxon about climate change in the 1970s. They didn't listen | Claudia Black-Kalinsky    But ExxonMobil’s specific charge is that the Keep it in the Ground campaign damaged the Guardian’s objectivity. The campaign was narrowly focused, in asking the world’s two biggest health charities to sell off their fossil fuel investments on the basis that burning all oil, gas and coal would cause catastrophic climate change. The fact that investors controlling $3.4 trillion (including the Guardian) have committed to divest from fossil fuels suggests many found these arguments compelling.  Campaigns are commonplace in UK newspapers and readers understand the line between these and regular reporting. Transparency is the key and the targets of the Guardian campaign were given space to make their counter-arguments and the whole process was made public in a behind-the-scenes podcast series.  The climate-change motion prompted a record shareholder rebellion of 38% at ExxonMobil’s AGM this week, but was defeated. So investors have been denied transparency on the impacts of climate change on the company. These investors include huge pension funds from New York, California and the Netherlands, the Church of England, the world’s biggest sovereign wealth fund - built from Norway’s oil riches - and banks and insurers such as HSBC and Axa. Will ExxonMobil dismiss these as “anti-oil and gas activists” too? ExxonMobil’s final barb – that it is a company “that provides energy necessary for modern life” – is facile. When a storm is coming, you change your clothes. If we had always lived tomorrow as we lived yesterday, we’d still be wearing bear skins. People have little choice but to use fossil fuels today, but clean energy is fast blowing them away. A whirlwind of new technology left the camera films that Kodak had been making for over a century redundant and the company filed for bankruptcy in 2012.  Calpers holds $1bn of ExxonMobil shares and Simpson says the company is facing a similar tempest: “This is their Kodak moment. If they want to still be in business in 30 years, they have to understand the changes that are taking place.” Shell, BP, Total and Statoil are among the big oil companies that have climbed out of the storm bunker and started listening to their shareholders’ climate-change fears. ExxonMobil remains hunkered below, shouting “conspiracy” and refusing to let in the 21st century, let alone Guardian reporters.",
  "webTitle": "ExxonMobil is in its climate change bunker and won’t let reality in",
  "webPublicationDate": "2016-05-27T11:36:18Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/exxonmobil-climate-change-bunker",
  "keyword": [
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/exxonmobil-climate-change-bunker"
}