{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/two-zoo-lions-shot-and-killed-after-mauling-suicidal-naked-man",
  "id": "2016-05-22-192",
  "sectionId": "world",
  "body": "A man who climbed into a lion enclosure, stripped naked and taunted them into attacking him was shot with a tranquiliser dart by zookeepers trying to save him from a near-fatal mauling.  Visitors to Santiago’s Metropolitan Zoo in Chile watched aghast as staff eventually shot and killed two of the lions with live ammunition. The man had been carrying what appeared to be a suicide note, authorities said. The drama began on Saturday morning when Franco Luis Ferrada, 20, climbed atop the roof of the lion pen, then forced his way into the cage. According to witnesses the lions initially ignored the intrusion but attacked after Ferrada taunted them. Zookeepers responded at first by turning a hose on the animals, then by firing a tranquiliser dart – but hit the man in the neck instead of the lions. As the lions set upon the man, a zookeeper opened fire with live rounds. The two beloved animals died in front of a horrified and massive holiday crowd. Ferrada was taken in critical condition to a local health clinic with injuries to his pelvis and head, as well as a massive dose of tranquiliser. Gerson Sepúlveda, subcommisioner of the investigative police’s crime division, confirmed that one of the darts hit the young man and said that Ferrada had left a written message thought to be a suicide note. “We are comparing it with other [writing samples],” said Sepúlveda, who stated that police were also looking at videotapes, still photos and the firearms involved.   Related: Man-eating crocodiles surface in Florida swamps    Alejandra Montalva, the zoo director, defended the actions of staff. “The alarms sounded and chemical control arrived [tranquiliser darts] and an independent shooter arrived. The shooter decided to save the life of the person and unfortunately we had to sacrifice two members of our family,” she said. “The zoo has an established protocol because people’s lives are very important to us,” said Montalba, adding she was “deeply affected” by the deaths of the two lions, a male and a female. Chilean social media exploded with a firestorm of criticism against zoo authorities: reactions ranged from calls to boycott all zoos, to questions about the use of deadly force. Others commented on the treatment of people with mental health problems like the young man involved. Dozens of people arrived at the zoo on Saturday night to hold a candlelight vigil for the dead lions. Meanwhile doctors at the nearby clinic were cautiously optimistic that Ferrada would survive but said the next 24 hours would be key.",
  "webTitle": "Zookeepers shoot man with tranquiliser while trying to save him from lions",
  "webPublicationDate": "2016-05-22T05:49:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/two-zoo-lions-shot-and-killed-after-mauling-suicidal-naked-man",
  "keyword": [
    {
      "webTitle": "Chile",
      "id": "world/chile",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Franklin",
      "id": "profile/jonathanfranklin"
    }
  ],
  "guardianId": "world/2016/may/22/two-zoo-lions-shot-and-killed-after-mauling-suicidal-naked-man"
}