{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/stolen-christopher-columbus-letter-discovery-new-world-returned-italy-library-congress",
  "id": "2016-05-18-165",
  "sectionId": "world",
  "body": "A rare copy of a letter written by Christopher Columbus in 1493 that was stolen from a library in Florence has been returned to Italy after US investigators discovered it was in the collection of the Library of Congress. The return of the letter, which had been sent to the king and queen of Spain, describing the Italian explorer’s first impressions of the new world, was hailed by US and Italian officials.  But the mystery of how it ended up in the Library of Congress after being sold at auction at Christie’s in the early 90s is still being investigated by the US Department of Justice and the Department of Homeland Security. The letter had been stolen from Florence’s Riccardiana library and replaced with a forgery that no one noticed until US law enforcement officials received a tip in 2012 from a confidential informant. According to court documents released by the US Justice Department, the individual had been conducting research on the eight-page letter, which was bound in a book along with other documents, and found that it appeared to be printed by lithography rather than type, and did not possess a library stamp as the other documents did.     Copy of Christopher Columbus letter that was discovered in the Library of Congress. Photograph: Domenico Stinellis/AP    Subsequent work led investigators to believe that the original Columbus letter was “possibly” in the Library of Congress, which had received it as a donation in 2004. By July 2013, investigators concluded that the letter held by the Library of Congress was in fact the original letter, and that it had been stolen from Florence. On page four, according to a US seizure warrant, there were “unmistakable signs” that someone had attempted to delete the Riccardiana library stamp from the page and used bleach to hide it. The distance between sewing holes that were found on the letter also identically matched sewing holes of the bound manuscript in Florence where the document had been kept. The letter was seized from the Library of Congress in 2014 and sent to the Smithsonian Institute for further analysis, confirming initial findings that it was stolen.    Related: Christopher Columbus was a lost sadist. There shouldn't be a holiday in his name | James Nevius    The head of the Riccardiana, Fulvio Stacchetti, said the original letter was likely substituted with a fake around 1950-51, when the letter was loaned to national library authorities in Rome. He said that was the only time the document had left the Riccardiana, and that it would have been impossible for it to have been substituted with a fake while it was home because the reading room was so closely monitored. The original letter had been sold to a rare book collector in Switzerland in 1990, then purchased by another collector at auction at Christie’s in 1992 in New York. That buyer – whose identity has not been revealed – bequeathed it to the Library of Congress in 2004. Christie’s did not respond to a request for comment.   Jamie McCall, an assistant US attorney with the justice department who worked on the investigation and was in Rome to oversee the handover of the artefact, said the letter had been acquired in good faith by its final owner and by the Library of Congress. “There is no evidence that they [the final owner] committed any wrongdoing in acquiring it themselves. They legitimately bought it at auction so when the Library of Congress received it, they believed it was legitimate and lawful,” McCall said. The Columbus letter was written while the explorer was still in the high seas, and was dated upon his arrival in Lisbon on 4 March 1493. It provided the first communication of his voyage, and copies began to spread across Spain, Italy, France, Switzerland and the Netherlands. According to court records, 11 editions were published in 1493 and six more were published before 1497.  In the letter, Columbus describes discovering “many islands inhabited by numerous people,” according to a translation of the letter by the Gilder Lehrman Institute of American History. “I took possession of all of them for our most fortunate King by making public proclamation and unfurling his standard, no one making any resistance.” The land and fruit trees were “as green as lovely as they are wont to be in the month of May in Spain”.  The native people whom he met had no weapons, Columbus wrote, and were “fearful and timid … guileless and honest” and easily conquered by Spain. In the letter, he wrote that he had given them gifts to win their affections in hopes “that they might become Christian and inclined to love our king and queen and princes and all the people of Spain.”.",
  "webTitle": "Stolen Columbus letter about discovery of new world returned to Italy",
  "webPublicationDate": "2016-05-18T13:16:38Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/stolen-christopher-columbus-letter-discovery-new-world-returned-italy-library-congress",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Libraries",
      "id": "books/libraries",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/18/stolen-christopher-columbus-letter-discovery-new-world-returned-italy-library-congress"
}