{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/bha-matthew-lohn-jim-best-paul-gilligan-verdicts-quashed-british-horseracing-authority",
  "id": "2016-05-14-69",
  "sectionId": "sport",
  "body": "Racing’s ruling body was warned more than a year ago about the mistake that will lead to the quashing of guilty verdicts against two trainers, it emerged on Saturday. The British Horseracing Authority has been humiliated this weekend by being forced to concede that its findings of guilt against Jim Best and Paul Gilligan cannot stand and it now appears that the regulator knew about the potential for procedural disaster well before those cases were heard. The critical issue was the BHA’s decision to use the solicitor Matthew Lohn as chairman of its disciplinary panels for the cases of Best and Gilligan, both of which were heard earlier this year. Lohn has been paid by the BHA to advise on other matters for some time and should not therefore have been appointed to a panel, giving rise to a possible appearance of bias. Best appealed and the BHA was forced, on Friday, to concede that the guilty verdict against him will have to be quashed. It appears that the same will inevitably apply in Gilligan’s case. Best was banned for four years, Gilligan for six months. Both strongly denied the allegations against them. There was no excuse for officials to make such an embarrassing and expensive blunder because the Professional Jockeys Association warned the BHA in December 2014 that Lohn, given his advisory role, should not be serving on disciplinary panels. The subject came up in the end-of-year submissions made by the PJA to the sport’s regulator.   Related: Jim Best conviction to be quashed following BHA climbdown    In a report on those submissions which remains online, the PJA’s chief executive, Paul Struthers, reports: “The BHA is a client of one of the legal members of the panel, yet this has never been disclosed. This is entirely improper.” Struthers commented in the report: “We do not suggest that the panel or its members are actually biased but that the perception of bias and the absence of independence regularly exists … If the test of impartiality and independence is whether the average man on the street would deem the disciplinary panel to be impartial and independent, we do not accept that the current set-up or process would pass that test.” After his online report emerged on Saturday, Struthers confirmed that his reference to a legal member of the panel was indeed to Lohn. “At the time, the BHA dismissed our concerns,” he recalled. “Subsequent to that, in conversation with Nick Rust [the new BHA chief executive], we were assured that our concerns surrounding the disciplinary panel would be picked up via the Integrity Review, which in turn has recommended an urgent review. We look forward to engaging in that review.” The BHA insists that it should be allowed to retry the case against Best before a new panel, not involving Lohn. Best’s lawyers are expected to argue that the proceedings should end now. An appeal board will rule on the matter on 24 May. Lohn has previously indicated through the BHA that he would not be offering public comment on the subject. Best was accused by the BHA of ordering a jockey to stop two horses in December. Gilligan was accused of running a horse in a British race after letting it take part in an unrecognised “flapping” meeting in Ireland. Both men insist they are innocent of the charges against them. Robin Mounsey, a BHA spokesman, said on Saturday night that the authority was unwilling to comment further on the Jim Best case or associated issues until the appeal was heard. “The BHA would like to confirm that its immediate priority is to ensure the proper resolution of this appeal,” he said. “It cannot and will not make any further comment on the case while the appeal remains outstanding. This is to avoid prejudicing the interests of all of the parties concerned or influencing the appeal board in any way. The proper place to discuss matters concerning this case is in front of the appeal board. “We can confirm that it is our intention to be fully open and transparent about the wider matters that have arisen during this case and which concern our handling of disciplinary cases and the structure and the composition of our disciplinary panels. We will issue a full statement once the case is closed.”",
  "webTitle": "BHA warned against using Matthew Lohn on panels more than a year ago",
  "webPublicationDate": "2016-05-14T18:53:28Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/bha-matthew-lohn-jim-best-paul-gilligan-verdicts-quashed-british-horseracing-authority",
  "keyword": [
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/14/bha-matthew-lohn-jim-best-paul-gilligan-verdicts-quashed-british-horseracing-authority"
}