{
  "apiUrl": "https://content.guardianapis.com/small-business-network/kia-fleet-partner-zone/2016/may/02/tread-carefully-tyre-management-fleet",
  "id": "2016-05-02-202",
  "sectionId": "small-business-network/kia-fleet-partner-zone",
  "body": "A recent Freight Transport Association survey revealed that almost a third of its van operating members did not have a policy for tyre maintenance in place. For those that did, a third had not reviewed their policy in the previous 12 months, meaning that they were out of date. Technological advances and the subtle differences in material and durability of various tyres, means there is a lot of space between ensuring a car will be a long-lasting roadworthy part of your fleet and a vehicle that has the potential to let you down.  Defective tyres reduce the effectiveness of a vehicle’s handling – including the steering and braking. Not making sure they’re roadworthy can lead to dangerous deflations, slow punctures and even casualties on the road. Changes in lifestyle and advances in technology means there is less knowledge about the general health of tyres, and many of us are not in the habit of checking them regularly. Most people tend to rely on garages and recovery services for assistance, rarely taking the opportunity to check for themselves. Tyres are a business asset. A good tyre maintenance strategy will help keep your drives safe on the road and your business moving. Here’s how to establish one today: Educate your drivers A lack of understanding can lead to oversights and mistakes being made. Spend time talking to your fleet drivers about what good tyres look like and their importance with regards to safe driving and efficient performance. Bad tyres can affect stopping distances in particular – pressure, tread pattern, plus the size, weight, load carried and speed of the vehicle all need to be considered.  Devise a strategy for the tyre tread of your fleet. Some recommend a two millimeter minimum replacement policy, but depending on the type of goods and services being delivered, there could advantages to replacing at three millimeters, particularly in the cold and wet winter months. Have a policy and stick to it.  Look surface deep Tyre tread is especially significant when it comes to tyres on commercial vehicles. These bear the brunt of heavy work, carry large loads and are repeatedly stopping and starting on multiple drops. If your fleet often drives on roads with uneven surfaces, rough ground, tracks or tight corners, there can be repeated wear and tear that hits tyres the hardest.  Take a look at your routes and see if there are alternative, smoother surfaces. If your cars are parked at a depot, check for any turns that are causing regular damage and look to highlight the areas, or make changes if possible.  Get handy There is a lot you can do without needing to take your cars to a garage, and plenty of tech to help you. All cars now offer tyre pressure monitoring systems (TPMS) as standard, but you need to make sure that the drivers report back on any alerts. It’s great to have a tyre change kit available at your office or the depot. This should contain at least a tyre jack, lug wrench, clean rags and spare approved tyres. The tyres should be rotated on your vehicles every 6,000 miles if driving long distances and carrying heavy loads.  Test the pressure of your tyres (using a pressure gauge – another part of your kit) at regular intervals. This is best done when they’re cool. During particularly hot weather, check the tyre pressure more often, as this will decrease naturally during the heat.  Regular and rigorous The most important part of implementing a tyre maintenance policy is making sure that everybody knows what they should be doing and when. Set up regular, general service sessions that the drivers have to attend, and educate them about what to look out for. Make sure that all of the tyres are being checked every two weeks and before very long journeys.  Setting a rigorous tyre strategy will protect your business from unnecessary vehicle repairs and costs that may not be covered by an insurance company. Efficiency will improve, and the drivers will learn additional skills. Overall, the long-term benefits far outweigh the initial amount of time it will take you. Content on this page is paid for and provided by Kia Fleet sponsor of the Guardian Small Business Network Accessing Expertise hub.",
  "webTitle": "Tread carefully: why good tyre management is essential",
  "webPublicationDate": "2016-05-02T09:26:38Z",
  "webUrl": "https://www.theguardian.com/small-business-network/kia-fleet-partner-zone/2016/may/02/tread-carefully-tyre-management-fleet",
  "keyword": [
    {
      "webTitle": "KIA Fleet partner zone",
      "id": "kia-fleet-partner-zone/kia-fleet-partner-zone",
      "sectionId": "small-business-network/kia-fleet-partner-zone",
      "sectionName": "KIA Fleet partner zone"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/kia-fleet-partner-zone/2016/may/02/tread-carefully-tyre-management-fleet"
}