{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/truman-review-last-goodbye-to-a-doted-on-dog",
  "id": "2016-05-05-41",
  "sectionId": "film",
  "body": "Tomas (Javier Camara, best known for Pedro Almodóvar’s Talk to Her) flies from Montreal to Madrid to see his best friend Julian (the Argentinian actor Ricardo Darin, from the original The Secret in Their Eyes). Chemotherapy has failed to stop Julian’s cancer from spreading, so he’s chosen to live out his last months without hospitals or further treatment, a choice Tomas reluctantly respects.             Instead of arguing about it, Tomas elects to pay often silent witness as Julian slowly takes leave of those dearest to him – his son, friends and colleagues, and most importantly in a way, his elderly dog Truman, a soulful bullmastiff whom he’s determined to see rehomed before he dies.  The drama fills in in a fairly predictable shape, and sometimes director Cesc Gay and Tomas Aragay’s screenplay is not so much on the nose but right up the nostril. Yet it’s effective as a tearjerker, especially for anyone who’s ever loved an animal this deeply. Moreover, Camara and Darin contribute outstanding work here, a beautifully meshed pair of performances that reveals nearly everything you need to know about the characters and their inner lives through exchanged looks, shrugs and the odd arched eyebrow. Charming Madrid locations offer a pleasant bonus.",
  "webTitle": "Truman review – last goodbye to a doted-on dog",
  "webPublicationDate": "2016-05-05T20:00:03Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/truman-review-last-goodbye-to-a-doted-on-dog",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Leslie Felperin",
      "id": "profile/lesliefelperin"
    }
  ],
  "guardianId": "film/2016/may/05/truman-review-last-goodbye-to-a-doted-on-dog"
}