{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/02/ghostbusters-trailer-most-disliked-in-youtube-history",
  "id": "2016-05-02-119",
  "sectionId": "film",
  "body": "Related: Five things we learned from the new Ghostbusters trailer    For a film to break records before its release is usually a good sign. But such records tend to be for advance ticket sales or most trailer views – they do not tend to register unusually high levels of online dissatisfaction. When the first look at footage from Paul Feig’s female-fronted Ghostbusters reboot debuted in March, the reaction encompassed outrage not only that the beloved comedy was being remade, but that the lead characters’ genders would be altered.  Since then, the hating has not abated, and the first trailer (a second one appeared to address the controversy around the film’s perceived misogyny and racism) has now racked up more than half a million “thumbs down” votes on YouTube. This is not only more than any other trailer: it means the two-and-a-half minute ad earns a place on the streaming channel’s list of the 100 least-liked pieces of content.             As the website Screencrush notes, the trailer’s unusual ratio of views to dislikes suggests a concerted campaign to vote down the video.    Related: Who ya gonna call? Why Ghostbusters is leading the charge for female buddy movies    Feig initially called much of the negative reaction to the casting of four women in the leads “vile misogynist shit”, but speaking to the Guardian last week, the director played down the backlash.  “The haters on our trailer were very proud of the fact they had racked up 400,000 [currently 600,000] dislikes on YouTube versus 200,000 likes. But [given the number of views] that’s not a majority by anybody standards. Some of it is that people don’t want an old property touched – I’m sympathetic to that. But the ones who are hating it because it’s about women? That’s just a non-starter.” Feig pointed a finger at the media which amplify this negativity, and for funnelling “a small minority of voices into a sort of bullhorn”. “It makes me sad that [the negativity surround Ghostbusters] informs every article now,” he said. “There’s always some comment about how people are down on it. Well, somebody is down on everything. It’s very easy once you’re predisposed to be pissed about something, to watch it and find fault.”",
  "webTitle": "Ghostbusters trailer is most disliked in YouTube history",
  "webPublicationDate": "2016-05-02T14:09:36Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/02/ghostbusters-trailer-most-disliked-in-youtube-history",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/02/ghostbusters-trailer-most-disliked-in-youtube-history"
}