{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/goldcar-car-hire-rental-complaint",
  "id": "2016-05-21-179",
  "sectionId": "money",
  "body": "I know there’s been no shortage of complaints about Goldcar car rental, but I had an experience with them in Nice airport last week that I thought would be interesting to your readers.  My flight was delayed, so when I arrived at Goldcar the office was closing. I called from the terminal and the agent agreed to wait for me. After we spent about 10 minutes filling in the paperwork, the agent suddenly announced that I must take excess insurance for €65 (£50). If I chose not to take this optional extra he would, in his words, not have time to rent me a car and I would have to return in the morning. I queried this and he raised his voice, stood up and become quite threatening. He told me to leave the office as he was now closing.  By this point it was nearly 11pm, I was in an unknown part of town and was painfully aware that I would be sleeping rough if I did not comply, so I had to sign. The experience left me shaken.  When I had booked the car, the CarTrawler site said the hire location was five minutes from the airport terminal using the free shuttle service. What it doesn’t say is that the shuttle only runs until 7pm. Any customers arriving after this must take a €25 taxi.  I contacted CarTrawler within the hour. Its representative suggested it might refund my taxi (if I could present a receipt, which I hadn’t got, given the pressure to get to the agent before he shut), but said that, once the insurance was signed, it was a legal document and could not be disputed.  On the advice of Guardian Money, I had taken out hire excess insurance from a third party, so I was forced to buy insurance I didn’t want or need. JC, London By happy, or unhappy, coincidence, Juan Carlos Azcona, the chief executive of Goldcar, came into the Guardian last week to explain how his company has changed, and how he is on a mission to make these sorts of stories a thing of the past. Goldcar has been the subject of some horror stories, in this and other newspapers’ money sections, and at one stage we warned consumers to avoid the company. So what, if anything, has changed and is it time to review our advice given that it’s quite hard to avoid the company in Europe? Azcona says staff will continue to earn commission from selling extra insurance but was clear that they will also be judged and rewarded for having happy customers. Goldcar is introducing self-service terminals at its busiest locations and, he says, a host of other improvements. He suggests UK buyers should book using the company website, as customers that do tend to have much higher satisfaction scores because they aren’t given wrong information by broker websites. Naturally we asked him about this case too. Having looked into the matter, he said the branch had told his office that, rather than impose the after-hours fee of €40, it had offered you the extra insurance instead. Happily between Goldcar and CarTrawler, you have been refunded the €25 taxi fare and the €65 that the extra insurance cost. Goldcar has confirmed that, contrary to your information, the bus service does run until 10pm when the office closes. Readers who use Goldcar will no doubt want to say how their rentals went. We’ll report back at the end of the summer, when our postbag usually swells with car hire complaints. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Buy insurance or come back tomorrow, was Goldcar’s airport ultimatum",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/goldcar-car-hire-rental-complaint",
  "keyword": [
    {
      "webTitle": "Car insurance",
      "id": "money/car-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/21/goldcar-car-hire-rental-complaint"
}