{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/29/top-gear-return-chris-evans-bbc-jeremy-clarkson",
  "id": "2016-05-29-109",
  "sectionId": "media",
  "body": "Chris Evans has played down his rivalry with his predecessor Jeremy Clarkson as Top Gear prepares to return to screens on Sunday. Evans said the “whole competition thing is hilarious” when asked about comparisons between the revamped BBC2 motoring show and Clarkson’s new series on Amazon Prime. Clarkson will reunite with his former Top Gear colleagues Richard Hammond and James May in The Grand Tour, due to debut on Amazon in the autumn after they signed a reported £160m deal.   Related: Inside the new Top Gear: nerves, fluffed lines and good-natured banter    “This whole competition thing is hilarious, it’s not just me being a diplomat,” Evans said this week. “TV is not competitive any more, it’s only us old people who think you have to watch things when they are on. Linear broadcasting is going out of the window, and Clarkson’s show isn’t on a linear broadcaster anyway.” He added: “They do what they do and we do what we do, which is some of what they used to do [on Top Gear],” he said. “We would be stupid to throw away the masterpieces and formats and production values that they brought to the table. “If you inherit an old building, like a castle or something, you don’t knock it down, you say where does it leak and you fix it. Basically we put a glass roof on it.” Evans said he will be disappointed with anything fewer than 5 million viewers for the show’s return in the UK. Within 72 hours it will also have been shown in more than 80 countries on six continents.  Does Evans think Clarkson and co will be watching? “I am definitely going to watch their show so I would presume they are going to watch ours,” he said. “Their show is going to be great because they are good at what they do.” “I don’t know,” he added. “You’ll have to ask them.” The eagerly awaited first episode comes just short of a year since the Radio 2 breakfast presenter was handed the long-running motoring show following Clarkson’s departure after a “fracas” with a producer.     Top Gear: Chris Evans and a Zenos E10S. Photograph: Mark Yeoman/BBC Worldwide/Mark Yeoman    The intervening months have seen reports of tension between Evans and his co-presenter, former Friends star Matt LeBlanc, allegations of bullying dating back 20 years and suggestions that the Radio 2 DJ was “out of control”. “Nonsense,” said Evans at the programme’s global launch at the Surrey aerodrome where it is filmed this week. “None of it was true, but there’s no point saying that, there’s just no point.” “In many ways my job for this year has been not only to make this show but to take all the shit, which was going to happen. I knew I was going to get the shit kicked out of me.” Viewers can expect the new series to be familiar, but different. Instead of one star driving a “reasonably priced car” around the Top Gear track, two celebrities will drive a souped-up Mini Cooper around a track extended to include a rally section complete with water and a jump. Two of the three films which will feature in the first episode certainly had echoes of its old incarnation – two muscle cars with laser guns attached to the top, and a preposterous off-roader being chased by a drone, a motorbike and a giant fan-powered parachute. Evans said the films were “like mini movies. That’s what people want. I want the show to be happy escapism, it’s a hopes and dreams show. Maybe you haven’t got one of these cars but you can imagine, let’s live in that world for a while, especially on a Sunday night.”           Top Gear’s The Stig: the Guardian’s hard-hitting interview    But in a change to its previous form, the new Top Gear appears to have embraced the electric car. Jeremy Clarkson, look away now. At its peak, the programme drew 8.4 million viewers for an appearance by Formula One driver Lewis Hamilton in 2007, eclipsing the 8.1 million who watched Hammond’s return from his high speed car crash. The lowest series average of the Clarkson years was its first, 3.1 million viewers in 2002. It ended last year – its 22nd series – with an average of 6.4 million viewers. Evans said he would be “disappointed” with fewer than 5 million: “Five million-plus would be great, after that it doesn’t matter.” There is much more resting on the show than just the overnight ratings of BBC2. The BBC’s most valuable property, Top Gear is worth an estimated £50m to the corporation’s commercial arm, BBC Worldwide, one of its top tier of shows that include Doctor Who and Strictly Come Dancing.",
  "webTitle": "Top Gear return: Chris Evans plays down rivalry with Jeremy Clarkson",
  "webPublicationDate": "2016-05-29T11:00:02Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/29/top-gear-return-chris-evans-bbc-jeremy-clarkson",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/29/top-gear-return-chris-evans-bbc-jeremy-clarkson"
}