{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/bbc-fears-government-will-win-battle-to-impose-board-members",
  "id": "2016-05-09-49",
  "sectionId": "media",
  "body": "The BBC fears it is fighting a losing battle with the government over a proposal to appoint more than half of a revamped board at the helm of the broadcaster, which it believes amounts to an attack on its editorial independence. A white paper to be published on Thursday is expected to call for an end to the BBC’s historic self-governance and replace it with a 13-strong unitary board with more than seven roles filled by government appointees.   Related: BBC charter renewal: the main sticking points     When taken with other measures expected in the white paper, BBC executives believe the government will be able to exert too much influence over a broadcaster which is meant to be politically independent. Critics have said it will effectively turn the BBC into a state broadcaster. There are also anxieties about proposals to give greater power to the parliamentary spending watchdog, the National Audit Office, to conduct investigations into the corporation’s affairs. The BBC believes this could allow an examination of editorial matters such as whether Saturday night TV is value for money. The NAO rejects this suggestion. An independent report by David Clementi commissioned by the Department of Culture, Media and Sport backed the creation of a single executive board to replace a two-tier system in which the government appoints the chair and vice chair. It would run the BBC along the lines of a traditional corporation, with a far closer relationship with the broadcaster’s editorial decision making.    Related: This white paper threatens the BBC’s independence. It must be opposed | Phil Harding    That would pave the way for the abolition of the BBC Trust, which regulates the broadcaster, handing most of those functions to Ofcom, the communications regulator. Headed by Rona Fairhead, the trust is expected to be be wound up at the end of this year when the BBC’s current royal charter expires. A day after directors and stars spoke up for the corporation’s independence at the Bafta TV awards, a cross-party group of peers leading a campaign to halt controversial government cuts to the BBC said they would launch a private member’s bill challenging what are expected to be key tenets of the plans for the BBC being drawn up by the culture secretary, John Whittingdale.   Related: Share your views on the future of the BBC    Former Tory party chairman Norman Fowler, Labour peer Waheed Alli and the Liberal Democrats’ Anthony Lester said the BBC’s funding, independence and core mission to inform, educate and entertain had to be preserved in the white paper. Backed by actors Richard Wilson and Ross Kemp and TV presenter June Sarpong, Lord Lester said supporters of the BBC would take to the streets in protest if their concerns over the BBC were not met.  “If the government gives way on these issues, I will withdraw the bill,” said the Lib Dem peer. “If the government doesn’t do it, my goodness me, not only are we going to back the bill but we will march, so there we are.” Wilson, the former star of BBC1’s One Foot in the Grave, said: “I hope the government will be forced into one of their many U-turns – they are very good at them these days. I don’t think they realise how strong the public feeling is for the BBC. I would march in the streets, I would, as long as they don’t march too far.” Traditionally, the white paper, the outcome of a negotiation between the DCMS and the BBC, is not put to a Commons vote and there is mounting concern that changes will not be debated by parliament. On Monday, peers argued that the future of the BBC should not rest on the whim of the government.    Related: Peter Kosminsky's Baftas speech backing the BBC – full text    Following reports over the weekend about the plans, the shadow culture secretary, Maria Eagle, accused the culture secretary of being “determined to diminish the BBC”. Eagle said: “Proposals to further top-slice the licence fee and pack a new governing board with Tory appointees would be a real hammer blow to the independence of the BBC and be more evidence of mendacious meddling on the part of the secretary of state. Labour will oppose them all the way. The white paper is expected to confirm  that the BBC will be forced to share some of the licence fee with rival producers of content such as childrens’ television. On Sunday, at the Bafta awards, Wolf Hall director Peter Kosminsky delivered a speech which provoked a standing ovation by the audience of TV stars and industry executives.  He said the BBC was a “public broadcaster – independent of government – not a state broadcaster, where the people who make the editorial decisions are appointed by the government – like they do in those bastions of democracy: Russia or North Korea.”",
  "webTitle": "BBC fears government will win battle to impose board members",
  "webPublicationDate": "2016-05-09T19:22:59Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/bbc-fears-government-will-win-battle-to-impose-board-members",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "House of Lords",
      "id": "politics/lords",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    },
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/09/bbc-fears-government-will-win-battle-to-impose-board-members"
}