{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/17/is-australia-headed-for-a-recession-and-how-credible-is-john-symonds-warning",
  "id": "2016-05-17-342",
  "sectionId": "business",
  "body": "The Aussie Home Loans founder, John Symond, warned dramatically at the weekend that Labor’s negative gearing policy could cause a recession. He suggested house prices could fall 10% to 20%, and waves of people could go bankrupt in its aftermath, leading to “mass unemployment” if Labor got its way.  “That’s my concern, that there could be a glut of properties come on the market, force the prices down, and then all of a sudden it could be armageddon with the housing industry that’s propped up the Australian economy the last four years, it could tip it on its head,” he said. How seriously should we be taking Symond’s concern?  The well-respected economist Saul Eslake says quite seriously, but not for the reason you may think. Symond is one of Australia’s richest people, a multi-millionaire who made his money in mortgage lending. His opinion is often worth listening to because he knows more than most about the way in which Australia’s property industry interacts with the banking and mortgage industries.   Related: Labor's negative gearing reform proposal is economically responsible and fair    But it’s precisely because people listen to Symond that we should be concerned, Eslake says. “I have a great deal of respect for John Symond, [but] I think house prices are more likely to fall because someone who is as respected and loved as him says that they will fall than because of anything that is in the Labor party’s policy,” Eslake told Seven’s Sunrise program at the weekend. “When people like Mr Symond say [Labor needs] to be careful, people like him need to be careful because his opinions carry a great deal of weight with the Australian community.” What is the state of the debate on negative gearing? With the federal election six weeks away, the debate about Australia’s housing policy is heating up considerably. Two main “camps” have coalesced over recent months. In one, we have the Turnbull government, the Property Council of Australia, the Real Estate Institute of Australia, the Housing Industry Association, the rightwing thinktank the Institute of Public Affairs, and now John Symond. They don’t want to make any changes to negative gearing or the capital gains tax discount. In the other camp, there’s the Labor party, the federal Greens, the Grattan Institute, the Labor-aligned McKell Institute, the leftwing thinktank the Australia Institute, and the former Reserve Bank governor Bernie Fraser. They do want to make changes. The second camp’s concerns are shared, to varying degrees, by officials from the Reserve Bank, the Treasury, the Australian Prudential Regulation Authority and the Henry tax review panel. It’s an uncontroversial point to say that the majority of economists who’ve gone on the record to talk about negative gearing fall somewhere in the second camp. What do supporters of negative gearing changes say about Symond’s concerns? Labor wants to restrict negative gearing to new housing, while grandfathering arrangements for people who are negatively gearing existing dwellings. Symond says he’s concerned about that. He says if people are only allowed to use negative gearing to buy new properties – rather than existing properties– then they’ll find it much harder to sell any properties they own, so that will make them flood the market with existing properties before Labor’s policy is introduced, leading to house prices falling dramatically.   Related: How negative gearing replaced the great Australian dream and distorted the economy | Greg Jericho    But economists say Labor’s grandfathering arrangements ought to prevent that from happening. In fact, the grandfathering arrangements will give negative gearers less reason to want to sell their properties, they say. Why? Because negative gearing allows investors to deduct any losses from their investments from their taxable income, helping to reduce it. If they want to keep reducing their taxable income in that way then they’ll have to hold on to their properties.  That means people should want to hold on to their negatively geared properties for as long as possible, preventing the market from being flooded, as Symond has warned. Officials from the Reserve Bank made that exact point in their internal memo that was released after a freedom of information request last week. When asked if there could be any negative consequences from policy changes that make negative gearing less attractive for investors, the officials said there may be a large-scale sale of negatively geared properties, but “only if changes were not grandfathered”.",
  "webTitle": "Is Australia headed for a recession? And how credible is John Symond’s warning?",
  "webPublicationDate": "2016-05-17T00:46:55Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/17/is-australia-headed-for-a-recession-and-how-credible-is-john-symonds-warning",
  "keyword": [
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "business/2016/may/17/is-australia-headed-for-a-recession-and-how-credible-is-john-symonds-warning"
}