{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/russian-embezzlers-went-on-spending-spree-in-uk-mps-told",
  "id": "2016-05-03-67",
  "sectionId": "uk-news",
  "body": "Millions of dollars stolen in Moscow in one of the highest profile frauds in Russian history was spent in the UK, with the money lavished on yachts, designer dresses and private school fees, parliament was told on Tuesday. The cash was splurged on upmarket property in London, private jet hire, and a wedding gown costing more than$40,000 (£27,000) from an exclusive Chelsea boutique. About £2,500 was even spent on the services of a personal butler, MPs heard. The allegations were made during a session of the home affairs select committee. They come at a time when the government is dealing with the fallout from the Panama Papers scandal, amid evidence that crooks from around the world buy property in London using anonymous offshore structures. The Russian fraud features a group of corrupt government officials. In 2007 they and associated criminals embezzled $230m in taxes paid by the investment company Hermitage Capital Management. The Russian lawyer who uncovered the fraud, Sergei Magnitsky, was arrested. In 2009 he died in prison. The US and EU have sanctioned many of the officials involved. Law enforcement agencies across the EU spent six years investigating what happened to the money. They traced a network of offshore companies connected to Dmitry Klyuev, a convicted Russian gangster. The money was laundered via a sprawling web of corporate accounts in Lithuania. Some $30m of the stolen money ended up in Britain, Hermitage’s chief executive, Bill Browder, told the committee during a session on the proceeds of crime. The figure includes $2m linked directly to Klyuev. The money was wired to the UK between 2008 and 2013. Twelve British banks were involved.      Bill Browder is the Chief Executive officer and co-founder of the investment fund Hermitage Capital Management. Photograph: Richard Saker for the Observer    Bank statements show how unknown individuals spent huge sums of money in an “orgy of luxury purchases”. Records given to MPs show that in 2009, payments totalling $41,436 were made to the upmarket Chelsea wedding dress designer Phillipa Lepley. In 2010 $19,559 was spent in a woman’s fashion boutique, La Petite Salope, in east London. Then in April 2012 $192,963 went to another Chelsea company, HB Interior, which specialises in exclusive yacht and home interior design. Further large sums totalling $176,084 went on chartering private jets through a company in West Sussex, Oxygen Aviation, the committee heard. Another $240,000 was spent on hiring or buying a yacht. In 2012 two payments totalling $259,532 were wired to an individual who lives in a seven-bedroom mansion in Surrey, it was claimed. Almost $300,000 was spent on a Glamour Card. It boasts unlimited spending and caters “for the wealthiest ladies worldwide”. Other cash went on a personal concierge service, a luxury London property agent, Harrods Estates, and the IT firm Hewlett Packard, MPs heard.  In March 2012 $20,792 (£14,350) was sent via Lloyds bank in Harrogate to Queen Ethelburga’s Collegiate, a private co-educational boarding school in York. Fees are £14,000 a term. It is unclear whose tuition was being paid for.     Queen Ethelburga’s College Photograph: PR    There is no suggestion that any of the companies or Queen Ethelburga’s Collegiate did anything wrong. The school said: “It is certainly not uncommon for international parents, with children in the UK independent education boarding sector to arrange for fee payments to be made through associated third parties – often corporate entities.” The school refused to discuss individual students but said the money was the equivalent of a single term’s payment for an international boarder. It said parents would have to obtain a tier 4 UK child visa. The government was responsible for carrying out background checks on the parents and child, it said. Browder told MPs that Britain was the favoured destination for corrupt Russians, who included “1,000 to 2,000 people around [Vladimir] Putin”.  “It’s a perfect cover for laundering money. We don’t investigate. We don’t prosecute. It appears legitimate,” he said. He estimated that “hundreds of billions” entered London from illicit sources, adding: “This is country is levitating off a flow of dirty money.”  Robert Barrington, executive director of Transparency International UK, agreed. He told the committee: “Do people in Russia think the UK is a prime destination? Absolutely they do.”  Mark Thompson, head of the Serious Fraud Office’s proceeds of crime unit, added: “It’s certainly possible that money is coming into the UK whose origin is questionable.” Attempts to discover what had happened to the missing $230m received a boost in 2010 when a Russian whistleblower Alexander Perepilichnyy passed documents to Hermitage. Perepilichnyy had managed the finances of a top Moscow tax official, Olga Stepanova. She was allegedly involved in the fraud with her husband Vladlen.  Swiss prosecutors froze the couple’s bank accounts on the basis of Perepilichnyy’s information. In 2012 Perepilichnyy collapsed and died while jogging outside his home in Surrey. He was 44. Traces of a deadly poison fern used in Russian and Chinese assassinations, Gelsemium elegans, were later found in his stomach.  Browder said he had passed extensive evidence in the Magnitsky affair to the UK authorities, beginning in 2010. But he said Scotland Yard, the Serious Fraud Office and the Serious Organised Crime Agency had all declined to investigate. HMRC had also taken no action. In March Browder wrote to the National Crime Agency (NCA). He supplied a breakdown of how the $30m was spent in the Britain, including details of bank accounts and corporate entities with UK directors.  The NCA said on Tuesday it was “actively reviewing” the material. It said it treated claims of money-laundering “with the utmost seriousness”. Last December, however, it said: “At this stage a domestic criminal investigation relating to money-laundering in the UK is not the most effective way forward.”  Browder said that 11 other countries had launched criminal investigations into the stolen $230m. The US, France, and Switzerland had frozen $40m. Asked why no action had been taken in Britain, he said: “So many people benefit. They have friends in high places. It’s become a toxic political issue.” Last week it emerged there was a connection between the Magnitsky case and the Panama Papers. Some of the offshore cash linked to Vladimir Putin’s best friend, the cellist Sergei Roldugin, was allegedly laundered through the same Lithuanian scheme. Regulators shut down the bank involved, Ukio, in 2013. David Cameron is to hold an anti-corruption summit in London on 12 May. The government has yet to announce details but it is likely to include the use of anonymous offshore companies and the role of UK-administered tax havens like the British Virgin Islands.",
  "webTitle": "Russian embezzlers went on $30m spending spree in UK, MPs told",
  "webPublicationDate": "2016-05-03T18:16:20Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/russian-embezzlers-went-on-spending-spree-in-uk-mps-told",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    },
    {
      "webTitle": "Mark Townsend",
      "id": "profile/marktownsend"
    }
  ],
  "guardianId": "uk-news/2016/may/03/russian-embezzlers-went-on-spending-spree-in-uk-mps-told"
}