{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/time-for-claudio-ranieri-to-take-that-open-bus-tour",
  "id": "2016-05-03-46",
  "sectionId": "football",
  "body": "Last autumn I got chatting to a man in a waiting area at a local Bupa hospital. He’d recently arrived in Leicester from Rome and was interested in knowing places to visit in and around the city. I suggested he take the open-top bus tour of Leicester which I had found very useful when friends from abroad had visited. He made a note of it and said he would. I found out later that he was Claudio Ranieri, Leicester City’s manager. I guess he will be taking an open-top bus tour of the city now. Adding my congratulations to the rest of the world’s adulation – well done, Foxes! Well done, Claudio!Rosy CurtisQueniborough, Leicestershire • By all means evoke the name of Richard III in connection with Leicester City’s gloriously improbable triumph in the Premier League (Front page, 3 May) but do not overlook the king who gave his name to the place, King Lear. Crookback Dick went to Leicester only to be buried after losing the top-of-the-table clash with Lancaster at Bosworth Field, but Lear lived in Lear-cester. And if you decide to divide your kingdom in three, a city at the geographical centre of the country is a good place to start.Michael Cole (Former director of Fulham Football Club), Laxfield, Suffolk • Collecting my Guardian I and others were struck by your front page – in a class above all others. Thank you and to conclude with lines before the battle: “Soft I did but dream … the lights burn blue.”Angus MacIntoshBurley in Wharfedale, West Yorkshire • Several years ago on the radio, the bishop of Leicester said he always introduced himself as the Bishop of Leicester City Nil. I wonder how he would introduce himself today. Any suggestions?Paul GleaveGolborne, Greater Manchester • Delighted as I am about Leicester City’s deserved success, I recall that in 2002 the club went into administration leaving a mountain of debts including those to local ambulance services. Is it too much to hope that the present owners might use some the forthcoming riches to redeem those debts?Tony WardLoughborough, Leicestershire • In all the euphoric coverage of Leicester’s triumph, I have seen no mention of Ipswich Town’s even more unexpected Championship in 1962, in their first season in the top division. They beat the double-winning Spurs in two of the most exciting games I’ve ever seen. But I suppose football only really began in 1992…Mike HeathSouthbourne, West Sussex  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Time for Claudio Ranieri to take that open-bus tour | Letters",
  "webPublicationDate": "2016-05-03T18:54:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/time-for-claudio-ranieri-to-take-that-open-bus-tour",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/03/time-for-claudio-ranieri-to-take-that-open-bus-tour"
}