{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/mitsubishi-president-steps-down-over-test-fixing-scandal",
  "id": "2016-05-18-146",
  "sectionId": "business",
  "body": "The president of Mitsubishi Motors is to step down to take responsibility for the Japanese carmaker’s test-fixing scandal.  Tetsuro Aikawa, who became the company’s president and chief operating officer in June 2014, has denied any personal involvement in the scandal – which involved 625,000 cars over 25 years – but has apologised to customers and shareholders.  His resignation is expected to take effect on 24 June, once it is approved by shareholders. A successor is yet to be announced. The scandal that has engulfed Mitsubishi has widened, as fellow Japanese carmaker Suzuki said it had found discrepancies in its fuel economy testing. About 2.1m vehicles are affected across 16 models. The company said proper testing had since shown that the mileage data did not need amending.  Suzuki’s chief executive, Osamu Suzuki, denied faking tests, saying that employees did not intentionally use improper data. “The company apologises for the fact that we did not follow rules set by the country,” he said. The news sent Suzuki shares down 15% at one stage on Wednesday and they closed 9.4% lower. Suzuki’s improper tests do not affect any models sold abroad. The Japanese government ordered all carmakers to check their mileage tests and re-submit fuel economy readings on all their vehicles by Wednesday, after the Mitsubishi scandal broke in late April. Nissan, Japan’s second biggest carmaker after Toyota, moved in to take a controlling stake in Mitsubishi last week, and vowed to rebuild trust in the company.  A month ago, Mitsubishi admitted using fuel-economy testing methods that breached Japanese regulations for 25 years. It manipulated test data for four mini-car models sold in Japan, including two it produced for Nissan. Mitsubishi has since extended its investigation to cover cars made for overseas markets. The carmaker reiterated on Wednesday that top management had not ordered the mileage fraud, saying that aggressive internal targets had put pressure on employees to overstate the fuel economy of its cars. The company also admitted that it did not carefully inspect much of the mileage-testing work that was carried out by a subsidiary. The test manipulation may affect all models sold in Japan, including discontinued ones, it has said. Shares in Mitsubishi have lost more than 30% of their value since the scandal surfaced.  Nissan discovered mileage tests had been faked because of a discrepancy with its own tests on Mitsubishi-made minicar models sold under its brand. Mitsubishi came close to collapse in the wake of another scandal more than 15 years ago, when the company admitted systematically covering up customer complaints for more than two decades. It was bailed out by other Mitsubishi Group companies. Recent auto industry scandals • Volkswagen, Europe’s biggest car manufacturer, shocked the world last September when it admitted cheating in emissions tests to make its cars appear less polluting than they were. The manipulation affects more than 11m diesel vehicles worldwide. A number of other European carmakers, such as France’s Renault and Peugeot along with Germany’s Daimler, are also under scrutiny and some have had their offices raided by anti-fraud investigators. • A potentially lethal fault with Japanese air bag manufacturer Takata’s product has led to the largest ever car industry recall. Some 63.8m cars are affected in the US – equivalent to more than a quarter of the country’s vehicles – and the recall process is expected to last until 2019. The defect causes the air bag inflator to explode in humid conditions and has been linked to a dozen deaths – 11 in the US and one in Malaysia – and injuries in more than 100 cases. • General Motors paid a $900m fine in September 2015 to settle US federal criminal charges relating to faulty ignition switches on Chevrolet Cobalts and other models that have been linked to more than 100 deaths. GM has recalled 2.6m vehicles affected by the fault and is paying out $575m to settle 1,385 civil lawsuits related to the defect.",
  "webTitle": "Mitsubishi president steps down over test-fixing scandal",
  "webPublicationDate": "2016-05-18T14:14:48Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/mitsubishi-president-steps-down-over-test-fixing-scandal",
  "keyword": [
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Nissan",
      "id": "business/nissan",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/18/mitsubishi-president-steps-down-over-test-fixing-scandal"
}