{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/dani-alves-is-a-target-for-juventus-and-an-english-club-reveals-his-agent",
  "id": "2016-05-26-186",
  "sectionId": "football",
  "body": "The agent of the Barcelona right back Dani Alves has denied suggestions his client has signed a pre-contract agreement with Juventus but says the player is a target for both the Italian champions and a team in England. The Barcelona-based publications El Mundo Deportivo and Sport reported on Thursday that Alves’ eight-year spell at the club would end this summer with a move to Turin on a three-year deal. However his agent and former wife, Dinorah Santa Ana da Silva, told Marca: “It’s not true that there is an agreement. Dani has not completed any deal with anyone and, right now, he is in Brazil and is only exclusively concerned with doing good things with the national team. “It’s true that I’ve met with Juventus but not just with them,” added Da Silva. “I have met with two Turkish clubs, one English club and another one in France but there is no offer and we have nothing to evaluate.” The 33-year-old Alves was at the centre of transfer speculation last summer but, after months of negotiations, he signed a new deal with Barça until June 2017 with an option to extend for a further year.   Related: Manchester United, Arsenal and PSG lead chase for £40m Álvaro Morata    Alves, who joined Barça from Sevilla in 2008 and made 43 appearances for the club as they won the double this season, has been included in Brazil’s squad for next month’s Copa América. Juventus have also been linked with a move for Barcelona’s Javier Mascherano, although their chief executive Beppe Marotta has admitted deals for either player are far from completion. “Dani Alves? We’re talking about an important player, but he isn’t our property. We’ll see what we can do.” Marotta told Tuttomercatoweb. “Mascherano? These are media situations, but we don’t want to sell anyone from our defence unless [Martín] Cáceres leaves on a free transfer. “At the moment, though, we haven’t done anything, I can’t confirm or deny it. And the same goes for [André] Gomes and [Miralem] Pjanic. “La Liga is the league that best represents European football. It seems like a poor game, as we only talk about three teams, but their ranking improves thanks to their values on the pitch. “Speaking of Barcelona and Real Madrid, you’re talking about champions who could make the difference in our game and be important.” Marotta also confirmed that Juve would like to sign the rising star Domenico Berardi from Sassuolo but remains determined not to sell the Arsenal and Chelsea target Álvaro Morata back to Real Madrid. “Berardi is a great talent, there’s a verbal agreement with Sassuolo and Juventus have the moral right of first refusal and we’re going to complete this deal,” he said. “Morata? He’s becoming a champion, we’ll do everything possible to keep him in Turin. Real Madrid’s buy-back clause is like the Sword of Damocles, but we’ll meet with them after the Champions League final.”",
  "webTitle": "Dani Alves is a target for Juventus and an English club, reveals his agent",
  "webPublicationDate": "2016-05-26T13:15:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/dani-alves-is-a-target-for-juventus-and-an-english-club-reveals-his-agent",
  "keyword": [
    {
      "webTitle": "Juventus",
      "id": "football/juventus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/26/dani-alves-is-a-target-for-juventus-and-an-english-club-reveals-his-agent"
}