{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/jurg-frey-guitarist-cd-review-cristian-alvear-another-timbre",
  "id": "2016-05-19-153",
  "sectionId": "music",
  "body": "The Swiss composer Jürg Frey    Not one for the impatient listener, this softly entrancing double-disc set contains all the solo guitar music by the Swiss composer Jürg Frey – and that means an awful lot of silence and not a huge number of notes. The first piece, Abendlied, contains exactly 10 notes in two minutes, and that’s comparatively hectic. Frey is master of exquisite slow-fi; as a Wandelweiser artist, he considers quietness to be as expressive as noise, and the way a note decays as crucial as how it is struck. Apparently in preparing for this recording, guitarist Cristián Alvear worked to finesse the art of making no noise whatsoever as his hands moved over the instrument while playing – these things matter in music that’s stripped back to absolute essentials. His attention to detail pays off, and he really sinks into the hypnotic pacing. There’s a sense of thoughts being worked out in real time, of musical statements being made, pondered and responded to without an iota of hurry.         Listen to extract from Jürg Frey: Guitarist, Alone",
  "webTitle": "Jürg Frey: Guitarist, Alone CD review – master of exquisite slow-fi",
  "webPublicationDate": "2016-05-19T14:15:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/jurg-frey-guitarist-cd-review-cristian-alvear-another-timbre",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/19/jurg-frey-guitarist-cd-review-cristian-alvear-another-timbre"
}