{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/23/rayners-lane-estate-regeneration-that-puts-residents-first",
  "id": "2016-05-23-297",
  "sectionId": "housing-network",
  "body": "Estate regeneration has earned a bad name. It invariably involves wholesale demolition, moving a large majority of residents away from their homes and areas, replacing low-cost social renting with high-cost housing for sale, shared ownership or “affordable” rents.  Low-income tenants can rarely afford these options. David Cameron’s proposal in January 2016 to demolish the worst 100 estates in the country, mostly in London, was alarming: the pitifully small government funds he proposed would cover only a fraction of the full cost to replace them. This approach will increase the shortage of low-cost homes.   Related: Sheffield’s estates show us the perils of half-baked regeneration    But Rayners Lane Estate in the borough of Harrow, Greater London, tells a different story. In 2002, the council transferred the estate of nearly 600 homes to the housing association Home Group, and a year later agreed to replace most of the large estate of flats with high quality new rented homes, and some for sale. The estate was run down, poorly laid out and difficult to manage. The rebuilt estate, of flats and houses with gardens, would guarantee residents the right to remain on the estate at social housing rent levels. The landlord promised intensive on-site management, new facilities, open spaces, dedicated youth work and play areas. So far more than 400 existing tenants have been rehoused in the new homes.     Rayners Lane: before the regeneration project. Photograph: Home Group    There were many challenges for the project. First, the decanting process has taken more than ten years so far. Second, the estate community is extremely diverse, with more than 60% of tenants coming from ethnic minority backgrounds including Asian, Afro-Caribbean, African, and mixed race. This requires considerable community investment. Third, two-thirds of tenants are families with children, who need dedicated space, services and support. Fourth, a third of residents had no qualifications at all when the regeneration began, and needed training and access to work.    Entire communities are razed when regeneration follows the standard, developer-led model of estate demolition    These social challenges were matched by the physical and organisational challenges of rehousing tenants within the estate, demolishing and rebuilding blocks, all within a tightly phased masterplan and financial constraints. But it has been a success: 85% of the 50 residents we spoke to think the estate is now better than it was, while two-thirds say that their new homes meet their expectations. Tenants praised the high investment in youth work, which has significantly reduced trouble and fear. They said they like their community and feel a sense of belonging. Today Rayners Lane is an invaluable model of how to restore estates.    Entire communities are razed when regeneration follows the standard, developer-led model of estate demolition and replacement, because control is not placed in the hands of the social landlord. The process is astonishingly slow (up to 30 years) because rehousing off-site is the only way to allow for expensive replacement housing for sale. This hugely damages confidence, disrupts local schools, shops and other services, and blights large numbers of homes awaiting demolition. Environmentally, it is also a disaster – nothing is recycled or restored.    Related: Estate regeneration should put estate residents first    The Home Group model of estate renewal works because it received significant government funding and council support, which is no longer available. But there are three elements to the renewal of Rayners Lane that make it especially useful today as a model for the future of low-income housing estates.  First, the social landlord has full ownership of the property and the process of renewal. Home Group operates as a non-profit landlord and understands the complexities of housing management of low-income areas through long experience. This makes it a trusted and resourceful partner to the council and the community. Second, the commitment to existing residents builds confidence and trust, making the process and the outcome both kinder and more coherent. It also involves the landlord directly in the wider, more social side of housing. Third, in Rayners Lane and other similar estate renewals such as the Market Estate in Holloway, this model ensures on-site, hands-on management.  These three elements are vital if we want to turn existing estates into valuable assets and at the same time house low-income communities in an integrating, harmonious and fair way. Anne Power is a professor of social policy and head of LSE housing and communities, and co-author of the Rayners Lane estate report in association with Home Group and the Centre for Analysis of Social Exclusion. Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Rayners Lane: estate regeneration that puts residents first",
  "webPublicationDate": "2016-05-23T06:13:04Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/23/rayners-lane-estate-regeneration-that-puts-residents-first",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Development",
      "id": "housing-network/development",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Tenants",
      "id": "housing-network/tenants",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "housing-network/london",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Power",
      "id": "profile/anne-power"
    }
  ],
  "guardianId": "housing-network/2016/may/23/rayners-lane-estate-regeneration-that-puts-residents-first"
}