{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/british-neo-nazi-group-photo-hitler-salute-buchenwald-twitter",
  "id": "2016-05-26-101",
  "sectionId": "world",
  "body": "A British neo-Nazi group has posted a photograph on a social media site appearing to show two of its members performing a Nazi salute at a former concentration camp while holding the group’s Nazi-inspired flag. The photograph, apparently taken in the basement of the crematorium at Buchenwald, was posted on Twitter several days ago, according to Volkhard Knigge, the director of the Buchenwald memorial. “The posed photo which has just now been brought to our attention demonstrates a very specific criminal, ideological energy,” Knigge told the German newspaper Bild Zeitung. “The culprits very openly profess their belief in National Socialism and its mass murder. This is a serious denigration of the almost 280,000 prisoners at Buchenwald, which also included Britons,” he added. The group, known as National Action, marked with an arrow and a smiley the meat hooks attached to the room’s walls, on which the SS strangled more than 1,000 men, women and children. The photograph was labelled “Execution Room” @ Buchenwald 2016. The room was also used to store the corpses of the estimated 56,000 people killed at Buchenwald before they were burned in the crematorium. Knigge said that the room was well-guarded, meaning that the men had likely planned their stunt carefully in advance to avoid being caught. According to its home page, National Action has existed since 2013 and has various branches across Britain. Its logo is inspired by the emblem of the Sturmabteilung, the paramilitary arm of the Nazi party. It is a small but relatively active group, whose members are mainly young men who wear masks in videos to hide their identities. Duncan Cahill, a researcher for the anti-racism advocacy group Hope Not Hate, said the group’s antisemitism was “ virulent but childish”, aimed mainly at gaining attention. “They are very adept at using social media and provoking outrage, though not particularly coherent in their ideology.” The group has gained increasing media attention in Britain over the last few years. In 2014, one of its members was jailed for sending the Labour MP Luciana Berger antisemitic abuse on Twitter. Berger is an MP in Liverpool, where National Action tried to organise “white man” marches last year. Another member of National Action was convicted in 2015 of the attempted murder of a Sikh man in Wales, a “revenge” attack for the killing of the soldier Lee Rigby by Islamist extremists outside a barracks in south-east London.  National Action has openly acknowledged being inspired by the “no compromise” tactics of jihadist groupssuch as Islamic State, calling for a “white jihad” on social media. The group has shown Isis videos at training camps in the UK, where its members learned hand-to-hand combat and trained with knives. Buchenwald was liberated by US troops on 11 April 1945. Knigge said that the foundation had recorded 20 incidents at the Buchenwald memorial site last year for which German far-right extremists had been held responsible. He said the figure has doubled since 2014, attributing the growth to “the growing right-wing populism in other European countries”. Police in the eastern city of Weimar, close to Buchenwald, said they were investigating the incident. “We take such actions very seriously,” they said. • This article was amended on 27 May 2016. An earlier version said that National Action has a “base of support” in Liverpool. To clarify: while a researcher from the anti-fascist group Hope Not Hate believes that phrase is justified, the numbers are small: there are thought to be about half a dozen active National Action supporters in the city.",
  "webTitle": "British far-right group posts photo of Nazi salute at Buchenwald",
  "webPublicationDate": "2016-05-26T17:31:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/british-neo-nazi-group-photo-hitler-salute-buchenwald-twitter",
  "keyword": [
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Holocaust",
      "id": "world/holocaust",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    },
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "world/2016/may/26/british-neo-nazi-group-photo-hitler-salute-buchenwald-twitter"
}