{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/21/co-op-hopes-leave-past-behind-classic-60s-look",
  "id": "2016-05-21-84",
  "sectionId": "business",
  "body": "The Co-operative Group is going back to the future, and its chosen destination is 1968, when Mrs Robinson was in the charts and the average house price in Britain was £4,000. Fast forward to this week and the group will begin a major facelift of its vast business, tearing down the lime-green frontages of its food shops and replacing them with a new blue logo. The cloverleaf-like design will look familiar to loyal members of the Co-op, because it was first launched back in 1968 and abandoned a decade ago when the group decided a more corporate look was needed. The facelift is part of a £1.3bn investment to breathe fresh life into the 172-year-old group. It will include refurbishing the food shops and funeral homes and paying for new systems in its insurance business, as well as improving products and services. The relaunch is about more than shop windows and a new logo on a pint of milk: at its annual meeting in Manchester on Saturday, the mutual revealed plans to hand tens of millions of pounds back to its 8.4 million members and their communities through a new rewards scheme. As chairman Allan Leighton puts it, the Co-op is seeking “a better way of doing business”. The rebrand comes after the group, which traces its roots back to the Rochdale Society of Equitable Pioneers in 1844, recovers from its near-meltdown in 2013 and 2014, when a crisis at the Co-op’s bank took the organisation to the verge of collapse. There was a £1.5bn black hole in the banking business; the division’s former chairman, Methodist minister Paul Flowers, was engulfed in a very public sex and drugs scandal; and the group’s chief executive resigned after the size of his pay package – £6.6m – was revealed by the Observer. A radical shake-up of the board followed, new bosses were brought in – with Leighton as chairman and Richard Pennycook as chief executive – parts of the business were sold off, and the group reduced its stake in the bank to 20%. Since then Pennycook and Leighton have been quietly been putting the business back together and feel it is now ready to step out of the shadows following its very public humiliation. “We’ve got a bit of a bounce-back,” says Rod Bulmer, the head of the Co-op’s consumer services business, including funeral care. The mention of Flowers’s name is still uncomfortable: “We don’t talk about Paul Flowers,” says Bulmer. “We see that as part of the crisis point in the past, and we think we are through that by some distance.” As well as unveiling the new look to members on Saturday, the Co-op Group revealed new member benefits, designed to retain the loyalty of its existing members and attract new ones.     The new logo as it will appear on stores from this week.    It wants another million members within the next five years, hoping that a return to the traditional values of the co-operative movement, where community comes before profits, will appeal to a new generation. Steve Murrells, chief executive of the food business, says: “Hindsight and reflection would say that, for a period of years, the society lost its way. When we moved to a more corporate logo it was probably the right thing back then, but it has become abundantly clear that we do need to go back to our roots.” Under the new plans, members will receive a 5% reward every time they buy a Co-op own-brand product or service – whether that be a tin of beans or a funeral. The amount will be credited to members’ accounts, and can then be cashed in as a discount against future goods and services. A further 1% will be credited to the members’ account to be donated to a local cause of their choosing, such as a new park or local charity. The group says it has already identified 1,500 communities where the rewards could be invested. The benefits will be available from autumn this year, and by 2018 it is estimated that the scheme will see £100m a year being handed back to members of the society and the community. “We are putting money back into the hands of members and communities. We don’t believe we are considered a profit centre,” Murrells says. “Everything will be put back into the community or given directly to members when we have effectively paid down the costs of running the business. The more customers who shop with us, the more good we can do.” The group is hoping that, within five years, half of its sales across the various businesses will be generated by members – currently, in the food business, it’s a quarter. The new membership rewards will be offered in addition to traditional dividend payments, which were suspended during the dark times in 2014 and will not be resumed until 2017 at the earliest. The financial crisis shone a light on some of the worst practices of big business and led to public outrage over boardroom excesses – an issue that is still being played out at annual meetings around the country as shareholders revolt against executive pay deals. Murrells says the national mood, particularly among younger people, presents an opportunity for the Co-op. “Back as far as 2012, it was clear to us that the younger generation was very sceptical of big business and very aligned to the model of co-operatives,” he says. “The signals were there and we knew as a business we had the chance to reach out to younger people. “So the [new] logo will resonate with members that have stuck by the Co-op and with new, younger members. We have been working towards this day.” As if to lead by example, chief executive Pennycook has asked for a pay cut after receiving a total of £3.59m last year including an annual bonus of £1.12m. His basic salary will be cut from £1.25m to £750,000 from July, although reductions in potential bonuses do not begin until 2017. The changes announced on Saturday reflect the group’s determination to lay the shambles of 2013 and 2014 to rest and carve a successful future. They are pinning their hopes on a “back to being the Co-op” approach that goes back to 1968 and before. “The opportunity is huge if we can get that engagement right,” says Bulmer.",
  "webTitle": "Co-op hopes to leave the past behind with revival of its classic 60s look",
  "webPublicationDate": "2016-05-21T15:00:16Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/21/co-op-hopes-leave-past-behind-classic-60s-look",
  "keyword": [
    {
      "webTitle": "Co-operative Group",
      "id": "business/co-operative-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/21/co-op-hopes-leave-past-behind-classic-60s-look"
}