{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/radiohead-unveil-clips-from-album-number-nine-",
  "id": "2016-05-03-212",
  "sectionId": "music",
  "body": "Radiohead have unveiled two short clips of what could be a new video for their first track from their forthcoming ninth album.   Related: Radiohead erases internet presence – is it a cryptic message?    This weekend saw some unusual stirrings from the notoriously enigmatic band. A number of fans received a sinister postcard from the group, with the band’s bear logo stamped next to the words: “Sing the song of sixpence that goes ‘burn the witch’.” On 1 May, the group’s internet presence gradually began to disappear, erasing all content from their social networks and official website. The band broke their social media silence at 5am on 3 May, posting on Instagram a 15-second clip of a stop-motion bird tweeting. A few hours later, the group uploaded another short clip of animated characters - imagine Trumpton via The Wicker Man - set to the sounds of urgent staccato music. The second clip, which is possibly a nod to the phrase “burn the witch”, also appears on Radiohead’s website, Dead Air Space.                      Aside from their brief foray into film scores with the rejected James Bond title track, Spectre, Radiohead’s last proper release was 2011’s The King of Limbs. In between albums, the group’s individual members have concentrated on solo ventures. Drummer Phil Selway released his second solo album, Weatherhouse, in 2014, while singer Thom Yorke toured and recorded with Flea, Nigel Godrich, Joey Waronker and Mauro Refosco on the Atoms for Peace project and also launched his solo album, Tomorrow’s Modern Boxes, in 2014. Guitarist and keyboardist Jonny Greenwood worked on scores for films such as The Master and Inherent Vice, as well as working closely with a number of classical musicians, most notably the London Contemporary Orchestra. With more posts likely to appear throughout the next 24 hours, we’ll update this post with news as it comes.",
  "webTitle": "Radiohead unveil first musical excerpt of new album via Instagram",
  "webPublicationDate": "2016-05-03T11:35:36Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/radiohead-unveil-clips-from-album-number-nine-",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    }
  ],
  "guardianId": "music/2016/may/03/radiohead-unveil-clips-from-album-number-nine-"
}