{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/04/chinese-court-rules-against-apple-allowing-iphone-handbags",
  "id": "2016-05-04-266",
  "sectionId": "technology",
  "body": "A Chinese court has ruled against Apple in a case over the use of its iPhone trademark, permitting a small maker of ‘iphone’-branded leather handbags to continue selling goods, state media reports. Iphone was registered as a trademark for use on leather goods in 2007 by manufacturer Xintong Tiandi, which has been producing iphone-branded wallets, phone cases and handbags ever since.     Iphone leather goods Photograph: iphone.vc    Apple has been using the ‘i-’ prefix for years, including iPhone, iPad and iPod, spending large amounts of money on marketing across the globe. While the iPhone was first produced in 2007, announced in the US in January and shipping that June, the smartphone wasn’t officially sold in China until 2009. The tech giant took Xintong Tiandi to China’s trademark commission in 2012 and then to court, losing the initial case the following year. On appeal the Beijing municipal higher people’s court ruled Apple had failed to prove that the iPhone brand was “familiar to the public and widely known” in China before the leather company registered it, the People’s Daily newspaper, the official mouthpiece of the Communist Party, reported Wednesday. The court ruled, therefore, that Xintong Tiandi had not violated the country’s trademark law. Xintong Tiandi said: “The ‘iphone’ brand can blossom widely outside Apple. We will take the ‘iphone’ marque to its pinnacle, and together bring more benefit to the community of ‘iphone’ consumers!”     An iphone leather case Photograph: iphone.vc    Intellectual property rights have long been a bone of contention between western countries and China, where counterfeiting is rife and the majority of the world’s electronics are manufactured, including Apple’s iPhone. Greater China is a key market for Apple but its sales in the area fell 26% year-on-year in the first three months of 2016, which the company’s chief executive Tim Cook labeled as “short-term turbulence” in a recent interview. The sales decline produced Apple’s first quarterly decline in revenue since 2003 and caused billionaire investor Carl Icahn to sell his entire stake in the company. Apple is also facing a battle in China over its iTunes Movies and iBooks services, which were reportedly shut down two weeks ago at the request of state censors just seven months into their launch in the country. Apple said in a statement: “Apple is disappointed the Beijing Higher People’s Court chose to allow Xintong to use the iPhone mark for leather goods when we have prevailed in several other cases against Xintong. We intend to request a retrial with the Supreme People’s Court and will continue to vigorously protect our trademark rights.”  40 years of Apple – in pictures Tim Cook: iPhones that will drive people to upgrade are on their way",
  "webTitle": "Apple loses 'iphone' leather goods case in Chinese court",
  "webPublicationDate": "2016-05-04T09:42:54Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/04/chinese-court-rules-against-apple-allowing-iphone-handbags",
  "keyword": [
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPhone",
      "id": "technology/iphone",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Samuel Gibbs",
      "id": "profile/samuel-gibbs"
    }
  ],
  "guardianId": "technology/2016/may/04/chinese-court-rules-against-apple-allowing-iphone-handbags"
}