{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/my-dad-killed-himself-suicide-cause-death-men-under-45",
  "id": "2016-05-10-174",
  "sectionId": "commentisfree",
  "body": "This month, it is 25 years since I last saw my dad. With cold shock, I realise that means he’s been gone for five times longer than I knew him. I was five years old when he took his own life. For many people, the passage of time relieves much of the pain, and makes it easier to move on. For me, in many ways it’s got worse. Losing a parent at five meant I didn’t really understand death, or why my dad wouldn’t come home from work any more. I didn’t even know it was suicide until I was 10. My dad’s death has left me with decades of unresolved questions, new realisations and fresh situations to face without a father. Even this far removed from the day he died, I’m still finding out new things about him to add to the tiny trove of memories I jealously hoard, not sure if I really remember them or fabricated them from what I was told.   Related: Sharing the pain: how Scotland cut male suicide rates | Eleanor Tucker    Five years is no time to know someone. I wish I could take those days – when I was too young to notice the arguments between him and my mum, the increasing work stress, him snapping at us when we were just being kids – and spread them throughout the rest of my life. Couldn’t I swap the day he held me as a baby for my graduation, so he could watch me complete the education he worked so hard to pay for? Couldn’t I trade the time we played with prisms for my wedding day, so I’d have him beside me when I walk down the aisle? I wonder if he really knew what he was doing that day. Did he realise then just how much his death would haunt me? How I’d carry the weight of him with me every day, wondering why he did it, trying to decipher the few tear-stained words in the inadequate note he left, wondering if there’s any reason in the world good enough to leave your two young daughters without a dad? Did he realise I’d spend my life listening to his favourite songs, watching the one existing video of him to remember his voice, crying on Father’s Day or his birthday or any random day, because it suddenly hit me all over again that he was never coming back? Would it stop him? It’s been a quarter of a century and I still can’t let my dad go. Three years ago, I furiously campaigned against an advert that made light of the way he died, and got it withdrawn. I spent that weekend sobbing over a loss that felt fresh again, reading the horrendous comments on the news articles and emails people sent me. He never loved you. He was selfish. He killed himself because he was ashamed of you. Almost worse are the people who say he’d be so proud of me. How could they possibly know? None of us know. I’ll never know what he’d think of me, and it kills me. Every day, the world changes a little more from the one he knew, and he moves further away from me. Everyone expects me to have moved on, because it happened such a long time ago – before my partner was even born. But they don’t know how it feels to look at the same few photographs knowing there will never be any more. They don’t know how strange it feels to think I once had two parents. They don’t know what it’s like to apologise to your therapist because you made her cry. If I let him go, he’s gone forever, and I can’t take that.   Related: ‘Let’s reach out to men to halt shocking suicide rate’    The effect of suicide isn’t just the loss of the person who left you behind. It’s the shadow always at your heel. The way every time something bad happens or you feel hopeless, you automatically think of suicide – and sometimes it’s a close call. A few months ago an anonymous account tweeted me, “Here’s hoping 2016 is the year Holly follows in her dad’s footsteps” and I thought “You don’t know how close I’ve come.” But while I might not know much about my dad, I know that’s not what he’d want for me. It’s not what I want for the people I’d leave behind, either – he might not have known what it’s like, but I do. I couldn’t put anyone through this. Twenty-five years on, suicide is still the leading cause of death for men under 45 in the UK. Every day, men who feel like my dad did bottle up their feelings, try to appear strong, and drive themselves further into despair. Every day, 13 of them take their lives, leaving people like me lost and longing for their sons, husbands, brothers, fathers. And every day I wish I could change what happened. For my dad, the sun will never come out again. But the more we talk about it, the more we listen, the more men will live to see another day – and the more the shadows will fade. • In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here",
  "webTitle": "My dad killed himself when I was five. I still can’t let him go | Holly Brockwell",
  "webPublicationDate": "2016-05-10T12:33:45Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/my-dad-killed-himself-suicide-cause-death-men-under-45",
  "keyword": [
    {
      "webTitle": "Suicide rates",
      "id": "society/suicide-rates",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Holly Brockwell",
      "id": "profile/holly-brockwell"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/my-dad-killed-himself-suicide-cause-death-men-under-45"
}