{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/28/family-life-baby-and-me-at-16-mandy-barry-manilow-eggs-benedict",
  "id": "2016-05-28-173",
  "sectionId": "lifeandstyle",
  "body": "Snapshot: With my baby at 16, in a less accepting world That’s me in the picture, at the tender age of 16 years, with my baby son. Contrary to popular opinion, the Swinging 60s, when this photo was taken, were anything but for most ordinary people and having a baby outside marriage was still a source of disapproval and shame. Those were the days of church-run mother-and-baby homes where young pregnant women were dispatched to institutions to have their babies. Many returned baby-less some months later with vague stories of a holiday with relatives and no one was any the wiser. We young women were kindly treated on the whole, and well fed, but we worked hard both before and after we gave birth. Duties started before breakfast and continued up to lunchtime. I worked in the laundry and was bullied by an older girl for not knowing how to hang sheets properly on an outside line. Many of the babies were placed for adoption with respectable couples and the birth mother signed away her parental rights for ever. The system in place for babies to be adopted was very harsh. The birth mother was expected to care for her baby for six weeks after birth and, on the day she left the home, to bath and dress her baby in a new outfit she had purchased beforehand. Then she would say her last goodbyes and leave, often in the company of her parents who had refused to allow the baby into their family. A few women were glad to make a fresh start and believed they were doing the best thing for their baby’s future. Some were heartbroken, though. A 14-year-old girl I remember had kept a hospital vigil for her baby born with internal problems. Her anguished sobs as she left her baby at the home live with me to this day. Young mothers like me, who kept their babies, left the home after five weeks and I was grateful to have had familiar faces around me at the birth and experienced support with feeding and bathing in the early days. When I hear how much more understanding and accepting people are today of babies born to young mothers, and how much support there is to allow them to continue their studies or find employment, I feel a little envious. Mostly, though, I feel happy for them and, of course, their babies, to have a start in life that is not tarnished with blame and censure as in the past.Felicity Middleton Playlist: She was a hit tune and a total hit with me         Listen to Mandy by Barry Manilow    Mandy by Barry Manilow “Well you came and gave without taking / But I sent you away / Oh Mandy /Well you kissed me and stopped me from shaking” Barry Manilow is responsible for my love life. I first met Mandy at the grocery store I managed. She was having trouble with the coffee machine and called for my assistance. Her cup had overflowed and I provided her with tissues. Her name tag said Mandy Roberts, Lloyds Bank. She thanked me and left me with a bunch of wet tissues in my hand. Isn’t she stunning, I thought to myself. The next few weeks I steered my duties in the vicinity of the coffee machine at the break time of the bank employees. Some noticed it and I could hear them humming “Oh Mandy” as I passed the butcher’s counter. One day, around Christmas, Mandy asked if I would provide a spot prize for their annual party. Of course, I responded, if you take me with you. She said yes and I was over the moon. Those bankers knew how to party and we had a great night. Before the holidays a rep had given me two tickets for a concert at the O2 arena. Westlife were playing at the London venue. Mandy agreed to go with me. The tickets were premium and we were treated like royalty. Midway through the concert the lead singer announced they would sing a cover version of Barry Manilow’s great hit Mandy. We looked at each other and I knew she was the one for me.Frank Sheridan We love to eat: Time of the month Eggs Benedict     Pure luxury: eggs Benedict Photograph: Foodcollection.com / Alamy/Alamy    Ingredients2 muffins4 fresh eggs, plus 1 yolk 100g butter cut into cubes2 slices smoked ham1 tbsp white wine vinegar For the hollandaise sauce: in a bowl over a pan of simmering water, whisk the single egg yolk and the vinegar, adding the butter a cube at a time until you have a rich, silky emulsion. Drop the four remaining eggs into the water and poach for three minutes. Toast and butter the muffin and cover in ham, pop a poached egg on each half and smother with the hollandaise sauce. This is a favourite breakfast to share as it is pure indulgence that looks like a touch of sunshine on a plate. Cut through the egg and let the bright orange yolk merge with the smooth hollandaise and take a mouthful of zingy salty crunchy breakfast wonderment. My mother taught me at an early age how to make hollandaise as it was my favourite sauce and, to me, pure luxury at an age when I had never heard of cholesterol There are many ways to make it, but this method always works. As the egg yolk and vinegar collide in the bowl, morphing from a runny mess to a thick emulsion, I think of her. I am reminded of her whisking skilfully from the side of the bowl to the centre, the acidic smell of the vinegar and the excitement I always felt as I watched, knowing that this piquant buttery sauce would be served up soon, if not with muffin, ham and egg, then asparagus, smoked fish or even steak. A lot of people avoid making this French sauce from scratch because it it can curdle. My mother used to say that this only happened if you were premenstrual and advised me never to make it at that time of the month – probably the only time she ever actually talked about “it” – ie periods. I was always too greedy to wait, though, and in my later years I have realised this story about premenstrual curdling is a myth – just make sure the bowl never touches the hot water when you’re whisking the yolks!J Michelle Oldroyd",
  "webTitle": "Family life: A new young mum, Mandy by Barry Manilow, Eggs Benedict",
  "webPublicationDate": "2016-05-28T05:30:26Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/28/family-life-baby-and-me-at-16-mandy-barry-manilow-eggs-benedict",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Barry Manilow",
      "id": "music/barry-manilow",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Eggs",
      "id": "lifeandstyle/eggs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/28/family-life-baby-and-me-at-16-mandy-barry-manilow-eggs-benedict"
}