{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/13/female-film-directors-must-get-equal-funding-but-they-mustnt-all-be-white",
  "id": "2016-05-13-105",
  "sectionId": "film",
  "body": "It’s Cannes week, the daddy of all film festivals: of the 21 films screening in its competition, only three are directed by women, including the UK’s Andrea Arnold, with American Honey (made with support from the BFI).  By Cannes standards, that actually makes it a pretty good year, but if the festival offers any snapshot of the wider industry, then the landscape for women film-makers is even worse than recent reports suggest. A couple of weeks ago, Directors UK – the body representing Britain’s film and television directors – released research showing that under 14% of the UK’s working film directors in the past decade were women.   Related: Only one fifth of UK film workers were female in 2015, study finds    A few days later, a second report from the University of Southampton, Calling the Shots, found that women accounted for just 20% of all directors, writers, producers, executive producers, cinematographers and editors on the 203 UK films in production during 2015.  Of those, only 7% were non-white, making non-white women made up fewer than 1.5% of all personnel working in these six key roles last year. When statistics this stark are published, action is needed. Directors UK have proposed recommendations to address gender imbalance, including a target of 50/50 public funding for women directors by 2020.  As the UK’s largest public film funder, this request lands at our feet, and we’ve been under pressure to respond. We have mixed feelings about setting quotas, as do film-makers themselves – but we agree with the target, of course. But if those women are all white, middle class and based in London or the southeast, it won’t be enough.  According to the most recent data, the film production workforce in 2014/15 was 34% women, 3% black, asian and other ethnic minorities, 9% LGBT and 7% disabled. Hardly reflective of the UK in 2016. That’s why we launched our BFI Diversity Standards – this week welcomed in the government’s BBC White Paper – back in September 2014, with a pledge that the projects we fund should offer far better opportunity and representation, both onscreen and behind the camera. The Standards were partly a response to what Directors UK have now pointed out – that public funding for women-led films seemed to be falling in the previous decade, a trend we needed to reverse. We’ve made some recent progress. In the last spending year, just over a third of the directors we supported across 30 features films were women. Consistently half of the film producers we work with are women. This means we’ve got more to do, but we’re moving in the right direction and I’m confident we could get to 50/50 by 2020. The BFI invests over £50m of lottery funding each year into film education, training, talent development, film production, audience development and cinema exhibition. So we have an important role to play. But those 30 films we help to make each year are a fraction of the 750 or so that get released. So if we’re going to make the UK film industry look more like the UK itself, the action of bodies like Directors UK will be key to this, as will the other public funders, broadcasters, trade organisations and unions working across the industry. Likewise the private sector.     Ken Loach in Cannes. Photograph: Alberto Pizzoli/AFP/Getty Images    There are several challenges with conversations about diversity. Statistics and percentages can be reductive, skirting over the deeper issues that need addressing (such as equal opportunities in education, support for working mothers, correcting conscious and unconscious biases). There is a risk that one conversation drowns out another. Or we talk as if areas of under-representation are mutually exclusive.  Alongside Andrea Arnold, we have supported another British film-maker in this year’s Cannes competition: Ken Loach.  His latest, Newcastle-set I, Daniel Blake, is an urgent, timely film about poverty and class. Throughout his career, Loach has given a voice to another section of society which is often under-represented in the arts. So yes, we support the target of gender equality in the films we fund by 2020, and perhaps we’ll get there sooner. But if we haven’t made real progress in addressing other areas of under-representation we will have failed.  The vibrancy of our film culture depends on it.",
  "webTitle": "Female film directors must get equal funding – but they mustn't all be white",
  "webPublicationDate": "2016-05-13T16:02:28Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/13/female-film-directors-must-get-equal-funding-but-they-mustnt-all-be-white",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Andrea Arnold",
      "id": "film/andrea-arnold",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "BFI",
      "id": "film/bfi",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "film/filmblog/2016/may/13/female-film-directors-must-get-equal-funding-but-they-mustnt-all-be-white"
}