{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/donald-trump-bad-history-women-american-voters-sexism",
  "id": "2016-05-19-239",
  "sectionId": "commentisfree",
  "body": "In the strange tale of Donald Trump’s rise to power, it makes sense that women’s votes are thought to be what will stop him from winning the White House. It would be poetic justice: the candidate who speaks about women as objects and animals – the man known for “personally evaluating” pageant contestants and commenting on female employees’ weight – losing with the largest gender gap in voting history.  It’s a nice story, one I quite like. But this hopeful happy ending isn’t a given – and if the general election becomes a referendum on how tolerable Americans find sexism, we may find that the answer doesn’t match the optimistic stories we tell ourselves. While feminism is wielding more cultural power than it has in decades, women’s gains in the US have historically been followed by periods of backlash. Some voters will see Trump’s comments about women not as mistreatment, but as a refreshing counter to “PC culture” run amok.  Republican leaders are already signaling that they’re ready to gloss over Trump’s sexism. When asked about a New York Times piece outlining Trump’s treatment of women over the years, Republican National Committee chairman Reince Priebus responded that “people just don’t care” about the issue. And this week, Fox News televised Trump making nice with Megyn Kelly, the pundit Trump has called a “bimbo” and suggested was tough on him during a debate because she was menstruating. In the meantime, Democrats seem to be under the mistaken impression that merely showcasing Trump’s sexism is enough to sway Americans. But in the wake of Bernie Sanders supporters leaving death threats and misogynist slurs on a Nevada official’s voicemail, it’s become harder to ignore the pernicious gender issues that plague the left. Hillary Clinton’s campaign needs to explain to voters why they should care about Trump’s misogyny – and misogyny in general – and talk about the impact it could have. Because sexism knows no party, and some of those irate male Sanders fans could make their way to Trump instead of supporting Clinton (something Trump’s campaign is prepared for.) It’s true, the vast majority of Democratic voters aren’t misogynists. But they’re not all feminists either. If the Democratic elite assumes that all liberal voters are outraged by sexism, they’ll be making the same devastating miscalculation the GOP elite did when they assumed Republican voters were tied to the same conservative ideals they cared about. The media needs to continue to report on how horrible Trump is on women’s issues in both his political and personal life, and Democrats need to hammer home why that matters to the daily lives of all Americans. We can’t afford to be overly optimistic on how much this message will resonate without a national conversation about gender, power and politics. Not if we want our fairytale ending.",
  "webTitle": "Donald Trump has a bad history with women. Will voters care? | Jessica Valenti",
  "webPublicationDate": "2016-05-19T10:30:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/donald-trump-bad-history-women-american-voters-sexism",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Valenti",
      "id": "profile/jessicavalenti"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/donald-trump-bad-history-women-american-voters-sexism"
}