{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/fight-against-corruption-begins-with-political-will",
  "id": "2016-05-11-33",
  "sectionId": "commentisfree",
  "body": "Corruption is the cancer at the heart of so many of the world’s problems. It destroys jobs, traps the poorest in poverty, weakens security and even undermines the sports we love. The longer I have been in this job, the more I have come to the conclusion that the things we want to see – countries moving out of poverty, people benefiting from their nation’s natural resources, the growth of genuine democracies – will never be possible without an all-out assault on corruption. I saw this for myself when I co-chaired a global panel on the sustainable development goals, and we sought evidence direct from the world’s poorest. Their message could not have been clearer: as well as an end to poverty, they wanted justice and freedom from corruption. Yet for too long, even talking about corruption, never mind tackling it, has been taboo. On Thursday we can begin to change that. Whether it is the commitment of President Muhammadu Buhari in Nigeria or President Ashraf Ghani in Afghanistan, we know that real progress against corruption begins with political will – and Thursday’s summit is the biggest demonstration of political will in tackling corruption that we have ever seen.    We know that the web of corruption is global, so we will create an international anti-corruption coordination centre    Representatives from more than 40 countries, including leaders from politics, business, civil society and sport, will talk honestly about the scale of the challenge. We will recognise that corruption affects every country, rich and poor, and we will work to agree practical actions in three vital areas. First we will expose corruption, so there is nowhere for the corrupt to hide. Britain is the first country in the G20 to create a public register of beneficial ownership, so we can show who really owns and controls every company. On Thursday the Netherlands, France, Nigeria and Afghanistan will commit to do the same, and at least six more countries will begin exploring similar arrangements. We will take further steps to get our own house in order. Our crown dependencies and overseas territories have already agreed to provide UK law enforcement and tax inspectors with full access to information about who really owns companies registered with them.           What are the top 10 most secretive tax havens?    At Thursday’s summit many of them will go further, joining the UK and 33 other governments in agreeing to automatically and regularly share their entire list of company ownership with each other. This is huge progress. For decades people thought nothing would change. Now, law enforcement agencies across the world will be able to use this data to expose the corrupt. And I am clear that the ultimate destination for all must be fully transparent, public registers of beneficial ownership. The UK will continue to press hard to build a global consensus on this. We also know that some high-value properties, especially in London, are being bought by people overseas through anonymous shell companies, using plundered or laundered cash. So we will insist that all foreign companies that own properties in the UK will also have to register publicly who really controls them, and that no foreign company will be able to buy UK property or bid for central government contracts without joining this register. We are also consulting on reversing the burden of proof, so that if we suspect people of using stolen money to buy property we can force them to prove they accumulated their wealth legitimately – or they will face having it stripped from them by a court. We will clean up our property market and send a clear message to the corrupt that there is no home for them here. Second, we will do everything possible to punish the corrupt and support those affected by corruption. We know that the web of corruption is global, so we will create an international anti-corruption coordination centre to help police and prosecutors work together to pursue the corrupt across borders, joining the dots to identify and prosecute the corrupt and seize their assets, including by using the data made available by registers of beneficial ownership.   Related: Fantastically crony-capitalist: that’ll be Cameron-land | Simon Jenkins    In the UK, in addition to prosecuting companies that fail to prevent bribery and tax evasion, we will consult on extending the criminal offence of “failure to prevent” to other economic crimes such as fraud and money laundering so that firms are properly held to account for criminal activity that takes place within them. Third, we will drive out corruption by challenging corrupt behaviours around the world. We will establish partnerships between different countries’ institutions and professions to help build a shared culture of honesty and probity. Thursday’s summit will see at least 18 countries committing to such partnerships. Of course, none of this will change things overnight. The summit is only the beginning of what will need to be a long-term effort. But I believe that this summit can put this issue where it belongs: right at the top of the international agenda. For if, together, we continue to show the courage and political will to speak and act against corruption, we can ultimately defeat one of the greatest enemies of progress in our time.",
  "webTitle": "David Cameron: The fight against corruption begins with political will",
  "webPublicationDate": "2016-05-11T21:00:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/fight-against-corruption-begins-with-political-will",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ashraf Ghani",
      "id": "world/ashraf-ghani",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Cameron",
      "id": "profile/davidcameron"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/fight-against-corruption-begins-with-political-will"
}