{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/21/secret-teacher-we-must-end-the-spiral-of-negativity-in-teaching",
  "id": "2016-05-21-178",
  "sectionId": "teacher-network",
  "body": "I’m a firm believer that everything happens for a reason and the current climate in education is no exception. We’ve all read the headlines: Sats stress made children cry, teachers are quitting in droves, forced academisation against our wills – and so it goes on. The danger is that we teachers feed off the media and get so caught up in the outcry that we fail to maintain a sensible – or even professional – perspective.    No politician takes on educational reform with the sole purpose of eroding a workforce or destroying self-esteem    For me, it started with articles appearing on Facebook. When the first headlines emerged, it felt like the tone of the national media had begun to shift from teacher-bashing to recognising the difficulties our profession faces. I liked and shared posts with gusto. Sympathetic comments and supportive words of encouragement from the online community fuelled an acceleration in awareness-raising. Before I knew it, my newsfeed was full of posts, from disillusioned-teacher blogs to open letters and hyped-up articles of outrage at the latest incompetence from the Department for Education (DfE). With each new directive, the air in the staffroom turned blue. Somewhere in all of this, negativity quickly became the norm. It’s far easier to fight against an oppressive regime than be the lone voice defending it. Just to be clear, I don’t defend many of the recent policy and curriculum changes, nor the way they have been implemented without sufficient consultation or preparation. But what I do defend are the motives behind them.    Related: Secret Teacher: I refuse to let the negativity in teaching bring me down    When it comes to the bigger picture, I honestly think policymakers’ hearts are in the right place. Providing a world-class education for our children, raising standards, improving outcomes for children from disadvantaged families and fairer funding are not objectionable aims. No politician takes on educational reform with the sole purpose of eroding a workforce or destroying children’s self-esteem. We are inevitably going to be resistant to the upheaval of change – even if it is for the better – because our plates are already so full. But as teachers, we also know better than anyone that the best of intentions are quickly usurped. We’re in the job for all the right reasons and have big ideas about the utopian classroom we would like – achieving academic success through inspired and creative means. Yet many of us probably feel we fall short every day. I’m sure I’m not the only one who, in times of stress, has resorted to dictatorial rule I later regretted. Perhaps one day the DfE will feel the same. And you know what? I like the new primary maths curriculum. Yes, it’s harder, but you can’t raise standards without having higher expectations. I like the focus on reasoning and the “depth over breadth” focus. I even like the early introduction of algebra and so do lots of my year 6s. I don’t like the spelling, punctuation and grammar (Spag) so much, but we’ve found ways to teach it without anyone handing in their notice. I walked into a year 6 class recently during a timetabled art lesson to find the teacher running an extra Spag-revision session. The children had (only slightly) reluctantly accepted this as a pre-Sats measure and had been promised extra art lessons the week after. It struck me that if 10- and 11-year-olds could see this as a reasonable adjustment to meet a deadline, we were preparing them for the reality of later life and the choices we sometimes have to make.    Self-pitying blogs and political rants, however cathartic, do not help the fragile wellbeing of our workforce    Of course, the DfE has to take some responsibility for our current negativity. I’m sure that if teachers had been better prepared for changes in standards and assessment, with clear guidance and training for a gradual and manageable introduction, we would have been far better equipped to ensure they were successful. And if reforms hadn’t accompanied a shift in Ofsted criteria, a void in information about assessment, threats of academisation and the introduction of performance-related pay we would have been able to maintain a healthy and rational perspective.  But I also realised that self-pitying blogs and political rants, however cathartic, do not help the fragile wellbeing of our workforce. Rather it relies on the support we give each other to succeed – harnessing our resources, focusing on the bigger picture and not losing sight of the children’s best interests. Take testing as an example. It has both positive and negative effects. It’s time that could be spent teaching, it can put children under pressure and some would argue it doesn’t tell us anything we wouldn’t already know. But it’s also right that teachers are held accountable for the education they deliver, that children learn to persevere and be resilient with things they find tricky, and that our expectations of learning are high.  And we can choose how it works. There is no requirement to do endless class tests, nor to administer the Sats to any child clearly working below the expected level. There is no requirement to test in every subject or every year group, or to increase the time spent on core subjects at the expense of a balanced curriculum. It’s often schools who convince themselves such measures are necessary; we’ve lost sight of the bigger picture.   Related: Secret Teacher: we have one of the best jobs in the world, so stop moaning    A change of approach might be enough to circumnavigate the destructive spiral we talk ourselves into. If “Why do we have to do this?” becomes “How might the children benefit from this?”, we could get more constructive responses. The prospect of becoming an academy might be terrifying – or an exciting venture into new territory.  We may feel we are fighting against changes we wouldn’t have chosen. But a lot of the power to decide how we implement them is in our hands. Positive. Mental. Attitude. Say it through gritted teeth if you have to, but say it. * Written with blatant disregard for Spag conventions Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Secret Teacher: we must end the spiral of negativity in teaching",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/21/secret-teacher-we-must-end-the-spiral-of-negativity-in-teaching",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "The Secret Teacher",
      "id": "profile/the-secret-teacher"
    }
  ],
  "guardianId": "teacher-network/2016/may/21/secret-teacher-we-must-end-the-spiral-of-negativity-in-teaching"
}