{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/dave-hill-childrens-services-look-after-fewer-children-families",
  "id": "2016-05-11-335",
  "sectionId": "society",
  "body": "Dave Hill, 57, the new president of the Association of Directors of Children’s Services (ADCS), used his inaugural speech last month to demand a debate about the limits of state interference in family life, saying plainly that “we intervene too often and sometimes too readily”. “We may need to take fewer children into care than we currently do,” he added.   Related: Rise in referrals to social services causing trauma to families, expert says    His speech came days after the government released figures for 2015-16 showing that council applications to take children into state care had reached a record high of 12, 741. Repeating the phrase to the Guardian, he is careful to say only that we “may” need to remove fewer children. In the febrile, headline-driven and politically charged atmosphere around the public discussion of how best to protect children at risk of serious harm, Hill has been responsible for turning around a children’s services department twice slated by the inspectorate, Ofsted. Since joining Essex county council in 2010, he has reduced the number of children in care in the county by around a third, from 1,650 to just under 1,000. That journey began with some fundamental principles and a hard look at the intent of the legislation that underpins all children’s social work, he explains. “The Children Act 1989 says that when push comes to shove, of course, children must be protected, but there was also cross-party agreement then about what that legislation was also saying, which is that society has a responsibility to support children to live in their families, and if not Mum and Dad, then Granny or Auntie,” he says.    What we shouldn’t have is a big swing to ‘less risk, even less risk, and bring more children into care’  Dave Hill     Knowing that Essex had to make £0.5bn in cuts, Hill drove a bargain with the then deputy leader of the Conservative-led council. “I said for every pound I save you, will you give me 33p back to invest in early preventative services that help children stay with their families?” Hill got the money. At the same time, he told social workers to “stop worrying about computer systems and go and work with children and families all day long”. He set up eight teams of 10 specially recruited social workers – which later expanded to 12 across the county – to do exactly that. “As many cases are being raised [in Essex] now as in 2010, so there is no less social work being done,” he points out. And Hill argues that his teams are actually “sharper now at bringing children into care” when that is required. Essex’s turnaround happened, he suggests, by marrying investment in interventions that were known to be effective – with so little money, he won’t spend a penny on anything that is not proven to work – with a determination to prevent a situation from deteriorating. “If your referrals and cases are defined by firefighting, you end up spending 90% of your budget on crises, and round and round you go. Because your systems are geared up only to fight fires,” he says. It hasn’t all gone smoothly. An early row with director of the “Troubled Families” programme Louise Casey – he refused to use the “Troubled Families” title, and said he intended to spend the proffered cash on all Essex families who needed support, rather than on a defined group of them – meant he was seriously worried at one point that Casey might take the money back. Essex was also the first local authority to trial a social impact bond . In hindsight, although he said it worked, and resulted in considerable savings, Hill sounds only moderately enthusiastic, possibly because investors wanted the bond spent on a particular group of families so they could see if their dosh was what made the difference. Although Hill says he might use social investment again, it’s clear from these two examples that directing dollops of cash at particular groups of families – and therefore explicitly excluding others – does not sit comfortably with him. Given that the prime minister makes no bones of his enthusiasm for seeing more children adopted, more speedily, and the government recently declared it will change the law if judges don’t sign off more adoption orders pronto, does Hill believe children’s services now remove children too quickly, and plump for adoption too fast? Politically, this is highly sensitive stuff, not least because it involves contentious debates around ethics and human rights that will be interrogated in a year-long enquiry into adoption and social work by the British Association of Social Workers. Hill doesn’t hesitate to answer. “I think we’ve lost a bit of our compass on it if I’m honest. I don’t think any of us have a problem with supporting adoption as an option, but I think we’ve lost the nub of the legislation. I do understand that it’s a human response to tragedy and a society’s response to the pain of children being killed, but the authorities rated as good or outstanding [on child protection by Ofsted] tend to be underpinned by a philosophy of the way social work should be done, and social workers are able to make professional decisions and are supported well. When cases such as Baby Peter happen, we see social workers being less open to risk, and more likely to bring children into care or put them on child protection plans: though we’ll never prevent a slight knee-jerk response to those tragedies, what we shouldn’t have is a big swing to ‘less risk, even less risk, and bring more children into care’. What we need is a more balanced approach.” Essex is not the only local authority to have turned its children’s services around by creating a brand new mindset to safeguarding vulnerable children. With a distinctly different geography, economic and population profile, Leeds has reduced its numbers of children in care by 14% by deciding it will become, at a fundamental level, a “child-friendly city”, extending its view of what a family is in child protection terms, and adopting the philosophical mindset that investing in children and families is critical to the city’s regeneration. This kind of transformation takes big, brave thinking, and an acceptance of working in a situation of what Hill calls “managed risk”. He says straight up that social workers “are in the risk business” and is clear that the balanced approach he advocates cannot be sustained without a confident, well supported workforce. How to achieve this will be one focus of his year as ADCS president. Hill, a trained social worker with a career spanning senior roles in children’s services across many local authorities in London, also wants to redefine the role of the social work inspectorate.  While he accepts that Ofsted is good at determining when children’s services are inadequate (there are 19 such departments in England), he doesn’t think it is much good at helping them to improve. “I would favour Ofsted having a black and white response to inspection: reached minimum grade, tick, or failed minimum grade, cross,” he says. “And then the sector should be defining what is good practice.” Just 17 English local authorities’ children’s services are rated as good. Hill’s aim is for these to work closely in partnership with councils striving to improve. “To be clear, I am not talking about chasing a set of indicators,” he says, “but more about how to establish practice models.” He is also determined to change what he believes is a destructive public narrative that sees care leavers characterised as socially disruptive, failing in their education and prone to end up in prison. He is biting about some politicians whom he accuses of making “clumsy” statements that create an underlying sense of care being a bad place to end up. But surely those children’s experiences of care, and their educational, social and employment outcomes could not, for very many, be described as resoundingly good? Hill points to recent research showing educational outcomes for children in care were better than those looked after in the community who are designated “in need” (though this doesn’t mean that either compared well to the “standard” cohort, he adds). He wants to “completely transform” the lives of those who do enter the care system. With councils so strapped for cash, how does he think they are going to manage it? “You’ve got to look after fewer children,” he says. That frees up foster carers so there is a better choice of “resilient, child-centred and totally committed” people who can better cope with traumatised children. It frees up money, too. It costs around £54,000 a year for Essex county council to look after a child. And, he says, you need to develop social workers “who understand working from the children’s perspective and being dependable and reliable”. “These things sound obvious, but they do make the difference,” Hill insists. He views the vulnerability of children in the context of the wider disadvantage experienced by their families. But with services split between adults’ – under the Department of Health – and children’s – managed by the Department for Education – policy and resources often dovetail poorly, if at all.: anyone over 18, including desperate parents at risk of having their child removed, often battles in vain to meet thresholds for mental health services, for example, unless they are in acute crisis. “We struggle to get people from those departments round the same table,” Hill says with evident frustration. He dismisses the idea of merging the services as “too simplistic”, but believes there needs to be a “recalibration” in the way they understand and work with families so that needs are seen “in the round”. He says: “Recognising the resilience of families and investing in families – because communities are made up of families – I think that’s the absolute game changer in social policy over the next 30 years.” Curriculum vitae Age 57. Lives South London. Family married, two daughters. Education Brittons secondary school, Rainham, Essex; West London Institute: social work qualification; London South Bank University MA public service management. Career 2013-present: executive director, people commissioning, Essex county council (ECC); 2010-13: exec director, schools, children and families, ECC; 2008-10: exec director, schools, children and families, London borough of Croydon; 2005-08: exec director, schools, children and families, LB Merton; 2000-05: assistant director, children, LB Tower Hamlets; 1996-2000: assistant director, children, LB Havering; 1989-96: general manager, children, City of Westminster. Public life President, Association of Directors of Children’s Services; member Social Work Reform Board; board member, National College for Social Work; trustee, Who Cares? Trust. Interests Theatre, music (plays brass instruments and piano), rugby football.",
  "webTitle": "Dave Hill: ‘We must look after fewer children’ | Louise Tickle",
  "webPublicationDate": "2016-05-11T07:00:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/dave-hill-childrens-services-look-after-fewer-children-families",
  "keyword": [
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Tickle",
      "id": "profile/louise-tickle"
    }
  ],
  "guardianId": "society/2016/may/11/dave-hill-childrens-services-look-after-fewer-children-families"
}