{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/09/battlefield-1-ea-dice-ww1-combat-video-game",
  "id": "2016-05-09-209",
  "sectionId": "technology",
  "body": "It’s been rumoured for months, but on Friday, Electronic Arts confirmed that the next title in its Battlefield series of military shooters will be set during the first world war. While the rival Call of Duty titles have been marching ever further into the future, Battlefield 1 is an attempt to re-engage with fans of the genre, who fell for titles like Battlefield 1942, Medal of Honor and the original Call of Duty games with their depiction of historically authentic scenarios. “This was the dawn of all-out war, the switch from the old world to the new world,” says creative director Lars Gustavsson. “Battlefield has always been about the land, sea and air war experience. This was something we had to do.” According to Gustavsson, this project has been bubbling under for several years, though when Battlefield 4 came to a close, it gave the team the opportunity to start on something new. “The Battlefield series started during the second world war,” he says. “We’ve been to Vietnam, we’ve been to contemporary warfare, we’ve been into the future with Battlefield 2142 – we’ve proven that the concept is clearly transferable.     ‘The more we dug, the more discovered about the variety of combat, the locations, the forces at play’ - Lars Gustavsson. Photograph: Electronic Arts    “But for us, the first world war was a global conflict; there were many locations and battles that we only discovered as we started work on the project. The more we dug, the more discovered about the variety of combat, the locations, the forces at play. We needed to have trench warfare – we wanted to depict that. But there are also more exotic and less known locations such as the Arabian deserts and the Italian Alps.” The team also started to research the weapons and equipment of the era, to see if the Battlefield approach to combat – multiple player classes, all with different arms and items –would work. “This was a time in which weapons were invented out of necessity,” says Gustavsson. “There was long-range fighting in fields, fighting through forests. Weapons like machine guns and shotguns were invented to keep pace.    Unexplored weapons turned up in our research. Russian forces starting the war using horses and medieval clubs ...  Lars Gustavsson     “All of these unexplored weapons and tools that many people haven’t even heard of turned up in our research. There’s such a sense of advancement, from Russian forces starting the war using horses and medieval clubs to the end where the biggest aeroplane battles took place, where there were massive tank charges and naval battles – it lends itself perfectly to Battlefield. “You will be able to take part in a cavalry charge. But we’re also shaping some of the biggest vehicles we’ve ever built. These gigantic land ships, these beast-like tanks that rolled through the front line with the infantry behind them – it was a whole different angle on the battlefield. We have a wide variety of tanks – it’ll almost be a rock-paper-scissors dynamic. It’ll be about how you tackle these challenges in an ever-changing battlefield.” It seems that Battlefield 1 will accentuate the design style of previous titles, with large sandbox environments, supporting 64 players, and four primary player classes: Assault, Medic, Scout and Support. While Battlefield 4 made certain areas of each map destructible, development studio EA Dice is looking to build environmental damage into the gameplay on a much wider scale. “I would argue that it’s more important than ever for Battlefield to have a dynamic environment,” says Gustavsson. The amount of shells that were fired by artillery during these battles is ridiculous. The amount of explosive destruction was far beyond anything in other wars. We had to improve our dynamic sandbox. This is a battlefield that continually changes, where you have to adapt to survive. We wanted to push the idea that you must really use the environment to outsmart your enemies. The mantra for us has always been, no two battles are ever the same.”     It is too early to speculate on how some of the most destructive battles in military history will be explored. Photograph: Electronic Arts    Alongside the multiplayer, Battlefield 1 is set to include what Gustavsson claims is a significant single-player mode. In the past the series has been criticised for its short and unengaging campaigns. This time, the designers are going for a broader, less linear experience that gets closer to the feel of the multiplayer component. “We wanted to add more Battlefield into the campaign experience – more variety, more vehicle gameplay, more choice to go along with our bigger environments,” he says. “We love those Battlefield moments where the player experiences something unique that they can re-tell to others later on. We wanted a campaign that would revolve around those moments. We wanted to tell the story of several different people and how they react to the world changing around them. It’s about more freedom and different angles on what this war was all about.” Apart from the bombastic trailer, EA Dice is giving very little away about how the game will depict this war, in all its complexity and brutality. It is too early to speculate on how some of the most destructive battles in military history will be explored. At this stage, Gustavsson simply concedes the huge importance of the conflict. “We saw four great empires vanishing, a new world was born,” he says. “It was a time more relevant to us than many are aware of.” Battlefield 1 is launched on PC, PS4 and Xbox One on 21 October.",
  "webTitle": "Battlefield 1: turning brutal WW1 combat into an enjoyable video game",
  "webPublicationDate": "2016-05-09T11:57:05Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/09/battlefield-1-ea-dice-ww1-combat-video-game",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/09/battlefield-1-ea-dice-ww1-combat-video-game"
}