{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/03/mona-hatoum-review-tate-modern-electrified",
  "id": "2016-05-03-300",
  "sectionId": "artanddesign",
  "body": "An electric current runs through Mona Hatoum’s show at Tate Modern. The crackle and intermittent droning hum seeps through the galleries and can be heard almost everywhere, like a threat, sometimes nearer, sometimes more distant, but always there. The noise comes from Homebound, a tableau of furniture and objects arranged behind a barrier of taut steel wire in a gallery all its own. Made in 2000, this is a cluttered domestic environment of tables and chairs, cots, toys, kitchen utensils, lights, a birdcage. All wired-up, a whining current surges round the room as clusters of objects light up in turn, the aggressive sound amplified for our pleasure and disquiet. With Hatoum, the two are almost always twinned.     Pleasure and disquiet ... Homebound (2000) Photograph: Mona Hatoum      We are always in the ante-room to disaster, if not in the disaster itself    Homebound is one of several anxious interiors punctuating an exhibition that shows Hatoum’s range – and its limits. In a later chamber, made up as a lonely bedroom, a wooden chair is conjoined with a desk, a shopping bag made from a cut-up map hangs from a hook, and the pillow on the bed is embroidered, using hair, with the flight routes Hatoum most often takes. A small birdcage also contains nothing but a ball of hair. I thought firstly about the artist’s displacement – born to a Palestinian family in Beirut in 1952, and living in the UK since she left because of the war in 1974 – and secondly of other artists, principally Columbian artist Doris Salcedo, who also uses old furniture and human hair in her art. Artworks are conversations – between the artist and the things they make; between their work and the work of others. Another room houses a kind of homage to the Venezuelan artist Jesús Rafael Soto, who made hanging cubes of coloured rubber tubing he called Penetrables. Hatoum has redone Soto in lengths of suspended, straightened lengths of barbed wire. Her work, Impenetrable, is both an invitation to walk through and send the dangling wires swinging, and a promise of violence and injury if you try.     Bullet-holes ... Grater Divide (2002) Photograph: Iain Dickens/Courtesy White Cube    This comes across time and again: what appears to be a room divider and a low daybed are enlarged versions of kitchen graters. The serried holes in the metal are as emphatic as bullet-holes. You imagine a body there, undressing and lounging, and then you don’t. They are a startling conjunction of the elegant and the gruesome. Other works – the Murano glass hand-grenades and cluster bombs in the bathroom cabinet; the shiny, chromed boomerang (one of a group of smaller, sometimes surrealist-inspired objects presented under glass); the ornamental iron garden chair with a mound of pubic hair, fixed in wax, resting on its seat – are more obvious one-liners.  Every artist has preoccupations. Hatoum’s is being at home in a dangerous and conflicted world. Later we come across a room bathed in a pinkish-orange glow from the fluorescent neon that maps the contours of continents on a huge globe. Called Hot Spot, it turns the entire planet into a zone of conflict. Which, of course, it now is. Hot Spot is spectacular, and no less impressive for the fact you can imagine it decorating the lobby to Trump’s war room, to frighten the guests. We are always in the ante-room to disaster, if not in the disaster itself.   Related: Mona Hatoum: ‘It’s all luck. I feel things happen accidentally’    Electrified, but not always electrifying, this survey of Hatoum’s art takes us from from early drawings and documentation of performances to 2014, in an exhibition that manages to be both personal and political, in a series of encounters with the body and the world, journeys and confrontations at once intimate and global. Hatoum tries to balance the disjunctions between the grand statement and the whisper, or what feels like the smallest confession and gesture. There are fleeting, querulous little drawings incorporating nail-pairings, sewing and urine stains, and records of performances that were self-exposing and abject.  The first thing you see is a big, black cube whose surface is a squiggly, writhing pattern of magnetised iron filings. Her 1992-3 Socle du monde (Base of the world), is a variation on a much earlier work of the same name by the late Italian artist Piero Manzoni, an iron and bronze plinth whose inscription is inverted – inferring the world itself is sitting atop the plinth, if only we could get our heads round the idea. Hatoum’s sculpture bears no such inscription, but it is a kind of inversion nonetheless. Her cube is covered in a rhythmic, raised pattern that suggests coiled intestines – the world, perhaps, turned inside-out, a body with its innards exposed.     Piranesian minimalism ... Light Sentence 2 (1992) Photograph: Mona Hatoum    In what remains her best known work, Corps êtranger from 1994, we stand in a dark, cylindrical space, a circular image projected at our feet, to the sound of blood surging through the body. It sounds a bit like a washing machine. The image is an endoscopic journey that takes us over the artist’s skin and eyeball, through the puckered anal sphincter and into her colon, a bright, veiled, glistening and pulsating tunnel. More than 20 years since it was made, and prior to considerable advances in visual recording and body-imaging technology, this work remains as unsettling as when I first saw it. After the initial shock of the invasive violation of privacy, I’m reminded how marvellous the body is, how alien its living architecture, pulsing with vitality. A river flows through it.   Related: Mona Hatoum and the 6ft cheese-grater    Nearby, Hatoum’s 1992 Light Sentence fills another gallery, in which rows of galvanised wire mesh lockers are reduplicated by the shadows thrown on surrounding walls by the single bulb that illuminates them. The light slowly rises and falls, driven by a motor hidden in the false ceiling, in a kind of Piranesian minimalism rearing shadows of expressionist cinema. The light is also an all-seeing panoptic eye. Later towers of skeletal bunk-beds repeat the idea, but somewhat less dramatically. The worst thing here is to imagine them occupied. “So much I want to say,” repeats the soundtrack of a 1983 video on a monitor just outside the entrance, the artist’s face blurred and degraded on the old video. In this exhibition spanning almost 40 years, some artworks feel encumbered with too much to say, or approach their subject rather too diagrammatically. But there is a push in Hatoum’s work to keep doing things differently; to develop her thought visually, rather than simply repeat herself. She is inconsistent – but who isn’t?      Rhythmic breathing ... Undercurrent (red) (2008) Photograph: Stefan Rohner/Mona Hatoum    I like the strange metal cages towards the end, with their hand-blown red glass vessels that puddle to the floor and bulge through the bars, like human hearts, sometimes defeated, sometimes bursting to get out. And the woven lattice of red electrical wiring that covers most of the floor of the last gallery, the wires squirming out towards the perimeter, lights glowing and dimming around its edge, like rhythmic breathing. It strikes me as a kind of abstraction, gathering itself up, spreading itself out. Hatoum is forever simplifying and recomplicating things, then doing it again. Her art is more than the sum of her objects. • Mona Hatoum is at Tate Modern, London, from 4 May-21 August.",
  "webTitle": "Mona Hatoum review – electrified, if not always electrifying",
  "webPublicationDate": "2016-05-03T08:00:49Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/03/mona-hatoum-review-tate-modern-electrified",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Adrian Searle",
      "id": "profile/adriansearle"
    }
  ],
  "guardianId": "artanddesign/2016/may/03/mona-hatoum-review-tate-modern-electrified"
}