{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/08/george-osborne-fairy-godmother-cant-make-debts-vanish-forever",
  "id": "2016-05-08-146",
  "sectionId": "business",
  "body": "George Osborne has a fairy godmother who, with a wave of her wand, showers money over much of the population. It hardly seems possible in this age of austerity, but it happens all the time and soothes the anger of many who might otherwise protest at the closure of local amenities and cuts to welfare budgets. This godmother comes in several guises, but essentially always does the same thing: she steals from the future to pay for things today. And Osborne is not a bystander in this. He has created the conditions for this heist and in some cases become the fairy godmother himself – helping to soften his image and create millions of mini-lottery winners he hopes will vote for him in 2020. Last week we heard from the insurer Legal & General how the “Bank of Mum and Dad” will help finance 25% of UK mortgage transactions this year. It said parents could find themselves lending their children as much as £5bn to help them on to the property ladder, providing deposits for more than 300,000 mortgages. Some of the money will come from savings, but there are estimates that much of the £2.7bn extracted from retirement plans under Osborne’s new liberalised pension rules has gone straight into funding mortgage deposits for children and grandchildren. And that’s not all. Osborne has also benefited from the £53bn extracted from the banks since 2010. This money is the punishment for the PPI rip-off scandal, the foreign exchange fixing scam, the Libor interest rate racket and the recklessness that meant banks needed to be punished for nearly going bust in 2008. The financial regulators have acted like Camelot, the lottery operator, which takes every contribution and then redistributes them unevenly according to an agreed formula. For most people who have received a slice of the estimated £25bn of PPI compensation, it doesn’t feel like compensation. They never really missed the money in the first place. It is more like a tax break to be spent on a new car, a loft extension or conservatory. The rest of the £53bn has gone to compensation-claims companies, which show up in official figures as one of the biggest recruiters of the last five years, and to the regulators themselves and the Treasury, which has used the levy to subsidise government spending and disguise the extent of austerity. The bank levy boosted the exchequer with £2.2bn in 2014. This money flowed into the economy, where once it would have filled the pockets of shareholders, many of them pension funds. Legal & General echoes the sentiment of many on the left who say flogging the family silver and stealing from the future cannot go on. Sadly, they couldn’t be more wrong. There is always a fairy godmother waiting to dispense good cheer. The insurer argues that the Bank of Mum and Dad will soon run dry, saying that in London parental contributions were so great they made up more than 50% of the wealth (excluding property) of the average household. But what is to stop wealth extraction continuing? Such is the postwar accumulation of wealth that the net value of UK property is more than £4 trillion and these days more people own their home outright than have a mortgage. Windfalls from selling the family silver are also an essential element of Osborne’s attempts to balance the budget over the next five years, just as they were for his mentors, Lords Howe, Lawson and Lamont – the Tory chancellors who dominated the 1980s and early 1990s.     Lloyds: being offloaded as soon as possible. Photograph: Stefan Rousseau/PA    Privatisations in the 1980s were followed by demutualisations in the 1990s and the personal borrowing boom in the 2000s, supplemented by compensation for endowment mis-selling and personal pension mis-selling. In each case, millions of families were able to boost their largely static incomes with one windfall after another. The chancellor has already sold the Royal Mail and plans to offload the rest of Lloyds Bank and Royal Bank of Scotland. Those banks could have been a benefit to the nation in years to come when they had either fully recovered and commanded a good price or proved useful as state-owned investors in small businesses and the green economy. Instead, they will be offloaded at the earliest opportunity to support Osborne’s short-term aim of achieving a budget surplus. Housebuilding is a priority, but the Treasury believes there is no need to fund housing associations with cash when you can let them borrow. Likewise, other public bodies that were once directly funded will borrow just to meet their statutory obligations. Banks are offering mortgages that will mean borrowers making monthly payments into their 80s, allowing people to spend more today on purchasing a home, with Osborne’s permission, than the old rules would allow. Universities are another example. They are squealing for more money to prevent standards dropping. Osborne has already put most of the bill for university funding on the credit card, via his loan scheme landing graduates with upwards of £40,000 of debt. He is expected to simply raise the £9,000-a-year fee cap to allow students a higher credit limit. Next stop will be selling the student loan book – again bringing forward funds that will need to be repaid at a later date. Like a plate-spinning conjuror, Osborne knows it is bad economics to rely on a fairy godmother turning up every year to boost living standards: yet it has proved successful ever since the 1980s and will probably underpin his plans for the next four years.",
  "webTitle": "Osborne’s fairy godmother can’t make debts vanish forever",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/08/george-osborne-fairy-godmother-cant-make-debts-vanish-forever",
  "keyword": [
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Phillip Inman",
      "id": "profile/phillipinman"
    }
  ],
  "guardianId": "business/2016/may/08/george-osborne-fairy-godmother-cant-make-debts-vanish-forever"
}