{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/09/wimbledon-debentures-31000-price-pros-cons",
  "id": "2016-05-09-255",
  "sectionId": "money",
  "body": "For two weeks every year it is the hottest show in town, offering high drama in a unique setting. But for many people attending the Wimbledon tennis tournament requires either luck in a long-odds ticket ballot or queuing for hours – if not days. Not for Bob Germon and his wife Sue, though, who first bought Wimbledon five-year debentures in 2007 then again in 2012 which have given them two tickets for prime seats on No 1 Court for each of the first 10 days of the tournament.  The last set of debentures, which the All England Club issues in order to carry out works such as stadium and ground developments, cost £13,700 each, but despite the high price the tennis-loving couple, who are both 65, have pretty much made their money back by selling on some of the tickets. “We usually attend No 1 Court matches at least four days of each tournament, either giving the remaining tickets to family or friends, or selling them via eBay or ticket agencies which buy from debenture holders,” Bob says. “So far sales have been sufficient to almost break even, while attending on the days we want.”    It’s a significant outlay, but perhaps fair value for committed fans given the potential returns from selling tickets    In April, the club announced plans to issue 1,000 new debentures for 2017-2022, which gives the owner not just a premier ticket to No 1 Court – all close to the action with excellent views – but also exclusive access to lounges, restaurants and bars which are not open to the public. They are also the only tickets that can be legally traded, potentially for big sums. Pairs of tickets for this year’s men’s quarter finals on No 1 Court, the most valuable tickets debenture holders can sell, are on offer for about £2,500. The debentures themselves can also be sold on, with the last three sales averaging £18,600.  The trouble for buyers this time round, is that Wimbledon has set the price much higher than 2007 – indeed, a lot higher – at £31,000 each. It is hoping to raise £25m before expenses for improvements, including a roof for No 1 Court and an additional 900 seats, to bring total capacity for the court to 12,400.     Philip Brook, chairman of the All England Lawn Tennis Club. Photograph: Tom Jenkins for the Guardian    “Debentures have worked well for financing capital expenditure since the first issue, in 1920, to help meet the cost of building Centre Court, with subsequent investment in the grounds allowing Wimbledon to compete successfully with the other grand slams in Australia, Paris and the US,” says club chairman Philip Brook. But £31,000 for 50 tickets – 10 per tournament for five years – works out at £620 a ticket. It’s a huge investment, not just for dedicated tennis fans but for anyone hoping to recoup the cost with ticket sales. Even the keenest football fans at the Premier League’s most expensive club, Arsenal, only have to fork out £2,013 for the best season tickets.  Ben Kumar of Seven Investment Management says: “While past performance of debentures as an investment has been quite good, there can be no guarantees for the future. Demand for debentures and tickets that go with them could fluctuate if the popularity of tennis took a sharp dip, or the economy suffered a slowdown, reducing discretionary spending. But, that said, attendances at Wimbledon didn’t seem to suffer after the 2008 recession – with queues longer than ever.” He reckons that although debentures are usually the preserve of the very well-off, there will be interest from some buyers cashing in part of their pension. “Earlier access to pension pots and money made from increases in house prices, coupled with good earnings from career success, makes buying a possibility for more people than you might think – especially given the potential income from selling on tickets or a debenture.”     A computer-generated image of the planned No1 court to be completed in 2019. Photograph: AELTC/KSS Design Group Ltd    Margaret Benady has held a No 1 Court debenture since 2002. “I have a deep love of tennis and, in particular, for the atmosphere of Wimbledon,” she says. “No other tournament offers the chance to see the world’s best players compete on traditional grass – with a debenture offering a guaranteed seat for some of the best matches you’ll see over the first 10 days.  “I’m 78 and applied when queueing became too much. The cost of a debenture needs thinking about, but an accountant told me there comes a time when enjoying leisure is more of a priority.   Related: Wimbledon defends ticket policy after volley of criticism over empty seats    It’s also a bonus to discuss matches with other enthusiasts in the debenture lounges. Being close to the action in the intimacy of No 1 Court can be emotional experience – almost like actually playing – and exhausting, but in a good way.” Walking the 19 acres of grounds is another pleasure for Margaret. “As an Australian who has lived in this country for 50 years, the ‘tennis in an English country garden’ tradition of Wimbledon has a powerful appeal,” she says.  “I return home every year for the Australian Open and while the tennis is just as good, the music played at Melbourne Park is just not Wimbledon.” For Bob and Sue Germon, it’s the full day experience they enjoy most. They always arrive early, enjoy a coffee in the lounge, Pimm’s in the grounds, lunch in the alfresco restaurant, “then tennis, tea break, more tennis and finally home exhausted after a long and memorable time”.     Finance director Richard Atkinson in a debenture holders’ bar with the new prospectus. Photograph: Tom Jenkins for the Guardian    Sue adds: “Friends and family are always blown away by the experience of using our debenture tickets – we wouldn’t want to use them every day as you can have too much of a good thing! It’s great to be able to sell the ones we don’t use at a good price.”   Related: Is investing in debentures a good idea?    Bob is planning to apply for two debentures, but he believes the margins for selling-on tickets from them might be too low. “I think the issue has been priced a little high,” he says. But more than half of the main draw singles matches played in No 1 Court last year featured top-five seeds, which makes tennis insiders believe the latest debenture offer is likely to be over-subscribed, despite the price hike. The club’s finance director, Richard Atkinson, says: “Time will tell on the popularity of this offer, but early indications suggest keen interest. “We hope existing debenture holders will apply for the new issue – they will be first in line if the offer is oversubscribed, as happened with the last issue of Centre Court debentures – while we’re also happy to welcome new holders whose enjoyment of Wimbledon will be taken to a new level.” Alan Higgins, chief UK investment officer for Coutts Bank, says: “It’s a significant outlay, but perhaps fair value for committed tennis fans, given the added potential for returns from selling on tickets.” But will he be applying? “As a huge tennis fan, I might well be.”  He has also identified another motive for holding debentures – altruism. “Using spare tickets to raise money for charity can be very appealing, and it’s something a lot of people might like to consider doing.” Debenture applications can be made at the All England Lawn Tennis Club, at aeltc.com.",
  "webTitle": "Net gains: why Wimbledon debentures could be worth their £31,000 price tag",
  "webPublicationDate": "2016-05-09T09:32:33Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/09/wimbledon-debentures-31000-price-pros-cons",
  "keyword": [
    {
      "webTitle": "Investments",
      "id": "money/moneyinvestments",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Wimbledon",
      "id": "sport/wimbledon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/09/wimbledon-debentures-31000-price-pros-cons"
}