{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/natalie-bennett-to-step-down-as-green-party-leader",
  "id": "2016-05-15-18",
  "sectionId": "politics",
  "body": "Natalie Bennett is to step down as leader of the Greens this summer, after saying she believed she had established her party as a national force while acknowledging that she was not a “spin-trained, lifelong politician”. She will remain leader until the end of August when her second two-year term expires, but said she was making the announcement now to allow possible successors plenty of time to come forward. The Green leader, who took over from the better known Caroline Lucas, came to national prominence during last year’s general election campaign, when she appeared in the televised party leaders’ debates alongside David Cameron and Ed Miliband.  However, she was forced to apologise to members after an excruciating radio interview in which she failed to explain Green party policies, which she put down to “brain fade” and suffering a cold.  Reflecting on her time as the head of the party, Bennett said: “There have been times when I got things right, and times when I got things wrong, but that’s because I’m not a smooth, spin-trained, lifelong politician,” she said. “It’s both my strength and my weakness that I answer the question.” She argued that sometimes, because the Greens’ policies are radical, they have received “a very extreme level of hostility”.   Related: Greens are often critical of the status quo. No wonder the police monitor us | Jenny Jones    The party ended up holding its single MP in Brighton and bringing its share of the vote up slightly to 3.8%, but despite growing its membership from 13,000 to 60,000 under her leadership the party ultimately failed to break through as Green members had hoped and Labour had feared. The Australian former Guardian journalist, who only joined the party in 2006, said she had always intended to serve for four years, and felt she had achieved much of what she hoped to do when she took up the post in 2012. “I started with a number of intentions: making the Green party a truly national party; growing the membership; growing the strength of our local parties; and getting us into national debates.” “In the Green party it’s not a greasy pole where people are scrambling for the top and clinging on by their fingertips: we work as a team,” she said. “I think of everybody in the Green party as a leader: we’re all trying to lead us to be a society where we live within our environmental limits, and where no one is left behind”. She said grassroots initiatives, such as the “transition towns” that are trying to move towards life without fossil fuels, are evidence that the public care about the environment, but real change has to come from the top.  “The reason I got involved in the Green party is that at the moment they’re having to work against the grain: they’re having to fight all the way, without support from the law, the framework, the funding that should be supporting them.” The party secured 1.1m votes at last year’s general election but Bennett failed in her own bid to win a parliamentary seat, standing in the Holborn and St Pancras constituency against Keir Starmer, the Labour candidate and former director of public prosecutions. The party also failed to take target seats such as Norwich South and Bristol West, and lost control of its only council, in Brighton.  The party did not make much headway in the May elections this year, apart from gaining MSPs in Scotland and coming third in the London mayoral elections, and also faces a challenge in how to compete with a more leftwing Labour party under Jeremy Corbyn.           Greens’ take on party politics: five-year-olds squabbling in a playground    Caroline Lucas, the MP for Brighton Pavilion since 2010, remains the party’s only representative in the House of Commons. But Bennett stressed that the 123 of the party’s candidates saved their deposits nationwide, a sharp improvement on its historical performance. She said the party’s strong showing in areas such as Sheffield, Manchester and Liverpool, outside traditional strongholds such as Bristol and Brighton, shows that it has now become a political force across Britain. “We’ve very much grown up, and developed, and become a truly national party. We are now spread right across the country.” Bennett was a little-known figure on the nationwide political stage when she appeared in the TV debates, and she believes her presence, along with Plaid Cymru’s Leanne Wood and the SNP’s Nicola Sturgeon, helped to change the nature of the debate. “One of the things I’m proudest of is being able, in those national debates, to look David Cameron in the eye and challenge him about his position on Syrian refugees,” she said. She added: “It really is telling that I was the only one to talk about climate change in those two debates. It’s a real indictment of the other parties when you think about how pressing these issues are.” Her message was that “environmental problems are inextricably linked to the structure of the economy and society.” She said grassroots activists and members have helped support her, offering their spare bedrooms and their time and enthusiasm as she has travelled around the country. “I have a fraction of the resources of other party leaders,” she said. “Sometimes I have just handed my phone to someone and said, ‘media manage me for the day’.”   Related: Green party 'loud and proud' about backing Britain in Europe    Bennett has sometimes struggled to compete with the public profile of Lucas – herself a former Green leader – who is likely to be a strong contender to succeed her. The Scottish Green leader, Patrick Harvie, is also regarded as a powerful campaigner. Bennett said she hoped another contribution of the debates last year was to make young people realise that women, from different walks of life, can succeed in politics. “Young women, seeing us all in the debates, thought, ‘that could be me’,” she said. However, she added: “There are huge problems with the sheer narrowness of where our political class comes from.” Once Bennett has stepped down, she plans to spend more time travelling the country – her favourite part of her job as leader – and campaigning on issues she feels strongly about, including education, where she believes the government’s testing regime has turned schools into “exam factories”.  “It doesn’t mean I’m going away,” she said.",
  "webTitle": "Natalie Bennett to step down as Green party leader",
  "webPublicationDate": "2016-05-15T21:00:17Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/natalie-bennett-to-step-down-as-green-party-leader",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Natalie Bennett",
      "id": "politics/natalie-bennett",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Caroline Lucas",
      "id": "politics/caroline-lucas",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/15/natalie-bennett-to-step-down-as-green-party-leader"
}