{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/university-of-melbourne-mathematics-school-advertises-women-only-positions",
  "id": "2016-05-19-307",
  "sectionId": "australia-news",
  "body": "An Australian university will only accept applications from women for three senior, full-time positions currently advertised within its department of mathematics. The job advertisement for roles in applied mathematics, pure mathematics and statistics at the University of Melbourne states: “The school is seeking to lift the representation of women and therefore will only consider applications from suitably qualified female candidates for these three positions.”   Related: Many women in Stem fields expect to quit within five years, survey finds    The head of the school of mathematics and statistics, Prof Aleks Owczarek, said it was the first time the university had taken such a step. But with only 9% of mathematics professors in Australia women, it was necessary, Owczarek added.  “This isn’t just something that happens in the workforce, it happens in our student body,” he said. “Only 28% of our mathematics students are female students and even earlier than that women stop studying high-level maths as they proceed through high school. “So to drive change we believe it is important to provide role models for our female students and provide female mentors. This is a strategic move to drive change. And while hiring three outstanding female academics won’t change overall percentages too much, hopefully we will add momentum towards equality through new role models in the school.” Women’s under-representation in high-paying jobs in engineering and information technology reflects earlier patterns in high school and contributes substantially to the gender wage gap, a University of Melbourne report published in November found. The report, which followed 58,000 Victorian seventh-grade students in 2008 through to 2013, also found it was a myth that women did not choose science, technology, engineering and maths – known as Stem subjects – in high school because they are not as good at numeracy as men.   Related: Women start out as ambitious as men but it erodes over time, says researcher    Among boys and girls who scored exactly the same in numeracy results in their early years of high schooling, the boys were much more likely to choose Stem subjects for their final school years, the study found. When girls did choose those subjects they actually performed better, on average, than boys. In December, a Professionals Australia survey of 432 women working in Stem fields found a third expected to leave their job within five years. Women responded that a lack of career advancement and professional development opportunities meant they were considering leaving their job; 26% said their employer rarely or never proactively ensured men and women had equal opportunity to progress. Just two of the 21 professors in the University of Melbourne’s mathematics department are women. A professor of astrophysics at the University of Queensland, Tamara Davis, said there was “clear discrimination” in the hiring process of many workplaces. She referred to a study from Princeton University in the US that found when a resume for a science laboratory manager was randomly assigned either a male or female name, faculty participants rated the male applicant as significantly more competent than the identical female applicant. These participants also selected a higher starting salary and offered more career mentoring to the male. “So there is actually solid evidence that discrimination is happening,” she said.  Davis’s department recently established an equity and diversity committee to review factors such as gender imbalance. One of the first things they did was review how many women were invited to deliver a colloquium about their work, a sign of prestige that provides an opportunity to gain broader recognition. “Over three years we had exactly 100 people invited to deliver a colloquium,” Davis said. “Four of them were given by women. Two of them were given by me. Given 15-20% of our high-level postdoctorate students are women, that’s the percentage you would have expected to see invited to give a colloquium.”   Related: Meet the woman leading the race to build the world's first quantum computer    The school has since raised the percentage of women delivering a colloquium from 4% to 35%. “All we had to do was find and recognise the bias and, once we did, we easily found females capable and worthy of the honour,” she said. “There are many forms of subtle discrimination like this against women and once you notice it, you say: ‘Oh my god.’  “These subtle biases, when they accumulate over a career, keep women down. Initiatives like the hiring process at the University of Melbourne that explicitly promote women are counteracting lifelong biases.” Davis is the second woman to have been appointed a professor of physics in the University of Queensland’s almost 100-year history. The first was appointed in 2000. The University of Melbourne was unlikely to run into any legal issues by advertising for women only, Kamal Farouque, a principal in Maurice Blackburn’s employment practice, said. “Under discrimination law there are exemptions for special and positive measures directed at achieving substantive equality, as this measure clearly is because of the low number of women appointed to academic positions in this field,” he said. “Anyone who challenged the university’s scheme would find it very difficult to win.”",
  "webTitle": "University of Melbourne mathematics school advertises women-only positions",
  "webPublicationDate": "2016-05-19T06:34:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/university-of-melbourne-mathematics-school-advertises-women-only-positions",
  "keyword": [
    {
      "webTitle": "Australian universities",
      "id": "australia-news/australian-universities",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/19/university-of-melbourne-mathematics-school-advertises-women-only-positions"
}