{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/peter-dutton-may-appeal-court-ruling-which-found-he-risked-safety-of-asylum-seeker",
  "id": "2016-05-09-354",
  "sectionId": "australia-news",
  "body": "Peter Dutton has signalled that he may appeal against a federal court ruling that he breached his duty of care for an asylum seeker who sought an abortion after being raped on Nauru.   Related: Australian election 2016: Shorten announces scholarships for Indigenous teachers – politics live    It came as he revealed that Abyan, the Somali asylum seeker whose similar request to have an abortion in Australia created a storm in 2015, had now given birth to the child. Speaking about the latest case, the minister for immigration said he rejected “different interpretations online” of a finding by judge Mordecai Bromberg on Friday that he exposed a woman to serious medical and legal risks by flying her to Papua New Guinea. Abortion is illegal in PNG and its hospitals lack the necessary equipment and expertise. Dutton, when asked if he accepted that he was wrong in his previous legal position that he had no duty of care for the woman identified only as S99, said: “No, again, I’d ask you to have a look at the judgment of the court as opposed to what’s being read on social media.” When pressed on whether he still denied having a duty of care despite Bromberg finding that he had, Dutton said: “Well the matter’s been decided upon and the commonwealth has an appeal period to decide whether or not we appeal. “And there are other matters in relation to that case which are ongoing, so I don’t have any further comment to make in relation to that matter.”   Related: Dutton risked safety of asylum seeker sent to PNG for abortion, court finds    Dutton told a media conference in Brisbane that a woman who previously alleged rape on Nauru and was flown to Australia for an abortion had gone through with the pregnancy and had the baby. He connected that case with what he suggested were ongoing attempts by lawyers for asylum seekers to take advantage of their arrival in Australia for medical treatment by taking out injunctions so they can stay. Dutton said “no details were able to be provided” initially about the circumstances of the rape of the Somali-born woman, known as Abyan.  “And that lady eventually came to Australia and didn’t go ahead with the abortion as she originally sought and as I understand it, has now given birth to that child,” Dutton said. “Of course once people arrive in Australia there is an injunction taken out by their legal representatives to try and stop that person going back to, in this case, Nauru.” Dutton said the government would “work through, obviously in accord with the law” the implications of the Mordecai decision on the minister’s role in ensuring adequate medical treatment for people in Australian-run offshore detention centres.   Related: There are still questions about pregnant refugee Abyan's treatment. It's time for an inquiry | Kellie Tranter    “There have been different interpretations of the judgment online which I reject,” he said. “The government will provide the support that we need to, working with Nauru and in the case of Manus, the PNG government, and we’ll look at the case and respond accordingly.” Dutton called the media conference to give an update on the government’s “sovereign borders” immigration campaign, telling reporters Australia had turned back its third boatload of asylum seekers for 2016 last Friday – the same day as the adverse federal court ruling. He said a group of 12 men, women and children had been returned to Sri Lanka after being intercepted near the Cocos (Keeling) Islands. Dutton also criticised the Labor opposition for being “split” on its support for hardline border protection policies, with seven backbenchers now speaking out in criticism of offshore detention of asylum seekers.",
  "webTitle": "Peter Dutton may appeal against ruling that he risked safety of pregnant asylum seeker",
  "webPublicationDate": "2016-05-09T04:11:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/peter-dutton-may-appeal-court-ruling-which-found-he-risked-safety-of-asylum-seeker",
  "keyword": [
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/09/peter-dutton-may-appeal-court-ruling-which-found-he-risked-safety-of-asylum-seeker"
}