{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/surrey-middlesex-county-championship-match-report",
  "id": "2016-05-16-22",
  "sectionId": "sport",
  "body": "Here, for Surrey, was a series of lessons in quite how tough Division One cricket is. Their beleaguered attack had fought valiantly on day one to wrest some unlikely control but Middlesex – a team greater than the sum of their parts who revel in each others’ success – were not for rolling over; Surrey closed still 111 shy of avoiding the follow-on with just four wickets in hand, one being the hamstrung Ravi Rampaul. The first of Surrey’s lessons came as Middlesex added 68 for the last wicket. Toby Roland-Jones was their spearhead all day – later his 16 overs would cost just 19 runs and he was rewarded with a late wicket – and, after Surrey efficiently took two of the three wickets they needed, came out flailing his bat with elan and power to finish unbeaten on 44. James Harris played on to Tom Curran, then Gareth Batty drifted one through James Franklin’s unlatched gate, but Roland-Jones came together with Tim Murtagh with the intention of enjoying themselves. And for an hour they swung, Murtagh agriculturally, Roland-Jones with more finesse, before James Burke bowled Murtagh. Roland-Jones had on-driven handsomely and hoicked Batty long into the new Peter May Stand; the wicket brought about a slightly premature lunch, but this was a partnership to hammer a fielding side’s spirit. It was Murtagh and Roland-Jones dishing out the lessons once more when the players returned for a sleepy first half of the afternoon session. Rory Burns and Arun Harinath groped and nibbled as the opening bowlers – then James Harris after them – probed and pushed, immediately finding a perfect line.   Related: County cricket – as it happened    Twenty painful overs brought the obdurate Burns and Harinath 40 runs, before Ollie Rayner’s third over yielded immediate rewards. Rayner took 15 wickets here in 2013 and was enjoying his return, and when Burns looked to turn him to leg, a leading edge flew to mid-off. Next ball, Kumar Sangakkara survived a huge shout for leg before, but Harinath succumbed to that fate two deliveries on. Suddenly, Middlesex’s chirp – led by Murtagh’s Lambeth bark – became a howl. The quality of Middlesex’s seam attacks means Rayner, who is out of contract at season’s end, is often used to hold up an end, or drag a bulging over-rate back; here, his lolloping, two-step action looked confident and rhythmical, and he immediately found his length. Sangakkara, his prize wicket, was gone before too long, caught at point having been beaten in the flight, and Steven Davies fell after tea, a short-armed pull off Murtagh top-edged to the back-pedalling Paul Stirling at midwicket. Jason Roy was forced to play within himself, but got off the mark with a magnificent drive through wide mid-on off his first ball, one of two fours – compared with 82 dots – scored off Roland-Jones all day. Roy led the rebuild in the company of the less comfortable Ben Foakes but, just as both looked settled, Middlesex provided their third harsh lesson. On came Dawid Malan’s leg-breaks and, second ball, Roy just popped up to short-leg. Roland-Jones, sensing the moment, returned to pin Burke in front. By day’s end, Rayner had Foakes tied in knots. Three thousand spectators turned out on Sunday, and a hazy guess would say half that number showed up on Monday; it is easy to see why. This was hard cricket on a pitch with something for everyone – green in the middle with nip for the seamers, drier at each end with turn for the spinners – yet not hazardous enough to prevent Middlesex rattling along at four an over on the first morning. A fascinating finale awaits; bad weather lurks on Wednesday, yet the follow-on remains no certainty, as any fourth innings chase would be tricky.",
  "webTitle": "Toby Roland-Jones and Middlesex teach Surrey several lessons",
  "webPublicationDate": "2016-05-16T21:45:57Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/surrey-middlesex-county-championship-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Surrey",
      "id": "sport/surrey",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/16/surrey-middlesex-county-championship-match-report"
}