{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/bhs-mps-set-to-quiz-philip-green-tycoons-and-advisers-who-backed-takeover",
  "id": "2016-05-30-79",
  "sectionId": "business",
  "body": "The property tycoons and advisers who backed Dominic Chappell’s BHS takeover are set to face questions from MPs over their involvement with the department store chain. The influential parliamentary committees investigating the collapse of BHS will consider calling Guy and Alexander Dellal, who control Allied Commercial Exporters (Ace), when MPs return from recess next week. They could also summon David Roberts of the law firm Olswang and Paul Martin at the accountancy firm Grant Thornton again. Ace provided Chappell with the £35m needed to show Sir Philip Green’s Arcadia group that he was a credible buyer for BHS, then made millions of pounds from a series of property deals and loan agreements with the retailer. Roberts and Martin advised Chappell’s consortium, Retail Acquisitions, on the takeover of BHS and they were due to appear in front of MPs last week. Instead they sent stand-ins who did not work directly on the deal and failed to answer many of the questions MPs posed, sparking anger on the committee. BHS collapsed into administration last month with a pension deficit valued at £571m. The retailer has been saddled with the deficit despite Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership. Green owned the retailer for 15 years until he sold it for £1 to Retail Acquisitions, a collection of little-known accountants and lawyers led by Chappell. Retail Acquisitions received millions of pounds of payments and loans from BHS during its 13-month ownership of the business. MPs on the business, innovation and skills committee and the work and pensions committee are investigating BHS’s demise. They have already heard from Arcadia executives, pension trustees and advisers who worked on the sale of the company to Retail Acquisitions. Chappell is scheduled to appear before MPs on 8 June, and Green a week later.  The administrator Duff & Phelps is still in talks with a Portuguese-backed consortium about a rescue deal for BHS and its 11,000 workers. The consortium is led by Greg Tufnell, the former managing director of Mothercare and Burton, and the brother of the former England cricketer Phil Tufnell. Tufnell is working alongside Nick de Scossa, a Swiss-based banker, and José MariaSoares Bento. They have told administrators that a wealthy Portuguese family is backing their bid and willing to invest tens of millions of pounds in BHS. An announcement about a rescue deal is likely on Wednesday or Thursday. If a deal is not struck this week, liquidators are likely to be appointed, meaning BHS’s 164 shops around the country would close down.",
  "webTitle": "BHS: MPs set to question tycoons and advisers who backed takeover",
  "webPublicationDate": "2016-05-30T15:04:29Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/bhs-mps-set-to-quiz-philip-green-tycoons-and-advisers-who-backed-takeover",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/30/bhs-mps-set-to-quiz-philip-green-tycoons-and-advisers-who-backed-takeover"
}