{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/25/media-briefing-wednesday-25-may",
  "id": "2016-05-25-264",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Telegraph deputy editor and other top staff exit in newsroom cullString of senior staff cuts follow announcement that publisher is seeking to reduce costs More on MediaGuardian Inside the new Top Gear: nerves, fluffed lines and good-natured banterIgnore the snide reports about Chris Evans and Matt LeBlanc – I was in the first show’s audience and it’s as entertaining as ever Today’s headlines The GuardianBBC’s Swallows and Amazons film prompts row over character’s name change. P7Two Colombian reporters covering search for journalist also disappear. P15Facebook responds to liberal bias allegations. P16Google’s Paris offices raided in fraud inquiry. P18Spotify revenues soar 80% but losses still growing. P20The enduring whiteness of the American media. P25-27Can Top Gear keep going without Jeremy Clarkson? G2 P6-9Inside the new Top Gear. P9Actor Malachi Kirby on the TV remake of Roots. G2 P10-11 Daily TelegraphTwitter eases its rules on 140-character limit. P2Boris Johnson to face Michael Fallon in ‘blue on blue’ BBC debate. P7Spotify revenues soar 80%. Business P3Google’s Paris offices raided in fraud inquiry. Business P5Entertainment One defends finance strategy. P5 Financial TimesGoogle’s Paris offices raided in fraud inquiry. P1Facebook revamps Trending Topics team. P16Lawyers called in as the Viacom plot thickens. P19Google set to introduce ads on map service. P19Chinese groups move in on Italian sports rights deal. P19Telegraph to axe senior jobs as ad market deteriorates. P21 The TimesGoogle’s Paris offices raided in fraud inquiry. P1,2Guardian lobbied Ed Vaizey to ‘clip the BBC’s wings’. P15Carol Midgley: The BBC needs to stop being so tough on Titty. Times2 P2 iGoogle’s Paris office raided by anti-corruption police. P4Poet jailed in Burma for Facebook insult to ex-president. P24Peppa Pig maker to slash costs. P40 Wall Street JournalGoogle’s Paris offices raided in fraud inquiry. B1Google ads to rise in number and size in new sales push. B3Telecoms respond to mobile apps. B3 Daily MailGoogle’s Paris offices raided in fraud inquiry. P4Jeremy Clarkson’s daughter in parking row. P32Did PR man Roland Rudd pull strings at the BBC over EU debates? P33Entertainment One launches PJ Masks cartoon. P67 Daily ExpressKelly’s Eye: smart move for Broadchurch makes to sign up Lenny Henry. P14Simon Cowell writes children’s book. P17Veteran newsreader Peter Sissons doesn’t want to be branded as retired. P17Is Kim Kardashian a good role model? P21Peppa Pig brings home bacon for Entertainment One. P63 The SunGoogle’s Paris offices raided in fraud inquiry. P4Sex case gag star identified in US. P7Interview with Matt LeBlanc’s father. P16-17Twitter eases its rules on 140-character limit. P22Good Housekeeping prints sex toy survey. P23Sharon Osbourne to return to The X Factor. P33 Daily MirrorTV bosses are lining up a Katie Price and Peter Andre reunion. P3Google office raided in £1.3bn tax probe. P12Britain’s Got Talent coverage. P15Gary Lineker signs up for new BBC magazine-style football show. P19American broadcaster NBC snaps up the rights to First Dates. P19Entertainment One is banking on David Brent to boost its movie sales. P44 Daily StarColeen Rooney set to sign mega deal for I’m a Celebrity. P1, P3Paul Gambaccini to take over Tony Blackburn’s show. P3Top Gear host in graffiti puzzler. P6The X Factor auditions to go live on Facebook. P9Eurovision winner under fire after video footage reveals potential rule break. P17 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-25T07:38:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/25/media-briefing-wednesday-25-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/25/media-briefing-wednesday-25-may"
}