{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/04/corrections-and-clarifications",
  "id": "2016-05-04-252",
  "sectionId": "news",
  "body": "• Two Barbara Hepworth sculptures which are being sold by Wakefield girls’ high school were not donated by her to the school as we said in an article (Hepworth sculptures could fetch £1m for her old school, 2 May, page 7), although Hepworth played an important role in both acquisitions. One sculpture, acquired by the school in 1960 for the opening of its new gymnasium, was sold by Hepworth at a reduced price. The other was presented to Margaret Knott, a retiring headmistress, by the parent and school association in 1973. Hepworth waived her sculptor’s fee and carved the piece especially for Knott, who later gave it back to the school. • An article about donations to the Conservative London mayoral candidate Zac Goldsmith suggested there were plans to demolish Millbank Tower in central London. The developers do not plan to demolish the tower itself, only part of the surrounding site. The complex is not in the Labour-held constituency of Westminster North, as we said, but in the neighbouring Cities of London and Westminster (Goldsmith received £46,000 linked to luxury developers, 4 May, page 12). • The online version of an article about a documentary, funded by the government, which featured Muslim athletes competing in the London Olympics included a screenshot from the Community Channel and a caption which read: “My 2012 Dream was hosted on the Community Channel but was removed from public view after the Guardian started asking questions about it.” The screenshot and caption have been removed. We did not intend to suggest that the Community Channel removed the film from public view because the Guardian started asking others questions about it. The video was made private on YouTube and the Community Channel has asked us to make clear it has not run it since January 2014 (Government hid fact it paid for 2012 Olympics film aimed at Muslims, 3 May, theguardian.com).",
  "webTitle": "Corrections and clarifications",
  "webPublicationDate": "2016-05-04T10:15:13Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/04/corrections-and-clarifications",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Corrections and clarifications column editor",
      "id": "profile/editor-of-the-corrections-and-clarifications-column"
    }
  ],
  "guardianId": "news/2016/may/04/corrections-and-clarifications"
}