{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/05/jane-goodall-grizzly-bears-yellowstone-endangered-species",
  "id": "2016-05-06-341",
  "sectionId": "environment",
  "body": "A coalition of scientists headed by renowned conservationist Jane Goodall has implored the federal government to re-think its decision to strip protection from Yellowstone’s grizzly bears, as hunters in Montana are set to be offered $150 licenses to shoot the hulking predators. A total of 58 experts have put their name to a letter urging the US Fish and Wildlife Service (USFWS) to keep the grizzly bears on the Endangered Species Act, which has protected them from hunters and other interference since 1975. The letter states that the bears “continue to be imperiled by resource declines, including habitat and dietary staple losses” due to climate change, invasive species and drought. The experts also dispute USFWS figures that show there are around 700 grizzlies in the 22,500 sq mile Yellowstone national park region.   Related: Yellowstone grizzly bears face end of endangered species protection    “The best available science and the precautionary principle demands continued federal monitoring of this vulnerable population,” the letter reads. “Now is the time to redouble grizzly bear conservation efforts, not decrease them.” Goodall, who garnered fame through her work with primates, said: “Forty years ago when the grizzlies of the Yellowstone ecosystem numbered less than 150 individuals, and their survival seemed precarious, it was thanks to protection under the Endangered Species Act that their number today has risen slowly. But their future isn’t secure yet, because they face so many threats to their survival.” Wildlife officials in Wyoming and Montana have already drawn up plans to allow hunting of grizzly bears once the delisting, announced in March, goes ahead. Bears that wander outside would be shot by authorized hunters. Montana’s plan will offer $150 permits to local residents, with hunting seasons running between November and December and then March to April. An early draft of the plan, revealed on May 5, had the permits for $50, but officials later raised it to $150. Out-of-state hunters will have to pay $1,000 for a permit.  The USFWS has said the delisting is justified due to the “historic success” of conservation efforts that have boosted numbers in Yellowstone. Officials in the three states that surround Yellowstone – Wyoming, Idaho and Montana – have insisted the re-opening of hunting after 40 years won’t harm the grizzly population. A spokeswoman for USFWS said three decades of study has gone into the decision to remove the grizzly bear from federal protection. “We believe the wealth of science proves the Yellowstone grizzly bear population is recovered, and the threats they face no longer impact the robust, thriving, self-sustaining population distributed throughout the ecosystem today,” she said.      A grizzly bear mother and her cub in Yellowstone. Photograph: Karen Bleier/AFP/Getty Images    But David Mattson, one of the signatories of the letter, said the decision to delist the grizzly bears has been based upon “junk science” that doesn’t adequately factor the many challenges that the animals face. “The ecosystem is currently unravelling and I’m convinced the bear population is now at a tipping point,” Mattson, a retired US Geological Survey scientist, told the Guardian. “The bears can’t sustain more mortality without dire consequences. The known deaths of grizzly bears have escalated by 10% a year over the past 15 years. The idea that we add more deaths on top of that is patently ridiculous if we want to sustain them.” Mattson said the bears’ four key food sources – pine seeds, cutthroat trout, elk and moths – have all been diminished by warming temperatures due to climate change and invasive species. He added that state authorities were “slaves” to hunting interests, rather than the conservation of bears.   Related: The glory of Yellowstone national park in winter    “I’d say to people pushing for a delisting to wait five or 10 years, to see what will happen,” he said. “If I’m right, there will be dramatic population decreases even without the hunting.” The grizzly bear population in Yellowstone is the one of the last hold-outs of the species in the lower 48 states of the US. Tens of thousands of grizzlies once roamed from Canada down to Mexico but were wiped out by hunters as settlers moved west across the country. Federal protection has helped bolster numbers around Yellowstone but bears are still shot by errant hunters. Last year, a famed bear named Scarface was illegally shot near the boundary of Yellowstone.  Scarface, well known due to the marks on his face from various fights, was around 25-years-old and weighed around 153kg (338lb), down from 300kg in his prime. Currently, people can be fined up to $25,000 and spend six months in prison for killing a protected species.",
  "webTitle": "Jane Goodall's bid to save grizzly bears as Montana plans for $150 hunting licenses",
  "webPublicationDate": "2016-05-06T04:00:14Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/05/jane-goodall-grizzly-bears-yellowstone-endangered-species",
  "keyword": [
    {
      "webTitle": "National parks",
      "id": "environment/national-parks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Jane Goodall",
      "id": "science/jane-goodall",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wyoming",
      "id": "us-news/wyoming",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/05/jane-goodall-grizzly-bears-yellowstone-endangered-species"
}