{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/new-hampshire-republican-convention-delegates-trump-cruz",
  "id": "2016-05-02-67",
  "sectionId": "us-news",
  "body": "An attempt by the New Hampshire Republican party to limit Donald Trump’s influence in a potential contested convention was halted Monday, when the state chair canceled a controversial online vote for positions on crucial committees just minutes after the voting deadline. In an email obtained by the Guardian, party chair Jennifer Horn said that although all 23 of the state’s delegates to the Republican National Convention participated in the vote, she was canceling it “in the interest of full transparency”. Instead, she summoned a delegates-only meeting in Concord on Friday, in which those unable to attend could participate via conference call.   Related: New Hampshire Republicans try to limit Trump's convention influence    Initially, in an email sent out Saturday night, the state party’s executive director proposed a slate for the eight slots on convention committees reserved for New Hampshire delegates at the Republican gathering in Cleveland in July. The proposed slate included two supporters apiece of John Kasich, Jeb Bush and Ted Cruz and one supporter of Marco Rubio. The eighth slot was left vacant. Trump won overwhelmingly in the Granite State’s February primary, with 35% of the vote. His nearest competitor, John Kasich, only received 15% in what was then the first primary in the country. Under New Hampshire’s relatively proportional rules, by which any candidate who gets more than 10% of the vote receives delegates, Trump was awarded 11 of the state’s 23 delegates.  Since then, the well-organized Cruz campaign has picked up stray delegates in other states that Trump won, such as Louisiana, and swept local contests in Wyoming and Colorado. In contrast, Trump’s campaign spent weeks in disarray, its manager charged with battery against a reporter and ballot errors common at the local level. The businessman brought on a veteran of backroom politics, Paul Manafort, to take over his campaign’s efforts to secure the 1,237 delegates needed for the nomination. His campaign has struggled in states where the process of delegate selection is not determined by the results of the primary election, but in New Hampshire delegates are chosen directly by campaigns. However, even without changing the composition of the delegates, who sits on convention committees can still have a major effect on who wins the nomination. The rules committee, in particular, is very important to the campaigns this year. Many delegates are bound to Trump on the first ballot by party rules, which oblige them to vote according to the results of their state’s primary. But on the second, third and subsequent ballots, more and more delegates are free to vote their conscience. In theory, a rules committee made up of party members hostile to Trump could change this rule – and put the nomination up for grabs. Jennifer Horn, the chair of the New Hampshire GOP, has long been a critic of Trump. She condemned Trump as “un-American” after his call for a ban on Muslims entering the US in December. She did not respond to requests for comment on Monday but told the Guardian on Saturday that the committee election process was “not something I am going to discuss with the press until it’s totally closed”.  A well connected Trump ally in New Hampshire used the episode to call the state GOP’s leadership into question “her ability to run a fair election”. “It’s fair to say that Jennifer Horn has been a disastrous state party chair, exceptionally critical of Donald Trump,” said the supporter, who asked for anonymity. “This [was] an attempt to circumvent the will of the voters when Donald Trump won the state by 20 points and received 11 delegates,” they said.",
  "webTitle": "New Hampshire halts controversial vote meant to limit Trump's delegate support",
  "webPublicationDate": "2016-05-02T17:40:05Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/new-hampshire-republican-convention-delegates-trump-cruz",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New Hampshire",
      "id": "us-news/new-hampshire",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/02/new-hampshire-republican-convention-delegates-trump-cruz"
}