{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/the-guardian-view-on-the-higher-education-white-paper-the-customer-is-always-ripe-for-fleecing",
  "id": "2016-05-16-73",
  "sectionId": "commentisfree",
  "body": "The government – or more accurately, the Department for Business, Innovation and Skills – thinks Britain’s universities let down their students. They do not teach well enough, and graduates are not getting good enough jobs. They are not playing their part in increasing social mobility, and employers complain that, despite the big expansion in student numbers, there is still a skills gap. The answer to all this is to make competition the driving force shaping higher education. “Challenger” for-profit private universities will be allowed to award degrees to students who will be paid for out of public funds. Yet in the white paper published on Monday there is no evidence to show that increased competition will guarantee a better offer to students or employers, nor that demand for higher education places outstrips supply. It is true that the number of students at private colleges increased tenfold in the last parliament, but many of them were from elsewhere in the EU, and some were paying tuition fees to a college and living on their student loan back home. Only a blistering report attacking the lack of oversight from MPs on the public accounts committee led to tighter regulation. The universities minister, Jo Johnson, has not entirely ignored critics of the green paper that he published last November. But the market still rules, and as a result his white paper risks undermining the very colleges and universities that do most to reach out to students from poorer or minority ethnic backgrounds, the ones that should be at the heart of his avowed mission to promote social mobility. He has allowed that the Teaching Excellence Framework, which is to be the new key measurement of quality, should have an introductory year before it comes into force in 2018/19. But the rating for teaching excellence will still be used to decide whether colleges and universities, in the new regime of variable fees, can up their charges and by how much. That means that, rather than supporting a college or university whose teaching is considered in need of improvement, the risk is of depriving it of investment. Nor do the measurements by which teaching will be judged – student satisfaction, monitoring the drop-out rate and collecting data on future employment – necessarily reflect the reality that many colleges face. Students from the poorest backgrounds are more likely than others to lack the financial and emotional resources that might help them stay on and complete their degree. Taking postgraduate earnings as a measure of teaching effectiveness ignores other factors that bear on earning capacity that were by coincidence highlighted in an ONS report published at the same time as the white paper. Meanwhile, new colleges will be able to earn the degree-awarding powers that will make them a magnet for foreign students after a mere three-year assessment process. The expansion of colleges in popular areas such as London could threaten the viability of others that live in the capital’s long shadow. There is something hypocritical about this instrumentalist approach where the marketplace is to be the only judge. It may be true that the old idea, often persuasively advanced by the academic Stefan Collini, that the university is “a partly protected space in which the search for deeper and wider understanding takes precedence over all more immediate goals” cannot survive unscathed in a world where there is huge unmet demand for technically literate and numerate graduates to staff the knowledge economy. Yet, by sleight of hand, it seems Mr Johnson is promoting the latter for most students, while for a shrinking elite the old ideal quietly prospers. It is hard to see how the Office for Students, which will absorb the Office for Fair Access and the Higher Education Funding Council, will be able to shape the university landscape so that the small elite improves outreach to less privileged applicants. A new research and innovation body that has overall responsibility for the annual £6bn research budget will not reverse the trend towards its concentration in a shrinking number of universities. In years to come, most students will go to lower-status teaching-only colleges. The higher education bill is to be one of the centrepieces of a Queen’s speech on Wednesday that is advertised as an agenda for social justice. Yet it does little to tackle the real barriers to social mobility. It offers nothing new to part-time or older students; and, while it continues to trumpet the benefits to the economy of expanding higher education, it goes on loading the cost on to the individual. • This article was amended on 17 May 2016 to correct the name of the Department for Business, Innovation and Skills.",
  "webTitle": "The Guardian view on the higher education white paper: the customer is always ripe – for fleecing | Editorial",
  "webPublicationDate": "2016-05-16T18:28:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/the-guardian-view-on-the-higher-education-white-paper-the-customer-is-always-ripe-for-fleecing",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University funding",
      "id": "education/universityfunding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Jo Johnson",
      "id": "politics/jo-johnson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Tuition fees",
      "id": "education/tuition-fees",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/the-guardian-view-on-the-higher-education-white-paper-the-customer-is-always-ripe-for-fleecing"
}