{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/10/antique-dealer-plundered-churches-for-profit-jailed-christopher-cooper",
  "id": "2016-05-10-229",
  "sectionId": "uk-news",
  "body": "An amateur antique dealer who stole precious religious artefacts, including two rare 15th-century oak panels from a Devon church, has been jailed for three years and eight months. Christopher Cooper saw a gap in the market after buying two medieval stone sculptures at a car boot sale and selling them on for five times his outlay on eBay.  Realising there were quick profits to be made in peddling artefacts, he began travelling the country and taking objects ranging from crucifixes to Anglo Saxon carvings – and even a stone coffin.  His most audacious theft was that of decorative oak panels from Holy Trinity church at Torbryan in Devon in summer 2013. Part of a rood screen, they were particularly precious for being among a handful of such artworks in England that survived the Reformation. The panels were recovered in May 2015 by the Metropolitan police’s art and antiques unit after being spotted by a private collector in an online sale; they are being restored.  The discovery of the screens prompted police to set up Operation Icarus, which has led to the recovery of a treasure trove of other church artefacts, including stonework, friezes, statues, paintings, brasses, misericords, stained glass and bibles.  Cooper, an unemployed man from mid-Wales with no previous convictions, appeared at Hereford crown court on Tuesday, where he admitted fraud, theft and dealing in tainted cultural objects – a relatively new offence.      The stolen oak panels from the Torbryan church are being restored by the Churches Conservation Trust. Photograph: Diana Neale/Churches Conservation Society    Crispin Truman, the chief executive of the Churches Conservation Trust (CCT), which helps look after Holy Trinity church, described the thefts as “damaging and heartbreaking”. He said: “Heritage crime causes just as much heartache and anxiety as other sorts of theft, but all too often it goes unsolved.  “Thankfully, the generosity of our supporters and the general public is allowing the priceless artworks he hacked out of Holy Trinity Torbryan in Devon to be painstakingly conserved, and they will soon return home to the church. However, as a heritage charity reliant on donations to maintain and care for our 349 churches, that money could have been spent on other important artefacts.”  Cooper is believed to have made about £150,000 from the sale of the items. He would visit churches in Warwickshire, Herefordshire, south and north Wales, Kent and Suffolk posing as an ordinary visitor, spiriting objects away in a reinforced rucksack.   His crimes were revealed after he offered a rare bible to a collector before he had obtained it, and then failed to deliver. The customer contacted the police. West Mercia police led Operation Icarus because so many churches in the force’s area were targeted.  The Torbryan painted saints, once part of a procession of 40 panels stretching the width of the church, are exceptionally rare because so few figurative paintings, either on panels or stained glass, survived the flurry of image-smashing during the Reformation in the 16th century. Most rood screens – which originally divided the nave from the altar area of the church and supported carved crosses – were dismantled and either burned or recycled for their wood. Those with representations of saints were particularly targeted. The Torbryan panels were restored in the 19th century from beneath layers of whitewash that may have been deliberately applied to protect them from iconoclasts. They were regarded as among the best preserved in Britain. The church itself is unusual because it was built in one phase, between 1450 and 1470, with a spectacular fan-vaulted ceiling, instead of being gradually extended over centuries. Both the carving and the painting of the screen were of high quality, and the piece is believed to have been a contemporary commission from an unknown master craftsman. Following a successful fundraising campaign by the CCT, the two panels are undergoing painstaking conservation work and are scheduled to be returned to the church over the summer.",
  "webTitle": "Antique dealer who plundered churches for profit jailed",
  "webPublicationDate": "2016-05-10T10:37:16Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/10/antique-dealer-plundered-churches-for-profit-jailed-christopher-cooper",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/10/antique-dealer-plundered-churches-for-profit-jailed-christopher-cooper"
}