{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/13/andrew-lloyd-webber-gets-claws-out-after-nicole-scherzinger-pulls-out-of-cats",
  "id": "2016-05-13-182",
  "sectionId": "stage",
  "body": "Andrew Lloyd Webber has said he has been made to look “an absolute twot” after former Pussycat Doll singer Nicole Scherzinger pulled out of his Broadway musical to return to the UK as an X Factor judge. Scherzinger, who was a judge for two seasons of the talent show, has pulled out of Cats on Broadway just before rehearsals began, Lloyd Webber said.  In a furious interview on Friday, the impresario said the singer had lost herself a possible Tony award.      Nicole Scherzinger as Grizabella at the London Palldium. Photograph: Tristram Kenton for the Guardian    “A week before we were due to go into rehearsal for Cats on Broadway, which luckily I’m not producing, she calls me and says she’s decided she wants to do X Factor, having agreed everything,” he told the Economist Radio. “I mean, she’s crazy. But the American producers just took a view, ‘Well, fine, we’ll get somebody else’, because she’s actually not very well known in America, amazingly. She’s much better known here.”  Lloyd Webber said he felt he had been made to look personally foolish by her return to the ITV show.  “I’m furious because I really believe she’s the most fantastically talented girl and I went out on a limb to get her for the London Palladium here, and it makes me look like an absolute twot with them all,” he said. “But never mind, there’ll be another girl on Broadway and Nicole will not get her Tony award.”    Andrew Lloyd Webber with me @EconomistRadio on the economics of musicals: and a cast change at Cats pic.twitter.com/e1N8zQefzx— anne mcelvoy (@annemcelvoy) May 13, 2016    It had not been officially confirmed that Scherzinger would rejoin the X Factor when the show returns to ITV. Fellow judge Simon Cowell will return, with the other two seats tipped to be filled by Louis Walsh and Sharon Osbourne. Scherzinger won some plaudits for her role in the West End revival of Cats in 2014, but one Guardian reviewer said she did not convince as faded glamourpuss Grizabella, who sings the show’s most famous solo, Memory.  “She belts it out all right but is extremely implausible in her role as a has-been,” wrote Susannah Clapp. “Age has not even begun to get going on the withering process.”",
  "webTitle": "Andrew Lloyd Webber gets claws out after Nicole Scherzinger pulls out of Cats",
  "webPublicationDate": "2016-05-13T12:14:40Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/13/andrew-lloyd-webber-gets-claws-out-after-nicole-scherzinger-pulls-out-of-cats",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Andrew Lloyd Webber",
      "id": "culture/andrew-lloyd-webber",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "The X Factor",
      "id": "tv-and-radio/the-x-factor",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Entertainment",
      "id": "tv-and-radio/entertainment",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Simon Cowell",
      "id": "media/simoncowell",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "culture/2016/may/13/andrew-lloyd-webber-gets-claws-out-after-nicole-scherzinger-pulls-out-of-cats"
}