{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/15/french-former-ministers-launch-attack-on-sexism-in-politics",
  "id": "2016-05-15-106",
  "sectionId": "world",
  "body": "Seventeen female former government ministers including the International Monetary Fund chief, Christine Lagarde, have attacked the sexism and sexual harassment in the corridors of French power. Vowing to “no longer be silenced”, the women pledged to make public “all sexist remarks, inappropriate gestures and behaviour”. “It concerns all parties, all levels of power, so we are taking up the pen to say it’s too much, the omertà and the law of silence are no longer possible,” the op-ed in the Journal du Dimanche reads. “We have been ministers; we are or have been elected representatives. Like all women who reached circles that were once exclusively masculine, we have been forced to fight against sexism. It’s not for women to adapt in these circles, it’s the behaviour of certain men that must change. It’s enough. The immunity has finished. We will no longer shut up,” they wrote.   Related: ‘We can no longer stay silent’: fury erupts over sexism in French politics    “We encourage all victims of sexual harassment and sexual aggression to speak out and complain … we demand that our parties and groups verify if these acts have taken place and, if so, help the victims reveal the truth.” The appeal was signed by women from across the political spectrum. From the centre right it was supported by Roselyne Bachelot, Chantal Jouanno, Nathalie Kosciusko-Morizet, Christine Lagarde and Valérie Pécresse, among others. From the left, signatories include Fleur Pellerin, Rama Yade, Élisabeth Guigou as well as Dominique Voynet and Cécile Duflot from the Green party. “We went into politics for different reasons and we defend different ideas, but we share the belief that sexism has no place in our society. This scourge is not unique to our universe, far from it, but politics has a duty to be exemplary. Those who write laws, vote for them, must respect them and therefore be beyond reproach,” the document continues. The blight of rampant sexism in French politics has been high on the agenda since Lagarde’s predecessor, the one-time French presidential hopeful Dominque Strauss-Kahn, resigned as head of the IMF in 2011 following his arrest in New York over allegations of attempted rape and sexual assault of a hotel worker. Prosecutors later dropped the criminal charges against DSK, as he is known, and he settled a civil action with the hotel employee. Last week, after it was revealed that nine women had complained of alleged sexual harassment by Denis Baupin, who resigned as deputy speaker of the Assemblée Nationale, Libération’s front-page headline read End the omertà over sexism in parliament.   Related: French female journalists are fighting back against sexist politicians | Lénaïg Bredoux    Baupin, 53, who is married to Emmanuelle Cosse, leader of the Green party, has vehemently denied the allegations and said he will fight them. Shortly afterwards, the French finance minister, Michel Sapin, admitted inappropriate behaviour towards a journalist. A petition in Libération claimed many women in French politics did not speak out for fear of damaging their careers or their party. “It’s time to speak out, to bring this impunity to an end, time for men to change their behaviour rather than for women to adapt to it,” the petition said. In the JDD on Sunday, the op-ed said: “It cannot be said by a colleague that a woman, whatever her status, whether she be employee, student, unemployed, housewife or elected representative ‘apart from her magnificent breasts, what’s she like?’.  “It cannot be said with a gravelly voice ‘your skirt is too long, you should shorten it’, or ‘are you wearing a thong?’ … and when a woman says no, it’s no. No point insisting or carrying out reprisals.”",
  "webTitle": "French former ministers launch attack on sexism in politics",
  "webPublicationDate": "2016-05-15T12:33:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/15/french-former-ministers-launch-attack-on-sexism-in-politics",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women in politics",
      "id": "politics/women",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/15/french-former-ministers-launch-attack-on-sexism-in-politics"
}