{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/welsh-labour-plaid-cymru-accusations-assembly-standoff",
  "id": "2016-05-12-310",
  "sectionId": "politics",
  "body": "Welsh Labour and the nationalists Plaid Cymru have accused each other of arrogance following an extraordinary impasse over who will be the country’s next first minister. Labour won 29 of the 60 seats at last week’s assembly and it had been widely assumed its leader and the current first minister, Carwyn Jones, would head a minority government.  But though Plaid Cymru won only 12 seats it put forward its leader, Leanne Wood, forward for the first minister’s job on Wednesday and thanks to support from the Conservatives and Ukip, which won seats at the assembly for the first time, the vote was tied.    Related: Plaid Cymru's Leanne Wood most popular leader in Wales, says poll    The unprecedented situation leaves the assembly in limbo. Talks will take place between the parties but if no way forward is agreed, a new election may have to be called. Alun Davies, the Labour assembly member for Blaenau Gwent, said with 29 seats his party had the right and mandate to govern. He said: “How we do that is an entirely different question. We need to be more open, transparent, inclusive. We have to reach out.”  Speaking on BBC Radio Wales, Davies said Plaid should take a hard look at what it had done.  He said: “A week ago people were told categorically by Plaid Cymru that if they voted for Plaid there would be no circumstances in which Plaid would work with or come to arrangements or understandings with either the Conservatives or Ukip. It’s taken less than a week.”  Plaid overtook the Tories as the second biggest party on the assembly. But Davies pointed out they still had only a fifth of the 60 seats.  He said: “Yesterday you saw Plaid Cymru put forward two members as presiding officer running the national assembly and then attempt to run the Welsh government as well. All that on 12 elected members. I think that smacks of an arrogance that the people of Wales simply will not tolerate.      Carwyn Jones.    “I’m not interested in playing these games. I’m interested in delivering for the people who voted for me last week. I’m interested in the future of the steel industry, in creating jobs, in investing in infrastructure. I don’t want to be sitting in Cardiff Bay twiddling my thumbs, waiting for Plaid Cymru to get off their high horse.” Before the election, polling put Leanne Wood as the most popular leader in Wales. A former probation officer, she was one of the star performers during last year’s UK general election campaign, winning fans for slapping down Ukip’s Nigel Farage during a leaders’ debate. Any perceived link to Ukip and the Tories now may harm her image.  Wood was not available for comment on Thursday morning.  The Plaid AM Simon Thomas said the party had acted as it did to “check” Labour. He said: “We did offer Labour the chance to delay this vote to allow for proper talks to take place. It was Labour’s arrogant decision to press ahead. They assumed they would march back into government and they have been checked.  “The first thing we want to achieve is that Labour is checked and reminded that it doesn’t have a majority and has to work with other parties. The second thing we want is proper discussions. We’ve heard a lot of talk from Labour about their programme of government. What programme of government? They don’t have a mandate simply to press ahead with their manifesto.” He told BBC Radio Wales: “Simply turning up at the assembly and nominating Carwyn Jones without a word over what sort of government he will be leading, what programme he will be putting together, I think that is simply not good enough and it is not respectful of all parties in the assembly.  “It’s about Labour recognising that they will need the support of other parties almost on a daily basis. They can’t simply expect to put together the sort of programme and arrogant and lazy government that we’ve had for the last five years.”  The assembly was adjourned on Wednesday following the impasse. Thomas said he did not think anyone wanted another election – the end point if no agreement can be made. He said the big political focus now ought to be keeping Wales in Europe.  Thomas said relations were tested between Plaid and Labour when a senior Labour figure described the nationalists’ previous co-operation as a “cheap date”. “I think since then we’ve been keen to ensure anything we do with Labour or any other parties is really screwed down,” he said.  The number of votes for Jones and Wood on Wednesday was tied on 29 each (neither the presiding officer nor the deputy votes). Had Kirsty Williams, the last remaining Liberal Democrat in the assembly, voted with Plaid and the Tories, Wood would have become the first minister despite Labour being by far the largest party. Ukip won seven seats at the assembly and by backing Wood is already making good on its promise to shake up what it sees as a “cosy” assembly.  Labour has led the devolved government ever since it was established, but never had a majority.  The Government of Wales Act 2006 prescribes that a first minister must be elected within 28 days of polling day or another election must be called.",
  "webTitle": "Welsh Labour and Plaid Cymru trade accusations in assembly standoff",
  "webPublicationDate": "2016-05-12T08:37:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/welsh-labour-plaid-cymru-accusations-assembly-standoff",
  "keyword": [
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/12/welsh-labour-plaid-cymru-accusations-assembly-standoff"
}