{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/alan-loveday-obituary",
  "id": "2016-05-02-108",
  "sectionId": "music",
  "body": "The violinist Alan Loveday, who has died aged 88, went on from prodigious beginnings in New Zealand to London, and in particular the Academy of St Martin in the Fields (ASMF). As one of the ensemble’s soloists and leaders, he helped create its distinctively brilliant and even string sound. The ASMF’s founder, Neville Marriner, asked Loveday to be the violin soloist in a recording of Vivaldi’s The Four Seasons (1969); his beautiful, unmannered playing led to sales of half a million copies and the ASMF’s first gold disc. Marriner, a contemporary at the Royal College of Music in London, recalled that Loveday “was better than any of us. I would say that he was the best individual violin player that the RCM has ever produced.” Other recordings with the ASMF included more Vivaldi and the Mozart concertos, of which No 3 in G major was particularly admired. With the Royal Danish Orchestra he recorded the Beethoven concerto (1959). Much of Loveday’s career was spent as a session player for recordings – always the best players and the best pay. He and colleagues from the group provided the backing on various Beatles songs, including Hey Jude, on which they may be heard singing, too. Loveday was also leader of the Royal Philharmonic Orchestra in the late 1960s, and took the solos in Rimsky-Korsakov’s Scheherazade under Rudolf Kempe. Their recording was well received, but Loveday recalled in an interview that Kempe had not liked his playing much and would not look at him for his entries, which caused some mayhem. Though he appeared at the Proms 26 times from 1946 to 1972 in concertos by Bach, Beethoven, Mendelssohn, Tchaikovsky, Elgar, Sibelius and Walton, to the regret of many the full international career expected of Loveday did not materialise. This was possibly because playing the violin was not something he chose to do, and nor did he have a burning ambition to succeed. Born in Palmerston North, to the north of the New Zealand capital of Wellington, Alan was the son of Margaret (nee Rickard) and Leslie Loveday. His father played in dance bands, taught a range of instruments – sitar, banjo, mandolin, guitar – and was an amateur violinist. He and Margaret, a schoolteacher, decided to educate their only son at home. Leslie was determined that Alan would play the violin, and from two years old the child practised for 10 minutes a day, leading to his first recital at four, including an astonishing Flight of the Bumblebee. The violin did not appear to interest the child particularly, and was just part of growing up (lessons from his father were replaced by those of Ava Symons). The only real glimpse into another world came when Yehudi Menuhin visited Wellington when Alan was about 10. He played to Menuhin, and also to the Budapest String Quartet. At their encouragement it was decided to have a local benefit concert to raise funds to send the 11-year-old Alan with his mother Margaret to the UK for violin lessons. Arriving there shortly before the outbreak of the second world war, he became a pupil of the leading player Albert Sammons, who was like a father to Loveday and taught him gratis until he went to the Royal College of Music in his mid-teens. The violinist Hugh Bean also learned with Sammons, and the two boys would go to cartoon films together and became friends, both before and at the RCM. Loveday, Marriner and the pianist and broadcaster Antony Hopkins played as a trio. Marriner said: “As a second violin I was quite a good partner but there was no comparison between us. We would tour and had great fun, playing golf in the afternoons, then the concert, and afterwards play poker until the small hours.” From 1949 he also had a conventional piano trio with the cellist Amaryllis Fleming and pianist Peggy Gray. Through playing table tennis, at which Loveday excelled with an unreturnable backhand, he met the pianist Ruth Stanfield, whom he married in 1952. They toured New Zealand in 1953, and then again in 1971. With another duo partner, the pianist Leonard Cassini, he recorded works by Beethoven, Brahms, Elgar, Martinů and John Ireland. Loveday recalled a great deal of vodka on a Russian tour in 1954, which he said Cassini engineered through his communist connections. The following year he became a professor at the RCM. He reckoned that his pupils, who over the next 17 years included Frances Mason and Peter Carter, formerly leader of the Allegri String Quartet, would always improve if they listened to themselves through headphones. Eventually alcohol came to affect his behaviour and reliability as a player, but he battled the addiction successfully and was able to rejoin the ASMF, where he was happy to play in the back desks until his retirement. His colleagues enjoyed his sense of humour and remember him as a free spirit. He was also a first-class bridge and chess player, and played these with Ruth, even after their divorce, and with his daughter, Rosalind (Buz), an amateur musician herself (she learned on Alan’s eighth-size violin) and a dementia specialist trainer. Both survive him. Loveday’s son, Ian, a DJ and techno musician, died in 2009. • Alan Raymond Loveday, violinist, born 29 February 1928; died 12 April 2016 • This article was amended on 22 June 2016 to correct the name of the pianist Peggy Gray. An earlier version misnamed her as Penny Gray.",
  "webTitle": "Alan Loveday obituary",
  "webPublicationDate": "2016-05-02T15:13:50Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/alan-loveday-obituary",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Inglis",
      "id": "profile/anne-inglis"
    }
  ],
  "guardianId": "music/2016/may/02/alan-loveday-obituary"
}