{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/10/perry-beeches-academy-trust-lauded-by-cameron-falls-apart-executive-head-quits",
  "id": "2016-05-10-16",
  "sectionId": "education",
  "body": "The Birmingham multi-academy trust once celebrated by David Cameron as among the best in Britain has collapsed, leaving the five schools it runs with mounting debts and an uncertain future. Parents and staff at the Perry Beeches academy chain in Birmingham will be told on Wednesday that Liam Nolan, the trust’s guiding force, has resigned from the organisation as executive head, having earlier stepped down as the trust’s chief executive after an investigation uncovered financial mismanagement. An “exit statement” from the trust obtained by the Guardian reads: “Liam Nolan has presented his resignation from the post of CEO/executive headteacher at the Perry Beeches academy trust. He has made this decision to allow the necessary changes required to move the trust forward.” Nolan had been absent on sick leave since Easter. The trust’s governing board is also to step down, leaving the management of the trust’s five schools in the hands of the Department for Education (DfE) until new academy sponsors can be found. The Perry Beeches trust’s financial difficulties, including debts estimated by one member of staff as reaching £1.8m and rising by tens of thousands of pounds each month, have deterred potential sponsors, meaning that the trust will probably be divided up and individual schools taken over by different sponsors. A DfE source said: “Our priority is ensuring the education of the pupils at the trust isn’t disrupted and we are taking swift action to make sure that the schools in the trust are matched with other high-performing schools so that they can deliver the excellent education its pupils deserve.”   Related: GCSE results day: hard work pays off for pupils at Birmingham academy    Two new free schools – Perry Beeches VI and Perry Beeches primary school, which the trust had been granted approval to open by the DfE – will not now go ahead. The implosion of Perry Beeches is the most significant since the government’s massive expansion of academies and the rise of self-governing multi-academy trusts. Nolan was celebrated as a “superhead” for his work in turning around the first Perry Beeches school after joining as headteacher in 2007, and was held up by the government as a success story in opening a series of free schools in inner-city Birmingham. He was a high-profile supporter of the government’s education shakeup, and appeared on stage at the Conservative party conference in Birmingham in 2012 alongside the then education secretary, Michael Gove. In 2013, Cameron lauded Nolan and Perry Beeches as “a brilliant team”, while calling the trust’s academy “one of the most successful comprehensive schools ever in Britain”. In recent months, however, the politicians who once flocked to the school have given it a wide berth.     Aerial view of Perry Beeches. Photograph: David Bagnall/Rex/Shutterstock    A DfE source said: “While he has a great record of school improvement, as soon as the extent of the breakdown of governance at Perry Beeches was identified it was clear that Liam would have to resign.” Nolan resigned as the trust’s chief executive at Easter after a damning report on financial mismanagement by auditors from the Education Funding Agency (EFA), the DfE’s accounting watchdog, was published in March. Following publication of the first report, EFA investigators have returned to the schools for a second inquiry. The investigators are said to be looking into the school’s hiring practices as well as issues over admissions and exclusions, and allegations of inappropriate use of funds including political donations. Jon Hunt, a Liberal Democrat on Birmingham city council, said he had made a formal complaint to the Electoral Commission over the school’s involvement in sponsoring Labour party events. One event was a fundraising dinner in 2014 for Gisela Stuart, the MP for Edgbaston, with Perry Beeches academy listed as a supporter on the invitations.   Related: Academy trust lauded by Cameron in 'serious breaches' of guidelines    The EFA’s first report found that Nolan was paid an additional salary via a company named Nexus, which then made payments to another company, Liam Nolan Ltd, run by Nolan, in contravention of academies’ financial rules and Treasury guidelines. Nolan’s company received £160,000 between 2013 and 2015 for Nolan’s services as Perry Beeches’s chief executive, the EFA reported. The payments were in addition to his salary as executive head. The EFA investigation of Perry Beeches uncovered irregularities including nearly £1.3m in payments without contracts to Nexus as a third-party supplier. “No evidence of a formal procurement exercise, including quotations and tendering, was available for expenditure with Nexus,” the EFA report said. A separate report by the EFA also found that more than £2.5m in free school meal (FSM) funding could not be confirmed because records had been erased. “The trust has breached the academies financial handbook by failing to retain any form of FSM eligibility evidence for a period of six years,” the EFA concluded.",
  "webTitle": "Academy trust lauded by Cameron falls apart as executive head quits",
  "webPublicationDate": "2016-05-10T22:25:44Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/10/perry-beeches-academy-trust-lauded-by-cameron-falls-apart-executive-head-quits",
  "keyword": [
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Birmingham",
      "id": "uk/birmingham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "education/2016/may/10/perry-beeches-academy-trust-lauded-by-cameron-falls-apart-executive-head-quits"
}