{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/going-forward-grayson-perry-all-man",
  "id": "2016-05-19-328",
  "sectionId": "tv-and-radio",
  "body": "Paxman In Brussels: Who Really Rules Us?8pm, BBC1 It’s still more than a month until the EU vote, although on current form it may end up seeming six times that long. Jeremy Paxman whiles away some of that time by descending upon Brussels in an attempt to divine some reality about the workaday processes of the EU, speaking to a selection of officials and politicians from the 27 other member countries. Hopefully, some cool perspective amid the hot air emanating from both sides. Andrew Mueller The Truth About Dementia9pm, BBC1 In this documentary, Angela Rippon investigates the disease that claimed her mother’s life and currently affects an estimated 850,000 people in the UK. As well as undergoing tests to see whether she is at risk of developing dementia herself, Rippon also learns about scientific efforts to beat it, and ways in which people may be able to avoid getting it. Although it occasionally feels a bit lightweight, overall it’s an insightful, positive doc. Hannah J Davies Dan Cruickshank: At Home With The British9pm, BBC4 Stoneleigh in Warwickshire boasts cottages of picturesque perfection. Yet look beyond the “seemingly timeless facade”, says Dan Cruickshank in episode one of this series on the British home, and you’ll find buildings that have changed much over the centuries. Drawing on archive documents and trying his hand at sundry crafts, Cruickshank traces these changes, revealing, for example, how the chimney was once an “emblem” of modernity. Jonathan Wright Bitten9pm, Syfy “My life is here now! It’s a normal existence! Where people go to brunch!” Oh, the agony of the werewolf who wants to have it all. Laura Vandervoort (Smallville) leads this sterile drama as Elena, a Toronto photographer whose life of shopping, gala events and luxury penthouse sex is tainted by her tendency to sprout fur. Now her “family” – hot, creepy men in cashmere V-necks – demand help. War looms. But first: there’s a middle distance to stare into. Jack Seale Going Forward10pm, BBC4 Jo Brand returns as Kim Wilde, the NHS nurse from Getting On, coping with a demanding but poorly paid job as well as three kids and a dog. Omid Djalili co-stars as her husband, a private hire driver. Tonight, he’s forced to rescue Kim from an emergency with a passenger in the back. This is isn’t so much a sitcom about predicaments and foibles, however, as a warming portrayal of good people getting on with life under near-impossible circumstances. David Stubbs Grayson Perry: All Man10pm, Channel 4 Final part of the artist’s series on masculinity. Tonight he tackles the City boys who clutter the London trading floors, testosterone thrusters all, as they battle for financial supremacy. Is this a dying tribe or, in the wake of the banking crisis, are they still driven by the aggression that saw them take bigger and bigger risks? Another incredible series; Perry, always able to cut through to truth with ease, has found a niche as the nation’s communicator-in-chief. Julia Raeside Robot Chicken 11pm, FOX A pair of perennial Adult Swimmers return to Fox for a welcome splashabout. First up, Seth Green’s sketchcom Robot Chicken offers glimpses into how Transformers might just handle a call-up to jury duty and the Teenage Mutant Ninja Turtles are offered a frank talk about sewer-dwelling birds and bees. Then it’s time for the seedy cephalopod Squidbillies to return, with Early wading into the marriage equality debate, gleefully unburdened by knowledge. Mark Gibbings-Jones Film choice The Class (Laurent Cantet, 2008) 12.45am, Film4 Cantet’s Palme d’Or-winner at Cannes is a riveting portrait of life at a tough Parisian school. It’s adapted from an autobiographical novel by former teacher François Bégaudeau, who plays himself as idealistic young teacher François, whose commitment to his difficult teenage pupils gets him into trouble when he blows his top in class. Emotionally gripping and thoroughly authentic, it’s a vital, affirmative film. Paul Howlett Live sport Test Cricket: England v Sri Lanka The first Test match of the summer begins at Headingley in Leeds. 10am, Sky Sports 2 Golf: The Irish Open Coverage of day one of the event, held this year at the K Club in Straffan, Co Kildare. 12.30pm, Sky Sports 4 League One Football: Walsall v Barnsley Coverage of the second leg of the play-off tie from the Bescot stadium. 7.30pm, Sky Sports 1",
  "webTitle": "Thursday’s best TV – Going Forward; Grayson Perry: All Man",
  "webPublicationDate": "2016-05-19T05:20:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/going-forward-grayson-perry-all-man",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/going-forward-grayson-perry-all-man"
}