{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/mcdonalds-robots-replace-workers-steve-easterbrook",
  "id": "2016-05-26-107",
  "sectionId": "business",
  "body": "McRobots are not coming to a McDonald’s near you just yet, according to Steve Easterbrook, the company’s chief executive officer.  His comments came two days after one of the fast-food giant’s former US chief executives suggested that a minimum wage of $15 an hour could lead to McDonald’s replacing its workers with robots. Easterbrook was speaking at the company’s annual shareholders’ meeting when he said that technology is not likely to lead to “job elimination” at McDonald’s.   Related: Ex-McDonald's CEO suggests replacing employees with robots amid protests    “It’s a topic of discussion right now,” he said, when asked by one of the shareholders if the higher minimum wage would lead to shift to more automated services. McDonald’s is in a service business and “will always have an important human element”, Easterbrook said. “If we were able to automate certain non-value-added processes in the restaurant, we would do that because that’s a smart thing to do. But then that gives us more opportunity to bring back that manpower to the front of the house where we can offer a better dining area experience,” Easterbrook said.  McDonald’s expects to roll out table service at 400 stores in the UK by the end of this year. “I don’t see it as being a risk to job elimination. It might change the nature of the jobs in our restaurants.”     I don’t see it as being a risk to job elimination. It might change the nature of the jobs in our restaurants  Steve Easterbrook     Earlier in the meeting Easterbrook said that the strategy at the core of the company’s turnaround plan was putting customers “back at the center of everything we do” and adapting to customers instead of asking customers to adapt to the company. “Frankly, technology is something that our customers are embracing,” he said. “We want to adapt to that. It is not actually meant to be labor replacement. We can just reapportion that labor into that more service-oriented roles,”he said. Two days before the shareholders’ annual meeting, former US boss Ed Rensi told Fox Business that “it’s cheaper to buy a $35,000 robotic arm than it is to hire an employee who’s inefficient, making $15 an hour bagging french fries”.     Two days before the shareholders’ annual meeting, former US boss Ed Rensi, left, told Fox Business that ‘it’s cheaper to buy a $35,000 robotic arm than it is to hire an employee who’s inefficient, making $15 an hour bagging french fries’. Photograph: Marty Lederhandler/AP    Easterbrook did not address the potential effects of a higher federal minimum wage or the Fight for $15 protests taking place outside the meeting. Not everyone, however, was thrilled with all of McDonald’s updates. Albert, a 76-year-old McDonald’s stockholder with bad vision, told Easterbrook that the electronic menu boards at his local store were not customer-friendly.  “The menu is small,” he said, pointing out that calorie count and prices are right next to each other and are hard to tell apart.    Related: All-day breakfast awakens McDonald's sales for a third consecutive quarter    “Then it flashes – on and off. It keeps changing the menu, so by the time I focus on the menu and get halfway down, it changes and disappears! Then I have to wait another 15 to 20 seconds till it comes back and the person at the register is going: ‘May I help you? May I help you?’” he said, to laughter from the room. “It’s pressure. If you could stop that … I don’t care about the calories, it’s too much to read and too fast. Otherwise, I love McDonald’s.” “We never want to get to the stage where it gets too difficult for the customer, so I hear your plea,” Easterbook said.  Since being appointed as the CEO in January of last year, Easterbrook has successfully implemented a turnaround plan for the company. He has been able to reverse the burger chain’s declining sales – established US stores have reported rising sales during the past three quarters.",
  "webTitle": "McDonald's CEO: robots won't replace workers despite tech opportunities",
  "webPublicationDate": "2016-05-26T17:15:15Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/mcdonalds-robots-replace-workers-steve-easterbrook",
  "keyword": [
    {
      "webTitle": "McDonald's",
      "id": "business/mcdonalds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/26/mcdonalds-robots-replace-workers-steve-easterbrook"
}