{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/marvin-rees-bristol-mayor-racist-past",
  "id": "2016-05-08-83",
  "sectionId": "commentisfree",
  "body": "While much has been said, rightly so, about a Muslim now leading London, we must not lose sight of the symbolism and enormous significance of Marvin Rees being elected mayor of Bristol this weekend. Rees, the working-class son of an English mother and Jamaican father, makes history as the first directly elected city mayor in Europe of African or Caribbean heritage. And that’s important, because the city of Bristol and its governance cannot effectively be understood without seeing it, in part, through the prism of race.    These events have shaped Bristol, and help us understand why Rees’s victory was so hugely significant    In its day, and not unlike London, Bristol was a global city whose enormous wealth derived from the international trade of enslaved Africans. It was the birthplace of one of the era’s most notorious slave owners, Edward Colston, whose earnings financed Bristol’s growth, and who still has a statue in the city and a school named after him. And it isn’t just slavery that marks out Bristol for its racial impact in the UK. In 1963 a small group of Caribbean workers initiated a bus boycott because the local bus company, backed by the unions, refused to employ black or Asian staff. The brave actions by a few hundred men and women – led by Paul Stephenson, who backed Marvin Rees – not only forced the bus company to capitulate but also persuaded Britain’s government to begin the process of protecting minorities from blatant discrimination. In 1965 the Race Relations Act became law.     ‘Rees has had a 10-year journey towards this role.’ Independent candidate George Ferguson will be replaced as mayor of Bristol by Labour’s Marvin Rees. Photograph: Adrian Sherratt for the Guardian    Other seismic events in Bristol would force this city to confront and deal with racial injustice. The race riots in the city’s St Pauls district in 1980 were sparked by a police raid on the local Black and White cafe, against a backdrop of police harassment and brutality against local black people. In 1988 a landmark undercover BBC investigation, Black and White, exposed discrimination in jobs, housing and the leisure industry in the city, and shocked the nation. Fast-forward to Bristol 2009, and the BBC Panorama programme Hate on the Doorstep followed Muslim reporters posing as a married couple who faced daily harassment. These events have shaped Bristol, and help us understand why Rees’s victory was so hugely significant. Rees has had a 10-year journey towards this role. This included his participation in an MP-shadowing scheme run by Operation Black Vote; and along the way he had to deal with his 2012 defeat in the mayoralty election. And it would be wrong not to include the impact of Jeremy Corbyn. After his election last September, the Labour leader offered Rees personal support and resources. He was there to celebrate with Rees in the city on Saturday. Today the descendant of enslaved Africans is running a former slave city. Amid all the other commentary about last week’s elections and their aftermath, this story of hope should not be forgotten.   Related: Corbyn hails Bristol win – and is ‘getting on fine’ with Khan",
  "webTitle": "Marvin Rees’s triumph as mayor defies Bristol’s racist past | Simon Woolley",
  "webPublicationDate": "2016-05-08T15:07:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/marvin-rees-bristol-mayor-racist-past",
  "keyword": [
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "City mayors",
      "id": "cities/city-mayors",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Woolley",
      "id": "profile/simonwoolley"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/marvin-rees-bristol-mayor-racist-past"
}