{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/17/nba-age-limit-ncaa-college-basketball",
  "id": "2016-05-17-245",
  "sectionId": "sport",
  "body": "The NCAA never miss a chance to extoll the virtues of amateurism. Naturally, NCAA media coordinator David Worlock jumped on the results of the NBA MVP ballot, in which eight of the 10 players (including the winner Steph Curry) spent multiple years playing in college before departing for the pros. Sporting News college basketball writer Mike DeCourcy seized on this point, claiming the statistic contains something compelling. “Perhaps it’s an indication that the race through the age-limit turnstile is not producing quite the level of NBA player many hope,” DeCourcy writes, suggesting the NBA need to raise the current age-limit of 19 to force elite young basketball players to ply their trade for NCAA masters for free rather than seek a wage in the NBA. The argument, as usual, is a nebulous claim of “development.” DeCourcy concludes: “There is a place for NCAA basketball in this country’s development chain. It’s as strong a link as it’s ever been.” That’s a big claim to make simply by looking at one year’s MVP ballot. A deeper look at how these one-and-done players DeCourcy and Worlock decry actually shows they’ve been doing just fine – if anything, better than their college-marinated peers.   Related: Is the NCAA doing enough to protect college football players from concussion?    Statistics exist to be spun into a story. That eight of the top MVP vote getters spent multiple years in college can easily spun to support a narrative that NCAA basketball develops better players, but only if you ignore that one-and-done (and before them, players who jumped straight from high school to the NBA) make up a disproportionately small part of the NBA population. MVP vote-getters LeBron James and Kevin Durant are two of just 78 American players who played fewer than two years in college and appeared in the NBA this year. With 476 player suiting up in total this year, players who jumped to the NBA as early as possible make up just 16% of the league – just under one in every six players. So now watch me apply my own spin. That two of these players – Oklahoma City’s Kevin Durant, who spent one year at Texas and Cleveland’s LeBron James, who was one of the last players to jump straight to the association from high school – made it into the top 10 of MVP voting shows that players who eschew the NCAA basketball experience are disproportionately represented among the league’s upper echelon players. Not only that, but James (four times) and Durant (once) combined to win the five prior MVP awards to Curry’s current two-year streak. And unlike the argument put forth by DeCourcy and Worlock, I can show the disproportionate impact made by one-and-done players goes well beyond their presence on the MVP ballot. According to the statistics available on Basketball-Reference.com, although one-and-done or high school-to-the-NBA players accounted for just 16.39% of the players to suit up in the NBA this season, they accounted for over 20% of all of the traditional box score statistics – points, assists, rebounds, blocks and steals – as well as games started and minutes played.     One-and-done production Photograph: Graphic    As the above graphic shows, one-and-done players are contributing far more than their share. Particularly looking at starts, points, rebounds and blocks, one-and-done players are contributing more than 40% again what we would expect just from their sheer numbers. This bears out what Sports Illustrated found when they looked at one-and-done production back in 2014, when they found that over half of the one-and-done players who entered the league after the NBA instituted its age limit in 2006 had turned into either stars or consistent rotation players. “What seems obvious, though, is that only a small fraction of the one-and-done players in this sample completely flamed out in the NBA,” Sports Illustrated concluded. “Only a handful turned into stars – and even a smaller number into true superstars – but on average, a majority of them managed to play significant roles in the league for at least a few years.” So I ask, if these players are missing out on such important “development” by skipping the full college basketball experience, why are they producing at a higher level than their peers? I think there are a few easy answers to this question. Having money to not just afford food, but a high-end nutritious diet probably helps, as does freedom from a full-time class load and access to the kinds of top-tier facilities and training staff offered by NBA franchises. Daily practice and gameplay against the best players in the world may also lead to quicker improvement than dominating overmatched teenagers for four years. The NBA’s longer schedule, including more than twice as many games as an NCAA team, may prepare their bodies for the NBA grind better than the slighter college schedule. Still, I’m sure none of these arguments will convince the NCAA’s evangelists. One-and-done players are generally – although not unanimously – the elite prospects of a given high school class, athletes considered to be on the path to stardom before they even enter college. When they succeed, they’re merely doing what they should have thanks to their God-given talent. And any time they fail, it confirms the idea that college seasoning is required to refine that talent into a productive professional player. Thus, no matter how well the data shows one-and-done players are doing, believers in the value of NCAA competition can claim these players would have turned out better had they spent multiple years in college, as Worlock implied was the case with the eight players who appeared in this year’s MVP top 10. This, of course, is an unfalsifiable claim – you can’t run a data analysis on an alternate timeline that doesn’t exist. As long as these claims are run uncontested, they will be accepted as fact, and the burden of proof will be placed on those who suggest that college might not be the best place for a professional to develop his skills. That’s why the argument created by Worlock and blared through a megaphone by DeCourcy is so pernicious. That Curry won the MVP and that seven other players who spent multiple years in college racked up MVP votes can mean many things. I would argue that it shows there are many paths to stardom, and that not every star player’s greatness will be obvious at age 18. But with some, like James and Durant, it is, and the idea that some half-baked theory of player development is enough to deny them the right to seek compensation for their talents is offensive. The NCAA knows people watch basketball for its stars. Few other team sports can be so dominated by an individual, particularly in its most critical moments. If the NBA raised its age limit from 19 to 20, the NCAA would have control of the youngest, most talented players in America for twice as long, adults forced to play for free unless they want to pick up and move across an ocean like Brandon Jennings or Emmanuel Mudiay have done in the past. They will latch onto any argument they can to convince people that this is somehow the right and moral thing to do, that it is somehow for the athlete’s own good to keep hard-earned money out of their hands. But dig deep and these arguments crumble, unsupported by reality, just like the one pushed by Worlock and DeCourcy last week.",
  "webTitle": "Why NBA players' college 'development' is far from crucial",
  "webPublicationDate": "2016-05-17T10:00:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/17/nba-age-limit-ncaa-college-basketball",
  "keyword": [
    {
      "webTitle": "NCAA",
      "id": "sport/ncaa",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "College sports",
      "id": "sport/college-sports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "College basketball",
      "id": "sport/college-basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jack Moore",
      "id": "profile/jack-moore"
    }
  ],
  "guardianId": "sport/blog/2016/may/17/nba-age-limit-ncaa-college-basketball"
}