{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/20/girl-online-zoe-sugg-review",
  "id": "2016-05-20-227",
  "sectionId": "childrens-books-site",
  "body": "This book was amazing.  Penny Porter is a teenage girl living in UK, who has an anonymous online blog called Girl Online. This blog is a huge hit attracting thousands of followers. Nobody knows who the writer is, apart from her best friend Elliot. When Penny’s mother, who runs a bridal shop, is asked to plan a wedding, she chooses to accept. The wedding’s in New York... around Christmas. Penny, her family (minus her brother Tom) and Elliot set out to New York where Penny meets Noah Flynn and decides she’s in love. Too bad she has to return to UK soon. Oh and too bad Elliot seems to be drawing away. When their stay is postponed and they are spending Christmas and New Year in New York, Penny is only excited at the thought of spending more time with Noah.      Unfortunately Elliot’s parents decide that he has to come home and so Elliot leaves. Penny blogs about her ‘holiday boyfriend’ and everything is perfect... well sort of, considering the fact that she still has to leave and Elliot is becoming more and more distant. When Penny returns home she is shocked to discover from some friends that Noah who looks like a rock-star is actually a world famous rock-star who apparently is dating Leah Brown (another world famous pop-star. Typical). News about Penny and Noah leaks and suddenly Penny is getting all kinds of mean tweets and comments, because, well she is the girl Noah cheated on Leah Brown with. Oh and someone leaked her blog identity too. Elliot? No way. He’s her best friend. Right?   Related: How do I get involved in the Guardian children's books site?    This book is an engaging read, which you will not be able to put down. Literally. I cannot promise a ‘happy’ ending where everything is perfect. It depends on your point of view. Good things and bad things, both happen.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Girl Online by Zoe Sugg – review",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/20/girl-online-zoe-sugg-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Zoe Sugg",
      "id": "culture/zoe-sugg",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/20/girl-online-zoe-sugg-review"
}