{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-the-restory",
  "id": "2016-05-02-141",
  "sectionId": "small-business-network",
  "body": "Vanessa Jacobs, founder of The Restory, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   In 2006 I moved to London from New York. Hours before an interview, a cobbler damaged my shoe during a simple repair. I regrouped, bought a new pair of great shoes and landed the job.  Over time I realised this was not a fluke – I spotted a gap in the UK market for efficient, high-end shoe and handbag repair. How, in a city with rich cordwainer and bespoke traditions, were our options limited to unreliable cobblers, far-away specialists and poor customer experiences?  So ‘The Shine Box’ was born; a pop-up shop I opened in Bank Station in October 2014, offering expert services to repair shoes and handbags. Demand was good and the shop was clearly going to be a success.  When doing my research to plan our future, it became clear that the bigger opportunity was in mobile services. Why stop at incredible quality when convenience would be a game changer? I couldn’t turn my back on an opportunity this important - not just for me but for my clients too. As entrepreneurs, we have to know when to change failing models and when to cut losses and start again. But to turn a good company on its head to become a great company is another level of risk entirely.  Tough decisions were made; I pivoted quickly and changed my strategy. In early 2015 I locked the doors to the shop; starting the journey of rebranding as The Restory, the premiere on-demand shoe and handbag restoration service in London.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: The Restory",
  "webPublicationDate": "2016-05-02T12:25:57Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-the-restory",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-the-restory"
}