{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/you-are-the-ref-no372-kasper-schmeichel",
  "id": "2016-05-13-273",
  "sectionId": "football",
  "body": "Click to enlarge, and debate the strip below the line.  Keith Hackett’s verdict 1) While it’s tempting to look the other way, you’re there to apply the laws fairly and consistently. If a player removes his shirt (or covers his head with it) to celebrate a goal he must be cautioned – no exceptions. As he has disappeared down the tunnel already, you’ll have to advise him in the dressing room area that he has earned a second yellow. Request a PA announcement to tell the crowd what has happened, and that his team will play the second half with ten men. You may also need to report him for leaving the field without permission (another yellow card offence) if he crossed the line before you blew for half-time. Thanks to Rafi Addlestone. 2) The player was out of control, so you have to show him a second yellow, followed by a red. Players should understand that they have a duty of care towards opponents. As for the striker – have a strong word with him: you don’t need his advice on how to referee the game, and by failing to take evasive action he has endangered himself for no good reason. The defender would have been shown a yellow for his reckless challenge whether or not contact was made. Thanks to Ryszard Kaleta. 3) First, tell him to stop screaming. Second, check with your assistant in case he saw anything you missed. Assuming he didn’t, the goal stands. You can only work on the confirmed information available to you – Hawk-Eye saw the ball cross the line, and that’s all you know for sure. You can’t start basing your decisions on mysterious patterns on the ball, or on who may or may not have muddy hands. Thanks to Mark Bladon.  For a chance to have your question answered in a future strip, email us at you.are.the.ref@observer.co.uk. Last week’s answers: No371: Riyad Mahrez",
  "webTitle": "You are the Ref No372: Kasper Schmeichel",
  "webPublicationDate": "2016-05-13T08:30:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/you-are-the-ref-no372-kasper-schmeichel",
  "keyword": [
    {
      "webTitle": "Laws of football",
      "id": "football/laws-of-football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/you-are-the-ref-no372-kasper-schmeichel"
}