{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/jonny-bairstow-england-test-wicketkeeper-specialist-batsman-cricket",
  "id": "2016-05-23-56",
  "sectionId": "sport",
  "body": "If England were to switch Jonny Bairstow back to being a specialist batsman in Test cricket it would likely be done with the player kicking and screaming. Bairstow’s glovework has been the more heavily scrutinised facet of his game since he took over from Jos Buttler for the final Test against Pakistan in Sharjah last November and he missed chances behind the stumps in all four Tests in South Africa. However, the 26-year-old Yorkshireman enjoyed his best all-round performance in the recent win at Headingley –his first Test with the gloves on home soil – as his 140 with the bat was followed by nine catches in the two Sri Lanka innings. Asked after the innings victory whether he wished to continue as wicketkeeper, Bairstow replied: “For the 52nd time in two weeks I do want to keep wicket. Yes. I think this needs to be swept under the table now and put to bed. I think I’ve been asked it too many times. “As I’ve said numerous times before, I wouldn’t have kept wicket for Yorkshire for seven years if I didn’t want to keep wicket for England. I wouldn’t have put the hours in before Dubai, before South Africa, in South Africa, leading into this season, if I didn’t want to keep wicket.” Bairstow, who says he put in 15 sessions with the England wicketkeeping coach, Bruce French, before the current series, cannot be questioned with the bat at present, having scored nine centuries and averaged 70.41 in first-class cricket since the start of last season. He returns on Friday for the second Test at Durham’s Riverside Ground, scene last summer of both his unbeaten 219 for Yorkshire – a key result in their successful title defence – and the 83 not out that helped England beat New Zealand 3-2 in the one-day series to herald the start of an apparent white-ball revolution.   Related: England centurion Jonny Bairstow given moment in sun by fellow superhero | Ali Martin    Buttler, who is playing in the Indian Premier League, has largely kept him out of the limited-overs side since but a return, be it with the gloves or without, is high on Bairstow’s list of goals this season. He said: “I want to play every format I can. Absolutely. I want to play all forms of cricket for England, that’s an ambition I have. I want to succeed in that. If that opportunity does arise, I don’t see any reason why Jos and I can’t play in the same side. “I think that would be an exciting prospect with the likes of Ben Stokes, Jos and myself in that middle-order.”",
  "webTitle": "England’s Jonny Bairstow determined to keep role as Test wicketkeeper",
  "webPublicationDate": "2016-05-23T18:44:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/jonny-bairstow-england-test-wicketkeeper-specialist-batsman-cricket",
  "keyword": [
    {
      "webTitle": "Jonny Bairstow",
      "id": "sport/jonny-bairstow",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jos Buttler",
      "id": "sport/jos-buttler",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/23/jonny-bairstow-england-test-wicketkeeper-specialist-batsman-cricket"
}