{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/london-mayor-race-zac-goldsmith-backing-of-polish-prince-john-zylinski",
  "id": "2016-05-01-108",
  "sectionId": "politics",
  "body": "Zac Goldsmith has secured the backing of a fringe rival in the London mayoral race by pledging to support priority funding for Saturday schools for the children of London’s Polish community. John Zylinski is expected to endorse Goldsmith for the election on Thursday at a Trafalgar Square rally on Monday. Although Zylinski is a marginal figure in the race, his support for the Tory MP is likely to help him as he he attempts to win over an estimated 100,000 Polish voters in the capital. While critical of the Tory and Labour frontrunners in the race, Zylinski had been particularly scathing of Goldsmith, who he said had “no real achievements in life apart from inheriting £300m and running an ecology magazine”. But Zylinski, a prince whose family were uprooted by the communist government and fled to Britain during the second world war, said he was urging Polish voters in London to give their second preference vote to Goldsmith. Zylinski, who last year challenged Ukip leader Nigel Farage to a sword duel, has released a statement from Goldsmith’s campaign director, Mark Fullbrook, supporting calls for a memorial to commemorate Polish pilots who fought in the Battle of Britain, as well as the Saturday school funding. It added: “[Goldsmith] is also aware of the importance to the Polish community that Saturday schools play and will use his powers as London mayor to secure more funding to these so that Polish children across London can continue to learn about their country’s language, culture and history.” Goldsmith’s campaign has been focusing on targeting various London communities, often with specifically tailored mailshots, although he rejected accusations that he has engaged in “dog-whistle politics” against his Labour opponent Sadiq Khan by seeking to link him with extremism and Labour’s anti-semitism row.",
  "webTitle": "London mayoral race: Zac Goldsmith wins backing of Polish prince",
  "webPublicationDate": "2016-05-01T12:09:12Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/london-mayor-race-zac-goldsmith-backing-of-polish-prince-john-zylinski",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "politics/2016/may/01/london-mayor-race-zac-goldsmith-backing-of-polish-prince-john-zylinski"
}