{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/10/stylewatch-hole-in-1995",
  "id": "2016-05-10-160",
  "sectionId": "fashion",
  "body": "Courtney Love has always been a woman with the appeal of Marmite. The love/hate thing dates back to the 90s – and has links to a style of dress that came to be known as “Kinderwhore”. Think slip dresses, ripped tights, peroxide hair and lipstick applied with the dexterity of a six-year-old.  Love was courting controversy from the start with the thrift-store mixture of childlike shapes, cute hairgrips and the rips and tears of punk, and she was also challenging the slick glamour of 80s femininity. The look was worn by women in the grunge scene – including Kat Bjelland of Babes in Toyland, who supposedly coined the term – they were grown-ups dressed as dolls left out in the garden over night: pretty but grubby. The look went viral when it was faithfully replicated by Hole’s fans, who had been watching the Miss World video on repeat. Those haters inevitably hated. Now, more than 20 years on, and its influence on fashion is undeniable. Love is a regular on the front row of shows including Givenchy, and now-disbanded London duo Meadham Kirchhoff dedicated their spring/summer 2012 show to Love, with an army of lookalikes in slipdresses and blonde wigs. It’s already had its homage this year in the shape of Saint Laurent’s spring collection which, with its slipdresses and tiaras, is basically Courtney goes haute. And, with the news that Hole may be reforming, expect more to see Kinderwhore reworked for a new decade.  Of course, as this picture demonstrates, there were other members of the band, too, who were less Kinderwhore inclined. Notably Melissa Auf Der Maur, the bassist who replaced Kristen Pfaff in 1994. While Love’s look is all about extreme reactions, Auf Der Maur might be a happy medium.  Pull on a skinny knit, a pendant and find yourself a matt red lipstick. Your Hole tribute will be coolly understated, and without a ripped slip dress in sight.",
  "webTitle": "Stylewatch: Hole in 1995",
  "webPublicationDate": "2016-05-10T13:01:26Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/10/stylewatch-hole-in-1995",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Courtney Love",
      "id": "music/courtney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    }
  ],
  "guardianId": "fashion/2016/may/10/stylewatch-hole-in-1995"
}