{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/preakness-stakes-nyquist-kentucky-derby-success",
  "id": "2016-05-20-276",
  "sectionId": "sport",
  "body": "The weather forecast for Saturday’s Preakness Stakes may be dismal, but the outlook for Nyquist to become the fourth horse in five years to nab the first two legs of the Triple Crown is much more auspicious.   Related: Watching the Kentucky Derby in Harlem: 'It's about African American history'    Impressive on the track Thursday morning in a brisk gallop, the Kentucky Derby winner has given every indication that he’s ready to repeat his impressive performance from Churchill Downs. Running on the track just ahead of Preakness rival and Bob Baffert trainee Collected – an unexpected and unintended workmate – Nyquist worked “perfect,” said trainer Doug O’Neill, clocking his horse from the sixth-floor balcony at Pimlico. Nyquist was installed as the 3-5 favorite in the field of 11 horses at the Wednesday evening post position draw. He will break from post 3. “I think we’re going to leave there running and just kind of play it by ear,” said O’Neill of the race strategy. “If they’re not showing a lot of pace, we’re going to make it. If it’s hot and heavy, [jockey] Mario [Gutierrez] has shown, and Nyquist has shown, that they can sit off a hot and heavy pace.” Undefeated in eight starts, Nyquist has won most of his races on or near the pace, but last October at Keeneland, he closed from eighth to win the Sentient Jet Breeders’ Cup Juvenile by a half-length, ensuring him the Eclipse award for champion two-year-old of 2015. O’Neill and Gutierrez, along with owner Paul Reddam, find themselves in familiar surroundings at Pimlico. Four years ago, the same team arrived here with Kentucky Derby winner I’ll Have Another, eking out a neck victory to head to Belmont Park to try to become the first Triple Crown winner since 1978. O’Neill was forced to scratch I’ll Have Another with an injury the day before the Belmont, and the horse was immediately retired. Though most Derby winners are given stall No40 in the Pimlico Stakes barn, three years ago O’Neill chose to stable in the barn next door, with I’ll Have Another in stall 24. He has done the same with Nyquist, hoping to repeat I’ll Have Another’s Baltimore success on Saturday afternoon. At Churchill Downs on 7 May, Nyquist became the third consecutive favorite to win the Kentucky Derby; the top four finishers crossed the wire in order of their odds, a formful finish if one that proved not particularly remunerative for bettors. Perhaps not coincidentally, 2013 was the first year of a new qualifying system for the Kentucky Derby, one in which horses had to earn points in races designated by Churchill Downs. Previously, horses qualified through earnings in graded stakes races, even if those races were sprints or on turf, leading to, in some observers’ opinions, uneven Kentucky Derby fields populated by horses with little realistic chance of winning, compromising the race for the true dirt routers. In the new system, horses qualify by running exclusively on dirt or synthetic surfaces, and at distances that get longer the closer they are held to the Kentucky Derby. As a result, the field more consistently contains proven dirt routers than it did under the prior system, perhaps leading, too, to more consistent, predicable, and formful winners.  Nyquist’s sire, Uncle Mo, qualified for the Kentucky Derby in 2011 but was withdrawn due to illness the day before the race. His first crop of runners hit the races in 2015, successfully enough to put Uncle Mo atop the freshman sire rankings last year, and the current leading second-crop sire has three runners in addition to Nyquist in the Preakness: Uncle Lino (20-1), Laoban (30-1), and Abiding Star (30-1). The runner-up and second betting choice in the Kentucky Derby, Exaggerator returns in the Preakness to take yet another shot at Nyquist. Trained by Keith Desormeaux and ridden by Keith’s brother, Hall of Fame jockey Kent, Exaggerator is the 3-1 second choice in the Preakness and will attempt to turn the tables on Nyquist in their fifth meeting.  Nyquist will also face eight horses that didn’t run in the Kentucky Derby, the most intriguing of which is the Todd Pletcher-trained Stradivari. Lightly raced, he’ll make his fourth lifetime start and stakes debut in the Preakness, coming off an impressive allowance win at Keeneland on April 17. He’s won his three races by a combined 33 and a half lengths. Bob Baffert, who’s won the Preakness six times, takes a shot with Collected, winner of four of six races, most recently the Grade 3 Lexington Stakes at Keeneland. He looked a serious Derby contender after winning the Grade 3 Sham Stakes at Santa Anita in January, only to falter in the Grade 3 Southwest Stakes at Oaklawn Park in February, over a track labeled “good.” With rain forecast for Saturday, Collected is likely to find himself running over an off track once again, and while Nyquist won his lone start on a track not rated “fast” – the Florida Derby on a Gulfstream track labeled “good” – several of his rivals have shown an affinity for the mud, albeit in softer company. One that has shown consistently dangerous form in the mud is Exaggerator, who has two graded stakes wins and a second-place finish in the slop. Yet regardless of the surface on Saturday, it’s possible that Nyquist’s 10 rivals will all be running for second place. True, the Kentucky Derby winner named for a Swedish hockey player has never raced on two weeks’ rest before, but he has so far managed everything put in his path with aplomb and apparent ease. It is not unreasonable to expect that on Saturday evening, horse racing will once again be looking ahead to a Belmont Stakes in three weeks with a Triple Crown on the line – and the hope of seeing that rare accomplishment achieved for the second consecutive year.",
  "webTitle": "Preakness Stakes: favorite Nyquist ready to repeat Kentucky Derby success",
  "webPublicationDate": "2016-05-20T09:00:36Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/preakness-stakes-nyquist-kentucky-derby-success",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Teresa Genaro",
      "id": "profile/teresa-genaro"
    }
  ],
  "guardianId": "sport/2016/may/20/preakness-stakes-nyquist-kentucky-derby-success"
}