{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/lorry-drivers-necessary-cogs-tilbury-docks-afghan-people-smuggling-ring-court-told",
  "id": "2016-05-24-51",
  "sectionId": "uk-news",
  "body": "Two lorry drivers were the necessary cogs in the wheel of an international people-smuggling ring that led to the discovery of more than 30 Afghan asylum seekers in urgent need of medical attention inside a shipping container at Tilbury Docks in Essex, a court has heard. The group of Afghan Sikhs – 20 adults and 15 children– were found by authorities on 16 August 2014. One man, Meet Singh Kapoor, was already dead. Stephen McLaughlin, 36, of Limavady, County Londonderry, and Martin McGlinchey, 49, of Coalisland, County Tyrone, are both charged with conspiracy to facilitate illegal entry into the UK, between 1 June and 5 September 2014.  A third man, Taha Sharif, of Tottenham, north London, was convicted of people smuggling last year. A fourth, Timothy Murphy, who was employed by McLaughlin and McGlinchey, was acquitted. An earlier smuggling operation allegedly involving the defendants was foiled on 5 August when officials found 12 Afghans in a pallet locker underneath a lorry transporting frozen chips in Coquelles, France. In the first day of his two-day opening, the prosecutor, Michael Goodwin, told the jury: “We will invite you to conclude that these two defendants were a necessary cog in the wheel that made this smuggling operation work.” He alleged the defendants were part of a “large and organised” operation smuggling immigrants from the continent to the UK. The jury at Basildon crown court was told it was a retrial of the two defendants. McLaughlin and McGlinchey had the necessary expertise in the haulage industry to enable the operation to run smoothly, were well known to each other and trusted each other, Goodman said.     Shipping container in which the asylum seekers were found. Photograph: Essex Police/PA    Goodman told the jury that a series of telephone calls, trips and a “significant meeting” on 5 August between the two defendants and two co-conspirators, proved they were involved in the syndicate. Between them the co-conspirators used 17 mobile phones, three of which were McLaughlin’s and six of which were used by McGlinchey, the court heard. They are alleged to have destroyed the sim cards and handsets after the operation. “There is no innocent explanation for the movement, actions and telephone calls and meetings,” Goodman told the jury. “It’s the pattern of telephone calls that proves that each of the defendants knew what was going on and they knew they were involved in people smuggling.” It would be up to the jury to decide whether there was an innocent explanation, the court was told. “The prosecution’s case is that to organise a conspiracy like this particularly one involving a container, these conspirators have to meet,” Goodman said.  On 4 August McGlinchey booked a ferry for him and McLaughlin, from Northern Ireland to Holyhead in Wales. They then travelled to Thurrock in Essex. “It is the crown’s case that by this stage the operations on 5 and 15 August were well under way,” said Goodman. A meeting took place on 5 August between the defendants, a person only known as “Kurd Eng” – responsible for “handling and loading” of the asylum seekers – and with Sharif, the court heard. Telephone records show that McLaughlin, McGlinchey, Sharif and Kurd Eng were in Thurrock “sandwiched between two telephone masts in the same area at the same time”. McLaughlin denies he was at the meeting, the court heard. “It’s no coincidence that the UK syndicate of individuals running this people smuggling operation were all at the same time in the same place while Mr Murphy was in Belgium to collect his load,” Goodman said. He described Murphy, who drove the lorry on the 5 August, as a “fall guy” who had unwittingly transported migrants underneath the lorry, in the pallet locker. Following the foiled operation on the 5 August, the defendants arranged for a container full of large water containers “to give an appearance of an empty load” to be shipped to Belgium, in order to be loaded with migrants before being driven back two days later, Goodman told the court. McGlinchey drove the container to Dover, but covered his tracks by lying about his registration number, not logging the container’s number with port officials and not taking any ID with him, Goodman claimed. The channel crossing was booked by McLaughlin and the pair were working together, he told the court. He told the jury they would hear from some of the Afghans Sikhs, each of whom have claimed asylum in the UK. “Their evidence will contain their escape from their homeland and their journey from Belgium” he said. Goodwin said there was no dispute that the occupants of the container were trying to get to the UK illegally, but that it was not for the jury to consider that matter. The only reason they were being called was to “tell you what happened in that container”, he said. McLaughlin and McGlinchey both deny the charges against them. The case continues.",
  "webTitle": "Lorry drivers the 'cogs' in people smuggling ring, court told",
  "webPublicationDate": "2016-05-24T18:10:08Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/lorry-drivers-necessary-cogs-tilbury-docks-afghan-people-smuggling-ring-court-told",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    }
  ],
  "guardianId": "uk-news/2016/may/24/lorry-drivers-necessary-cogs-tilbury-docks-afghan-people-smuggling-ring-court-told"
}