{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/05/why-the-new-day-didnt-work-and-had-no-hope-of-working",
  "id": "2016-05-05-291",
  "sectionId": "media",
  "body": "The New Day’s demise is no surprise. A couple of weeks after its launch I blurted out at a Media Society seminar that it wouldn’t last three months. And it hasn’t. Some 10 days before I had written of it being an ill-conceived project that had got off to a terrible start following a launch I described as “amateur”. I had listened carefully to the reasoning behind the concept when interviewing its editor, Alison Phillips, and I could see what she was trying to achieve by appealing to an audience of non-newspaper buyers: so called “normal” people. But I wasn’t convinced because newspapers born out of market research have had a poor track record in Britain. Trinity Mirror had been bamboozled by optimistic forecasts of widespread public enthusiasm for a magazine-style paper with “positive” content.  Did no one at the company stop to wonder at the unlikelihood of convincing a target audience composed of people who dislike newspapers to buy a newspaper?  If the publisher was to have any hope of winning them over then the obvious requirement was massive publicity over a prolonged period. Instead, there was a very short time between the announcement of The New Day’s coming arrival and its launch. There was some TV promotion, but not enough to create a wave of interest.  To confuse matters, it was free for a day, 25p for a while and then 50p (with a short reversion to 25p in between). What were potential buyers (not to mention retailers) supposed to make of that? Phillips was also hobbled by the early deadline. The paper had to be printed on presses used by the Daily Mirror and was therefore published early in the evening. Result: no breaking news and no sports results. How silly did The New Day look this week when it was unable, unlike every other daily paper, to celebrate Leicester City’s Premier League victory? Doubtless, Trinity Mirror’s chief executive, Simon Fox, will tell his investors that the failure is of little matter. It was just another experiment that failed. In these difficult days for newspaper publishers, it is right to innovate. Sometimes it works, sometimes it doesn’t. Valuable lessons have been learned ... we aren’t sitting still ... we gave it our best ... and so on. He will also tell them, rightly, that the on-cost for the company has been negligible. There was a small staff, most of them on short-term contracts or borrowed from within the group. Distribution was piggybacked on the Mirror. A low circulation bar was set. But the shareholders would do well to give that rationalisation some thought. The very fact that the newspaper was launched on the cheap was a large part of the reason for its failure. It was a toe-in-the-water, rather than a full-hearted, experiment. It was bold in its concept and timid in its execution. And while we’re at it, note the big difference between boldness and foolhardiness. Although Fox may say that he gave it his best shot, he was firing with blanks. To sum up, The New Day was a misconceived experiment. And the buck stops with the man at the top rather than the journalists who strove to make sense of a nonsensical idea.",
  "webTitle": "Why The New Day didn't work... and had no hope of working",
  "webPublicationDate": "2016-05-05T07:54:47Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/05/why-the-new-day-didnt-work-and-had-no-hope-of-working",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The New Day",
      "id": "media/new-day",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Simon Fox",
      "id": "media/simon-fox",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/05/why-the-new-day-didnt-work-and-had-no-hope-of-working"
}