{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/24/incognito-review-nick-payne-manhattan-theatre-club",
  "id": "2016-05-25-310",
  "sectionId": "stage",
  "body": "Imagine for a moment the interior hubbub that occurs as any audience member watches a play: all those neurons, all those synapses, all those chemicals struggling to make sense of the bodies, the lights and the dialogue. It seems remarkable that we manage to sort all that information into something approaching a coherent narrative.    Related: Playwright Nick Payne: master of the multiverse    But as a character in Nick Payne’s clever and poignant Incognito explains: “The brain is a storytelling machine”, desperate to glean meaning. In other words, we are programmed to draw parallels among the various characters and scenes that Payne and director Doug Hughes unfurl.  One story concerns Thomas Stoltz Harvey, a pathologist who made off with Albert Einstein’s brain. Another is based on the case of Henry Molaison, who lost his short-term memory after an operation to cure epilepsy. The third focuses on Martha, a contemporary neuropsychologist, who struggles to know her own mind even as she probes the minds of others. Four actors – Geneva Carr, Heather Lind, Morgan Spector and Daredevil star Charlie Cox – all dressed in neutral grays, take on 20 odd roles with only changes in light (the extraordinary work of Ben Stanton), accent, and affect to suggest new characters and scenes.     Charlie Cox in Incognito … ‘a man trapped helplessly in his own past’. Photograph: Joan Marcus     Related: Elegy review – Zoë Wanamaker is superb in Nick Payne's soulful play about science     Payne is a writer who is more interested in the brain than most. The mind and its unmaking haunt both his previous play, Constellations, and his new one, Elegy. Payne can be too clever for his own good though, and some of Incognito’s formal notions – like titling separate sections Encoding, Storing, and Retrieving – don’t entirely succeed. (The self-consciously arty choreography that introduces each new sequence doesn’t help either.) But one of his great gifts is the ability to poignantly meld complicated philosophic and scientific tenets with simpler human struggles. Molaison’s condition and its implications for human identity are fascinating, but more moving is his love for his wife, whom he greets anew every minute.  Here, Payne’s larger concern is how memories and mental workarounds help to create an individual’s sense of self. Do we have a character that is intrinsic or are we merely an assemblage of our thoughts and recollections? If we mislay those recollections or encounter new information that disrupts our stable identity, who do we become?  The story that Payne has altered the least – that of the bizarro afterlife of Einstein’s brain – seems less fully integrated than the others, its themes and characterizations oddly blatant. The Molaison tale is the evening’s most poignant, largely owing to Cox’s performance as a man trapped helplessly in his own past. Yet it’s the contemporary narrative that proves the most engaging, partly due to Carr’s turn as the unmoored scientist, but also because this sequence is the one in which Payne seems to be searching out answers to the questions that trouble and fascinate him, and which set his own dendrites and axons alive and pulsing.",
  "webTitle": "Incognito review – Nick Payne’s brainteaser is at the top of its class",
  "webPublicationDate": "2016-05-25T02:00:27Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/24/incognito-review-nick-payne-manhattan-theatre-club",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/24/incognito-review-nick-payne-manhattan-theatre-club"
}