{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/sally-brampton-the-woman-who-made-elle-girls-the-new-normal",
  "id": "2016-05-11-106",
  "sectionId": "media",
  "body": "This is my favourite time of year, when Mother Nature wakes from the long, deep sleep of winter. The branches of trees are dusted with fresh, new green, and the woods are alive with the gentle colours of primroses and bluebells …” So wrote the author, columnist and founding editor of British Elle (and passionate gardener), Professor Sally Brampton, who after a lengthy struggle with the crippling clinical depression about which she was, both professionally and personally, so extraordinarily eloquent, took her own life close to her home in St Leonards-on-Sea in the early hours of Tuesday. She was 60. “Killing oneself is, anyway, a misnomer,” Brampton wrote in her acclaimed memoir on depression, Shoot the Damn Dog. “We don’t kill ourselves. We are simply defeated by the long, hard struggle to stay alive.” The daughter of a Shell oil executive, Brampton went to boarding school where, aged 11, she met her lifelong friend Alison Waters, who recalls: “My father worked for BP and we had coincidentally both lived in Aden [in Yemen], though not at the same time. We called ourselves ‘the Oil Brats’.’’ They were united in their shared loathing for their school, and many years later when Brampton published her memoir, Waters emailed her congratulations: “Well done for exposing Ashford!”     Brampton in her Elle office in 1985. Photograph: United News/Popperfoto/Popperfoto/Getty Images    The friends subsequently “lost touch when I moved to Australia, before reconnecting quite accidentally when, as a TV reporter, I was sent to interview the editor of this new magazine called Elle. It descended into giggles while we both tried to play our ‘professional’ roles.” Brampton studied fashion at Central St Martins College of Art & Design before a stint at Vogue. However, she found her professional calling as fashion editor at the Observer in the early 1980s. In 1985, Brampton was headhunted to become the launch editor of British Elle – the magazine which, alongside the Face, arguably helped to define the look of the 1980s. Her editorial vision for this new sophisticated French import reflected Brampton’s own personality: style for young women who weren’t afraid to think about fashion, as well as wear it. Coming fresh from a newspaper, her particular journalistic brand of fashion writing was the proverbial fresh air in mainstream magazines at that time. I was then the fashion editor of the Face and Brampton’s sparky new glossy was something we felt we needed to read as well as look at. Brampton knew her fashion history and the industry – the designers and photographers, stylists and writers – adored her for it; she was the queen of context, combining her own bluestocking sensibility with her sense of fun. Nilgin Yusuf, now Creative Director of the media school at the London College of Fashion, started her own career at Elle in 1988. “It was my first job out of college – I was a kind of apprentice as a fashion writer – and Sally was a brilliant editor, an incredible mentor and so generous with her knowledge, talent and intuition that if she’d asked me to go and scrub the toilets, I would have said ‘Yes, Sally!’ I loved her and she inspired incredible devotion in all her staff. Professionally and editorially she was never a follower – she led with her heart, with intelligence and courage. She valued fashion and she was very ahead of her time, making healthy, strong-looking models – the so-called ‘Elle girls’ – look like the new normal. That was her editorial vision.”     ‘She was ahead of her time, making healthy, strong-looking models – the so-called “Elle girls” – look like the new normal’ … the first issue of Elle magazine in November 1985. Photograph: Elle Magazine    Brampton left Elle in 1990 and (the now novelist) Maggie Alderson stepped into her shoes as editor: “When I started at Elle, I knew Sally a little bit and was a massive fan of her fashion writing and, obviously, her work at the magazine. However, on my first day in the office, the level of love and respect shown for Sally by her team felt a bit like walking into a cult; it was a little weird and slightly daunting. I saw her on and off throughout the years, however we only became truly close when she moved from London to St Leonards [in 2010] and became a neighbour – at which point I finally understood why she had been held in such incredibly high esteem by her former colleagues. “We would sit on the beach eating M&S sandwiches and reminisce about our fashionable lunches at Le Caprice; we laughed so much about our shared experiences, enjoying the complicity and injokes,” says Alderson. “She was a wonderful friend, hostess, cook, gardener and a great writer – her novels are often overlooked. However, the thing that gave her most pleasure personally was helping other people – and she did it brilliantly, for her friends and, via her writing, for those who never met her.” After leaving Elle, Brampton, who had previously been briefly married, met and married the television executive and former controller of BBC1, Jonathan Powell (their daughter, Molly, 24 – of whom her mother was so very proud – works in publishing). She was to marry again in the early 2000s – and, after that also ended, Brampton told me, wryly, that “three divorces are probably enough”. Prior to this, there was also a brief period as editor of Red magazine. Brampton’s depression, which took a firmer hold in the 1990s, was never far from the surface and managing it around life as a freelancer suited her better than a day job. In 2010, with her daughter having left to read English at Oxford, Brampton moved from west London to the East Sussex coast and I was delighted to receive an email out of the blue, saying that she had found a house and was on her way. We had been neighbours in Maida Vale and, along with Alderson, joked about the flotsam and jetsam of a bunch of “old magazine editors” washing up by the sea. Brampton’s house was, inevitably, made beautiful and welcoming; it was as though she’d always belonged and it seemed to those of us who knew her that, “black dog” notwithstanding, here was a place she could, finally, simply be.         Brampton talking about her relationship with her mother, who had also battled depression.    As all of her friends know well, it was her ability to laugh long and loudly, often in the face of adversity, that sustained over a lifetime. As her career progressed (through stints as an advice columnist on the Sunday Times’ Style section, in Psychologies magazine, and most recently in her sex column on the Daily Mail), her humour remained entirely intact – and often bracingly dark – throughout personal emotional struggles. Waters recalls: “Sally told me she was off to the [mental health charity’s] Mind Media awards, in London, as a judge, and I said, ‘Didn’t you do that last year?’ ‘No’ came the predictably dry reply, ‘I was too busy trying to kill myself.’ We both laughed.” Waters adds: “And then, recently, I asked her to sign my application form for a new bank account – and she said, ‘Oh, fuck – I’ve spelt “professor” wrong.’ “This is her message,” reported Simon Garfield’s review of Shoot the Damn Dog: “Out of the sky comes unexpected universal disaster and it will smother the successful and the outwardly buoyant without discrimination.” The countless friends and readers who have benefitted from her humour, courage, generosity and wisdom will now hold on tight to our memories, and her words. As one of her oldest friends the designer Jasper Conran says, “I feel this sense of relief for her – and nobody who knew her should feel guilty. She was a brave girl and she used this terrible thing to the best advantage she could, describing it to the rest of the world.” • In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here",
  "webTitle": "Sally Brampton – the woman who made 'Elle girls’ the new normal",
  "webPublicationDate": "2016-05-11T17:04:36Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/sally-brampton-the-woman-who-made-elle-girls-the-new-normal",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Flett",
      "id": "profile/kathrynflett"
    }
  ],
  "guardianId": "media/2016/may/11/sally-brampton-the-woman-who-made-elle-girls-the-new-normal"
}