{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/peaky-blinders-recap-series-three-episode-one-welcome-back-boys",
  "id": "2016-05-05-31",
  "sectionId": "tv-and-radio",
  "body": "Welcome back everyone. I make no apologies for the fact that Peaky Blinders is the garish, glorious show of my heart and this hugely confident opening episode, overflowing with swagger and coming across like the adrenaline-fuelled love child of Downton Abbey and Miller’s Crossing, only reaffirmed my adoration. This is a drama at that imperious stage where it’s hard to go wrong – confident in its storytelling, secure in its character development and trusting the audience to join them on what looks set to be another tumultuous journey through the back streets of Small Heath, Birmingham and the equally dangerous corridors of power. Our heroes It’s almost 18 months since we last saw the Shelby clan. In that time, Peaky Blinders has gone from word-of-mouth hit to A-list-endorsed phenomenon. Fittingly, then, the Shelbys too have moved up in the world. It’s 1924 and Tommy has parlayed his success on the track into an enormous house in Warwickshire – I was particularly taken with the fact that he relegated the family portrait to the stairs and put the painting of himself and Grace’s Secret centre stage – and is now a father and soon-to-be-married man. Of course this is Peaky Blinders, so his wedding to the winsome Grace (whose husband, it transpired, awfully, had killed himself) swiftly descended into horse races, boxing matches, mayhem and murder. By the time Tommy was gazing out of the window of his mansion while Johnny Dogs and the Lees burned the body of a Russian agent, murdered by Arthur, on a pre-ordered pyre, there was little more to say than: welcome back boys! I’m glad the march to respectability hasn’t slowed you down.     A wedding that swiftly descends into boxing matches, mayhem and murder.    Talking of respectability, I remain unsure about Grace. I can make a plausible case for why Tommy married her: she was pregnant with his child and family is everything; her husband killed himself – it’s not clear when exactly – which would have made walking away from her even harder; marrying Grace is less overwhelming than marrying May, who was true aristocracy as opposed to cavalry class and, crucially, ensures Tommy’s autonomy is intact; he does, despite everything, appear to love her. That final point, however, is where I always fall down. Grace has lied and spied and cheated for much of this show’s run, however much she plays the charity-dispensing lady of the house now. As Polly rightly remarked: “It’s only Thomas that’s forgotten what you are.”   Related: Cillian Murphy: ‘Is this it, for the rest of my days?’    And what of the rest of the gang? I continue to feel desperately sorry for poor Arthur. When the episode opened I thought the eldest Shelby brother might have turned a corner – the credits say he’s married to the god-fearing Linda and he was clearly trying to stay on the path of righteousness, albeit with mixed results. (“I’m having a couple now and then to remind myself of why I’m off it.”) Unfortunately his brother didn’t build a criminal empire by getting his hands dirty on his own wedding night, so yet again it was down to Arthur to dispatch the Soviet agent in a bloody scene that didn’t shy away from showing us the ugly side of the Shelby organisation. Nor was he the only one feeling the stresses of Shelby life, as Polly was visited by temptation in the form of suave portrait painter Reuben Oliver. The little reveal that she took a gun to the door was cleverly done, demonstrating that all this new wealth hasn’t brought the family security – if anything, the opposite is true.      Arthur, the eldest Shelby brother, is finding it impossible to stay on the path of righteousness.    The bad guys We don’t yet have a clear lead on who this series’ main villain will be now that Sam Neill’s Inspector Campbell is dead. But we did learn the following: Churchill has called in his favour of two years before and it involves White Russians, tanks and is probably building up to the events of August 1924 which saw an uprising against the recently formed Soviet Union in Georgia (where the supposed Grand Duchess Tatiana Petrovna apparently came from). I imagine the series is also going to deal with the Zinoviev letter, which triggered the fall of the first Labour government in 1924, a plot point that will almost certainly pit Ada against her brothers (as well as give her more to do than roll her eyes at Tommy – hurrah). However, this is Tommy Shelby we’re talking about and, as he reminded us at the episode end, he’s a gambling man, which means Churchill’s shenanigans are not the only thing in play here. Instead, our man with the many plans appears to be on the verge of executing an enormous robbery. As to the who, where, what, when and why of that, we don’t yet know but it’s interesting that Grace is clearly as much in the dark as we are. Notes and observations     A right royal Shelby wedding.    • The episode was beautifully directed by Belgian director Tim Mielants. At certain points – the boxing fights, the horse race – the whole thing looked like a painting come to life. • I don’t trust the devious Michael and his bright future. He has backstabber written all over him. • I do, however, love John and his endless supply of cavalry jokes. Between those, Ada’s socialist small talk and Arthur’s stumbling wedding speech, I’m not sure I’d hire the Shelby clan as public speakers any time soon. • Polly’s would-be suitor Reuben Oliver is played by the wonderful Alexander Siddig. Here’s hoping he’s given more to do than on Game of Thrones. • I loved the many horse references – in particular, the fact that Tommy’s Godfather-esque desk for posing seriously behind had a row of little horse sculptures. I like to imagine that the rest of the clan give them to him as presents. • I’m not a huge fan of Annabelle Wallis’s performance but I do love the scenes between her and Helen McCrory’s Polly, which are always a barbed delight. • So Tommy is the one who gets out of bed when the baby cries? If it wasn’t for the whole gangland crook, trail of bodies thing, he’d be quite the early-20th century catch. Anachronistic but strangely right song of the week Nice use of Nick Cave’s Breathless during the wedding vows, but I’m giving this to Radiohead’s You and Whose Army, which played out as Tommy impassively watched the body of the Soviet agent burn. Quote of the week “No cocaine, no sport, no telling fortunes, no racing, no fucking sucking petrol out of their fucking cars, and the main thing is – no fighting.” I’m fairly sure every single one of Tommy’s rules was broken by the end of his wedding day – most of them on his orders. So what did you think? Are you happy to have the Shelby clan back? What exactly is Tommy planning? And will they all make it through the whole season intact? As ever, all speculation and no spoilers welcome below…",
  "webTitle": "Peaky Blinders recap: series three, episode one – welcome back boys!",
  "webPublicationDate": "2016-05-05T21:00:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/peaky-blinders-recap-series-three-episode-one-welcome-back-boys",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/peaky-blinders-recap-series-three-episode-one-welcome-back-boys"
}