{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/the-guardian-view-on-the-new-greek-bailout-more-extend-but-please-no-more-pretend",
  "id": "2016-05-26-89",
  "sectionId": "commentisfree",
  "body": "An agreement this week to release €10.3bn of bailout money to Greece was, in comparison with past negotiations, straightforward. That does not reflect well on the European officials and international creditors involved. It is a measure of how long the crisis has gone on and how low expectations have fallen. The achievement is in postponing a dispute between eurozone disciplinarians and pragmatists at the International Monetary Fund. Hawkish Europeans, chiefly Germany, take the view that softening conditions imposed on Athens undermines the financial credibility of the currency union. The IMF calculates that Greece cannot service its debts on the current trajectory; that even heroic efforts of fiscal tightening would not yield sufficient revenue and might suffocate the economy instead. The current bailout terms envisage Greece reaching a budget surplus of 3.5% of GDP. The IMF thinks 1.5% is a more plausible figure and wants “reprofiling” of Greek debts – easing the overall burden and softening the interest rate. This week eurozone ministers and officials agreed to take the IMF’s point but not to act on it yet. That doesn’t sound like much of a compromise but acceptance even just in principle that Greece will need debt leniency is more significant than it sounds. As in any European wrangle, domestic politics looms large and different nations have incompatible perspectives. For politicians in Berlin, the issue is framed in terms of hard-working German taxpayers being asked to transfer their grandchildren’s future inheritance to Greeks who frittered away their own savings and lied about it in their national accounts. In that environment, Germany’s ruling CDU party cannot afford to be seen going soft on Greece ahead of federal elections next year. In Athens it feels a lot more like Germany using its financial muscle to exert control over the European periphery, smashing the Greek economy on the ideological altar of austerity. Tempers are not as high as they were when the crisis boiled over last summer. The Greek government has introduced painful measures – tax rises and pension reforms – dutifully taking its creditor-prescribed medicine, while also managing a frontline in Europe’s migration crisis, which adds hugely to the social and economic burden on a fragile state. Those sacrifices are noted in Berlin and elsewhere, as is the need to restore something of the spirit of mutual understanding in a European project that is being tested by unprecedented centrifugal forces. All parties in this week’s discussion recognised, for example, the need to avoid a pyrotechnic crisis that would thrill those urging British voters to flee the EU. Eurosceptics see the Greek crisis as the expression of inevitable conflict between nations locked uncomfortably in a supra-national cage, but that is a misperception. Those tensions have always existed and EU institutions have been remarkably good at managing them. The underlying problem in this case is a tension between two different priorities in sustaining the European project – one that puts the emphasis on financial rules and another that tilts the emphasis towards political solidarity. To succeed, the EU obviously needs both. But as the debt crisis drags on, and weaves itself into other crises, it seems increasingly clear that the fraying political bonds are the greater threat. Curiously it is the IMF that appears to understand this better than the eurozone leaders. The path towards flexibility with Athens is not easy for Germany’s leaders to walk, given the domestic pressures they face. But it is hard to see another route back to Greek recovery and eurozone stability.",
  "webTitle": "The Guardian view on the new Greek bailout: more extend, but – please – no more pretend | Editorial",
  "webPublicationDate": "2016-05-26T17:57:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/the-guardian-view-on-the-new-greek-bailout-more-extend-but-please-no-more-pretend",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eurozone",
      "id": "business/eurozone",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/the-guardian-view-on-the-new-greek-bailout-more-extend-but-please-no-more-pretend"
}