{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/claudio-ranieri-contract-extension-leicester-city",
  "id": "2016-05-10-24",
  "sectionId": "football",
  "body": "Leicester City’ vice-chairman, Aiyawatt Srivaddhanaprabha, has suggested Claudio Ranieri will be offered a contract extension at the end of the season as a reward for leading the club to the Premier League title. Ranieri signed a three-year contact on taking over at the east Midlands club last July and the hierarchy at the King Power Stadium are keen to extend the Italian’s stay for as long as possible given the remarkable achievement he has masterminded there. The 64-year-old spoke this week about his desire to one day manage Italy, with the current national team coach Antonio Conte departing after the European Championship to take over at Chelsea. But there is little suggestion Ranieri would leave Leicester to succeed the former Juventus midfielder.   Related: Leicester’s Jamie Vardy praises Ranieri’s foresight in title-winning run    Aiyawatt has also revealed that Ranieri’s assistant manager Craig Shakespeare and head of recruitment Steve Walsh are close to extending their deals with the club. He said: “At the end of the season we will talk about that [extending Ranieri’s contract] with him. We will sit down together and when we talk about something, it’s long term, not just until September. I like people to work for me when they are happy and enjoy working with the group of people. “I think both [Shakespeare and Walsh] have agreed [new deals]. They did a brilliant job here and happy to do that.” That will come as good news to Leicester supporters but some will fear that while the manager and backroom staff stay on, some of the players who led the club to a first top-flight championship, will move on. Riyad Mahrez and N’Golo Kanté have both linked with other, wealthier clubs with the latter believed to have a £20m release clause in his contract. Aiyawatt claims to be unsure of any such clause in the midfielder’s contract and insists the desire of those in charge at Leicester is to not only retain all key members of the title-winning squad but add to it. “We will try everything that we can to build the team and to secure the same group of players and add some quality,” he said. “I have to talk to all of the scouts when they give me the lists. I have to talk to Claudio about which player he wants. I always support, always.” Speaking about bonuses that may have been given to the Leicester players for winning the title, Aiyawatt said: “The players deserve as in the contract. The contracts they have, I think they are already happy. I cannot say the number. “I heard we are going to give Mercedes Benz, I don’t know where that’s from. But it’s a good idea, if I can I will do it. I have to see the regulations and I follow. If I can I will.”",
  "webTitle": "Claudio Ranieri to be offered contract extension, says Leicester vice-chairman",
  "webPublicationDate": "2016-05-10T21:30:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/claudio-ranieri-contract-extension-leicester-city",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/10/claudio-ranieri-contract-extension-leicester-city"
}