{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/transgender-bathroom-bill-texas-north-carolina-obama",
  "id": "2016-05-18-236",
  "sectionId": "us-news",
  "body": "On International Day against Homophobia and Transphobia, the governor of Texas had a message for the citizenry. “JFK wanted to send a man to the moon. Obama wants to send a man to the women’s restroom. We must get our country back on track,” Greg Abbott tweeted on Tuesday morning, around the same time as the president issued a statement marking the event by underlining his government’s commitment to “advancing the human rights of LGBT individuals”. Texas officials have signaled that the state will be at the forefront of efforts to rebuff the Obama administration’s promotion of transgender rights amid a series of political and legal skirmishes that alarm advocates and seem likely to send the issue to the US supreme court. “We have been swept up and are being used in a political game and a lot of fear-mongering is going on around our identity. It’s not unlike the civil rights movement in the 60s around race but now the identity piece that’s being used is gender identity,” said Brandon Beck, a transgender man who is chair of the Transgender Education Network of Texas, an advocacy group. “Obama is turning bathrooms into courtroom issues,” Abbott told delegates last week at the Texas GOP’s state convention in Dallas. “I want you to know, I am working with the governor of North Carolina, and we are going to fight back.”   Related: North Carolina's transgender bathroom battle: what sparked it, and what's next    Pat McCrory, the Republican governor of North Carolina, signed a bill into law in March that stops local authorities introducing anti-discrimination protections for LGBT people. It was a riposte to an ordinance in Charlotte that let transgender people use public restrooms in line with their gender identity and requires individuals to use toilets based on the sex stated on their birth certificates. Last week the US justice department filed a civil rights lawsuit against North Carolina and the Obama administration issued non-legally binding guidance telling public schools to allow transgender students to use facilities that comport with their gender identity, among other assertions of their rights.     Greg Abbott: ‘JFK wanted to send a man to the moon. Obama wants to send a man to the women’s restroom. We must get our country back on track.’ Photograph: LM Otero/AP    Arkansas’s Republican governor, Asa Hutchinson, issued a statement recommending that school districts ignore the guidelines, which he termed “the latest attempt at social engineering by the federal government”. The 32-page platform adopted at the Texas GOP convention last weekend gives a strong indication that lawmakers will seek to pass a bill similar to North Carolina’s when the legislature reconvenes in January. Several attempts failed in 2015, including a bill that proposed allowing students to sue school districts for $2,000 in compensation for “mental anguish” caused by bathroom or locker-room encounters with a transgender person of a different biological sex. The subject features amid such policy highlights as supporting the abolition of a dozen federal agencies, opposing the Census Bureau doing anything but counting the number of US citizens, and asserting that “‘climate change’ is a political agenda promoted to control every aspect of our lives”. “We urge the enactment of legislation addressing individuals’ use of bathrooms, showers and locker rooms that correspond with their biologically determined sex,” the platform states. It adds that the Texas Republican party opposes “all policies and curriculum that teach alternate lifestyles including homosexuality, transgender and other non-traditional lifestyles as normal”. It also calls on Abbott to overturn last summer’s US supreme court ruling that made same-sex marriage legal throughout the country and maintains support for the widely discredited practice of “conversion therapy” for gay people. Despite the focus on the issue, Nathan Smith, director of public policy at the Gay, Lesbian and Straight Education Network, said that a flurry of new laws is unlikely in the short term because few state legislative bodies are in season for the remainder of this year and politicians are watching North Carolina to see how the legal action and economic boycotts play out. “A lot of the really anti-trans rhetoric that we’re hearing coming from the right isn’t rooted in any sort of real problem that exists, it’s more rooted in needing to rile up their base that they previously riled up with anti-marriage equality rhetoric,” said Nathan Smith, director of public policy at the Gay, Lesbian and Straight Education Network.     Dan Patrick, the Texas lieutenant governor, said the state is willing to forfeit potentially billions of dollars in federal funding rather than institute the government’s policy. Photograph: LM Otero/AP    “And now that that debate has been settled by the supreme court they’re looking for a new issue and I think that they’ve found that in marginalising and victimising transgender people, who really at the end of the day just want to go to the bathroom.”  Dan Patrick, the Texas lieutenant governor, said the state is willing to forfeit potentially billions of dollars in federal funding that provides free meals for underprivileged schoolchildren rather than institute the government’s policy. About 0.3% of the US population is estimated to be transgender, which would equate to an average of three students in a school of 1,000. “Well, in Texas, he can keep his 30 pieces of silver. We will not yield to blackmail from the president of the United States,” Patrick told reporters. It may not be an idle threat: citing his opposition to Obamacare, former governor Rick Perry turned down up to $100bn in federal funds over a decade that would have covered healthcare for about a million of Texas’s working poor.  Last week, Patrick urged the Fort Worth schools superintendent to resign for backing a transgender student bathroom policy. He did not. On his Facebook page on Tuesday, Patrick termed the issue a “modern day ‘come and take it’ moment in Texas”, alluding to the slogan used during the Texas revolution, and posting a restroom sign in place of the usual graphic of a cannon.  Abbott, a former state attorney general who likes to tout his record of frequently suing the Obama administration, seems to view the matter as a rallying cry for a conservative base that is smarting after Texas senator Ted Cruz’s defeat by Donald Trump in the Republican presidential race. It fits the popular rightwing narrative of states fighting a tyrannical federal government – a theme that plays especially well in Texas. Fresh from writing to the retail giant, Target, to fret that their inclusive restroom policy could be a recipe for criminality, Ken Paxton, the Texas attorney general, filed an amicus brief last week along with representatives from Arizona, Kansas, Nebraska, Maine, North Carolina and Utah, in an appeal against a Virginia court’s ruling in favour of a transgender student named Gavin Grimm who is seeking to use the boys’ restroom at his school.     A sign marks the entrance to a gender-neutral restroom. Photograph: Toby Talbot/AP    In the absence of incontrovertible state or federal laws, recent attention has focused on local actions. Conservatives scored a major victory last year when a campaign that centered on groundless safety claims persuaded Houston voters to reject a wide-ranging anti-discrimination ordinance that critics dubbed a “bathroom bill”. Oxford, a small city in Alabama, this month repealed a new ordinance that threatened to send transgender people to jail for using public restrooms that do not correspond with the gender on their birth certificates. A similar proposal from the mayor of Rockwall, near Dallas, failed to pass last month. “This is purely a security issue to me. These businesses are allowing men unrestricted access to women’s restrooms or changing rooms based solely on their representation that they are more comfortable using the facilities for the opposite sex. I believe sexual predators will use this lax policy as an opportunity to come into contact with women and children in these isolated and, heretofore, private environments,” the mayor, Jim Pruett, wrote in the Dallas Morning News on Tuesday.    It hurts to see that people are listening to these political pundits use this rhetoric against transgender people  Brandon Beck     But Beck, the advocate, is worried that it is transgender people who will be put at risk in the current hysterical climate. “It hurts to see that people are listening to these political pundits use this rhetoric against transgender people and to make us out to be some kind of freaks or monsters when we have not done anything wrong – and to act as if there aren’t already laws on the books that stop sexual predators,” he said.  Beck said he has seen evidence of increasing distrust and hostility towards transgender people on social media. “I’m afraid that the murder rate is going to go up significantly,” he said.  “Even more than that, when we see this pervasive, systemic language around transgender people being ‘wrong’, it makes transgender people who are insecure in their identity or who are new to their identity internalise that transphobia and I think we’re going to see suicide rates go up, too, especially for our younger generation.”",
  "webTitle": "Texas poised to be the next bathroom battleground in transgender fight",
  "webPublicationDate": "2016-05-18T10:30:27Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/transgender-bathroom-bill-texas-north-carolina-obama",
  "keyword": [
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US domestic policy",
      "id": "us-news/usdomesticpolicy",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "society/2016/may/18/transgender-bathroom-bill-texas-north-carolina-obama"
}