{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/metamorphosis-19-true-stories-about-change-polly-morland-review",
  "id": "2016-05-15-132",
  "sectionId": "books",
  "body": "A 2013 psychology study asked 19,000 people between the ages of 18 and 68 two questions: first, how much have you changed in the last decade? And, second, how much do you expect to change in the decade ahead? In nearly all cases the subjects of the study believed they and their lives had changed a great deal in the 10 years just ended. But when they looked to the future, they generally anticipated far less alteration in their circumstance and outlook. “Across the board,” Polly Morland points out in this wonderfully wide-ranging study of the principle of inconstancy, “people seemed to regard the present as some kind of defining moment in which they had become the person they would be for the rest of their lives. They saw themselves as changed but with little capacity for changing.”    If the surveys of fulfilment at work are to be believed, more than 80% of us feel we are in the wrong career    The authors of that 2013 study coined a phrase for this fallacy; they named it “the end of history illusion”. If Morland’s inquiry into the nature of change in human life has a theme, it is to debunk the notion once and for all that stasis is ever an option. You could say that as a writer she has prepared the ground for this study in her previous two astute and substantial books, which were concerned, in turn, with the nature of courage and risk. It would be nice to think that those twin motivators formed the basis of all the stories of alteration that she dwells on here. In fact, though some of her subjects achieve positive change through Gandhi-like effort and force of will (“be the change you want”), everyone else, like it or not, has change thrust upon them. Though Morland hops adroitly through the philosophy and literature and psychology of life as constant flux – from Heraclitus’s “no man steps into the same river twice” through William James’s sense that “we are spinning our own fates” – this is not one of those “mind, body, spirit” books that is heavy on platitude and light on example. Morland, for many years an award-winning documentary maker, has twitchy antennae for all kinds of surprising stories that will illuminate her theme. She starts as she means to go on with the memorable tale of an Edinburgh police sergeant, Ed Coxon, who lived a previous life as an internationally acclaimed violinist. Music, for Coxon, the son of a university classics professor and a singing teacher, was always what he was meant to do. Until one day in his 30s, after nearly 20 years touring the concert halls of Europe, playing for legendary conductors, he decided it was not. He knew, he had always perhaps known, that if he were author of his own life, he would be doing something “real” (as he puts it). He put down his violin and applied to join the Lothian and Borders police, and never looked back.   Related: Risk Wise: Nine Everyday Adventures review – required reading for the education secretary    How many of us live lives like Coxon’s but never make that kind of deliberate change? If the surveys of fulfilment at work are to be believed, more than 80% of us feel we are in the wrong career, disengaged, perhaps trapped in the wrong life altogether. The ability to shift gears voluntarily is rarely straightforward and not often simply triumphant. Sometimes the stories Morland tells of change are tragic accidents: 18-year-old Peter, after a long coma that followed a jet-ski crash, emerges with a different personality entirely, and he and his family have to try to make sense of the great disjunction of self. Sometimes they are miracles: Shander Herian, blind since the age of 10, has his sight partially restored in a pioneering process involving skin from his cheek and enamel from his teeth; he is grateful not only for the change but for the unique perspective of what seeing means. Sometimes, as in the stories of recovered addicts here, or of people who shed 20 of their 34 stone in weight, or discovered their true sexuality, there are 12 steps and determined changes of habit, and plenty of old-fashioned soul-searching. Morland is a measured, ever-curious and approachable guide through these stories, and she never takes the easy way out of them by denying their complexity, or attempting too much in the way of universally applicable self-help. Still, certain themes emerge. It is impossible, for example, to read the story of Hyppolite Ntigurirwa, who, aged seven, watched his family hacked to death in the Rwandan genocide and who has now completed a masters degree in sociology at Bristol University (and found the love to forgive his father’s killers), without believing in the most effective of all change engines: educational opportunity. And it is hard, too, to read of some of the more restless, fulfilled, long-lived lives here – like that of choreographer Dame Gillian Lynne, still working at 90 – without believing that happiness (or unhappiness) is never a settled state, always a pursuit, and that all that does not change is the will to change. Metamorphosis: 19 True Stories About Change is published by Profile Books (£14.99).Click here to buy it for £11.99",
  "webTitle": "Metamorphosis: 19 True Stories About Change by Polly Morland – review",
  "webPublicationDate": "2016-05-15T10:00:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/metamorphosis-19-true-stories-about-change-polly-morland-review",
  "keyword": [
    {
      "webTitle": "Health, mind and body",
      "id": "books/healthmindandbody",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Adams",
      "id": "profile/timadams"
    }
  ],
  "guardianId": "books/2016/may/15/metamorphosis-19-true-stories-about-change-polly-morland-review"
}