{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/11/graham-norton-is-right-australias-participation-in-eurovision-is-stupid",
  "id": "2016-05-11-329",
  "sectionId": "tv-and-radio",
  "body": "Irish television host Graham Norton has said the Eurovision song contest should “get rid of Australia”. As an Australian, I wholeheartedly agree. He told the UK Sun on Tuesday that he didn’t understand why we were taking part in the infamous singing contest. “I know some countries aren’t technically in Europe but, come on – Australia is on the other side of world.” Some people have accused him of being anti-Australian, to which he said: “I’ve got nothing against Australia. I just think it is kind of stupid.”  He’s right. It is stupid.   Related: X Factor winner Dami Im to represent Australia at 2016 Eurovision song contest    Now I was all for Jessica Mauboy representing the country as a non-competitive performer in 2014. It felt like when you visit European relatives and bring them a bag full of kitschy souvenir kangaroos and surfboards. I understood less why Guy Sebastian was allowed to actually compete the following year (he finished fifth), but figured rules could be relaxed in honour of the contest’s 60th anniversary. But when I heard this year that Australia would once again be competing and that we would send yet another reality show crown-holder, Dami Im, I rolled my eyes and let out an an audible “caaaarn”.  It’s called Eurovision.  Yes, Australia has European connections; namely two centuries of British colonial history. But the very representatives we have sent over – one Indigenous Australian and two Asians – is proof that our European heritage is just one strand of our diverse cultural makeup. And if the television powers-that-be are so insistent on our participation, they’d best invent a time-travel machine, zap their way back to 1901 and convince Australia’s first parliament that federation is a bad idea because it stands in the way of nabbing the trophy at Europe’s zaniest singing competition. Australia’s prolonged participation is only diluting the crassness and bizarreness that makes Eurovision so delicious to watch. Mauboy and Sebastian were stylish and polished. They sang upbeat funk and soul pop numbers, and they sang them well. Mauboy wore a spectacular gun-metal diva dress and Sebastian looked a treat in a tailored navy jacket and mustard jeans.  Which is to say, they really sucked. Eurovision contestants should look like they were dressed in whatever was in the lead singer’s kitchen drawer (the more silver foil on hand the better). Singing ability should be optional, and acts should bring enough cheese so that by the third minute of each song, viewers begin to feel a bit queasy in the stomach. But the best parts of Eurovision are the ancient rivalries, barely contained blood feuds and uneasy alliances between countries that become clear when the results of audience voting, so often done in blocs, are announced. Australia simply doesn’t have a place in these political machinations. We’re just the harmless foreign cousin who scoots by on our adorable accent and association with fluffy, doe-eyed koalas.   Related: Eurovision: SBS announces plans for Asia Pacific version of song contest    What next? Should we allow Sweden to play in the Asian Cup? Do we allow Peru to send in a couple to compete in My Kitchen Rules? Where does the madness end?  It is not yet clear whether Australia’s participation in Eurovision will become permanent; after last year’s “one-off” proved popular it was extended to another “one-off” this year. It’s more than possible all of this is simply laying down the groundwork for a proposed Eurovision Asia, which would bring together up to 20 competing countries in the Asia Pacific region. Our Eurovision holiday was very nice, thank you very much. We were excellent guests and did not make a mess. Now it’s time to get out and let the locals do their thing. • Eurovision grand final is on 15 May at 7.30pm on SBS • This article was amended on 11 May 2016. An earlier version referred to Graham Norton as British. He is Irish.",
  "webTitle": "Graham Norton is right, Australia's participation in Eurovision is stupid | Monica Tan",
  "webPublicationDate": "2016-05-11T07:19:42Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/11/graham-norton-is-right-australias-participation-in-eurovision-is-stupid",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Graham Norton",
      "id": "tv-and-radio/graham-norton",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/11/graham-norton-is-right-australias-participation-in-eurovision-is-stupid"
}