{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry-michelle-carvill",
  "id": "2016-05-04-135",
  "sectionId": "small-business-network",
  "body": "Michelle Carvill, marketing director of Carvill Creative, explains why she should win the Rising Star category of the Guardian Small Business Showcase competition:   I am the founder and director at Carvill Creative, a digital marketing and social media agency, which I founded 13 years ago, and the marketing director at MadeSimple Group.  The latter recently made the The Sunday Times ‘Top 100 Companies’ to work for. At MadeSimple, I manage the digital marketing team and play a key role on the leadership and strategy team.  I am also a published author and share my social media skills in a practical way. My book, ‘The Business of Being Social’ was first published in 2013 and has over 70 5-star reviews on Amazon. Due to its popularity, a second edition was released in September this year.  I regularly speak as a keynote on the subject of social and strategy, and am a huge supporter of getting more women back to business.  I’m a mother of two and qualified yoga teacher. I hold free yoga classes for the the teams at both MadeSimple and Carvill, and try to show constant dedication, inspiration and high energy to those around me.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Michelle Carvill",
  "webPublicationDate": "2016-05-04T15:03:04Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry-michelle-carvill",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry-michelle-carvill"
}