{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/jo-brand-going-forward-preview",
  "id": "2016-05-19-296",
  "sectionId": "tv-and-radio",
  "body": "Starting, excitingly, this week is Going Forward, a spin-off from the Bafta award-winning but still severely slept-upon comedy Getting On. The title, apart from being a nod to the tyranny of managerial buzz phrases, refers to the shift from the geriatric ward to domestic life for Kim Wilde (Jo Brand), as she undertakes the duties of her new job as a community domiciliary care assistant. In other words, a very stretched agency carer tending to the needs and suppurating the bedsores of her elderly clients. On the face of it, the home setting, children, husband Dave (Omid Djalili) and sister Jackie (Helen Griffin), who shares Her Majesty Dorian Green’s tendency to let herself in through the back door and start prattling on about her problems, plays out like a trad situation comedy. In fact, it could very easily be mistaken a standard BBC sitcom, and we all know the enthusiasm with which they should be met. The reality though, is much different. While we might be witnessing an emerging comedy renaissance in this country (see exhibits A, B, and C: Camping, Chewing Gum and People Just Do Nothing), Going Forward stands out even from the good stuff. Let’s just take a moment here to consider how truly terrible the domestic sitcom can be; a small, short lament for the 676 other rickety LOL-wagons per year that poor, beleaguered TV previewers and optimistic audiences are forced to endure. I don’t resent these other, lesser comedies (much), partly because the maxim that talent has to be nurtured is probably true, and partly because, when the terrestrial schedule flops, I have a superhuman capacity for re-watching the four decent shows Netflix features on rotation, while retaining some slim and feeble will to keep breathing. But Going Forward is on another level. Its script, though tender, is darker than Vantablack on an overcast day. There are self-assured performances, from Brand in particular. And its writers have the wisdom to let scenes filled with mundane chatter run on for several minutes. “The thing about Iraq,” Dave’s executive taxi colleague tells him as the two weigh up the pros and cons of taking a job as a mercenary driver in the war-torn region, “is that it’s the same as anywhere else. It’s got Starbucks. Burger King. Harry Ramsden’s.” Humour like this, executed correctly, sneaks up on you and pulls the half-smirk even decent comedies usually raise into a full cackle. The last series of Getting On aired in 2012, having moved from the fictional King Edward VIII hospital, due to the actual hospital it was filmed in being closed down. A lot of that original series, and even more of Going Forward, is rooted in the abject bleakness of real life. It takes some doing to have a stab at all this misery – mould patches, being skint, the decision of whether to pack off an aged parent to a home – and the result not be patronising, out of touch or misery-making. If only UK comedy writers had cracked open the secret before, that the quickest way to laughs is via such grim despair. The question of why Getting On never blew up in the UK – although it did score a US remake – is a puzzling one. The only problem I can find with this revisit is that there are only three episodes. The fitting message to take from this, though, is that life is but a dripping shower head of misfortune and it’s up to us to find joy where we can. Who knew it would come from Jo Brand in an unironed lilac tabard? Starts tonight, 10pm, BBC4",
  "webTitle": "Going Forward: Jo Brand's sitcom is mouldy, miserable... and very funny",
  "webPublicationDate": "2016-05-19T08:00:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/jo-brand-going-forward-preview",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jo Brand",
      "id": "culture/jo-brand",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Filipa Jodelka",
      "id": "profile/filipa-jodelka"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/jo-brand-going-forward-preview"
}