{
  "apiUrl": "https://content.guardianapis.com/science/shortcuts/2016/may/30/regional-dialects-dying-out-app-cambridge-university",
  "id": "2016-05-30-56",
  "sectionId": "science",
  "body": "Never mind whether you take it with jam or cream, does your “scone” rhyme with “gone” or “stone”? Chances are, it’s the former. Basically the “stone” pronunciation of scone is almost gone. Still with me? According to the first set of results from an app mapping changes in English dialects launched in January by the University of Cambridge, regional accents are dying out. The English Dialects app, downloaded 70,000 times already, has generated data from 30,000 users across 4,000 locations.           Watch: do you know your Norfolk hodmedods, from your Suffolk hodmedods?    And the results reveal Britons from the West Country to the north-east are increasingly speaking like southerners. In essence, the app draws a modern picture of a land of identikit scones and ‘arms’ lopped of their resounding ‘r’s in which a pesky piece of wood caught beneath the skin is no longer known as a spool, spile, speel, spell, spelk, shiver, spill, sliver, or splint, depending on where you are from, but simply a boring old splinter. It’s enough to get you blarting. Or crying, as it’s now more commonly known. So in tribute to the dying art of talking like your ancestors, instead of the members of the Tory cabinet, here is a guide to a few words from around the UK that we don’t want to go south. ’Anging: disgusting (Manchester). That chip butty was ’anging. Antwacky: old fashioned, out of date (Liverpool). Our kid’s new place is dead antwacky. Backend: autumn (north), from the phrase ‘the back end of the year’. We’re waiting until backend to go away this year.     A bishy barnabee (as they say in Norfolk). Photograph: Ivan Mikhaylov/Alamy    Bishy barnabee: a ladybird (Norfolk), thought to refer to Bishop Bonner, known as bloody Bonner for his persecution of heretics in the sixteenth century. I hoolly blundered over in the rud when I saw that bishy barnabee. Blart: crying (Black Country, Birmingham), from the bleating of sheep. He’s blarting again because Aston Villa lost. Bostin’: amazing, brilliant, excellent (Black Country, Birmingham). Bost is slang for broken and thus bostin’ comes from ‘smashing’. Bostin’ fittle! (Great food!). Dibble: the police, derived from Officer Dibble in the cartoon Top Cat (Manchester). We best get off, the dibble are coming…     Call the dibble (as they say in Manchester). Photograph: Moviestore/REX/Shutterstock    Donny: hand (Birmingham, Black Country). Wash your donnies before tea, bab. Fettling: to give something a good old clean, mend or repair (Yorkshire, Northumberland) but also denotes a person’s (generally bad) mood (Northumberland, Cumbria). What’s yer fettle marra? Ginnel: alley (Manchester, Yorkshire), though in some parts gennel is preferred. Also known as snicket in the north-west, a twitchel in the East Midlands, and a chare in Newcastle. He couldn’t stop a pig in a ginnel. Nesh: unusually susceptible to cold weather (Midlands, north) and also timid, weedy, or cowardly. Stop being a nesh git, it’s not even snowing. Netty: toilet (Newcastle). Where’s ya netty, hinny? I’m bustin’. Paggered: exhausted (Newcastle, Cumbria) but pagger is also to fight. Am awer paggered to pagger. Yampy: daft, mad or losing the plot (various). My iPhone’s gone totally yampy.",
  "webTitle": "Regional dialects are dying out – it’s enough to get you blarting",
  "webPublicationDate": "2016-05-30T17:09:17Z",
  "webUrl": "https://www.theguardian.com/science/shortcuts/2016/may/30/regional-dialects-dying-out-app-cambridge-university",
  "keyword": [
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "University of Cambridge",
      "id": "education/cambridgeuniversity",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "science/shortcuts/2016/may/30/regional-dialects-dying-out-app-cambridge-university"
}