{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/23/perfume-synthetic-sustainability-vanilla-madagascar",
  "id": "2016-05-23-85",
  "sectionId": "sustainable-business",
  "body": "In a coastal jungle in northern Madagascar, biologist Fanny Rakotoarivelo places a plastic bubble over a branch of papaya flowers. Inside, air currents run through the flowers, sucking out essential oils. The scented air that remains is funneled into another bag, which Rakotoarivelo places inside a metal briefcase. It will be flown and delivered to the German headquarters of Symrise, the second largest flavors and fragrances company in the world, where scientists will attempt to recreate the scent. The mechanism Rakotoarivelo uses is, rather poetically, called a headspace. For the last thirty years, it has allowed scientists to recreate nature in a bottle, often in a far more environmentally friendly manner than tapping the real thing, according to a 2013 study by watchdog conservation organization ETC Group.    Related: Madagascar: the country that's poor but not poor enough for aid    Symrise pioneered artificial vanilla – vanillin – in 1874, but it continues to be a major supplier of the raw thing as well. Vanilla was first brought to Madagascar in the mid-1800s; today, it is referred to as the country’s “black gold”, supplying about half of the world’s vanilla flavor and fragrance. Some 10% of that comes via Symrise, which works with more than a thousand local farmers in Madagascar, where it opened an extraction plant in late 2014. With its pristine beaches and roads lined with mango, banana and coconut trees, Madagascar recalls a pre-boom Hawaii. But while the island nurtures some of the world’s richest biodiversity, Malagasy people endure widespread poverty and corruption. As of 2010, more than 75% of the population lives in poverty. Despite its wealth of resources, Madagascar ranks 155th out of 187 countries examined in the UNDP Human Development Index 2014. Symrise does not own its own farms. Instead, it sources from partners owned domestically, buying at fair trade prices. Vanilla is a labor-intensive crop that requires even more effort in Madagascar, where it is not a native species. About 1kg (2.2lbs) of vanilla requires extraction from 500kg (1,102lbs) of vanilla pods and hand pollination of approximately 40,000 flowers by workers wielding needles – most often women who are paid per stamen.  The price of vanilla can also fluctuate wildly. This year, prices reportedly soared to more than $200 per kg, up from $20 per kg five years ago. Madagascar is one of the few places in the world that grows vanilla that can support such a low price. When prices are high, however, theft of crops becomes rampant.  On these Symrise scent expeditions, perfumers identify local crops that have the potential for growth on a global scale and to diversify local farmers’ output, so as to decrease sole dependency on vanilla. Vetiver, green pepper basil, black pepper, rumba and ylang-ylang are among those currently currently being vetted by Symrise. Many, like ylang-ylang, already have a well established hold on the perfume industry, but the scents as they are commonly used have gone stale. “Ylang has a bad rap,” senior perfumer at Symrise David Apel explained. “It’s overused in everything from furniture polish to perfume.” The culprit? Synthetics, which are easy and cheap to make.     A worker sorting vanilla pods at a production site in Anjombalava, a village 36 km away from Sambava, in the middle of the most important vanilla production regions in Madagascar. Photograph: Patrick Mercier/AFP/Getty Images    That’s not always a bad thing. In Chandler Burr’s 2008 book The Perfect Scent, he argues in favor of synthetics, which have become less fashionable with the demand for natural products in the past ten years. The industry takes the position that synthetics are more ecologically sound.  Burr uses sandalwood as an example, the natural use of which is decimating forests in India: “Most perfumers I know now refuse to use natural sandalwood, and their bosses support them, and it’s purely an eco question.”  Burr argues that synthetics are often better than the real thing. For one, the belief they cause allergies is likely more true of naturals, since synthetics can have problematic molecules removed.  But consumer desire continues to bend toward naturals. While the last two generations of perfumers leaned toward a potency that relied on synthetically derived animalics and spices (think YSL’S Opium), followed by sugary, candied notes (Mugler’s Angel), the current generation increasingly wants perfume to bring inspiration from the organic world with purer, cleaner origins and scents.  The trend toward a minimalist aesthetic in fragrance can however be more harmful than it appears, particularly when it comes to flowers. The struggle major companies face is how to sustainably produce what is inherently an unsustainable product, especially as consumers demand more and more raw materials.   “Flowers are very resource-intensive with low yield,” explains Torsten Kulke, senior vice president of global innovation & regulatory fragrances at Symrise who also published a scientific study on sustainability in fragrances in the July 2015 issue of Perfumer & Flavorist. Some 500kg (1,102lbs) of a flower, he noted, usually only yields 50 grams (1.1lbs) of essence. “Why do you want to waste hectares and hectares of productive land?”   Related: Perfume manufacturers must cope with the scarcity of precious supplies    Large scale fragrance providers are increasingly making these judgment calls. Symrise is one of the “big eight” global fragrance companies that provide the bulk of the formulas for the fine fragrance market: companies such as Givaudan, IFF and Firmenich have also developed vertical integration to ensure the sustainability of raw materials. According to its 2015 sustainability report, Givaudan, the largest fragrance house, began partnering with local producers a decade ago. IFF announced its Natural Ethics program in 2013 for its vanilla grown in the Sava region, which includes development of more biosynthetic vanilla. Firmenich works with a local partner in Madagascar that helped 1,300 farming families to achieve Rainforest Alliance certification. Naturals are still a vital industry to local laborers who farm raw materials and extract essences themselves locally. All-natural fragrance, to follow, is expensive, costing hundreds of dollars per ounce, making synthetic scent a more viable option for most fragrance houses as they assemble formulas for clients. Part of the new set of challenges faced by fragrance houses is weighing the benefits of real v derived. “Rose costs thousands of dollars,” Kulke elaborates. “A 98% copy you can get for a fraction of the cost.”  A papaya flower could not feasibly be harvested for its oil, even in its native Madagascar – the cost, monetary and environmental, would be astronomical. The real thing is, no doubt, more complex, but in this case the copy smells just as sweet.",
  "webTitle": "A sweeter choice: synthetic perfumes, while unpopular, are better for the planet",
  "webPublicationDate": "2016-05-23T17:17:25Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/23/perfume-synthetic-sustainability-vanilla-madagascar",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Fragrance",
      "id": "fashion/fragrance",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Madagascar",
      "id": "world/madagascar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Ethical business",
      "id": "business/ethicalbusiness",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sustainable development",
      "id": "environment/sustainable-development",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/23/perfume-synthetic-sustainability-vanilla-madagascar"
}