{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/13/dunhuang-caves-artifacts-ancient-history-chinese-civilization-getty-institute-silk-road-los-angeles",
  "id": "2016-05-13-68",
  "sectionId": "artanddesign",
  "body": "When poet Percy Bysshe Shelley imagined a ghostly testament to Egyptian Pharaoh Ramesses II, he saw a decrepit sculptural fragment lost in a sea of sand. An inscription on the pedestal used the Greek name for the 13th century BC ruler, Ozymandias. “Look on my works, ye Mighty, and despair!/ Nothing beside remains. Round the decay/ Of that Colossal wreck, boundless and bare/ The lone and level sands stretch far away.” Some think he was inspired by the British Museum’s recent acquisition of a large fragment from the statue, but history is full of empires turning into sand. Dunhuang, China, is such a place. It sits along the Old Silk Road, a network of routes, on the edge of the Gobi desert. Established as a garrison outpost in the second century, from 400 AD the city grew into a thriving crossroads of art, culture, trade and ideas stemming from a wide range of influences from the Middle East, Persia, China and, via Gandaran India, Greece and Rome. Today, an island in an ocean of sand, it bears little resemblance to its thriving past, which is marked only by a lonely stone cliff pocked with nearly 500 man-made caves, the painted interiors of which are equivalent to a wall of art 15 feet high and six miles long. Besides its vast quantity, the unique range of cultures represented has earned the Unesco world heritage site the moniker Mogao – “peerless” – caves, for there is nothing else like them on Earth.      Tim Whalen, director of the Getty Conservation Institute, tours a full-scale, hand-painted replica of cave 275. Photograph: Damian Dovarganes/AP    “You have to see it as a place that has monks and merchants and local aristocracy. And it was an independent kingdom. It was a cosmopolitan city,” says Mimi Gardner Gates, describing the site’s halcyon days. As director emerita of the Seattle Art Museum and chairman of the Dunhuang Foundation, her work in co-operation with the Getty Conservation Institute in Los Angeles has brought Cave Temples of Dunhuang to the museum.  The exhibition includes 43 manuscripts, paintings and embroideries, sketches and diagrams from throughout the city’s 1,000-year span. The items, mainly on loan from the British Museum and British Library as well as the Musee Guimet and the Bibliothèque nationale de France, include an extremely rare Diamond Sutra, a Mahayana Buddhist text deemed as durable as a diamond for penetrating the ultimate truth. Dating to 11 May 868, it is the oldest dated complete printed book in the world. “You see Hindu deities in Cave 285 and there are Chinese mythological beings flying around the ceiling. I think the fact that Buddhism would incorporate elements of Chinese culture into its fabric really helped,” offers Gates, citing among the artifacts a Christian hymn, Gloria in Excelsis Deo, translated to Chinese in the 10th century. There are also mandalas from when Dunhuang belonged to the Tibetan empire during the years 781-848, and a fragment of an Old Testament psalm written in Hebrew. “It was not the purity of any one cultural tradition that gave Dunhuang its strength. It was the ever-changing mix, the fusion of cultures that gave Dunhuang the ability to renew itself over and over again for over a thousand years.”     Cave 96 (aka Nine Storey Building) probably the most well known of the Mogao Grottoes was built in the Tang dynasty. Photograph: Alamy    Occupying the courtyard of the museum is a large enclosure housing three replica caves from the site, hand-painted by Dunhuang Academy artists. And while this may sound like a Disney-inspired attraction to some, the concept stems from an ancient tradition tied to the Buddhist practice of merit gaining, which took the form of copying sutras or sketches, or even creating a cave temple. In time, replication became one of the most esteemed and honored forms of Chinese art. “There’s a tradition of famous Chinese artists going to the site, taking inspiration and doing this one-to-one cave replica,” explains Getty Conservationist Lori Wong about a modern practice stemming from 1944, when the Dunhuang Academy was established and conservation was undertaken in earnest. Some of the replica caves created on site cannot travel because they are deemed works of art unto themselves. While it may appear to clash with the emphasis western culture often places on original artwork, printing and copying are prevalent concepts in modern western art, or “the age of mechanical reproduction” as critic Walter Benjamin put it in the title of his seminal 1936 essay on the subject.      Another view of a replica of Mogao cave 285. Photograph: Frederic J. Brown/AFP/Getty Images    For the sake of conservation, similar sites such as France’s Chauvet Cave are off limits to the public. But a replica opened in 2015 in Ardeche, just a few miles from the real site, which is home to cave paintings dating back 36m years. Similar exhibits are part of conservation efforts at Altamira and Lascaux. The difference is the caves at Dunhuang remain open to the public.  “Cave” may be a misnomer, as they tend to resemble large chambers with four walls and a ceiling. Typically a sculpture, or a grouping of sculptures with a deity, occupies the rear of the chamber, while walls and ceilings are painted in swirling patterns and illustrated scenes from Buddhist scripture. To preserve them, the caves are lit only by whatever light spills in through the opening, just one of the reasons the well-lit replicas are preferable for studying the artwork. After 1400, as trade turned to maritime routes, the Silk Road fell out of use. Dunhuang became deserted and was gradually reclaimed by the desert. Flash floods from the nearby Dachuan River destroyed portions of some of the murals while salt in the rock ate away at areas beyond the water’s reach.  At the end of the 19th century a Taoist priest called Abbot Wang Yuanlu appointed himself caretaker, presumably installing doors to protect the works. Around 1900, he discovered a chamber that became known as the Library Cave, sealed since the 11th century. In it were 40,000 objects, documents, scrolls, business contracts, drawings and ephemera as well as priceless works of art. In 1908, a 30-year-old French monk by the name of Paul Pelliot, a polyglot speaking 25 languages and already a tenured professor at the French University of Hanoi, pored through 10,000 documents in just three weeks, unlocking the mysteries of the caves. “What the library cave gave us was information about each of these caves,” Wong says. “So we know when this cave was made, we know who made it, we know why. Otherwise we would know nothing. It would just be beautiful objects in the desert.”  A site that received only 25,000 visitors in 1979, the Mogao caves now count over a million a year, 90% of them Chinese. In 2014, a $50m visitor center opened to accommodate the surge of tourists coming by both plane and train. But it doesn’t end there. Beijing’s recent announcement of the One Belt, One Road initiative, meant to accelerate rail shipping with Europe, will undoubtedly bring a greater influx of foreign faces in coming years.  “A lot of our work has been looking at visitor management and can visitors safely visit the site without damaging the artwork. The answer is yes they can, but under controlled visitation,” Wong concludes. “The story of this site is that it has managed to survive in the middle of the desert with 500 cave temples still remaining, all intricately painted, but also the challenges that it faces moving into the future and all the work that needs to be done.”   Cave Temples of Dunhuang is at the Getty Research Institute in Los Angeles until 4 September",
  "webTitle": "Artifacts from ancient Chinese cave temples head west for California exhibit",
  "webPublicationDate": "2016-05-13T17:33:59Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/13/dunhuang-caves-artifacts-ancient-history-chinese-civilization-getty-institute-silk-road-los-angeles",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Riefe",
      "id": "profile/jordan-riefe"
    }
  ],
  "guardianId": "artanddesign/2016/may/13/dunhuang-caves-artifacts-ancient-history-chinese-civilization-getty-institute-silk-road-los-angeles"
}