{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/michael-mosley-ecigarettes-miracle-menace-tv",
  "id": "2016-05-22-134",
  "sectionId": "society",
  "body": "Born in Kolkata, India in 1957, broadcaster Michael Mosley studied PPE at Oxford; he then worked as a banker for two years before retraining as a psychiatrist. He joined the BBC in 1985, where he produced science programmes such as Inventions That Changed the World and presented shows including The Story of Science, The Brain: A Secret History and The Truth About Exercise. In 2012 he popularised the 5:2 diet, which uses intermittent fasting, with the BBC2 documentary Eat, Fast and Live Longer and his book The Fast Diet, which sold 350,000 copies in the UK in its first year. You tried your first cigarette as part of your new television programme on vaping. How was that? Very unpleasant. The attraction was not obvious. I suspect it would have been a different experience if I had tried it at 12. But I didn’t. Why not? Were you a very square teenager? I was really, really square but my dad offered me something like £100 when I was about 11 if I didn’t smoke before I was 18. It seemed like an inordinately large sum of money so I never felt particularly tempted. So what was your conclusion? Is vaping OK? I think vaping is OK. There are some problems associated with it, which we explore in the film, but certainly compared with smoking, they’re trivial. There are about a billion smokers in the world, and about half of them will die from smoking-related diseases. So the numbers are just monstrous, and if you can persuade even a few of them to switch to e-cigarettes, it would make a huge difference because we know that going cold turkey doesn’t work.    We learn a lot about some of the more exotic conditions, but nothing about what a good diet looks like    It needs somone like Kate Moss to take it up, doesn’t it? It’s not very rock’n’roll. Yes, my daughter is 16, and she thought it was very uncool, and the fact that people like me were doing it made it even less cool. A lot of people in the media, myself included, look wistfully at people who have proper jobs like doctors, whereas you were a doctor who went the other way. What were you thinking? I discussed it with people in the media before I jumped. And they all said: “No, no, don’t do it. It’s a terrible thing to go into, you should stick with the noble art of medicine.” And most of the medics said: “Go, go. It sounds much more fun.” So I flip-flopped quite a bit. I thought I would do it for a year or two and see if it suited me and I found that it did. Actually, I went to a 30th reunion of medical school recently and of the 100 of us, there were less than 50 still working. They’re all just a bit tired or disillusioned. And because so few young doctors want to go into medicine, the load’s been building. You started out in TV as a producer. What brought you over to the dark side, presenting? I had this idea about the history of medicine told through self-experimenters. The first Horizon I did was about a self-experimenter called Barry Marshall, who was convinced stomach ulcers were not caused by stress but by a previously unknown organism called helicobacter pylori. He ended up swallowing it himself and induced gastritis. That made me wonder how many other people had done this sort of stuff. I discovered a huge number of stories and pitched the idea to every controller of every channel for 14 years until eventually Channel 4 said, “Yes but who’ll present?” And I said, “I have no idea.” And they said, “Why don’t you do it?” Your most recent interest has been tackling diabetes through diet, hasn’t it? Yes, it came out of a Horizon I did because I discovered that I was type 2 diabetic. My GP suggested I start on Metformin, because that’s the standard protocol – you start on the drugs. But I didn’t want to do that, because my dad had developed diabetes at the age I was then, and had had complications including heart failure and dementia and died at 72. I started off by looking at the research around longevity, and one thing that had been found to help was cutting down one’s food intake by about two-thirds. I realised I wasn’t willing to do that for a long period of time but I came across research out of Chicago that got some of the benefits from doing it two days a week. And that led to the film, and writing the 5:2 diet book, but we didn’t actually focus at all on the diabetes. But my weight has stayed off, and glucose is still down there in the normal range. What’s been the lowlight of your self-experimenting career? Was it the tapeworm you swallowed? No, it was actually a programme I did on fear. The producer said: “What are you afraid of?” And I said: “Confined spaces.” So she sent me caving and I got stuck and I really freaked. The tapeworm was absolutely fine, though I kept poo samples in the freezer, which delighted my family. You took an empathy test, didn’t you, where the scientist told you that you shared some of the same traits as psychopaths. Was that a bad moment? He did go on and qualify it by saying that there are obviously a lot of people who are not psychopaths who have these traits. And I’m reasonably confident I’m not a psychopath. But I knew it was a risk. There’s always an element of risk that they tell you something you don’t want to know. I did a test recently on Horizon and they found that I had partial blockage in one of my coronary arteries. It was a bit freaky and I’m still aware of it. No male in my family has made it beyond 72. Do you sometimes think, I may only have 13 years left? That’s quite a scary thought, isn’t it? Sometimes. I suspect I’m a lot healthier than my dad was. I look a lot like he did when he was younger but because I’ve done all the self-experiments, I haven’t followed the same path he did.   Related: Are Health Tests Really a Good Idea? review – a scientific look deep into Michael Mosley’s future    Do you think that it was your father’s death that’s led you to do all these experiments on yourself? Yes, without a doubt. Particularly his funeral. His friends said how much like him I was, so he was kind of a warning from history. I do think, on the whole, that genetics are not destiny and you can do something about it. But at medical school we really learned nothing about nutrition. And that’s quite weird. My son is at medical school now and he is learning effectively nothing about nutrition. We learn a lot about some of the more exotic conditions, very rare malnutrition diseases, but really nothing about what a good diet looks like, what exercise. Which is quite strange, isn’t it? But then when you look at what the official advice has been, maybe that’s for the best. If you followed government advice, you’d have spent years eating margarine and avoiding eggs and butter… Indeed. The dean said on the first day of medical school: “Over the next five years you will learn a huge amount. And over the next 10 years most of it will be out of date.” And that’s what I like about science, I must admit. As a journalist I love the fact that stuff changes all the time. You’re not quite on the whole all-sugar-is-evil bandwagon, are you? Isn’t that the big new thing? No, though I do think most added sugar is pretty evil. I’ve had most of my teeth filled or replaced so I think there’s very little good to be said about sugar, apart from that it tastes nice. I’m going to have another concerted go at trying to give it up. I’ve had a go before but I find it so addictive. If I have a small bit of chocolate, I eat the whole bar. Since you found out you have a blocked coronary artery, has that made you rethink HIT – the short blasts of high‑intensity exercise that you tried and tested? No, because the evidence is strong that HIT is good for people who have coronary conditions. Everyone says… … Andrew Marr. Yes, but Andrew Marr had two previous attacks so almost anything could have triggered it. The message of Andrew Marr is that if you have one of these episodes – face, arms, speech – then get help. But the evidence is actually very strong, doing short bursts of this stuff is fine – even in people who are older who have not previously exercised. I’m still a fan and do it around three times a week. Are you still following the 5:2 diet? I’m more 6:1. When I put on a bit of weight I go back on it. Four years on and I’m absolutely fine. I don’t have to think about it that much. I find it quite easy, now. It’s all just habit. E-Cigarettes: Miracle or Menace is on BBC2 tonight at 9.30pm",
  "webTitle": "Michael Mosley: ‘No male in my family has made it beyond 72’",
  "webPublicationDate": "2016-05-22T08:30:37Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/michael-mosley-ecigarettes-miracle-menace-tv",
  "keyword": [
    {
      "webTitle": "E-cigarettes",
      "id": "society/e-cigarettes",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Carole Cadwalladr",
      "id": "profile/carolecadwalladr"
    }
  ],
  "guardianId": "society/2016/may/22/michael-mosley-ecigarettes-miracle-menace-tv"
}