{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/northern-accent-working-class-middle-class-northerner-barm-cake-john-lewis",
  "id": "2016-05-23-125",
  "sectionId": "commentisfree",
  "body": "What makes someone middle class? There are the usual cliched signifiers: wearing Boden clothes, shopping at Waitrose, Mandarin classes for the kiddies. None of these things mean anything to me, but I still count myself as middle class. And yet I have a Lancashire accent and say class with a short “a” (/æ/) and not clars. I mention this as there seems to be a presumption that being northern means you are automatically working class. We saw it in Maxine Peake’s recent revelation that she couldn’t play a barrister, according to the BBC, because of her flat vowels. “Martha’s been to university,” they reportedly told her. “She’s educated.” Meanwhile teachers with funny voices like mine are being encouraged to ditch their regional accents, to – and I quote – “adopt a more middle-class one”, a common conflation that is still largely left unchallenged.   Related: Why are schools trying to wipe out regional accents? | Lynsey Hanley    Aspiring Manchester mayor Andy Burnham hasn’t helped matters either, with his stereotype-appeasing comments last week. “It’s harder growing up in the north-west,” he said. “If you say you want to be a doctor, lawyer or MP you get the mickey taken out of you.” This is news to me. I went to the local comp but my best friend wanted to be an international lawyer, and I can’t remember anyone teasing her for this. Old classmates include a dentist, a doctor and an architect, and they still go down ginnels and eat barm cakes. It’s preposterous, really. Does anyone really think there aren’t lawyers, doctors and university professors from Manchester, Leeds and Carlisle who speak with northern vowels? Why would a Boltonian sound like they are from Basingstoke?           Victoria Wood: her funniest moments    I’ll leave aside the fact that education is supposed to open up minds and challenge stereotypes, rather than enforce them, and focus instead on the sense of displacement this leaves you with. Because if I am not middle class, then what am I? The working class wouldn’t have me. At a school quiz, my children were asked, “What cake do you eat at Christmas?”, and they all answered, “Panettone”. I meditate, only when I chant “om shanti”, I say it with a Ramsbottom accent. There must be millions of us – the strangely classless – all walking around with our daft dialects and John Lewis bags, our National Trust cards and gardening clogs, wondering where exactly our place is in British society now that our voices have been deemed not middle-class enough. Which, really, of course, means: not standardised south-east. I noticed the same linguistic prejudice when Victoria Wood died, with all the heartfelt eulogies that presumed she was working class. I’m a huge Victoria Wood fan, but, as a Bury girl myself, I have a strong inkling that she wasn’t – from the fact that she went to the fee-paying, private grammar school where my mother taught. I saw her some years ago in Marks & Spencer in Muswell Hill, but even before she hit north London, I suspect her upbringing was hardly like Kes. And here’s the thing: every native in the north speaks with a northern accent, like people from Spain sound Spanish. There might be degrees of strength, but everyone, from the headteacher to the cleaner, speaks with northern vowels. You don’t hear “parth” or “larf” except from the mouths of southerners. Is it impossible to accept that someone can have a northern accent and still be a member of the chattering classes? Alan Bennett, William Hague – and yes, Victoria Wood. Surely it’s not a shock to grasp that they were hardly from down t’ pit. It’s depressing, really, that something as obvious as this has to be said. It’s the linguistic equivalent of politely reminding people that not everyone oop north wears a flat cap, keeps a whippet and has bread and butter with everything. I could point out that these prejudices exist because of the lack of diversity in the national media, which Victoria Wood was brilliant at ribbing: (“We’d like to apologise to viewers in the north – it must be awful for you.”) Chip on my shoulder? Maybe, but at least, as Stuart Maconie says, “It’s a decent chip with gravy and mushy peas.”",
  "webTitle": "I’ve got a northern accent but I’m not working-class. So what am I? | Rebecca Hardy",
  "webPublicationDate": "2016-05-23T15:14:46Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/northern-accent-working-class-middle-class-northerner-barm-cake-john-lewis",
  "keyword": [
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Hardy",
      "id": "profile/rebecca-hardy"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/northern-accent-working-class-middle-class-northerner-barm-cake-john-lewis"
}