{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/17/syria-war-rebuild-country",
  "id": "2016-05-17-195",
  "sectionId": "global-development-professionals-network",
  "body": "Helen is playing a game that involves massacring a screen full of animated fish on her mum’s phone. “Yes it’s fun!” she says, but there’s an underlying sadness to this – her mother used to play it with the sound up to soothe the children to sleep at night in a Turkish refugee camp. Now 13, Helen was eight years old when war broke out in Syria. Her parents, Abu Ali and Hala, were frontline revolutionary activists in Aleppo. Her father, a rebel commander, was captured by Isis. His wife confronted the local Isis leader to bargain for his release, but without any luck. The family still doesn’t know if he’s dead or alive, but Hala drinks a cup of coffee for him every morning and talks to pictures of him saved on her mobile phone. Helen, along with her mother, her solemn older brother, Mohammed, and her mischievous younger sisters, Farah and Sara, left Syria to seek refuge in Germany. In 2015, the family applied for refugee status and were granted it. They flew from Turkey to Germany and now live in the sleepy town of Goslar. They are the subject of a documentary, Children on the Frontline: The Escape, which aired on Channel 4 last week. Far away from her homeland, Helen says her life’s mission is to become an architect. “I want to go back to Syria and build everything. Aleppo is broken – all of Syria is broken,” she says. While they were still at home, fighting against the forces of President Bashar Al-Assad, the family moved between different bombed-out apartment blocks in a once middle-class suburb of Aleppo. It’s the stuff of horror films – apartments without walls, crumbling staircases that could give way at any second, days without water or electricity. The children were shot at as they played on the balcony and survived night after night of shelling and barrel bombs near their home. For Helen, it’s not just upsetting to see the once-beautiful ancient city reduced to rubble, it’s also a reminder of how many people have died during the five years of fighting. “It’s now really dangerous,” she says. “I’ve seen pictures and it’s hard to look at them. There are so many people who’ve died. My best friend died – that’s hard for me. I saw so many people my age dying and you cannot forget their faces. “Aleppo was an old city and it’s really beautiful. We have so many beautiful things …” She brightens up. “When you go there, there is a restaurant in the citadel, oh my God, you have to go and eat there! And they have really delicious chocolate.    What I learned in Syria is when you want to do something, don’t think about tomorrow, you think about today  Helen     “I would build everything,” she continues. “The mosque, the church, the buildings … I’d build it so it was better – with work. I’ll have to see when the war is finished.” After five years of civil war, Isis violence, al-Nusra bombings, government airstrikes, Russian airstrikes, US airstrikes, French airstrikes, British airstrikes, it’s impossible to tell when peace will be restored and the young Syrian diaspora will be able to return. “What I learned in Syria is when you want to do something, don’t think about tomorrow, you think about today,” Helen says. “In the next second or the next minute you’re going to die. I only think about this moment.” One thing she knew she could do to help other children in the thick of fighting was continue their education, and she single-handedly ran classes for 25 children in Aleppo. With her father’s help, and the reclaimed notebooks and pencils he took from his children’s flattened school, Helen would teach maths to the class when she was just 10 years old. That stopped when Isis militia plundered and burned down the house she was teaching in.   Related: Kidnapped by Isis at 15: 'I never thought I'd see the day when I was free'    “Bashar” has become shorthand for any bad person, and Helen practically spits out the word. “I don’t know what needs to be done to bring peace to Syria. When Bashar is out from Syria, everything will be OK,” she says. “But we now have so many Bashars – so many. The guy who used to work with my father in the Free Syria Army who turned him in to Isis, he is the biggest Bashar.” Helen’s father may be absent, but his influence is still powerful. The pride he had in his country has manifested itself in all his children. “He inspired me to dream to become an architect,” she says. “But I cannot draw.” All four siblings intend to go back to Syria. Sara wants to look after children, Farah wants to fight with the Free Syrian Army (“She is a boy,” Helen says), and Mohammed wants to be a psychologist. There will be a great need for psychologists in the new Syria. The mental health toll on Syrians is immense. Dubbed “the silent crisis”, the International Medical Corps (IMC) found that 54% of displaced people they treated in Syria and surrounding countries suffered from severe emotional disorders, including depression and anxiety. Among children treated by the IMC in Lebanon, Syria and Turkey, 26.6% suffered from epilepsy and the same number had intellectual and developmental disorders.    Related: Syria's peace talks need more women at the table    Hala recalls the impact the war had on her children. “Back when we were on the frontline we didn’t have any electricity and it was all darkness and candlelight. Once we were outside and I saw my son in daylight for the first time he was so traumatised that he had a permanent yellowness on his face,” she says. “We took the children to the hospital to get them checked out, and they saw bodies with intestines hanging out and limbs blown off. The hospital traumatised them more – that can destroy a child forever.” There’s a scar the size of a 5p piece on the fourth finger of Helen’s left hand from a botched saline drip, and she has scars from shrapnel on her calf. When she was at a demonstration with her father and brother, someone shot at Mohammed. Thankfully he was standing with his legs apart, so the bullet sailed between his legs, but it burnt the tip of his penis. Helen stifles a laugh as she tells the story. Typical sister.   Related: The homeless refugee speaking out for female asylum seekers    The family is already making their mark internationally, despite being more than 2,000 miles away from home. Helen is planning on coming back to the UK to speak to parliament, and there are plans for the family to work with the UN. “Kids will have a big role to play,” says Hala. “They will rebuild Syria. The children are here to make it not what it was, but better.” Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter. Join the conversation with the hashtag #SheMatters.",
  "webTitle": "'Nearly half of my life has been war – I want to go back and rebuild Syria'",
  "webPublicationDate": "2016-05-17T11:15:01Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/17/syria-war-rebuild-country",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Nianias",
      "id": "profile/helen-nianias"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/17/syria-war-rebuild-country"
}