{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/small-business-quarterly-tax-return-hmrc-controversial",
  "id": "2016-05-24-288",
  "sectionId": "small-business-network",
  "body": "Does the government really understand how business works? This is a question being asked by hundreds of thousands of small firms as we near one of the most significant regulatory changes that could add time, effort and cost to doing business.  Requiring small firms to account for their corporation tax on a quarterly basis, rather than with an annual tax return alone, will be a pretty seismic change – yet the government and HMRC still aren’t admitting the burden this could create. At the end of last year the government published Making Tax Digital, signalling its intention to implement digital tax accounting by 2020. Initially, attention focused on the requirement for most businesses, self-employed people and landlords to keep digital accounts. Digitisation, it is argued, will allow HMRC to collect tax more easily and accurately. And business opinion isn’t wholly hostile to this – a survey commissioned by the ICAEW found 55% of businesses supported a general move towards online tax submissions. However, it is the impact on small business and the self-employed – three out of five of whom keep records on paper or without sophisticated software – that hasn’t adequately been considered by ministers. So how are HMRC helping these firms make the transition? Will new software be free at first for those requiring digital assistance? At what point will they have to pay, and how much? But the question of digitisation has been overtaken by greater anxieties about the other big change proposed; a requirement to submit a tax update at least quarterly to HMRC by 2018. Shifting from annual contact on corporation tax issues with HMRC to a filing requirement every three months is a really big change. Not surprisingly there was a widespread outcry within the small business community at the prospect of doing four tax submissions a year, and a petition with 114,000 signatories called on the government to scrap the plans.  Despite this protest, it looks to me like the government will push the change through; the announcement that the consultation on digital tax accounts is to be delayed until after the EU referendum tells me that HMRC are determined to follow through on the proposal.   Related: Tax plans to bind small firms with more red tape? No thanks    Financial secretary to the Treasury, David Gauke, the minister in charge of the transition, has said that businesses will have to “update HMRC at least quarterly via their digital tax account”. Such a banal phrase has the potential to be something of a Pandora’s box: what is an “update”? How often exactly will businesses be expected to report? Is the government stealthily trying to move towards a pay-as-you-earn system for small business corporation tax? Then there is the question of audit costs. The financial secretary has tried to sell this as the end of the tax return, but others get the feeling it’ll be four tax returns a year. So will small businesses – who are rightly careful about submitting the correct amount to HMRC – feel compelled to employ accountants four times a year? And if they stick with annual auditing, how will inconsistencies be reconciled with their quarterly “updates”?  Considering the clear and significant administrative burden quarterly reporting entails, I would also be intrigued to hear quite how this contributes towards the government’s goal of reducing compliance costs by £400m by 2020. Small firms have enough to contend with on a daily basis, and juggling the requirements to record their transactions and outgoings is hard enough without HMRC adding to the hassle. It may well be that the digitisation process offers new opportunities to simplify tax recording. But it’s the repetitious requirements every 12 weeks that have to be justified by the Treasury.  Unless there are clear gains for businesses and not just for HMRC there will be a further erosion of trust and confidence from entrepreneurs in the willingness of the government to listen. Chris Leslie is Labour and Co-operative MP for Nottingham East. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "'Small firms have enough to contend with without HMRC adding to the hassle'",
  "webPublicationDate": "2016-05-24T06:35:03Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/small-business-quarterly-tax-return-hmrc-controversial",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Self-assessment tax",
      "id": "money/self-assessment-tax",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Tax",
      "id": "money/tax",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "HMRC",
      "id": "politics/hmrc",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/small-business-quarterly-tax-return-hmrc-controversial"
}