{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/ben-butler-believed-violence-improved-mood-old-bailey-told",
  "id": "2016-05-11-191",
  "sectionId": "uk-news",
  "body": "A man accused of murdering his six-year-old daughter in a fit of rage told a psychologist that he believed violence improved his mood, a court has heard. Ben Butler, who is on trial for the alleged murder of Ellie Butler, told the doctor that he would become angry and punch people, a jury at the Old Bailey heard. The court was also told that Butler said he found it difficult to control his violence when he was threatened, humiliated or mocked. The alleged admissions were referred to in a report compiled by Tim Green, a clinical psychologist who interviewed Butler in 2004 over four hours, in preparation for sentencing after Butler pleaded guilty to assaulting a man in a kebab shop in Kingston upon Thames, Surrey. Green, who is ill in hospital, told police that he did not feel confident giving evidence about Butler’s present behaviour because of the passage of time. However, a short section of the 2004 report was read to the jury. Green reported Butler had “stated that he had in the past hoped that situations might present themselves wherein he could engage in violence”. His report added: “He believed that violence used to help him improve his mood when he was upset. He stated that historically he would become angry and then punch people. “He was adamant he would never hit anyone without a reason. He also said at times he found it difficult to control his violence when he was humiliated or was made fun of.” According to Green: “Butler stated that he believed he will continue to hit out at other men if he feels he is being threatened.  “He also stated this is more likely when his mood is low, which happens about two or three times a week.” Green also remarked that Butler was “co-operative throughout the interview process” and had “answered questions frankly”, the court heard. He had also been advised that anything he told the psychologist could be used as evidence in court. However, he made clear in two recent emails to a police officer involved with the trial that he was “very uncomfortable” commenting on Butler’s present functioning. He said the formal assessement had happened “so far in the past” that many things could have happened to affect Butler’s behaviour that he may “not be aware of and may not have had the opportunity to assess”. “I would make the point again that my report is very out of date and I would not feel confident speaking to it given the distance of time,” said Green in one email on 7 May. Butler, 36, allegedly murdered Ellie when he was alone at home with her and another child.  Butler and his partner, Jennie Gray, also 36, are jointly charged with child cruelty over an untreated broken shoulder the girl sustained weeks before her death.  They both deny the charges. The trial continues.",
  "webTitle": "Murder accused Ben Butler 'believed violence improved his mood'",
  "webPublicationDate": "2016-05-11T13:50:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/ben-butler-believed-violence-improved-mood-old-bailey-told",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/11/ben-butler-believed-violence-improved-mood-old-bailey-told"
}