{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/nicola-sturgeon-spreads-calm-after-alien-attack-in-bbc-radio-4-adaptation",
  "id": "2016-05-24-312",
  "sectionId": "media",
  "body": "Val McDermid, the Scottish independence-supporting author, has put Scotland in charge of the remains of the UK in a new adaptation for the BBC which gives first minister Nicola Sturgeon a role playing herself. Crime writer McDermid moved the action of John Wyndham’s classic 1953 science fiction novel The Kraken Wakes  from North Yorkshire to Scotland and gave Sturgeon a part calmly broadcasting instructions to the survivors of an alien invasion in her adaptation for Radio 4. The BBC insisted that the dramatisation of The Kraken Wakes was delayed until after the Scottish parliamentary elections on 5 May as it feared accusations of bias.  “There was a certain concern at the BBC that it might be seen to be endorsing Nicola as first minister ahead of an election,” McDermid tells the Radio Times. “You know, ‘In the event of an apocalypse, would you want Nicola to be first minister?’ Well, by and large, yes I would. I’ve no doubt there will be people who get a little aerated about it, but, hey …” In the original book by Wyndham, who also wrote The Day of the Triffids, the government moves to Harrogate and journalist survivors move to Cornwall and use the English Broadcasting Corporation. In Fife-born McDermid’s version, survivors move to the Scottish Highlands and broadcast over the SBC (Scottish Broadcasting Corporation). “It’s a wee bit of fun, but it’s rooted in the reality of the situation,” said the writer of almost 40 novels. “This is not me being partial – truly. In the book, the protagonists take themselves off to Cornwall, but if the water rose that high, there isn’t going to be a Cornwall.  “The part of the UK that’s going to have most of it left is Scotland, so I thought that rather than it be the English Broadcasting Corporation that reports on the disaster, as it is in the book, it made more sense for it to be the SBC, and I thought it would be quite amusing to see if Nicola would play herself.” McDermid, a vocal supporter of Scottish independence in the run-up to the 2014 referendum, struck up a friendship with the first minister at last year’s Edinburgh International Book Festival. Sturgeon recorded her role in the studio after the professionals, which allowed McDermid’s partner, Glasgow University professor Jo Sharp, to get the chance to stand in for the first minister. “Ever since, she’s been walking about saying, ‘Well I was a better Nicola than Nicola, you know!’”  Asked if that meant Sturgeon was right not to go into acting, McDermid replied: “Not at all. There are pitfalls, because however natural politicians sound, they’re not actors, but she delivers her lines very well.” The Kraken Wakes, which deals with an alien attack that culminates in the polar ice caps melting and Britain drowning, stars Paul Higgins and Tamsin Greig.  It is the first time McDermid, whose crime books featuring Tony Hill and Carol Jordan were turned into television series Wire in the Blood, has adapted another writer’s work.  • This article was amended on 24 May to make clear that Val McDermid is a supporter of Scottish independence but is not party political",
  "webTitle": "Nicola Sturgeon spreads calm after alien attack in BBC Radio 4 adaptation",
  "webPublicationDate": "2016-05-24T04:30:00Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/nicola-sturgeon-spreads-calm-after-alien-attack-in-bbc-radio-4-adaptation",
  "keyword": [
    {
      "webTitle": "Radio 4",
      "id": "media/radio4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/24/nicola-sturgeon-spreads-calm-after-alien-attack-in-bbc-radio-4-adaptation"
}