{
  "apiUrl": "https://content.guardianapis.com/culture-professionals-network/2016/may/10/arts-research-development-r-and-d-tips",
  "id": "2016-05-10-214",
  "sectionId": "culture-professionals-network",
  "body": "As the £7m Digital R&D Fund for the Arts runs its course after three years encouraging arts companies, technology partners and academics to pool skills and experiment with digital technology in arts and culture, what tips can the arts world take away? Here, some of the 52 organisations that benefited from the fund – run by Arts Council England, the Arts and Humanities Research Council and the charity Nesta – share their top tips for refining ideas and ensuring successful working relationships: Get to know your project’s technical development Sarah Coward, development director, the National Holocaust CentreThe museum’s Interact project used 3D filming techniques and natural language processing to capture the stories of Holocaust survivors, so visitors can pose questions and get answers far into the future. Working with people from completely different industries required us to learn quickly and keep our minds open to new ways of thinking. Learning the language of each other’s industry was essential and we needed to invest time in this so that we could really communicate properly about the project and its aims.  My top tip would be: put in the effort to understand as much as possible about the technical development of your project and always ask questions. Don’t put it in an R&D “black box” with your technical team and assume it will appear fully formed. If you don’t understand the detail, you can’t champion it to others or make sure it’s going in the right direction.  Always think: audience Annie Ukleja, general manager, Miracle TheatreThe touring company, based in Cornwall, explored whether digital technology can be used to capture, recreate and distribute small-scale productions, while retaining their live nature.  Always think about the audience and their experience and understanding of what you’re offering them. If you’re asking them to participate in any kind of R&D work, make sure they know they’re taking part in an experiment. Make them feel involved and communicate clearly, or you could risk damaging your hard-won and trusted relationship with them. Double your development time  Colette Bailey, artistic director and chief executive, MetalThe NetPark project commissioned artworks that visitors to Chalkwell Park could access via mobile Wi-Fi to explore their surroundings. The project’s other aim was to provide a toolkit for locative media in public spaces. Work out your initial timescale for how long you think development might reasonably take – then add almost the same amount of time again. Building in sufficient time to think about, understand and properly interpret your findings is vital. From experience, it’s always easy to underestimate this.  Just start  Andrew Burke, chief executive, London SinfoniettaThe London Sinfonietta developed an iOS app based on the music of Steve Reich to research new ways for engaging wider audiences in the music of a contemporary composer and develop musical skills through participatory, interactive experiences. My top tip? Build a good team around you and make an effort to keep everyone working together on a clear brief. We invested a lot of time meeting in person. Even face to face, it turned out people had different interpretations of how the app would work, or what the priorities were.  We even had a subtly different vocabulary. We thought we all meant the same thing, but we didn’t (this came from everyone’s different professional backgrounds and skills). Meetings in person solved this and helped us through the frustrating times to get the project done. My other personal tip is just to begin. I did that one Sunday afternoon and sketched out the idea. That led to a year of application writing, a year of fundraising and another making it. There’s never a perfect moment, nor enough time, to get these projects going, but they gather momentum when they are started. They can change the organisation in a good way. Preparation is everything  Adrian Davies, design and display team leader, Nottingham City Museums and GalleriesNottingham castle developed a mobile augmented reality (AR) app that will allow visitors actively to create their own narrative experience around Nottingham’s 1831 National Reform Bill riots.   Related: Five steps to engage and energise arts company staff    The team must trust one another and be open from the outset. Be prepared to take a few leaps of faith into the unknown (hopefully informed leaps), but depending on your organisation, make sure managers are clear about why you are doing this, even if they don’t understand the issues.  What else? Be prepared for all your language (jargon), thinking and work processes (sometimes quirky systems) to be challenged. Be prepared to do lots of things you’ve not done before and prepare yourself mentally for being out of your depth. You may need to develop a different kind of support system of people who really understand R&D and have the relevant expertise to move you forward. Most of all, be strong and courageous. Read a series of evaluation reports about the Digital R&D Fund for the Arts and learn more about the Digital Arts and Culture Accelerator here Join our community of arts, culture and creative professionals by signing up free to the Guardian Culture Pros Network.",
  "webTitle": "Arts research and development tips – 'double your dev time'",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/culture-professionals-network/2016/may/10/arts-research-development-r-and-d-tips",
  "keyword": [
    {
      "webTitle": "Culture professionals network",
      "id": "culture-professionals-network/culture-professionals-network",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Digital",
      "id": "culture-professionals-network/digital",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Audiences",
      "id": "culture-professionals-network/audiences",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Research and development",
      "id": "technology/research",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "culture-professionals-network/2016/may/10/arts-research-development-r-and-d-tips"
}