{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/08/scottish-labour-under-pressure-revisit-home-rule",
  "id": "2016-05-08-75",
  "sectionId": "politics",
  "body": "Pressure is mounting on the Scottish Labour leader, Kezia Dugdale, to push for Scotland to gain even more independence within the UK after the party’s humiliating defeat in the Holyrood elections.   Related: What do Labour voters think of the party's election performance?    Anas Sarwar, Scottish Labour’s former deputy leader, said their heavy defeat, coming third behind the Tories, was chiefly because the party failed to represent the hundreds of thousands of former Labour voters who were still focused on the country’s future in the UK.  Sarwar, who is expected to take a senior frontbench role after winning a Holyrood seat on Thursday, said finding a middle way between nationalism and unionism was the “fundamental challenge” still facing the party.  He added: “We tried perhaps too early to move past the referendum. [I] don’t think the electorate is there yet. People are still thinking about the yes or no question.” Ruth Davidson, now the darling of the Tories for overseeing a Scottish Conservative renaissance after nearly two decades as a marginal force in Scottish politics, hinted on Sunday that she would consider joining a future Tory cabinet in London or even bidding to be prime minister. She told Andrew Neil on the BBC Sunday Politics programme it was still appropriate for a Scottish Tory MP to take a senior role in a UK cabinet despite the substantial devolution to Scotland of tax and law-making powers and new Westminster rules restricting votes on English-only legislation. Davidson said it was conceivable that an MP from a Scottish constituency could be prime minister. Labour had Scottish MPs as chancellor, UK transport secretary, home secretary and health secretary after Holyrood was set up.   Related: SNP win historic third term - Politics Weekly podcast    Doing little to dampen speculation from many senior Tories, including David Cameron, the prime minister, that she is a future Tory MP, Davidson said: “In terms of all the big jobs, I think you will see another Scottish prime minister, or from Wales or from Northern Ireland. Talent will out.” She claimed the Tories had deprived the SNP of a majority and had now killed off any realistic chance of a second referendum in the near future.  “They have slipped back,” Davidson said. “Peak ‘Nat’ has now passed and [now] they don’t have this clear majority, that takes the idea of a second referendum off the table for five years and gives Scotland the stability it requires.”  Nicola Sturgeon, who won 63 seats on Thursday, two short of the number needed for a majority, confirmed on Sunday she would press on with plans for a summer initiative by the SNP to reinvigorate the case for independence.  But she said her priority was to govern “in an inclusive way” by finding agreements with other parties. Sturgeon will now focus on striking deals with the two minority parties, the Scottish Greens and Scottish Liberal Democrats, to push through her manifesto pledges and her budget. “What I’m not prepared to do, given the scale of the SNP’s mandate in the election, is to allow opposition parties to undermine our ability to implement that manifesto,” she said.  Sarwar’s intervention adds to growing pressure on Dugdale to agree that Scottish Labour should investigate home rule, a form of federal arrangement in which Holyrood has more control over taxation, welfare services and law-making.  Under that model, Westminster would chiefly control foreign policy, defence and perhaps some major spending areas such as pensions. In an implied criticism of Dugdale’s strategy of sidelining the constitutional question by putting a 50p tax rate for the rich at the centre of Labour’s manifesto, Sarwar told BBC Sunday Politics his party had failed to find a clear cause on the constitution. The SNP had independence and the Scottish Tories, now Holyrood’s second-largest party with 31 seats, had made hardline unionism its cause. But voters were not “ready and willing to listen to us” because it had no clear cause of its own on Scotland’s future in the UK.  “Up against the binary situation where we have unionism versus nationalism, that’s a really difficult question for the Labour party,” he said. “The reality is we are not comfortable nationalists and we are not comfortable unionists.” Alex Rowley, the Scottish Labour deputy leader, openly called for the party to reexamine the case for home rule the day after the election; it is an idea broadly accepted by the UK Labour deputy leader, Tom Watson, and one backed by senior trade unionists in Scotland. Home rule is already Liberal Democrat policy, but Davidson has promised to strengthen the Tories’ unionist credentials by starting a party summer campaign to defend the union. In further developments, several Labour MSPs are emerging as frontrunners to become Holyrood’s presiding officer, the equivalent to the role of Speaker in the Commons. Despite establishing the devolved parliament, Labour has not yet had a presiding officer. The former leadership contender Ken Macintosh is expected to confirm his candidacy, with the former Scottish leader Johann Lamont also named as a likely contender. The Scottish Tories are likely to offer John Scott, a recent deputy presiding officer and close ally of Davidson, as their lead candidate.",
  "webTitle": "Scottish Labour under pressure to revisit case for home rule",
  "webPublicationDate": "2016-05-08T16:32:41Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/08/scottish-labour-under-pressure-revisit-home-rule",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/08/scottish-labour-under-pressure-revisit-home-rule"
}