{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/presidents-fathers-parents-children-obama-bush-reagan-roosevelt",
  "id": "2016-05-14-111",
  "sectionId": "us-news",
  "body": "Donald Trump likes to play the dad card, parading his devoted daughter, Ivanka, and other children during the election campaign. Should he ever prove half as good a president as they say he is a father, he could expect a place on Mount Rushmore. Trump follows in a long tradition of men trying to have it all: the White House and a family. All 43 American presidents have been fathers, although in five cases, including George Washington, it was through marriage or adoption rather than biology. If Hillary Clinton wins in November, she will be the first mother in the role of commander-in-chief. Presidency and parenthood is the subject of a book, First Dads: Parenting and Politics from George Washington to Barack Obama, written by journalist and historian Joshua Kendall and published this week. Kendall suggests family relationships have often been key to understanding presidents and their world-changing decisions, and can say a good deal about their character. “I think Obama’s the only president ever to do diapers,” Kendall said on Thursday. Trump has already made clear his view that diaper-changing is women’s work. The author makes the case that biographers have tended to neglect the way presidents have gone about parenting nearly 200 first children. Study of the archives and interviews with numerous presidential offspring suggest that a great president does not necessarily a great dad make. Founding father Thomas Jefferson, for example, was America’s most articulate advocate of freedom, Kendall argues, “but with his daughters he was a control freak”. Herbert Hoover was an absentee dad.  Franklin Roosevelt, meanwhile, was such a workaholic that his sons had to make appointments to see him. After losing the use of his legs, he leaned on his sons when he made speeches.  “They were parentalised,” Kendall said. “To the nation he was a nurturing father but to his own sons he was the opposite.” Lyndon Johnson, a noted master of networking who once said: “I never think about politics more than 18 hours a day,” devoted rather less attention to his daughters Lynda and Luci. Lynda used to read issues of the Congressional Record in a bid to get noticed. Richard Nixon regularly slept in his office and found little time for his daughters, Tricia and Julie. Then there was Ronald Reagan, beloved by conservatives, a champion of family values who was famously close to his second wife, Nancy. His relationships with his own kids, though, were distant and complicated. Obama dotes on his daughters, Malia and Sasha, and is said to always go home for dinner at 6.30pm. Critics may wish he would take a leaf out of Johnson’s book and spend some of that time wining and dining members of Congress, who have reputedly seen him as cold and aloof during years of deadlock. According to Kendall, trying to match political and parental records is a fool’s game. “They are two different spheres,” he said. “Politics is about personal relationships and family life is about building personal bonds. People like to elide the two but they are different skill sets.” His book also considers the impact fatherhood has, via the Oval Office, on the course of history. Washington, for example, was an appealing choice as chief executive once America had escaped the clutches of King George III in part because he did not have biological heirs who might expect a monarchical succession. William Howard Taft, meanwhile, was torn between whether to run for president or seek a supreme court appointment. He decided on the former in part because he thought it would be more beneficial for his sons. The death of Abraham Lincoln’s 11-year-old son, Willie, in 1862, is thought to have hardened his attitude to fighting the civil war. In 1924, Calvin Coolidge’s 16-year-old son, Calvin Jr, died from blood poisoning brought on by an infected blister. The president was devastated.  Kendall said: “I argue that his depression might have caused the Great Depression.” Just last year, the death of Joe Biden’s son, Beau, from brain cancer at the age of 46 was critical in the vice-president’s decision not to run for the White House in 2016. More optimistically, according to Kendall, Woodrow Wilson’s three daughters – Margaret, Jessie and Eleanor, all in their early 20s – encouraged him to get behind universal suffrage. Anna Roosevelt probably saved FDR’s life in 1944 by insisting that he have a medical check-up, which led him to reduce smoking and drinking. Her care helped him get through the crucial talks at Yalta with Churchill and Stalin. A reference by Jimmy Carter to his teenage daughter, however, was arguably a factor in his defeat by Reagan in the 1980 election. During a televised debate, the incumbent remarked: “I had a discussion with my daughter, Amy, the other day, before I came here, to ask her what the most important issue was. She said she thought nuclear weaponry and the control of nuclear arms.”  Republicans pounced, gleefully claiming Carter was taking foreign policy advice from a 13-year-old. Famously, Amy Carter liked to roller skate in the east room of the White House. Her doll’s house is now on display at the Smithsonian National Museum of American History, in Washington. Less happily, first children have endured early deaths, psychiatric problems such as depression and substance abuse, “staggeringly high” divorce rates and a few suicides. Kendall noted that John Adams, “an authoritarian father and authoritarian president”, warned his son, John Quincy Adams, that he would either be president or a failure.  “John Quincy Adams rose to the occasion,” he said, “but two other sons drank themselves to death.” Poignantly, Kendall interviewed Carter’s son, Chip, and found him “burned out” after spending his early life “propping his father up” at the expense of a rounded childhood.  “Every once in a while children make the most of the benefits but other times they crash and burn,” Kendall said. On a happier note, there was family life with Theodore Roosevelt, at 42 the youngest president in American history. He staged pillow fights and played bear, using an upturned table for his den.  “He had a young family and they loved playing in the White House,” Kendall said. “He used to stop working at three o’clock and go and play tag in the attic.” Kendall has also interviewed Eric Trump, son of the presumptive Republican nominee, who said the only way he connected with his father was through work. Donald Jr, Ivanka and Eric, all in their 30s, are executive vice-presidents of the Trump Organisation and prominent campaign surrogates.  Trump is what Kendall describes as a “preoccupied dad”. In this, and perhaps this alone, he is at one with FDR.",
  "webTitle": "First dads: how have the 43 American presidents held up as fathers?",
  "webPublicationDate": "2016-05-14T12:30:03Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/presidents-fathers-parents-children-obama-bush-reagan-roosevelt",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Jimmy Carter",
      "id": "us-news/jimmy-carter",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/14/presidents-fathers-parents-children-obama-bush-reagan-roosevelt"
}