{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/gardening-blog/2016/may/14/ask-alys-i-have-wet-clay-garden-full-sun-what-can-i-plantt",
  "id": "2016-05-14-136",
  "sectionId": "lifeandstyle",
  "body": "I have a very heavy clay garden, the back corner of which is under water most of the year, even though it gets full sun. Is there anything I can plant there that will survive? This is my dream, a bog garden in full sun. There are plenty of lovely things you can grow: the ligularias (L. ‘Greynog Gold’, L. ‘The Rocket’, L. ‘Desdemona’, L. ‘Othello’ and L. przewalskii) are very tolerant of clay and boggy, marshland conditions. They have lovely brilliant, yolk-yellow daisies on pyramidal spikes and a strong architectural form. They’d work on the edge of where the water sits and would eventually form large clumps.   Related: Ask Alys Fowler: can I replant moss from a roof under a tree?    Pickerelweed (Pontederia cordata) has dense spikes of tubular blue flowers that appear in late summer and will be happy in your conditions. It grows in a damp border or in a pond or stream up to 12cm deep. Duck potato (Sagittaria latifolia) will grow in both moist ground and in shallow water, and its tubers are edible. The white flowers are very pretty, with a buttercup-yellow centre, and appear on tall stem in midsummer above the distinctive arrow-shaped leaves. • Got a question for Alys Fowler? Email askalys@theguardian.com",
  "webTitle": "Ask Alys Fowler: I have a very wet clay garden that gets full sun. What can I plant?",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/gardening-blog/2016/may/14/ask-alys-i-have-wet-clay-garden-full-sun-what-can-i-plantt",
  "keyword": [
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alys Fowler",
      "id": "profile/alys-fowler"
    }
  ],
  "guardianId": "lifeandstyle/gardening-blog/2016/may/14/ask-alys-i-have-wet-clay-garden-full-sun-what-can-i-plantt"
}