{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/18/india-set-to-start-massive-project-to-divert-ganges-and-brahmaputra-rivers",
  "id": "2016-05-18-195",
  "sectionId": "global-development",
  "body": "India is set to start work on a massive, unprecedented river diversion programme, which will channel water away from the north and west of the country to drought-prone areas in the east and south. The plan could be disastrous for the local ecology, environmental activists warn. The project involves rerouting water from major rivers including the Ganges and Brahmaputra and creating canals to link the Ken and Batwa rivers in central India and Damanganga-Pinjal in the west. The minister of water resources, Uma Bharti, said this week that work could start in a few days. A spokesperson from her department told the Guardian that the government is still waiting for clearance from the environment ministry.   Related: India's drought migrants head to cities in desperate search for water    The project will cost an estimated 20tn rupees (£207bn) and take 20 to 30 years to complete. The government of Narendra Modi, the prime minister, is presenting the project as the solution to India’s endemic water problems. For years, parts of India have suffered from devastating spells of drought. As average temperatures in India rise, and the growing population puts increasing demands on water resources, millions of people are without a reliable water supply. This year, 330 million Indians have been affected by drought. State governments used emergency measures to deliver water by train in the western state of Maharashtra; in other areas, schools and hospitals were forced to close, and hundreds of families were forced to migrate from villages to nearby cities where water is more easily accessible.   Graphic: India’s rivers   According to the National Water Development Agency, which will oversee the rivers project, “the water availability even for drinking purposes becomes critical, particularly in the summer months … On the other hand excess rainfall occurring in some parts of the country create[s] havoc due to floods.” The scheme is a pet project of Modi, who has made several promises to end India’s long-term water problems. In the first few months of his premiership, Modi’s cabinet revived the idea of linking 30 rivers across India. The water resources ministry spokesperson said: “The idea is old, but the Modi government has done all the work on it.” Plans to link rivers were drawn up in the 1980s by Indira Gandhi’s government, and were gathering dust as central governments repeatedly failed to win the approval of states. Now, with a supreme court mandate, and government backing, save the rubber stamp of the environment ministry, the project could get under way in a matter of days.   Related: Linking India’s rivers: critics rally to protest ‘illegal and unnecessary’ plans    Scientists say the government needs to do a full audit of its existing water resources and analyse the environmental impact of linking rivers before pressing on with its plans. Dr Latha Anantha, from the River Research Centre, said the project could be catastrophic for India’s river-dependent ecology. “The government is trying to redraw the entire geography of the country,” she said. “What will happen to communities, the wildlife, the farmers who live downstream of the rivers? They need to look at a river not just as a source of water, but as an entire ecosystem. “They will have to dig canals everywhere and defy the ecology of the country. It is a waste of money and they have overestimated how much water there is in the rivers they want to divert.” Governments have toyed with the idea of redrawing river routes since the 1800s, when the country was still under colonial rule. The resulting disputes still play out today. The Mullaperiyar dam, which diverted water from the southern state of Kerala to neighbouring Tamil Nadu, was built in the late 1800s, and was considered at the time to be one of the most extraordinary feats of engineering ever achieved. Now, the two state governments continue to dispute control of the dam.     A man washes in the river Buriganga at Kamrangir Char in Dhaka. Bangladesh has raised concerns about India’s plans to divert the course of its rivers. Photograph: Abir Abdullah/EPA    The river-linking project could lead to further disputes not just between states, but with the neighbouring government of Bangladesh. India’s plans will affect 100 million people in Bangladesh, who live downstream of the Ganges and Brahmaputra and rely on the rivers for their livelihoods. On Monday, Bangladesh’s minister of water, Nazrul Islam, urged the Indian government to take Bangladesh’s water needs into considerationnoting that 54 of 56 Indian rivers flowed through the country. “India is giving a lot of importance to its own people hit by drought,” he said, “but it must not ignore our rights.” The Indian water resources ministry spokesperson said: “The Indian government is addressing Bangladesh’s water problems too,” adding that ministers from the two countries had discussed the water issue in the past. “We don’t have the details, but we will ensure Bangladesh gets its share of water too.”",
  "webTitle": "India set to start massive project to divert Ganges and Brahmaputra rivers",
  "webPublicationDate": "2016-05-18T11:51:23Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/18/india-set-to-start-massive-project-to-divert-ganges-and-brahmaputra-rivers",
  "keyword": [
    {
      "webTitle": "Access to water",
      "id": "global-development/access-to-water",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rivers",
      "id": "environment/rivers",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Drought",
      "id": "environment/drought",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bangladesh",
      "id": "world/bangladesh",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Narendra Modi",
      "id": "world/narendra-modi",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vidhi Doshi",
      "id": "profile/vidhi-doshi"
    }
  ],
  "guardianId": "global-development/2016/may/18/india-set-to-start-massive-project-to-divert-ganges-and-brahmaputra-rivers"
}