{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/05/bt-6bn-wave-broadband-investment-coasting",
  "id": "2016-05-05-63",
  "sectionId": "business",
  "body": "It’s a “further wave” of investment, says BT, conjuring visions of Britain surfing to a fast-speed broadband future while other nations splash in the shallows. Don’t believe the hype: £6bn is a large sum, but not quite as it seems. About a third probably covers newly arrived EE’s expansion of its 4G mobile network, which is spending that would have happened anyway. The Openreach broadband element – call it £4bn – equates to £1.33bn a year since this is a three-year programme. That’s an upgrade from a current rate of £1bn a year, but we’re not talking tsunamis.   Related: BT to spend £6bn on superfast broadband and 4G rollout    Nor does the spending represent a technological revolution. BT aims to deploy “ultrafast” broadband to 12m premises but the tally includes only 2m sites with fibre-optic, or fibre to the premises (FTTP), lines, which purists regard as the only kit worthy of the “ultra” superlative. For its part BT counters that its G fast system, which uses copper wires for the last leg, is sufficiently speedy and more affordable for most punters’ purposes. The argument would be almost academic if Ofcom wasn’t so keen on promoting FTTP for the national digital health. In its last review, the regulator spoke about a “good outcome in the long term” being 40% of households with FTTP. BT’s plan – even when added to Virgin Media’s investment in equivalent technology – won’t get the UK to that level. It’s hard, though, to see how Ofcom would vent any frustration with BT. Forced separation is off the agenda (at least for the time being) for the strong reason that an independent Openreach might have fewer incentives to invest. Thus plan A is to encourage competition by allowing rivals to use BT’s ducts and poles to build their own fibre networks. From a regulatory perspective, the approach is coherent but it relies on competitors to BT actually risking their capital. BT’s shareholders don’t seem remotely troubled by the prospect. They can see their company doesn’t have to break sweat with its £6bn programme and they lapped up the promise of 10%-plus dividend growth in each of the next two years. The shares were the biggest gainer in the FTSE 100. The market’s reaction is fair. But it’s impossible to shake the sense that life for BT is just too comfortable at present. The £6bn wave is underwhelming. Centrica’s empty boast angers investors The first shock Iain Conn delivered to Centrica’s shareholders didn’t really meet the description. By the time the chief executive arrived from BP at the start of last year, cutting the dividend by 30% was the prudent course. But Thursday’s surprise – a share placing to raise £700m – definitely moved the dial. Nobody saw it coming, thus the violent 10% share price fall. Strictly speaking, Conn has not diverted from the strategy he outlined last summer. After too many years chasing exploration and production assets that turned out to be overpriced, Centrica would be a customer-facing “energy and services company”. It sounded commendably dull, as the owner of British Gas should be. It’s just that investors had assumed Conn’s intention to display “capital discipline” meant the new adventure could be funded by internal cashflows. Instead, a couple of small acquisitions – one of £200m, one of £150m - has sent Centrica into a panic about a possible downgrade of its credit rating. The worry is legitimate since borrowings stood at £4.7bn at the last count. But Conn was also banging on about being “on track to deliver against our 2016 targets” only three weeks ago. You can’t blame investors for being furious: if capital discipline means tapping shareholders for the odd £700m so soon after a dividend cut, what’s the boast worth? Donald Trump should stop yelling at Yellen How bad would a Donald Trump presidential victory be for financial markets? Whatever your guess, add a few percentage points after the presumptive Republican nominee said he would probably ditch Janet Yellen as chair of the US Federal Reserve when her first term finishes in 2018. Fed chairs normally have to screw up monumentally not to be granted a second term whoever is president (Ben Bernanke even survived the banking crisis). Yellen’s crime, as Trump sees things, is that she is not a Republican. Maybe you’d expect him to take that line. But investors would also expect presidential candidates to stay quiet and not undermine the Fed chair until the moment of replacement arrives. Rolls-Royce puts a high value on Singer After all the fuss (at least in this column), Rolls-Royce’s shareholders ushered Bradley Singer, the man from activist US hedge fund ValueAct Capital, into the boardroom with a 94% vote in favour. It’s their lookout, but that majority is astonishing. Singer may be a fine fellow but ValueAct has a supporting role in the horror show that is Canadian pharmaceutical firm Valeant, a demonstration of how financial engineering can go seriously wrong when applied to an industry that runs on long-term investment.",
  "webTitle": "BT is just coasting with £6bn wave of broadband investment",
  "webPublicationDate": "2016-05-05T18:48:30Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/05/bt-6bn-wave-broadband-investment-coasting",
  "keyword": [
    {
      "webTitle": "BT",
      "id": "business/btgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Broadband",
      "id": "technology/broadband",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Centrica",
      "id": "business/centrica",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Utilities",
      "id": "business/utilities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Janet Yellen",
      "id": "business/janet-yellen",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Federal Reserve",
      "id": "business/federal-reserve",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Rolls-Royce",
      "id": "business/rollsroycegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/05/bt-6bn-wave-broadband-investment-coasting"
}