{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/30/labor-pledges-500m-over-five-years-to-support-great-barrier-reef",
  "id": "2016-05-29-25",
  "sectionId": "environment",
  "body": "Labor is promising to invest $500m to boost scientific monitoring and management of the Great Barrier Reef over five years as it unveils its biggest environmental policy of the election campaign so far. It says it will adopt every recommendation in the Great Barrier Reef Water Science Taskforce final report, released last week.  Among the key recommendations is the commitment to meeting the water quality targets of reducing nitrogen runoff to the reef by up to 80%, and sediment runoff by up to 50% by 2025, in key catchments such as the Wet Tropics and Burdekin.    Related: Australia scrubbed from UN climate change report after government intervention    Labor says it wants to work with the Queensland government to implement the plan, and provide a multi-million dollar boost to the CSIRO. The policy announcement comes just three days after it was revealed by Guardian Australia that every reference to Australia, including a long section on the reef, was scrubbed from the final version of a major UN report on climate change after the Australian government intervened, objecting that the information could harm tourism. The news shocked the world’s scientific community, leaving Australia as the only inhabited continent on the planet with no mention in the report.  Labor leader Bill Shorten says protecting the Great Barrier Reef will be one of Labor’s “highest priorities” if it wins the election. He said the reef was one of the best known marine areas in the world, attracting more than two million visitors a year, and it would all be at risk if serious action was not taken to protect it. “It is unacceptable that the Liberals have stuck their heads in the sand when it comes to protecting the reef,” Shorten said.  “Only last week, it was revealed that the Turnbull government intervened to censor Australia being mentioned in the report on the impact of global warming on World Heritage Areas. “The best way to help the reef and to boost tourism and economic growth is to take serious action on climate change, to face the challenge and show leadership,” he said.  The reef campaign director at the Australian Marine Conservation Society, Imogen Zethoven, welcomed the focus on the reef, but said it was also a missed opportunity. She said Labor had failed to include regulations to set a cap on pollution entering the reef, or enough investment in better farm management and catchment repair. The plan includes $377m of new funding over five years and a “re-prioritisation” of $123m the Coalition has already provided in the 2016-17 Budget over the same period. The plan has three pillars: science and research ($100m), direct environmental investment ($300m), and reef management ($100m). The first pillar, science and research, will focus on improving the specific science, research and monitoring of reef to ensure its protection is based on the latest knowledge. The second pillar will concentrate on direct environmental investment to improve water quality, land management, and agricultural and transport sustainability of the reef and surrounding areas. The third pillar will focus on the reef’s management, with plans to improve the “management architecture” and to fix “the fragmented and uncoordinated approach that has for too long characterised Reef management and conservation.” Labor says it also wants to work closely Queensland farmers and graziers to reduce runoff from land used for sugarcane, grazing and horticulture.   Related: Great Barrier Reef: UN report lead author 'shocked' all Australian references removed    Four weeks ago, the Australian Greens announced a seven-point plan to save the reef, including a heavy tax on miners to pay for its revitalisation and to invest in clean energy projects and jobs. Almost 93% of reefs on the Great Barrier Reef have been hit by coral bleaching this year, according to a comprehensive survey revealing the full extent of the devastation caused by abnormally warm ocean temperatures sweeping the globe. On Sunday, Queensland’s Labor premier Annastacia Palaszczuk said she has personally invited Barack Obama, his wife Michelle and two daughters, Malia and Sasha, to visit the reef once his presidency finishes. The US president warned reef was under threat from climate change when he was in Brisbane for the G20 summit in November 2014.",
  "webTitle": "Labor pledges $500m over five years to support Great Barrier Reef",
  "webPublicationDate": "2016-05-29T20:01:13Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/30/labor-pledges-500m-over-five-years-to-support-great-barrier-reef",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "environment/2016/may/30/labor-pledges-500m-over-five-years-to-support-great-barrier-reef"
}