{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/amir-khan-canelo-alvarez-donald-trump-boxing",
  "id": "2016-05-05-121",
  "sectionId": "sport",
  "body": "Saúl “Canelo” Álvarez takes on Amir Khan in Las Vegas on Saturday, and the pair teamed up in their pre-fight news conference to punch back at Donald Trump.  Trump, the presumptive Republican presidential nominee, stoked tensions earlier this year when he condemned Mexican migrants as “rapists and criminals” before vowing to build a “great, great wall” to stop people coming across the border. Álvarez, the WBC middleweight champion, said that Trump’s words were unhelpful.   Related: Saúl ‘Canelo’ Álvarez plays fight game to be proud not loud in Las Vegas | Kevin Mitchell    “I don’t really like getting into political issues but it hurts, it offends, I would like [Trump] to understand us,” said Álvarez. “When I’m out running, I see a lot of my countrymen working hard, they have not come here to rob and steal. We want to show him that we Mexicans come here to succeed and be victorious.” Trump has also called for a complete ban on Muslims entering the US, and Khan, a British Muslim, kept a straight face as long as he could before joking: “You never know – this could be the last fight for me and Canelo here. That’s if Donald Trump becomes president.” Oscar De La Hoya, whose company, Golden Boy, is promoting the event, announced that Trump would be attending the fight, but wouldn’t have ringside seats. De La Hoya said Trump would see “a wonderful, wonderful event with one of the most popular fighters in the world hailing from Mexico, and one of the most popular fighters in boxing – who is Muslim – and we want to show what a great contribution these two fighters can make to the beautiful US of A. “So I have Donald Trump’s seats – he will not be sitting ringside – but he will see the fight.” Trump announced in June that he was running for president, and set off on a lengthy tirade about America’s southern neighbours. “When Mexico sends its people, they’re not sending their best,” he said. “They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.”",
  "webTitle": "Amir Khan and Canelo Álvarez team up against Donald Trump",
  "webPublicationDate": "2016-05-05T15:56:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/amir-khan-canelo-alvarez-donald-trump-boxing",
  "keyword": [
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/05/amir-khan-canelo-alvarez-donald-trump-boxing"
}