{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/black-american-culture-movement-identity-racism-political-art",
  "id": "2016-05-15-119",
  "sectionId": "commentisfree",
  "body": "Black American culture is experiencing a kind of delicious dominance at the moment. It’s one that might seem odd given its contrast with the resurgence of racism embodied by some supporters of Donald Trump. But Trumpism, as my colleague Steven Thrasher has noted, is just the latest version of a pattern in America: black progress beckons white rage.  This artistic triumph isn’t a new movement, then, but rather reads like one because this time around, creators aren’t making work that over explains black life or that makes white society comfortable, centered or even included. Beyoncé’s Lemonade was made to speak to black women. Larry Wilmore’s N-word use at the White House Correspondents’ Dinner wasn’t meant for the white people it offended. Shonda Rhimes is the most successful showrunner in television, creating space for black actors to feature complex representations of black life. Claudia Rankine’s critically acclaimed volume, Citizen, explicitly interrogates micro aggressions that shape black life in America.  As black deaths overtake the news cycle and the current presidential campaign slog has shaken awake racist, inflammatory rhetoric that many non-black Americans want to believe was dead, black art is unconcerned with the emotional wellbeing of white folks. The cultural work of black American creators at this moment is exciting, energizing and a reflection of the ever maturing consciousness in black America. The dominant narrative of American identity, one centered in whiteness and its aesthetics, is one that black American artists have explored, confronted and challenged since the nation’s beginning. Black American artists, writers and creators have long asserted the personhood of black people. From Phyllis Wheatley’s poems On Being Brought From Africa to America, to the compulsive portraiture of Frederick Douglass and Sojourner Truth, to the novels and poets of the Harlem Renaissance era, the paintings of Jacob Lawrence to the works Carrie Mae Weems, Mikalene Thomas and Kehinde Wiley, these artists have pivoted from a presumed white gaze, and expanded definitions of the American self. But those efforts, while vanguard and significant, have stayed at the mainstream’s margins: when I ask people of all ages and shades to tell me what they know of the American story – and as a professor, that opportunity comes up more than you’d think – they tell me spotty ramblings from their high school history and civics classes that they can recall, mostly centered in a narrative of exceptionalism. The current wave of scholarship, criticism, novels, works of art from global pop artists, rappers, painters, playwrights, film-makers and photographers is crucial to resisting the old narratives that have been taught across generations.            Trump has to be the next president. American history dictates it    Beyoncé’s Lemonade blurs the lines between music video and art installation. The television series Underground challenges convention in its focused retelling of antebellum America and slave resistance. Novelist Angela Flournoy’s The Turner House upends rigid narratives about working-class Detroit, and Nate Parker’s forthcoming film, subversively titled The Birth of a Nation, aims destroy the racist association of the title, attaching it forever to the courageous acts of Nat Turner. These works insist that as a people we remain awake in this great revolution. Because if we don’t, the backlash might end up simply furthering what has often looked like the natural arc of US history: black equality and success leads to white retrenchment and violence. Instead, we must push on. When you, say, reject the birth certificate of the first black president, what you mean to say is that to be American is to be white. The billionaire who declared that the birth certificate was invalid is now the presumptive nominee for the party against slavery – the party of Lincoln. Rejecting the authenticity of Obama’s American-ness is by proxy a rejection of black American authenticity. To protest, demanding, “I want my country back” in 2009, or to be flummoxed or enraged by the affirmation “Black Lives Matter” in 2016 and not admit that anti-black racism fuels this ignores the nation’s true history. If you doubt me on this point, then consider that the Trump campaign claimed to have accidentally named a white nationalist as a primary delegate for the upcoming California primary, who reportedly wants to deport anyone with “negro blood”. Or just watch any of the video in which crowds physically assault people of color at his campaign rallies.  “I love America more than any other country in the world,” James Baldwin wrote in 1955, “and, exactly for this reason, I insist on the right to criticize her perpetually. I insist on the right to criticize her perpetually.” Baldwin was one of a long line of black American artists, thinkers and writers, who resisted the singular story of the American people that occluded black people. To declare an American identity, an American-ness as a black artist has always felt like a political act. And as the era of the nation’s first black president draws to a close, black artists and people aren’t seeking permission or acceptance from the dominant cultural narrative of old. We are simply declaring: we are.  It’s our country, we’re not apologizing anymore for telling it how we see it.",
  "webTitle": "We’re in an amazing black cultural moment. Can we avoid the backlash? | Syreeta McFadden",
  "webPublicationDate": "2016-05-15T11:00:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/black-american-culture-movement-identity-racism-political-art",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Syreeta McFadden",
      "id": "profile/syreeta-mcfadden"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/black-american-culture-movement-identity-racism-political-art"
}