{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/how-hard-partying-soldier-mathew-stewart-became-an-al-qaida-militant",
  "id": "2016-05-26-336",
  "sectionId": "australia-news",
  "body": "He wore a mask but the accent was unmistakable. The man in the al-Qaida tape – bellowing, “as we are killed, you will be killed” – was Australian. And his appearance in the April 2005 video sparked an international police race to identify him.   Related: Police believe former Australian soldier joined Taliban and is now in Syria    Greg recognised the masked man immediately. “I had a gut feeling. The way he was using his hands to point, his body movements, even right down to the way he was holding his weapon,” he says. “I just knew it was Mathew.” The Australian federal police moved in November to issue an arrest warrant for Mathew Stewart, a former soldier who vanished while travelling in central Asia in August 2001.  Internal police documents released under freedom-of-information laws in April revealed the 39-year-old is thought to have entered Afghanistan from Iran and taken up arms with the Taliban. In October he resurfaced again, this time in Syria, where police believe he helps train fighters for the jihadist militia Jabhat al-Nusra.      Mathew Stewart vanished when on holiday in central Asia in 2001, later surfacing in an al-Qaida propaganda video. He is now believed to be training militants in Syria.    Such a senior responsibility suggests Stewart is no longer the drug-addled drifter who left Australia 15 years ago. He has earned the trust of the central command of one of the world’s foremost terrorist organisations. The mad surfer from Mooloolaba is likely the most senior member of al-Qaida Australia has ever produced. Few are as surprised by the Queenslander’s transformation as the men he trained and toured East Timor with as a private in the Australian army. Guardian Australia has interviewed several of Stewart’s former army colleagues, who recalled the young soldier’s steady unravelling from drug abuse, his experiences in East Timor, and relentless bullying by two of his section commanders. The men, all since retired from the army, are torn between revulsion at Stewart’s acts and an enduring sense of comradeship with a man they insist “had nothing dark in him”.  “I hate what he’s doing … But we can’t hate him,” one of Stewart’s former army mates says. “I do love Stewie,” another agrees. “[But] if it came down to it, and it was between me and him in Afghanistan? I’d shoot him.” Five months before Stewart’s Delta company, part of 2RAR battalion, landed in East Timor to spearhead a UN peacekeeping force, it took part in a training exchange in Malaysia. It was the 23-year-old’s first visit to an Islamic country. “Mathew absolutely hated Muslims. He despised them,” recalls Ben, a former member of his company who, like the others, asked that his surname not be published.    He was so committed to the job. All he wanted was to be a soldier. I think it gave him some credibility.  Former army colleague     The feeling was widespread among the young men, observing up close an unfamiliar culture. “But [Stewart] was probably the most vocal, he saw it as a very domineering religion and culture,” Ben says. Stewart was popular in the unit. “He was exceedingly friendly,” Ben says. “One guy had his car break down, and Stewie lent him his car for I don’t know how many months. That’s just the sort of guy he was.” Reece, who also served alongside Stewart, agrees. “There was nothing dark in him,” he says. “Mathew was that kid who was always willing, the first one to volunteer.” Members of the unit were aware Stewart had “partied hard” before joining the army. “He obviously had some issues,” Ben says. “He had done a lot of hard drugs when he was younger, he was right into surfing and that culture. His home life was pretty rocky to say the least.” “He was just a normal kid that wanted a change,” Reece says. “He was so committed to the job. All he wanted was to be a soldier. I think it gave him some credibility.” Each of the men contacted by Guardian Australia raised Stewart’s treatment by two superiors inside the company. “I and a lot of blokes feel as though he was treated wrongly by [them],” Greg says. “It was torment. Mental torment.” “He was constantly made a target by these stronger personalities, larger figures,” Ben says. “He was constantly given shit jobs. Sleep is one your critical resources out there, and you always want more time in bed. But Stewie would be left on gun pickets for extra time, get verbally abused.” “It just broke his fucking heart, basically,” Reece says. “He was incensed about it, upset. Asking, ‘Why are they picking on me?’ “They were fucking arseholes, to put it plainly,” he says.     Stewart after he joined the Taliban in August 2001    They say the mistreatment in the “dysfunctional unit” continued throughout the training exchange and in Timor, where Stewart served six months from September 1999. “He had a bit of a stutter, but he developed more of a stutter,” Ben says. “He had a big scar on his chin and he constantly used to rub that with his forefinger all the time. It was a nervous twitch.” “He had two corporals steal every bit of confidence he had in himself,” Reece says. “I’m not bashing up the army. It’s individuals in the army who get away with things that they shouldn’t.”    The conditions [in East Timor] were bad. Once we got back we were pretty troubled souls  Former colleague     East Timor was an arduous deployment. “We saw bodies hanging from a noose that had been out there for weeks,” Greg recalls. “Human remains in a well that you’d been taking water out of for showers.” Reece lost 20kg over the course of his first tour. “The conditions were bad,” he says. “It was Australia’s first deployment since Vietnam. It wasn’t organised. It wasn’t smooth.  “Once we got back we were pretty troubled souls,” Greg says.  Only since 2002 has mandatory psychological screening been carried out on Australian soldiers returning from combat. “We were fed beer, that was our decompression,” Reece says. “Then we were turned loose on leave.” Stewart began to disintegrate on his return to Australia. “He wasn’t good,” Reece says. He was sharing a house in Townsville with other soldiers. “There were cigarette burns on the coffee table. He was smoking weed, he was doing stronger drugs. It was almost like he was having a last hurrah.” His stutter worsened. “He was twitchy, very unsure of himself constantly questioning,” Ben says. “Constantly seeking approval from his friends, peers, superiors. It never stopped.” There was only the faintest clue of the path Stewart would take just over a year later. He never talked politics, but “he said something funny to me once”, Reece recalls. “He was talking anti-American. There’s big trouble coming, America’s this and that. It was strange for the time.” Days before Stewart left Townsville to get psychiatric help in Brisbane (he would eventually be discharged on health grounds), Greg walked into his house unannounced. “I found him by himself, bed full of needles, incoherent,” he says.  Reece was the last of the trio to see Stewart. It was “early or mid 2001”, he says. At the time he was taking language courses ahead of a second tour of East Timor. “I spoke to Mathew at his mum’s place. I asked him how he was. He seemed more focused then, he wasn’t drinking. It seemed as though he had a plan.” It is likely that by this time Stewart’s interest in militant Islam had already been stoked. He told a Turkish journalist in 2010 it was sparked some months before, when he encountered a picture online of the Chechen militiaman Ibn Al-Khattab. “[In] Khattab’s gaze I saw the peace of mind I do not see in any human being,” he said, according to a police translation.  When the first video of Stewart surfaced in 2005, “we all couldn’t believe it”, Ben says. “We were taken aback and amazed. We honesty didn’t think he’d ended up like that, considering all the hate he had for Muslims and Islam back then.”   Related: Can Pakistan win its war against the Taliban?    Ben too recognised Stewart instantly for his frame, voice and mannerisms. With one difference: he didn’t stutter. Stewart’s former comrades bear surprisingly few grudges towards him, even Ben and Reece, who later served in Afghanistan. “What happened to Mathew stuck with me throughout my career. He was honestly a guy who was loved by many and hated by two,” says Reece. “I hate what he’s doing. I’ve lost friends in the past 15 years that we’ve all gone through, and he’s probably contributed to that. And a lot of us feel that. But we can’t hate him. If you knew what he was like, you’d understand.” They hope by speaking out they can raise awareness of mental health issues among soldiers. “I owe it Mathew, I owe it to his family to say something,” Reece says. Greg agrees. “There needs to be closure, there needs to be accountability.”  Did you serve with Mathew Stewart, or do you know more about this story? Contact us securely using Securedrop or at michael.safi@theguardian.com",
  "webTitle": "How hard-partying soldier Mathew Stewart became an al-Qaida militant",
  "webPublicationDate": "2016-05-26T03:10:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/how-hard-partying-soldier-mathew-stewart-became-an-al-qaida-militant",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malaysia",
      "id": "world/malaysia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Al-Qaida",
      "id": "world/al-qaida",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian defence force",
      "id": "australia-news/australian-military",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    },
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/26/how-hard-partying-soldier-mathew-stewart-became-an-al-qaida-militant"
}