{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/10-video-games-so-good-we-didnt-want-them-to-end",
  "id": "2016-05-16-304",
  "sectionId": "technology",
  "body": "When Keith Stuart finished the Uncharted series, he found the game and its characters had got under his skin. After spending years with Nathan Drake and his partner Elena, he found the game had had a huge effect on him.  Now they’re over. I’ve finished. And it sort of hurts. I realise that, as the game is only released today, you’re not where I am yet; you have adventures left to embark on, and many hours of Nathan time ahead. I am quietly envious. Like an elderly relative at a wedding, I feel like clutching your hand and whispering “savour every moment”. But I won’t because that would be weird and technically impossible.  Our readers shared their own tales of the endings to games that, to excuse the poor pun, finished them. Much like with music or film, games can linger long after they’re finished. And sometimes, much like Stuart and Uncharted, it can be an emotionally draining experience. “I waited five years before watching the Alias finale, because I knew A Very Bad Thing was going to happen to my favourite character, and I just couldn’t face it,” admitted a commenter called readie. Here are 10 of the game endings that really affected our readers. And yes, we know one of them is a bit controversial. Warning: there may be some games here you are still thinking of of getting around to. If that’s the case, let it be known: narrative spoilers abound. 1) Red Dead Redemption     ‘The pre-ending left me shocked and numb’. Photograph: Rockstar               Vidarr    10 May 2016 1:00pm  Red Dead Redemption, for me, has the most powerful endings of any title I've played: the pre-ending left me shocked and numb - and then insanely angry, an emotion that fuelled vengeance and peace.      2) Grim Fandango                       snatchcandy    10 May 2016 1:26pm  Saying goodbye to Manny Calavera at the end of Grim Fandango was difficult.  A combination of brilliant writing and a cleverly structured four act/four year arc helps make him one of the most perfectly realised characters in gaming.  Not your typical smart-taking, sassy game protagonist, he embodies typical human failings like hubris and world-weary cynicism, with an admirable drive and a deep-down decency that really shines through. All constructed with an attention to detail you rarely see in this medium. His odyssey to put things right for the enigmatic Meche brings the player through a genuinely original world (how often do you come across those?), part Mexican Death Myth, part Film Noir, that outshines everything else in the enviable Lucasfilm/Double Fine catalogue.  I, for one, will never forget him.      3) The Witcher 3     ‘After the credits close it puts you back into the open world, alone.’ Photograph: PR               FridayWaits    10 May 2016 1:47pm  The Witcher 3. The ending (depending on which one) is devastating in different degrees, but even more so after the credits close it puts you back into the open world, alone, without any of the characters that accompany you at various stages on the long journey. That really was gut-wrenching.      4) The Last of Us     ‘You just don’t want to admit it’s over’ Photograph: screengrab               BadgerOC90    10 May 2016 12:13pm   This comment has been chosen by Guardian staff because it contributes to the debate I finished The Last of Us at 2 AM while my girlfriend lay asleep next to me. I stayed awake for a further 30 minutes just replaying the game back in my mind until she woke up and asked me what the frick I was doing just staring into space.  She didn't notice the single tear that was rolling down the side of my cheek. It's like finishing a good book or TV Show. You just don't want to admit that it's over and you wake up the next day fully expecting there to be a new level, chapter or episode. And when there isn't one. You really don't know what to do with yourself.      5) Skyrim     Skyrim: loyal dogs ahoy. Photograph: Bethesda               onona    10 May 2016 1:14pm  With Skyrim, I got to the point where I'd finished every single questline that wasn't bugged in the entire game. That was a sad day. In retrospect, I think I loved the world itself more than the people or stories within it. The Witcher 3 is like Skyrim, except your character has a personality and I think the narrative is far stronger. Skyrim's world is still better though.      6) Mass Effect 3                       madascheese    10 May 2016 1:11pm  I had this feeling at the end of Mass Effect 3 - especially after the Citadel DLC. Despite arguments about the ending, the fact that it had simply ended was enough to send me into a whirlwind of tears. I was so sad that there was nothing new to experience with characters that felt insanely realistic, to the point that I felt connected to them. I actually look up to Shepard (it helps that mine is a Paragon!). Also had this feeling with Red Dead Redemption. Bawled my eyes out, then got angry, then killed the bastard responsible. Best. Revenge. Ever.      7) GTA: San Andreas     GTA: San Andreas. Photograph: HO/REUTERS               Iheartbill    10 May 2016 12:51pm  Strangely for me, GTA San Andreas is the game that I still never forget. When it came out, it was all encompassing and at that point in my life, I was an isolated bullied teen and had no friends. The characters kind of became my friends and everything in the game felt real. When the main story ended, I was just numb for weeks, knowing it would never be new again. I also have that feeling with Far Cry 3.      8) Bioshock 2                       ArseneKnows    10 May 2016 12:19pm  At the End of Bioshock 2 as the final scene plays out I was crying. Can't ever remember a game doing that to me before or since.      9) Shadow of the Colossus                       Ben Morgan    10 May 2016 1:02pm  Shadow of the Colossus was the most emotional ending I remember experiencing. It took me several years of playing, off and on, before I finally completed it.<SPOILER> when the bridge collapsed and my horse didn't make it I was heartbroken. Finishing the final section on foot, knowing my longtime companion was lost was a terribly sad conclusion but ultimately I was very happy to have finished it after that years long effort.      10) The Secret of Monkey Island 2                       PrepareForYourDoom    12 May 2016 4:57pm  The ending of Monkey Island 2. It's probably twenty years now since I first went through it but still it sits like a lump in the stomach. As you race through the end it might seem drab and strange, until you finish and start pondering its message about the kingdom of childhood and how we all have to leave that some day.  Haven't been able to touch the later sequels With a bargepole.",
  "webTitle": "10 video games so good we didn't want them to end",
  "webPublicationDate": "2016-05-16T08:00:31Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/10-video-games-so-good-we-didnt-want-them-to-end",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "technology/2016/may/16/10-video-games-so-good-we-didnt-want-them-to-end"
}