{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/sports-direct-sells-jd-sports-shares-as-it-looks-at-potential-bhs-bid",
  "id": "2016-05-03-58",
  "sectionId": "business",
  "body": "Sports Direct has sold nearly £12.5m of shares in rival JD Sports, as it looks at potentially buying collapsed high street chain BHS. The latest sale leaves Mike Ashley’s retail empire with a 4.6% stake in JD Sports, down from more than 7% in March. Sports Direct has taken profits from its stake as its rival’s share price has risen by more than a fifth in the past three months.  In April, JD Sports revealed a 45% jump in annual profits which it credited to a surge in demand for women’s sports clothing and dominance in winning exclusive launches from major sports brands. In contrast, Sports Direct’s share price has suffered amid City concerns over trading in the UK and expansion overseas, and after a Guardian investigation revealed that temporary workers at its Derbyshire warehouse were receiving effective hourly rates of pay below the minimum wage. In March, Sports Direct was forced to clarify that profits would come in at the bottom end of previous expectations after Ashley told journalists touring the Shirebrook warehouse the company was “not trading very well”.  The company is under pressure to make acquisitions to meet its growth targets and has been linked to a number of possible targets. The sale of shares in JD Sports was revealed in a stock market announcement on Tuesday after Ashley said he was working on a rescue bid for BHS, which fell into administration last week. Ashley is also understood to be looking at Austin Reed, the tailoring brand which also called in administrators last week. Last month, Sports Direct upped its stake in online specialist Findel to just below 30%, the level at which it would have to launch a full takeover bid.",
  "webTitle": "Sports Direct sells JD Sports shares as it looks at potential BHS bid",
  "webPublicationDate": "2016-05-03T18:40:36Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/sports-direct-sells-jd-sports-shares-as-it-looks-at-potential-bhs-bid",
  "keyword": [
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "JD Sports Fashion",
      "id": "business/jd-sports",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/03/sports-direct-sells-jd-sports-shares-as-it-looks-at-potential-bhs-bid"
}