{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/14/whatever-next-pleasures-plot-dickens-line-of-duty",
  "id": "2016-05-14-172",
  "sectionId": "books",
  "body": "How we love plots – and how we look down our noses at them. Our plot hunger can be measured by the current provision of lavish, plot-heavy TV drama. First there were all those Scandi-noir murder mysteries. Now the BBC’s prime Sunday night slot is given over to one elaborately plotted thriller (Undercover) after another (The Night Manager). No longer satisfied with the mere whodunnit, the prime-time audience can satisfy its plot hunger with the elaborate conspiracy narrative of the BBC’s Line of Duty or the psychological indeterminacy of ITV’s Marcella (is the detective herself a killer?). TV drama, especially the one-off mini-series, is where we can go for the special pleasures of plot. Yet plot lovers who are also novel readers might think that these are guilty pleasures. In the contemporary novel, it sometimes seems that the delights of plot have been contracted out to genre fiction – to detective novels, thrillers, chick lit or spy stories. In the Victorian age, novelists such as Charles Dickens and Wilkie Collins treated the compulsive powers of plotting as fiction’s strongest resource. The most literary novelists respected the engrossing powers of plot: even George Eliot’s Middlemarch has at its heart a secret tale of seduction, larceny and hidden identity waiting to be uncovered. Yet nowadays we admit the enjoyment of plot as if it were a low kind of self-indulgence – irresistible but ignoble. It is what makes a Robert Harris novel unputdownable, but not what we any longer expect of serious fiction.    Plot is the unfolding of a hidden design; the promise that all will eventually be revealed    Plot is not just a sequence of connected events (in this sense, every TV drama or novel equally has a plot). It is something rarer: the unfolding of a hidden design. Plot involves the laying of clues, the implicit promise to the reader or viewer that the true significance of what we read or see is not self-evident, but will eventually be revealed. A good plot exploits not just suspense, but also a kind of retrospective curiosity. When we know that a story has a plot we find ourselves asking not so much, “What will happen next?” as, “What has already happened?” The hidden design has, we trust, been contrived by an author, so when we enjoy a plot we are enjoying being manipulated by him or her. Perhaps this is why such enjoyment has often been thought suspect.     Tom Hiddleston as Jonathan Pine in BBC1’s The Night Manager (2016). Photograph: Des Willie/BBC/The Ink Factory    In the most plot-reliant genre of fiction, the detective story, the detective investigates on the reader’s behalf. In other densely plotted novels there is usually a character who has been chosen to enact the reader’s curiosity. A brilliant exploration of this curiosity is Jane Austen’s Emma, whose heroine is convinced that she can decode the true desires and motivations of those around her. Emma has a plot in a way that other Austen novels do not, because, beneath the surface of what Emma herself can observe, there is a hidden story. There is (spoiler alert!) the secret romance between Frank Churchill and Jane Fairfax, going on in front of us and yet wholly concealed. A darker but equally brilliant example of this is Dickens’s Great Expectations, whose rueful narrator, Pip, watches his younger self discern in the strange events of his youth clues to a true story that he gets entirely wrong. Dickens’s very title points us to the assumptions that lead his protagonist to his mistaken conclusions.   Related: How Jane Austen’s Emma changed the face of fiction    Plot has lost its prestige. Only a few of those novelists who feature on Man Booker shortlists give us plot-reliant fiction. Those who do – such as Michael Frayn and Sarah Waters – are sometimes underrated for their skills. It is notable that Ian McEwan, a leading literary novelist who is deeply interested in plot, and in playing tricks with a reader’s expectations, has gone to spy novels for the machinery of two of his most carefully plotted novels, The Innocent and Sweet Tooth. His reader can feel confident that everything is part of a plan that pre-existed the novel. Yet this rare skill leads some critics to suspect him of chilly manipulativeness. Few academic critics rate novels by the sophistication of their plots. If a beautiful plot were a highly valued property of a work of fiction, John le Carré’s Tinker Tailor Soldier Spy, published in 1974, would surely have made it on to that year’s Booker prize shortlist. It has one of the most brilliant plots in 20th-century British fiction, engineered by the novelist but enacted by those two cerebral foes Smiley and Karla, the fiendishly clever novelist’s surrogates. Yet even those who praised Le Carré’s achievement were happier to single out more conventionally literary qualities – characterisation, dialogue, evocation of place. A clever plot is just what you expect from a spy story. In fact, a good plot is one of the highest arts. If we doubted the intellectual challenge of a complex plot we should perhaps notice the problems that writers, especially for TV, have getting their plots to work. In the slickest TV drama, among the witty dialogue and compelling acting, plotting can be hesitant or even ramshackle. Sometimes you will get effective and ineffectual plotting in the same narrative. The last episode of series three of the complex police corruption drama Line of Duty involved two lengthy interrogations in which suspects were presented – via the interrogators’ iPads – with an almost bewildering sequence of evidence samples (pictures of weapons, CCTV images, mobile-phone records) and challenged for explanations. We already knew which of the men was innocent and which was guilty, but could feel how each was equally dizzy in the face of all the facts. The bravura plotting relied on our glimpses of how evidence could belie the truth. Yet the story could not end in the interview room. As if exasperated at the complexity of the plot into which he had been drawn, the corrupt cop suddenly activated an armed stooge to spray police HQ with bullets. A resolution was achieved only with a Heat-style shootout with automatic weapons on the streets of a British city.     Vicky McClure as DC Kate Fleming in BBC2’s Line of Duty. Photograph: Mark Bourdillon/BBC/World Productions    Equally, even some of those taking pleasure in the BBC’s dramatisation of Le Carré’s The Night Manager expressed reservations about the plot. Published in 1993, it was Le Carré’s first post-cold war thriller and had a new moral simplicity: the villain really was “the worst man in the world”, and the British politicians and spooks who allowed his arms trade to prosper were evil cynics. Perhaps this moral assurance led to less rigorous plotting. While working as the night manager at an exclusive Austrian hotel, former British soldier Jonathan Pine encounters arms dealer Richard Roper. Pine is recruited by an ex-SIS operative to infiltrate Roper’s organisation. He will go to the Bahamas (Mallorca in the TV version), pose as a chef and win Roper’s trust by saving his young son from two armed thieves (who are, of course, merely acting the part). The plan works beautifully, and Roper accepts Pine into his clan even though he has immediately recognised him as the smooth hotel man he met in the Alps a few months earlier. Some reviewers of the TV version wondered about the plausibility of this. Surely there must be some yet to be revealed master plan. Well, no. The master plan would have had to be Le Carré’s as well as Roper’s, and there isn’t one. In the novel, as opposed to the TV dramatisation, the coincidence of Pine’s reappearance should have been even more alarming to Roper, for Pine admits to having previously worked at the luxury hotel in Cairo where Roper’s nasty client Freddie Hamid ruled the roost. (Pine is driven by the desire to revenge himself on Roper for the killing of Hamid’s mistress, Sophie, with whom he had an affair.) In the TV adaptation, Pine is made to conceal his previous life in Cairo. The plot problems have to be muffled, at least. Major Corcoran, Roper’s henchman, is supposed to be nastily shrewd for his continuing suspicions about Pine, cheerfully telling him over and over again that he knows that he is a liar. It is strange he cannot make Roper believe him when those coincidences are shouting at him. For Le Carré’s many admirers, like myself, these reservations about plotting are all the more painful because of the author’s earlier mastery of the art. His best novels – The Spy Who Came in from the Cold, Tinker Tailor Soldier Spy – have his best plots, mechanisms of great complexity and precision. In the case of The Spy Who Came in from the Cold, the reader is as much the dupe of ingenious spymasters as Le Carré’s protagonist, Alec Leamas, himself. Leamas is tricked and so, deliciously, are we. The elaborate scheme plotted by Control, the head of the British secret service, has had to be plotted by Le Carré too.     The Usual Suspects (1995). Photograph: Everett/Rex Shutterstock    As readers or viewers, we do not feel – as Le Carré’s antihero feels – cheated by such a plot. Quite the contrary. If it remains internally consistent, we are much more likely to feel gratified. An example in cinema is The Usual Suspects, whose surprising success stemmed from its devotion to plot and its willingness to deceive the audience quite as comprehensively as its villain was deceiving the detectives. Certainly the means by which it did this was postmodern: the film broke with old cinematic conventions by showing on the screen events that had not happened. What the trickster narrated (though untrue) was turned into images on our screen. The film’s plot was the villain’s ingenious fiction. It is no accident that one non-literary meaning of “plot” is, as the OED has it, “a plan or project, secretly contrived by one or more persons, to accomplish some wicked, criminal, or illegal purpose; a conspiracy”. The very invention of that plot-heavy species of fiction, the thriller, often involves this kind of secret and ingenious villainy. The British thriller reaches back to the so-called “sensation” novels of Collins in the 19th century. The improbable yet weirdly persuasive plot of his bestselling novel The Woman in White derived from the dastardly yet brilliant scheme of his villain, Count Fosco, to steal a rich young woman’s inheritance. Collins pioneered the use of multiple narrators and disorientating time shifts to present the evidence of this scheme and yet to obscure it too, for like his protagonist, Walter Hartright, the reader must be challenged to work out the plot.    In The Sense of an Ending, Julian Barnes slyly manages to combine artful plotting with narrative indeterminacy    Collins was the first novelist who pleaded with reviewers not to give away the plots of his novels when they came out in book form, for these were their essence. Victorian critics worried aloud that Collins was teaching readers to read just for the plot, made all the more exciting – in the manner of the TV mini-series – by being structured in weekly instalments. Where was the edification in that? Does every novel have a plot? Not exactly. Anthony Trollope breezily confessed: “I have never troubled myself much about the construction of plots.” Even Trollope devotees will recognise that the author often seems to be discovering outcomes as he goes along. His lack of interest in intricate plotting is justified by its supposed unlifelikeness. A plot is an imposition of pattern. In life, one thing leads to another, but without design. In contrast, Trollope’s near-contemporary Dickens eventually dedicated himself to the machinations of plot. All his novels were originally published in weekly or monthly instalments, and were therefore still being written even as they were being published. For many we have his original number plans, which reveal how carefully – from the beginning – his plots were laid. In those number plans we can see how Dickens, as he begins a novel, looks ahead to eventual revelations and denouements. The best plots foresee their endings even as they begin. A highly literary novelist, winner of the 2011 Booker, who recently exploited this power of foreseeing was Julian Barnes in The Sense of an Ending (the clue is in the title). Barnes rings a postmodern change on the power of plot to foresee a narrative shape. His novel’s ending shifts what we think of the evidence given in the earliest parts of the narrative in a way that, we realise, has been carefully planned. Any quick internet search will allow you to listen in on readers of the novel arguing about what exactly has been revealed (Who has slept with whom? Who has fathered a child?). Barnes slyly manages to combine artful plotting with narrative indeterminacy. The beginning only truly makes sense when we reach the ending. For viewers of the original 20-hour Danish TV drama The Killing, there was a peculiar moment of satisfaction in the last episode with the recognition (but of course!) that there had been a crucial clue to the identity of the murderer in the very first – apparently inconsequential – dialogue in the opening episode. The frisson of this realisation comes in part from seeing that you have not, until now, understood the significance of what was there in plain sight. Now you see that the ending had been imagined before the beginning.     Carey Mulligan as Ada and Patrick Kennedy as Richard in the BBC1’s 2005 adaptation of Bleak House. Photograph: Mike Hogan/BBC    There is an equally pleasing moment in the very first instalment of Bleak House when Dickens uses a parenthesis to hint at his buried design.  My Lady Dedlock (who is childless), looking out in the early twilight from her boudoir at a keeper’s lodge and seeing the light of a fire upon the latticed panes, and smoke rising from the chimney, and a child, chased by a woman, running out into the rain to meet the shining figure of a wrapped-up man coming through the gate, has been put quite out of temper. My Lady Dedlock says she has been “bored to death”.    Related: John Mullan on Sweet Tooth – Guardian book club    That parenthesis will turn out to be untrue – or rather, it might be rephrased as “… who everybody thinks is childless”. By putting the information in brackets there is a kind of double-bluff at work. What is treated as though it hardly matters is in fact a clue, and hundreds of pages later we will understand why Lady Dedlock, seeing a child greet its father, returned from work, might be so “out of temper” – and how much of an act (which fools the reader as well as her husband) it is for her to seem “bored to death”. Dickens adored the novels of Henry Fielding (he even named one of his sons Henry Fielding Dickens) and it was from the bravura plotting of Fielding’s Tom Jones that he initially learned his art. This moment in Bleak House is comparable to the trick played by Fielding early in Tom Jones, when the foundling hero has been discovered, as a baby, placed by some unknown hand in the bed of the benevolent bachelor, Squire Allworthy. We expect that his heartless spinster sister, Miss Bridget, will react with horror to his decision to look after the child as if it were his own. She indeed pours insults on the unknown, presumably unmarried, mother of the child, “whom she called an impudent slut, a wanton hussy, an audacious harlot, a wicked jade, a vile strumpet, with every other appellation with which the tongue of virtue never fails to lash those who bring a disgrace on the sex”. But, to the surprise of both her equally sour-tempered housekeeper and the reader, she treats the baby fondly, giving orders that he be well looked after. “Her orders were indeed so liberal, that had it been a child of her own, she could not have exceeded them.”     Anna Friel in ITV’s Marcella (2016) Photograph: ITV    In the Oxford World’s Classics edition of the novel, it is exactly 800 pages later that we find out that Bridget Allworthy, who has died long since, was indeed the mother. In a way that no reader will suspect, Fielding mischievously flaunts a clue to his plotting. Samuel Taylor Coleridge thought that Fielding’s novel possessed one of “the three most perfect plots ever planned” (the other two were plays: Sophocles’s Oedipus Rex and Ben Jonson’s The Alchemist). Its narrator keeps wondering what will happen to his hero or why characters are acting as they do, but from the beginning it has all been planned. Coleridge meant his compliment as high praise: a perfect plot was a thing of rare beauty. Yet Dickens’s dedication to plot is one of the reasons that he attracted some condescension from contemporaries and has continued to be regarded by some critics as a concession to popular tastes. In his later novels, however, plot is the means by which he makes the connections that bind together his fictional world. There is hardly a more important word to Dickens than “connect” as he challenges the reader to find the links that a novel such as Bleak House discovers.  What connexion can there be between the place in Lincolnshire, the house in town, the Mercury in powder, and the whereabout of Jo the outlaw with the broom, who had that distant ray of light upon him when he swept the churchyard-step? What connection can there have been between many people in the innumerable histories of this world who from opposite sides of great gulfs have, nevertheless, been very curiously brought together!  Plot will reveal how the rich and the poor, the haughty and the desperate, the rulers and the ruled, are intimately connected. Some TV narratives, as if half-remembering Dickens’s challenge to the reader, try to satisfy the viewer’s appetite for plot by providing a kind of plot surplus, giving us so many leads and suggestions that we are almost overwhelmed. Scandi-noir serial-killer drama The Bridge has specialised in introducing one apparently unrelated character and episode after another, trusting that we will trust that there must be connections between them. (“Multistranded” is the operative description.) Hans Rosenfeldt, creator of The Bridge, also wrote Marcella, which introduces new characters and their mysterious behaviour with similar freedom. It must all connect.    Game of Thrones is designed to be endless, it has abandoned one key element of plot satisfaction    The time shift has become the TV thriller’s signature device for activating this desire to connect. In the opening sequence of ITV’s Marcella, the protagonist – who we soon discover is herself a detective – comes to her muddled senses in the bath, covered in someone else’s blood. What has she done? Or what has been done to her? We soon find that the answers to these questions are unknown not only because of the narrative’s manipulation: the character suffers from some kind of trauma-induced amnesia and does not know what has happened. Yet it is so committed to plotting that – with its multiple narratives and jolting flashbacks – it risks plunging us into the same overloaded confusion as the protagonist herself.     Rose Leslie and Kit Harington in season three of Game of Thrones. Photograph: HBO/courtesy Everett Collection    Plot is what stops narrative being just one thing after another. Plotless stories threaten to be endless. So those American TV dramas that, if successful, are destined for box sets may have resounding endings but lack the capacity to fulfil a design. They are designed to be endless – or rather, to be ended when actors or producers become bored, or the appetite of viewers seems sated. However involving Game of Thrones might be, it has necessarily abandoned a key element of plot satisfaction. You can feel decisions being made and narrative directions being changed on the hoof. One peculiar narrative freedom of Game of Thrones, bracing to both readers and viewers, is its willingness to kill a character with whom we had been invited to identify. In a fantasy narrative such as The Lord of the Rings, it is easy to predict who will live and who will die; in Game of Thrones, never. Yet even this freedom has become potentially disabling. For some time the narrative has been unspooling like a soap opera, a matter of ingenious improvisation rather than achieved design. This is not just in the TV version: the same endlessness has infected George RR Martin’s original volumes. No wonder the fans have to keep waiting for the poor man to complete the next projected volume: he no longer has a plot to fulfil.   Related: Sign up to our Bookmarks newsletter    You can see why serious novelists became suspicious of plots: they subjugate reality to a plan; they require that the author be a trusted manipulator. Yet novel readers have never relinquished their delight in a good plot. Plot activates our confidence in design, our faith that the creator of a narrative knows what he or she is doing from the first moment. Which is why a carefully contrived plot is most satisfying when – as with Bleak House or The Killing – the material is darkest and the characters themselves most perplexed, and why that satisfaction can be as deep as any other response to fiction.",
  "webTitle": "Whatever next? How plot grips us, from Dickens to Line of Duty",
  "webPublicationDate": "2016-05-14T07:00:30Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/14/whatever-next-pleasures-plot-dickens-line-of-duty",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Charles Dickens",
      "id": "books/charlesdickens",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "John le Carré",
      "id": "books/johnlecarre",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Classics",
      "id": "books/classics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "George RR Martin",
      "id": "books/george-rr-martin",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "John Mullan",
      "id": "profile/johnmullan"
    }
  ],
  "guardianId": "books/2016/may/14/whatever-next-pleasures-plot-dickens-line-of-duty"
}