{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/17/bird-review-sherman-cymru-katherine-chandler-rachel-oriordan",
  "id": "2016-05-17-35",
  "sectionId": "stage",
  "body": "Ava (Georgia Henshaw) has been living in a care home for three years, sharing a room with the slightly younger Tash (Rosie Sheehy), who believes in dancing right at the edge of the world, where you can feel the wind in your hair and salt spray on your cheeks. Soon, Ava will turn 16 and be turned out of this temporary nest and have to fly on her own.  She wants to return home to her mother, Claire (Siwan Morris), who wasn’t much older than Ava is now when she gave birth. But Claire hasn’t had any contact with her daughter for years and doesn’t want Ava back in the family home. While Ava’s social worker tries to find her temporary accommodation, Ava teeters on the edge and discovers the world through the teenaged Dan (Connor Allen) and the creepy, middle-aged taxi-driver Lee (Guy Rhys), who plies her with vodka and gifts.  Katherine Chandler’s sad, atmospheric play was the winner of the Judges award in the 2013 Bruntwood prize for playwriting and belatedly receives its world premiere in a production directed by Rachel O’Riordan, artistic director of Sherman Cymru. O’Riordan recently staged the superb Iphigenia in Splott and seems to have a direct conduit to the mercurial heart and soul of teenage girls.     Georgia Henshaw as Ava and Guy Rhys as Lee in Bird at Sherman Cymru. Photograph: Farrows Creative     Bird is a very different piece both in terms of its sophistication and energy, but once again O’Riordan proves herself adept at giving voice to the dispossessed and marginalised. As in Splott, she gets to the wintry, desolate heart of the play. In this production, with a set design by Kenny Miller and sound design by Simon Slater, the lightbulb stars shine down pitilessly and we are never far away from the rustle of feathers as birds take flight.  O’Riordan coaxes terrific performances from Henshaw and Sheehy as the teenagers who have nobody except each other to catch them if they fall. Henshaw pecks at each word like a nervous sparrow, skittering over the stage with a gawky energy. Sheehy’s Tash, with her strong belief in parallel worlds, manages the trick of seeming both like an exuberant 13-year-old and as ancient as the surrounding cliffs. Allen is touching, too, as the bereaved Dan, comically despairing that his life is “ruled by my dick”, and who adds gloomily: “I’m hoping that fades but I’m not betting on it.” It’s as if Dan knows that his obsession with sex is simply a substitute for meaningful contact with another human being.  Grief and loss run through the play, which is compassionate enough to make us understand Claire and not just judge her. The piece overdoes the bird metaphors with its talk of fragile sparrows, but the writing has a blasted beauty. If occasionally it’s a mite too schematic, that’s forgivable in an evening that – like its teenage protagonists – is a small, fragile thing with a fiercely beating heart. • At Sherman Cymru, Cardiff, until 28 May. Box office: 029-2064 6900. Then at Royal Exchange, Manchester, 8-25 June. Box office: 0161 833 9833.",
  "webTitle": "Bird review – a fragile teenage tale with a fiercely beating heart",
  "webPublicationDate": "2016-05-17T20:00:09Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/17/bird-review-sherman-cymru-katherine-chandler-rachel-oriordan",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/17/bird-review-sherman-cymru-katherine-chandler-rachel-oriordan"
}