{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/england-rugby-union-squad-workload-players-welfare",
  "id": "2016-05-05-226",
  "sectionId": "sport",
  "body": "The Rugby Players’ Association has warned the game limit for England’s elite player squad members is too high and top-flight players face risks to their long-term health unless everyone in rugby union puts welfare first. The Rugby Football Union and Premier Rugby will shortly announce the details of the new heads of agreement, which governs the management of the elite player squad (EPS), and the limit will remain at 32, the figure set when the agreement was first struck in 2008.   Related: Rugby union’s brutal reality: the physical and mental toll of an elite playing career | Michael Aylwin    Christian Day, the Northampton lock and RPA chairman, despairs that no more sophisticated device to regulate workload will be enshrined in the new deal. “That number is completely arbitrary in our eyes,” he said. “Someone’s stuck a finger in the air and come up with it. I don’t know where it’s come from, and I don’t think anyone does, beyond the fact that you play 22 Premiership games and then Europe, and you arrive at roughly 32. It happens to be just about the most number of games you could play, realistically.” No player has ever been stopped because of the limit, although several have played more than 32 games, including Chris Robshaw and Mike Brown in the 2013-14 season. Dan Cole played in 41 matches during the British & Irish Lions season of 2013 but even then the Leicester prop did not exceed the cap on playing time, because it is calculated by minutes on the field rather than number of games and his total was 324 minutes shy of the 32 x 80 mark. Alex Corbisiero, the Lions and former Northampton prop, who is on a year-long sabbatical to enable his body to recover from a string of injuries, believes the limit has to be tailored to different positions. “I would say 25 games of around 60 minutes each is right for a prop,” he said. Feedback from the RPA membership is that minutes played is only the tip of the iceberg when it comes to player load. “It’s just not a fair measurement,” Damian Hopley, the organisation’s chief executive, said. “If you’re training and preparing for a game and you only play 15 minutes, you’re still training and preparing for a game.” Even Simon Kemp, the RFU chief medical officer, argues any catch-all limit is inappropriate. “The focus on game load and game load alone is unhelpful. The consideration for a player needs to capture total load – training, game and a range of external factors we call life load. Players need to be managed on an individual basis.” Critics argue the 32-game limit is no more than a token gesture, too high to affect any but the most overplayed and unenforceable when it does. It forms part of the wider debate within the sport over player welfare. In the middle of a two-year stretch bookended by the 2015 World Cup and the 2017 Lions tour to New Zealand, player burnout is the most pressing issue. In a special investigation by the Guardian, players, their representatives and even leading coaches are in agreement that this season, in which the domestic calendar has been crammed into eight months of back-to-back games, has led to unprecedented demands. “Sooner or later, someone needs to say: ‘Look, we’re going to destroy these guys,’” Day said. “They’re going to retire by the time they’re 30 years old; they’re not going to be able to walk by the age of 45. I just hope someone at the top of the game is planning.”     Christian Day, the Northampton lock and RPA chairman, barges through the Bath defence at Franklin’s Gardens last weekend. Photograph: Seconds Left/Rex/Shutterstock    By the end of the tour to Australia this summer, it will be 12 months since England’s players went into camp to build for the World Cup, while latest figures show the most serious injuries are at their highest level and more days have been lost to injury than ever before. “Something has to give or the players will,” Conor O’Shea, the Harlequins director of rugby, said. “You cannot keep going to the well in a game as physical as this.”   Related: Spare a thought for rugby’s vulnerable gladiators wrestling with their demons | Robert Kitson    The heads of agreement governs the management of England internationals but no provisions exist to protect from overload players not in the EPS. A new standard Premiership contract will institute a mandatory five-week off-season but the RPA wants Premiership players to have breaks and limits formalised into their seasons, as the England players do. Hopley hopes to establish measures to spread the load among his membership more evenly: “Our biggest challenge, still, is that we’re asking too few players to play too much rugby.” The solution for many is a global season. Players’ unions around the world are putting pressure on World Rugby to take action. Hopley said: “We have all been assured that we’d be part of the discussions around what the global season would look like. “That was 18 months ago and nothing’s happened. The 2019 World Cup [after which no international fixtures have been set] will be here before we know it. “Rugby doesn’t have a great track record of joined-up thinking. The [southern hemisphere] Sanzaar nations work incredibly well together but that’s not the case with the Six Nations. God forbid you might park a bit of self-interest at the door.” The RFU management and Premier Rugby declined to comment on the details of the Heads of Agreement deal until it was announced.",
  "webTitle": "England rugby squad’s workload puts welfare at risk, warns players’ union",
  "webPublicationDate": "2016-05-05T10:55:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/england-rugby-union-squad-workload-players-welfare",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby Football Union",
      "id": "sport/rugby-football-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/05/england-rugby-union-squad-workload-players-welfare"
}