{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/08/jeremy-corbyn-local-election-results-labour-leadership",
  "id": "2016-05-08-221",
  "sectionId": "global",
  "body": "During his brilliant campaign for the Labour leadership – and in large part explaining why he won it – Jeremy Corbyn offered a magic potion to his party. He beguiled its members with the idea that he had formulated a “new politics” which would be played to entirely different and wonderfully better rules than the old politics. Labour would no longer treat electoral contests as a struggle won or lost by the party most effective at building a broad-based coalition of support. That disgraceful way of seeking power was for unprincipled sell-outs such as Clem Attlee, Harold Wilson and Tony Blair. Labour would no longer compete for the centre ground. It would instead tap a hidden reservoir of support from the many millions of people who had failed to support the party in the past because it had never offered them an authentically left-wing programme. Inspired by the pied piper of Islington, these folk would be roused to the polls and victory would follow. This was the Corbyn formula for electoral success. It was a seductive sell to a Labour party stunned by its general election defeat and the more attractive because it promised a cure both miraculous and painless. No more having to make compromises with the electorate. No more having to try to win the support of voters who might not always put a cross in the Labour box. No more having to talk to people who might even have backed the wicked Tories on occasion. Dr Corbyn’s elixir promised Labour that it would not have to choose between purity and power. The party could have both. Some of us did spot a bit of a flaw with this thesis: the complete lack of evidence to support it. Unabashed, Mr Corbyn and his friends have pursued their experiment for the past eight months, quite a long time in politics. Their formula was given a very comprehensive test in the elections on Thursday. They were the fullest check on the mood of the electorate that you can get outside a general election. Every adult citizen of the UK had an opportunity to cast a ballot. While there is plenty of variation in the outcomes of the different elections, there is a big picture and it has one clear theme. Labour lost seats in Scotland, lost seats in Wales and lost seats in England. The very special case of London aside, these elections were awful for Labour.   Related: We nominated Jeremy Corbyn for the leadership. Now we regret it | Jo Cox and Neil Coyle    Let’s start in Scotland. If the Corbyn formula for electoral success is reliable, this is where Labour’s recovery ought to have begun. Just last year, he declared that Scotland was his “top priority”. You will also remember that it was his contention that moving to the left of the SNP was the way to mobilise new support and to woo back voters who had abandoned Labour for the nationalists. Kezia Dugdale, Labour’s leader in Scotland, loyally put that thesis to the test by pledging higher rates of income tax, more spending on public services and opposing the renewal of the nuclear deterrent. She offered Dr Corbyn’s magical potion to Scots and they spat it out. Labour has crashed to its worst result in Scotland since 1910. It has been supplanted by a resurgent Scottish Conservative party successfully bidding for the support of centrist, pro-union voters. The Tories, not Labour, will now be the principal party of opposition, a role given additional importance because the SNP just fell short of securing a majority. If there is a way back for Labour in Scotland, the evidence of these elections is that the route recommended by Mr Corbyn is not it. Labour’s catastrophic collapse north of the border makes it even more imperative that the party recovers support in England and Wales if it is ever to look like a party capable of winning a general election. Shorn of Scotland, Labour has to be sure of Wales and 13 points ahead of the Tories in England to win the 2020 election. Labour lost a seat in the National Assembly for Wales and Ukip had a breakthrough. The loss of another seat in Cardiff might reasonably be put down to Labour being in power for a long time. But Ukip eating some of Labour’s lunch in Wales? One of those doing the munching being Neil “cash in brown envelopes” Hamilton? That really shouldn’t be happening if the Corbyn thesis is correct. If the magic potion was working as promised, Labour should not be also leeching support to Nigel Farage’s gang in northern England. There was a variegated picture across England as a whole, which has been of some assistance to the Labour leader and his allies in trying to put some positive spin on the results. Even so, the best that Mr Corbyn could say of the English council results was “we hung on”. The best John McDonnell, the shadow chancellor, could do was to say “shut up” to any Labour colleague who wondered whether hanging on to Ed Miliband’s share of the vote ought to be the summit of the party’s ambitions. Some Corbynista apologists have chosen to conveniently forget that they previously promised that they had the elixir for success and now argue that roughly breaking even is good enough for Labour at this stage of the cycle. It is not. It really, really is not. We are in the sixth year of David Cameron’s premiership. Tories are gouging out each other’s eyes over Europe. The government has been stumbling from Budget blunder via doctors’ strike and Cabinet resignation to academies U-turn. Yet the principal party of opposition has just lost council seats. That’s the first time that has happened in a non-general election year in more than three decades. The last time was in 1985, and it was the harbinger of a landslide Labour defeat at the next general election. Another useful metric is to compare these results with how previous opposition leaders performed the first time they took their parties into May elections. I’ve reviewed the history of these contests over the past 51 years. On every occasion, the opposition gained seats in the first council elections fought under a new leader. It did so whether the leader was a future general election winner like David Cameron or Tony Blair, or a future general election loser like Michael Foot and Michael Howard. Ed Miliband gained more than 800 seats in 2011. Jeremy Corbyn is the only leader of the opposition to lose council seats in his first electoral test in more than half a century.    Only Diane Abbott thinks that Labour’s victory in London’s mayoral poll belongs to Jeremy Corbyn    The glittering exception to an otherwise dark picture for Labour, the beacon in the gloom, was Sadiq Khan’s handsome victory in London with the largest direct personal mandate ever secured in a British election. It was a triumph made the sweeter because it was achieved in the face of a Tory campaign so poisonous that Tories are now falling over each other to condemn it. Only Diane Abbott, and probably not even her really, thinks that Labour’s victory in London belongs to Mr Corbyn rather than the candidate. Mr Khan could not have been more obvious about distancing himself from the Labour leadership. He made sure that Mr Corbyn had almost nothing to do with his campaign. He was accurately designated as “hostile” in the list of the leader’s enemies drawn up within Mr Corbyn’s circle. Mr Khan did not achieve his victory by waiting for a mythical army of left-wing voters to turn up. He fought a highly professional, inclusive campaign with a centrist pitch that competed for every vote. He devoted at least as much time to seeking support in the more Tory-inclined outer London boroughs as he did to campaigning in the inner boroughs, which are Labour’s natural heartland. Writing for the Observer, he explicitly attacks the Corbyn approach and says, “Labour has to be a big tent that appeals to everyone – not just its own activists.” As Labour’s most powerful office-holder, a great responsibility, and with it a great opportunity, now falls on Mayor Khan to show how a moderate, reforming Labour party can be a success at governing. Labour MPs and councillors know that these elections were a dreadful warning to their party about the fate that could await it in 2020. Some have had the temerity to say so, at the risk of being menaced by twitter mobs of diehard Corbynistas bearing pitch-forks and crying “heresy” and “treachery”. It is not disloyal to face the truth. The real disloyalists are those who refuse to face the facts and try to howl into silence people who are prepared to confront Labour with its plight. Will Mr Corbyn reassess whether he has the formula for success? That sounds unlikely. “I’m going nowhere,” he declares. Will it be the precursor to a move by Labour MPs who think that nowhere is precisely where their party is headed under his leadership? I remain sceptical about a summer coup attempt. Labour MPs are as depressed as ever about their party’s prospects under the current management, but they are unlikely to act in sufficient numbers for as long as it looks as though Mr Corbyn commands the support of the majority of the members. So the real question about Labour’s future is for those who bought into the magic potion. Is it beginning to occur to at least some of them that Dr Corbyn’s elixir is snake oil? • This article was amended on 13 May 2016. An earlier version referred to Labour’s losing its majority in Wales rather than losing one more seat. Labour has never had an overall majority in the National Assembly for Wales although it is still the largest party.",
  "webTitle": "Dr Corbyn’s elixir for electoral success will kill only the patient | Andrew Rawnsley",
  "webPublicationDate": "2016-05-08T04:30:12Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/08/jeremy-corbyn-local-election-results-labour-leadership",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour party leadership",
      "id": "politics/labourleadership",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Diane Abbott",
      "id": "politics/diane-abbott",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Rawnsley",
      "id": "profile/andrewrawnsley"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/08/jeremy-corbyn-local-election-results-labour-leadership"
}