{
  "apiUrl": "https://content.guardianapis.com/law/blog/2016/may/25/celebrity-threesome-case-context-crucial-tabloids",
  "id": "2016-05-25-153",
  "sectionId": "law",
  "body": "You may not have noticed in the course of another busy day, but a “world famous singer” is due to be named in the US over allegations that he subjected a hairdresser (gender unspecified) to “sustained and sordid” sexual harassment.  But you won’t be able to read about it in your favourite Fleet Street newspaper because that wicked conspiracy of lawyers and judges is keeping it from you. That assumes, of course, that you are remotely interested in the case or have even heard of the world famous singer. The hype can easily get out of hand when the tabloids pop an outrage pill. There’s a background to this one as the Daily Mail lays out with its usual thoroughness in Wednesday’s coverage of “the crooner and the crimper”, a label I just made up to show it’s not that difficult. Over several decades the press has fought the courts over the proper balance between privacy and freedom of expression, as we pompously refer to celebrity gossip as well as major issues such as Edward Snowden’s revelations. This year’s biggie, as even high-minded readers must be vaguely aware, is the interim injunction upheld by the supreme court last week (by four votes to one) preventing the Sun on Sunday – that’s the News of the World with its balls cut off – from naming another married “celebrity”.    Related: The judges are right. The secret threesome celebrities deserve protection | Max Mosley    He is said to have become involved in a threesome with a couple who took their story to the newspaper. Do we hear the smooth sound of a cheque being written at this point? Or was it moral outrage, pure and simple. I don’t know. You decide.  And does the tabloid outrage that the UK’s supreme court has asserted itself against mighty Google, Facebook and even papers in Scotland’s separate jurisdiction, sit ill with its frequent demands for national sovereignty over our own business? I’ll come back to that. Meanwhile, here’s the Guardian’s sober report on the supreme court’s ruling, Owen Bowcott’s earlier report and his analysis of its significance for privacy law in the UK. By way of diversity here’s the Mail’s hypertensive account and an update from the Sun on developments in the US. The issue here, according to the press, is that the celebrity couple make a fuss about their loving family life and kids and therefore deserve what we might today – see earlier case above – call the hairdryer treatment for being “hypocrites”, a much loved capital offence in Fleet Street. From what little I know of the threesome case, there’s a sleight of hand that we could call hypocrisy in the press’s version that’s much like randy footballers being occasionally targeted in night clubs by women who are there for the kiss and tell cheque. Needless to say the papers rarely make much of the cash transactions (on which they sometimes cheat anyway), but that doesn’t mean they don’t have a case. The Guardian has supported bids to overturn superinjunctions, ones so super for the plaintiff that newspapers can’t even mention they have been granted.  The public interest claims for revealing a footballer’s frolics may be spurious, but secret and unaccountable law is a worse offence – that’s roughly the papers’ line. Yet the Guardian is also wary of reporting extra marital affairs that face no legal constraints. Thus you will have read very little in the paper – here it is – about the affair which led Stewart Hosie MP to resign as deputy leader of the SNP this week.      Former SNP deputy leader Stewart Hosie. Photograph: Danny Lawson/PA    There’s lots more, including an SNP colleague also mixed up with the usual “femme fatale”, which you can dig out if you want to, along with familiar overexcited articles about the aphrodisiac qualities of power and those “late night, alcohol-fuelled sittings” long since abandoned at Westminster. Male French politicians wouldn’t get away with much of it here, not for a long time either. Many offices, not least in the City, sound far more predatory. I’m conflicted on the principle involved. For media such as the BBC, FT or Guardian, publication became justified only when Hosie resigned his public post; rightly or wrongly his private life affected his job (the expenses angle is surely spurious unless we want MPs to sleep on park benches).  But there’s a balance to be struck. Before the Guardian accepted it would have to start reporting the ramifications of David Blunkett’s affair with Kimberly Quinn, it published a forthright leader on the topic ( no names), one about which many readers would still have been ignorant. Personally, I think there’s a “hypocrisy” defence for making the fuss some papers did over Stewart Hosie and his colleague Angus McNeill’s dealings with the journalist Serena Cowdy. Why? Because the SNP has spent decades throwing mud at rival parties – McNeill was the MP who launched the Met’s doomed inquiry into Tony Blair’s “loans for honours” controversy – and proclaiming itself holier than all of them.  As things stand the SNP has had one of its 56 MPs forced to resign the whip over an alleged mortgage fraud, another while being investigated over campaign donations, although both have denied wrongdoing. There has also been assorted trolling, expenses and “hypocrisy” charges, for instance the MP who bought up ex-council houses despite condemning the sale of social housing. SNP MPs are no better or worse than the rest of them. But those who live by “hypocrisy” charges, too easily levied against others, can sometimes expect to perish by them too – as New Labour found.    Related: Martin Rowson on the celebrity injunction ruling – cartoon    So I am for exposure of legitimate matters of public concern and against special protection for politicians, celebrities and the rich who have more defence weapons than ordinary people whose lives can also be casually ruined. But I’m also for context and moderation, for a greater awareness that undermining public trust in all established institutions is a dangerously reckless game. It has long been played on the American right to the point where the Republican party is now being devoured by an unscrupulous demagogue of no fixed abode in Donald Trump. It could happen anywhere. Yet papers like the Daily (“the Law is an Ass”) Mail that constantly champion British national “sovereignty” against foreign interference in the Brexit debate also rail against the supreme court’s four Canutes of British justice. Their crime? Daring to assert that the issue must properly be decided when the “celebrity nonesome” case eventually comes to a British court, not when a US tabloid needs a circulation boost. Forget about the fact that Canute was the good guy in the tide story – he knew he couldn’t stop the waves, but had to get his feet wet to show his courtiers. The fastidious lawyer/journalist Joshua Rozenberg also warns here against the courts resisting the tsunami that is social media.  Plenty of my earnest broadsheet journalist chums agree (on balance). I don’t and nor will many of their readers when – and if – they ever get to hear what it was all about, another of these “celebrity” sex stories which have long since lost the power to shock.  In an age of assertive nationalism we ought to celebrate British judges standing up for due process against corporate commercial interests and a baying media which preaches the rule of law but also tries to flout it across their inside pages. What does that mean? They know what it means, but may already have forgotten in the hunt for fresh outrage.",
  "webTitle": "Celebrity threesome case: context is crucial, whatever tabloids say",
  "webPublicationDate": "2016-05-25T13:26:19Z",
  "webUrl": "https://www.theguardian.com/law/blog/2016/may/25/celebrity-threesome-case-context-crucial-tabloids",
  "keyword": [
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Injunctions",
      "id": "law/injunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Superinjunctions",
      "id": "law/superinjunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "law/blog/2016/may/25/celebrity-threesome-case-context-crucial-tabloids"
}