{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/kezia-dugdale-ruth-davidson-photos-girlfriends-gay-scotland",
  "id": "2016-05-07-78",
  "sectionId": "commentisfree",
  "body": "They are two photos that show two couples going to cast their votes in Scotland, otherwise known as the country with the gayest parliament in the world. In Edinburgh on 5 May, the Scottish Labour leader, Kezia Dugdale, stood in front of St Ninian and Triduana RC church polling station arm in arm with her partner Louise Riddell; over at St Mary’s parish church, also in Edinburgh, the Scottish Conservative leader, Ruth Davidson, pitched up holding hands with her partner, Jen Wilson.  Let’s take a closer look.  Here are two political leaders who also happen to be openly gay women, appearing in public with their partners – Dugdale, for the first time since coming out last month. They are smiling. They touch with neither fear nor shame. They look directly at the lens. These are commonplace, cheesy, statement-making snaps, not the furtively papped, grubby, dragged-out-of-the-closet kind. Two women at the top of their professional game in actual physical contact with their girlfriends. It is a revelation. No matter what has happened since (in brief, Dugdale has refused to stand down as Scottish Labour’s leader and Davidson, now leading the opposition at Holyrood, appears overnight to have become bigger than the first minister) these ordinary photos of party leaders going to the polls to vote for themselves tell an extraordinary story.  A story of a rainbow Scotland in which four out of six party leaders are lesbian, gay or bisexual. Of a Scotland in which the SNP might be two seats short of a majority government but still has the highest proportion of LGBT MPs in the world (12.5%). And of a Britain in which 32 MPs identify as lesbian, gay, or bisexual. That’s 4.9% of the House, almost comparable to the proportion of the population estimated to be LGBT. (And now look at that SNP figure again – wow.) It is a staggering achievement and one we are nowhere near to matching when it comes to gender and ethnicity.     The Scottish Labour leader, Kezia Dugdale, right, and her partner, Louise Riddell, on Thursday. Photograph: Matt Cardy/Getty Images    It’s all happened so quietly, so quickly. It was only as recently as 1980, the year before Dugdale was born, that consensual sex between men was decriminalised in Scotland. The first same-sex marriages only took place on this small, increasingly conservative island two years ago. What feels really new is the openness surrounding sexuality, the move away from repression, shaming, and the spectre of “gay scandal” in politics.  When Maureen Colquhoun became Britain’s first openly lesbian MP in the 70s she was deselected (for her so-called obsession with women’s rights) just two years later. “She was elected as a working wife and mother,” said Colquhoun’s local party chairman, Norman Ashby, at the time. “This business has blackened her image irredeemably.” Fast forward a few decades and we have the openly gay Davidson sold to us as the very essence of personality politics: there she is riding a buffalo, playing the bagpipes, pulling a pint, being revered as the “coming powerhouse” of Westminster.   Related: The tartan rainbow: why it’s great to be gay in Scotland    Of course there is always so much further to go. I say this as a bisexual woman with a female partner who has lived in Scotland for almost 20 years. The fact is, you can’t quite see the tartan rainbow when you’re living right under it. My partner and I, like most same-sex couples, experience the kind of mild but persistently nagging invisibility that wears you down. The explanation every time we get on the bus (I’m usually pushing our son in the buggy, my partner usually jumps on first to pay our fares) that we are in fact together. In life, as well as on this bus. Visibility is the key to change, which is why at the simplest and most obvious of levels, these two photos of two couples mark great progress.",
  "webTitle": "Dugdale and Davidson: ordinary photos that tell an extraordinary story",
  "webPublicationDate": "2016-05-07T16:52:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/kezia-dugdale-ruth-davidson-photos-girlfriends-gay-scotland",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/kezia-dugdale-ruth-davidson-photos-girlfriends-gay-scotland"
}