{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/17/media-briefing-tuesday-17-may",
  "id": "2016-05-17-282",
  "sectionId": "media",
  "body": "Top story on MediaGuardian BBC to drop online recipes as part of slimmed-down websiteThe broadcaster has agreed to remove 11,000 recipes from its website as part of savings intended to stop it competing with newspapers Top comment on MediaGuardian Journalists wear Kevlar in the field – they also need to protect their mindsSian Williams: Between 9% and 28% of journalists will develop PTSD symptoms, and not all of those affected have experienced war zones Today’s headlines The GuardianOnline recipes off the menu at slimmed-down BBC. P1,2James Corden hints he would make ideal Strictly Come Dancing star. P10Plight of The Archers’ Helen leads Michael Gove to push for prison reform. P13Warren Buffett buys $1bn worth of Apple shares. P18Pass Notes: Britflix. G2 P3 Daily TelegraphBBC accused of abandoning impartiality for migration day. P4Plight of The Archers’ Helen leads Michael Gove to push for prison reform. P8BBC website to drop recipes. P9Toby Young: the BBC and a day of anti-Brexit campaigning. P17Obituary: Channel 4 News producer Sarah Corp. P27Warren Buffett buys $1bn worth of Apple shares. Business P5 Financial TimesWarren Buffett buys $1bn worth of Apple shares. P1Lex on Apple. P14Nintendo plans films for Mario and other characters. P15Takeover battle for Corriere della Sera publisher RCS MediaGroup. P16Gannett increases all-cash bid for Tribune. P17Three UK value written down by £6bn last year. P20Clear Channel Outdoor reaches digital ad ‘tipping point’. P20 The TimesBoris Johnson: Hitler row is a media twit storm. P9Recipes off the menu as BBC trims its website. P13Judge’s outburst at Times article ‘costs Saudi prince a fair trial’. P21TV channel makes weather presenter cover up on air. P31Warren Buffett buys $1bn worth of Apple shares. P35 iNetflix rival and less flutt in BBC Online’s future. P5The Wire star Wendell Pierce arrested for battery in presidential row. P22 Wall Street JournalWarren Buffett buys $1bn worth of Apple shares. A1,2Facebook to sell video ads on behalf of publishers including Daily Mail and USA Today. B1,3Facebook bias fears appear inflated. B3Nintendo plans films for Mario and other characters. B3 Daily MailEphraim Hardcastle: Ian Hislop’s pay for Have I Got News For You. P19BBC axes web recipes. P25Warren Buffett’s mega bet on Apple and Yahoo. P65 Daily ExpressTV presenter Monty Don says years of gardening has given him bad knees. P4Amy Childs and Audley Harrison join fight for MasterChef title. P27Emmerdale’s John Middleton says it’s vital to show the truth about dementia. P29 The SunMichael Gove hails The Archers storyline. P3The Carry On movies to make a comeback. P3The ‘celebrity threesome’ injunction could be lifted on Thursday. P6Ross Kemp’s return to EastEnders. P9Alison King bows out of Coronation Street. P9Unknown BBC hosts earning more than David Cameron. P19Justin Lee Collins sacked from Fubar radio for sexism. P21Celebrity MasterChef lineup. P31Kelly Brook to star in new dating panel show. P31 Daily MirrorAlison King on being Coronation Street’s Carla. P15BBC snub for UK favourite of Eurovision. P17Kylie Minogue and Jennifer Hudson to join The Voice dream team. P19Ross Kemp’s return to EastEnders. P19 Daily StarEamonn Holmes to host panel show for Channel 5. P3Ross Kemp’s return to EastEnders. P11BBC chiefs to launch ‘Britflix’. P18Celebrity MasterChef lineup. P26CBBC to remake The Worst Witch. P26 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-17T07:32:02Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/17/media-briefing-tuesday-17-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/17/media-briefing-tuesday-17-may"
}