{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/adelson-e-salvini-barbican-london-review-bbcso-opera-rara",
  "id": "2016-05-12-173",
  "sectionId": "music",
  "body": "Bellini’s Adelson e Salvini dates from 1825. It was his first opera, written for a student cast at the Naples Conservatory, where Bellini himself, aged only 24, was a star pupil in his final year in composition class. It was popular during its opening run and got him noticed, but it was soon eclipsed by the works that launched his international career and was never revived in his lifetime. Opera Rara’s concert performance, conducted by Daniele Rustioni and semi-staged by Kenneth Richardson, was one of its still infrequent modern outings. It’s a curious piece, at times atypical, yet prophetic of much that followed. A bittersweet comedy, it’s set in 18th-century Ireland, where the Anglo-Irish Lord Adelson is having trouble with Salvini, a somewhat unstable Italian painter in his employment, who has fallen inconveniently and unrequitedly in love with Adelson’s fiancee Nelly. The proposed marriage is also under threat elsewhere. Back in London, Adelson’s father – he never appears on stage – considers the match socially disadvantageous. In Ireland, meanwhile, for reasons that are never adequately explained, Nelly’s odious uncle Colonel Struley is plotting with his sidekick Geronio to have his niece kidnapped.     Singers Kathryn Rudge, Leah Marian-Jones and David Soar. Photograph: Russell Duncan    The narrative that develops from this fiddly dramatic premise soon becomes over-complicated, and the score is unquestionably uneven. Bellini, primarily drawn to tragic subjects, was clearly never quite comfortable with comedy, and the principal buffo character, Salvini’s sardonic servant Bonifacio, is awkwardly integrated into the action, while his music, reminiscent of Rossini, seems at a tangent from the rest of the score.  The text, by Andrea Tottola, views the central emotional triangle with a certain ironic detachment, though Bellini takes it at face value, and his trademark style is already very much in evidence as he pours out the first of his sequences of slowly unwinding, achingly beautiful melodies that so hauntingly convey the fluctuations of desire and despair. The finale, however, is perfunctory after much that has gone before, and it seems odd that Bellini, among the greatest of all composers of recitative, should kick-start his operatic career with a work that deploys spoken dialogue. Opera Rara performed it for the most part impeccably. Simone Alberghini’s Adelson occasionally lacked both patrician authority and ideally focused coloratura, though the rest of the cast were excellent. Enea Scala, looking dashingly Byronic, was the superb Salvini, all grand passions, elegantly sustained lines and ringing high notes. Daniela Barcellona, her voice wonderful in its liquidity, made a touching yet tough Nelly. Rodion Pogossov’s Struley, with David Soar towering over him as Geronio, nicely managed to avoided melodrama or caricature. Maurizio Moraro was superbly snide and genuinely funny as Bonifacio.  Rustioni, meanwhile, is fast emerging as a bel canto conductor of great distinction, refined yet rhythmically precise in his approach and allowing Bellini’s melodies, both vocal and orchestral, to unfold and breathe with marvellous eloquence. The BBC Symphony Orchestra played outstandingly for him.",
  "webTitle": "Adelson e Salvini - a curious and uneven Bellini rarity, beautifully performed",
  "webPublicationDate": "2016-05-12T14:09:56Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/adelson-e-salvini-barbican-london-review-bbcso-opera-rara",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "BBC Symphony Orchestra",
      "id": "music/bbc-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/12/adelson-e-salvini-barbican-london-review-bbcso-opera-rara"
}