{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/do-afl-fans-really-still-care-about-grudge-matches-like-dangerfields-return",
  "id": "2016-05-12-35",
  "sectionId": "sport",
  "body": "In times such as these, guessing the precise motivations of AFL fans is a fool’s errand. But you do start asking yourself a few questions. For the price of his admission to Metricon stadium, should a grown man flanked by children really be entitled to lean across a fence and unload an ugly, vein-bulging stream of invective at such an affable, softly-spoken champion as Gary Ablett? And in this era of equalisation, free agency and every-man-for-himself, get-the-money-while-you-can individualism, should even we fans who foot the bill really blame footballers for acting as we would in our own careers in seeking out the most lucrative and satisfying employment available?    Related: Aliir Aliir's 'unique' AFL story continues as former refugee extends deal with Sydney Swans    It is here that we start making moral compromises, compartmentalising sport in all its absurd unrealities, justifying its outsized place in our lives, fibbing to ourselves a little, cutting it some slack. But these are tumultuous times for the likes of the AFL. The expectations of fans have never been higher, nor the avenues to venting ones frustrations more readily available.  Fans have also never been more susceptible to the multimedia encroachment of US and European sports leagues, whose perfect storm of office slacker-friendly timezones, global superstars (and their video game selves), live video streaming and social media omnipresence make it just as likely that if you pop your head over the office partition right now, Nathan from HR is probably firing off an email while earnestly following the Cleveland Cavaliers, Aston Villa and the New York Yankees just as he would the Bulldogs over the weekend. So in this evolving Australian sports fan culture – fantasy points tallies and advanced stats swirling in the head, the average punter often boasting a nuanced understanding of the heartless, hyper-reality of NBA draft deals – where on the care-factor scale does an AFL homecoming grudge match like Patrick Dangerfield’s battle against Adelaide tonight even sit anymore?  Doubtless Dangerfield will be theatrically booed by the Adelaide Oval crowd for at least the first half of the game, because that’s just how it goes, but it hardly shapes as an Archer-Carey moment. Dangerfield’s departure arguably left this Crows side in better shape than they were in with him, for one thing. For another, last season taught them that football and life are not the same thing. The Age’s Matt Murnane took a look at some similar post-trade face-offs of recent years this week, an exercise that if anything revealed how much more these moments now tend to mean to the players themselves than they do for fans; Geelong’s faithful were positively cordial when Gary Ablett first returned, Collingwood supporters booed Daisy Thomas heartily but then they’d do the same to their first born son if he donned a Carlton jumper, while Brendon Goddard’s tears after dispatching the Saints in 2013 didn’t come on account of supporter abuse but his own conflicted emotions and perhaps a tinge of guilt. What we see tonight from Crows fans is merely a sample, of course, but being as parochial as Adelaide crowds are, the gusto or otherwise in their Bronx cheers might illustrate a little whether media-generated fusses like this one do actually resonate with the 21st century AFL fan.  Update: Perhaps our thesis is flawed after all. Egged on by a radio station, a small number of Adelaide fans descended upon the local airport on Thursday afternoon and interrupted a Dangerfield press conference with chants of “Do not enter Danger.” Are they representative of what we’ll see tonight? And what’s most embarrassing about all this: the lame chant itself, the sight of grown adults in football jumpers or the truly tragic act of holding up a Triple M placard? At least it was filmed in landscape.    The locals roll out the welcome mat for @dangerfield35 in Adelaide ... pic.twitter.com/CUch2hYctG— Geelong Cats (@GeelongCats) May 12, 2016    Quote of the week  Opinions are like arseholes. Everyone’s got one.  An oldie but a goodie from Gold Coast Suns chairman Tony Cochrane, responding to former Brisbane coach Leigh Matthews’ “cheap shot” theory that Queensland isn’t big enough for two AFL sides. Tell us what you really think, Tone. Photograph of the week We can’t help feel this shot by Matt Roberts encapsulates so much of the ugliness of modern sports fandom, not only the sustained and unreasonable abuse being levelled at Gold Coast Suns captain Gary Ablett after his side’s heavy defeat against Melbourne, but the voyeuristic glee of the gentleman capturing the whole ugly scene on his camera phone. Ablett, as is often the case, emerges from the incident with the kind dignity sorely lacking in those around him, pained in his facial expression as he tries to calm the man down.      Gary Ablett placates an irate Gold Coast Suns fan in the aftermath of the team’s heavy loss to Melbourne at Metricon Stadium. Photograph: Matt Roberts/AFL Media/Getty Images    Bits and bobs Tonight’s game aside, there’s not a whole lot to be immediately excited about in round eight, with none bar a handful of games promising a genuine contest. Most fascinating of all will be the Saturday night efforts of Collingwood (whose coach Nathan Buckley was assessed sympathetically this week by Jonathan Horn). The Pies’ trip to the Gabba to face the Lions shapes as the weekend’s major banana skin. Melbourne have a puncher’s chance against the Dogs on Sunday, which you mightn’t have assumed a few weeks back, while Carlton will doubtless push Port Adelaide, but Sydney’s MCG encounter against Richmond is the only other piece of genuine intrigue. North Melbourne should easily account for spirited but undermanned Essendon, Hawthorn for staggering and soon to be 0-8 Fremantle, and West Coast for plucky St Kilda. Healthier than their opponents at present, GWS may prove too good for the undermanned and under-fire Suns.",
  "webTitle": "Do AFL fans really still care about grudge matches like Dangerfield's return?",
  "webPublicationDate": "2016-05-12T20:30:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/do-afl-fans-really-still-care-about-grudge-matches-like-dangerfields-return",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Russell Jackson",
      "id": "profile/russell-jackson"
    }
  ],
  "guardianId": "sport/2016/may/13/do-afl-fans-really-still-care-about-grudge-matches-like-dangerfields-return"
}