{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/malcolm-turnbull-says-grattan-institute-wrong-about-company-tax-cuts",
  "id": "2016-05-19-339",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has dismissed claims by the Grattan Institute that his plan to cut the company tax rate by 5% will deliver just half the benefit he has been claiming since budget night. A centrepiece of the government’s budget is the plan to cut the corporate tax rate from 30% to 25% over the next decade. The government has relied on Treasury modelling to show that the tax cut will permanently boost gross domestic product by 1.2% in the long term – with Treasury relying on other work to suggest “long term” could mean 20 years – at the cost of $48.2bn.   Related: Peter Dutton 'demonised' by Labor over refugee remarks, says Malcolm Turnbull    The tax cut won’t come into full effect until 2026-27, so the full benefits won’t be felt until 2046-47. But Grattan Institute director John Daley says the claimed benefits to growth and national income from the 5% tax cut are far less than the government has been suggesting. In an opinion piece on Thursday, Daley said the research Treasury relied on to model the company tax cut showed the net benefits would be much smaller than voters may believe. He says the government says growth domestic product will be boosted by 1.2% but GDP is a misleading measurement of the economic benefits flowing to Australians because the real benefits – in the form of income – will flow disproportionately to foreign corporations. He says that, looking at gross national income to see how much of the benefits will go directly to Australians, Treasury’s modelling shows Australia’s income will only increase by 0.8%. “In other words, about a third of the increase in GDP flows out of the country to foreigners as they pay less tax in Australia,” Daley says. The prime minister dismissed Daley’s argument, saying he does not agree that the net benefit of his tax cut would be only half the headline benefit. “No. He is wrong,” Turnbull said on Thursday. “One thing we know for sure is that when you cut business taxes, company taxes, the value of that, the benefit flows back into the economy and overwhelmingly goes back to workers, to labour. “And indeed, as you would have seen from the treasurer’s work last year, for every dollar cut in company tax $4 of value created in the overall economy and that is why economists, governments, including previous Labor governments, have supported company tax cuts.” Daley also says when Treasury modelled a scenario in which personal income taxes have to be increased to offset the reduced company tax revenue, GNI will only increase by 0.6% in the long term, or roughly $10bn a year.   Related: Company tax cuts are not a knight in shining armour to save the economy | John Daley and Brendan Coates    He says the government is focusing on GDP growth of 1.2% but the real benefits will be half that, with GNI growth of just 0.6%. “[And] Australia will be waiting 25 years for a 0.6% increase in incomes,” Daley says. “This economic benefit needs to be seen in context. If Australian per capita GDP and GNI increase at 1.5% a year (as the budget papers routinely assume) then, over 25 years, incomes will rise by 45.1%. Corporate tax cuts mean that instead incomes will rise by 45.7% – or perhaps a bit less. It may still be worth doing but it’s not a plot twist that dramatically changes Australia’s story.” Earlier this month, Turnbull repeatedly refused to reveal how much his tax cut plan would cost in lost revenue. Parliamentary budget office costings had suggested the tax cuts would cost between $50bn and $60bn over the decade, while leading economist Chris Richardson put the cost at around $55bn. Days later, the treasury secretary, John Fraser, told a Senate estimates hearing the 10-year cost of the government’s tax cut plan would be $48.2bn.",
  "webTitle": "Malcolm Turnbull says Grattan Institute 'wrong' about company tax cuts",
  "webPublicationDate": "2016-05-19T03:02:25Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/malcolm-turnbull-says-grattan-institute-wrong-about-company-tax-cuts",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/19/malcolm-turnbull-says-grattan-institute-wrong-about-company-tax-cuts"
}