{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/junior-doctors-bma-jeremy-hunt-agree-deal-end-contract-dispute",
  "id": "2016-05-18-12",
  "sectionId": "society",
  "body": "Junior doctors’ leaders and Jeremy Hunt have unveiled a deal they hope will end their long-running dispute which has sparked eight days of strike action across the NHS.  The health secretary and the British Medical Association both welcomed the compromise, thrashed out over the last 10 days in talks overseen by the Advisory, Conciliation and Arbitration Service (Acas). They agreed an amended version of the new contract for England’s 55,000 junior doctors, the original version of which provoked the bitterest clash between the government and medical profession since the coalition’s controversial NHS shakeup of 2010-11.   Related: 'There is still deep anger': junior doctors on the new contract deal | Sarah Marsh    The BMA said it had realised “significant improvements” and that a lot of the concerns of junior doctors had been addressed during the talks. Speaking to the Guardian, Hunt insisted the deal meant the government had stuck to all its “red lines” and would help usher in the seven-day NHS. However, there was a growing backlash from junior doctors over the terms agreed by their union. Under the deal, Saturdays and Sundays will attract premium pay if doctors work seven or more weekends in a year. Doctors will receive a percentage of their annual salary for working these weekends – ranging from 3% for working one weekend in seven to up to 10% if they work one weekend in two.  Any nightshift which starts at or after 8pm and lasts more than eight hours, and which finishes at or before 10am the following day, will also result in an enhanced pay rate of 37% for all the hours worked.    Related: Junior doctors' contract deal: what was agreed    Across the board, there will be an average basic pay increase of between 10% and 11%, down from the 13% put forward originally by the government. Hunt said the proposals would be cost neutral. But the BMA was on Wednesday night facing a growing backlash from junior doctors furious at what some called “a sellout” and “a joke”. Dr Manish Verma said: “It doesn’t seem like an improved deal. It’s the BMA’s turn for propaganda to try and sell this as a good deal. Looking at the Acas document there seems to have been lots of areas where we have conceded. It’s unclear where we have gained anything.” Others, though, predicted that trainee medics would back the deal reluctantly due to fatigue after eight days of strikes.  Dr Will Rook, a junior doctor in general medicine, said the new deal was worse than its predecessor, which the BMA rejected in February. “It hasn’t addressed a lot of the concerns I had in the first place around trying to spread a five-day service over seven days without having extra people to do the job. It also appears to further devalue our work-life balance. A 10% supplement for working one in two weekends a month is a joke. The disruption it causes is immense”, Rook said.  Dr Johann Malawana, the chair of the BMA’s junior doctors committee, said: “Following intense but constructive talks, we are pleased to have reached agreement. “Junior doctors have always wanted to agree a safe and fair contract, one that recognises and values the contribution junior doctors make to the NHS, addresses the recruitment and retention crisis in parts of the NHS and provides the basis for delivering a world-class health service. “I believe that what has been agreed today delivers on these principles, is a good deal for junior doctors and will ensure that they can continue to deliver high-quality care for patients. This represents the best and final way of resolving the dispute and this is what I will be saying to junior doctors in the weeks leading up to the referendum on the new contract.” However the anger was so intense that Malawana posted a message on the junior doctors’ Facebook page asking them to give the deal a chance.  “I truly understand that people are scared and worried. I know there is fear and a hell of a lot of anger. I know that the government’s reaction to the contract this evening has not been helpful. Government needs political victories. However, wait for the contract details.” Hunt praised Malawana”s “courage” in agreeing a package that contains “innovative” ways of tackling junior doctors’ work in the NHS and said that it represented “a good win” for the BMA after it realised the value of talking rather than striking.   Hunt said: “The talks have been constructive and positive and highlighted many areas outside the contract where further work is necessary to value the vital role of junior doctors and improve the training and support they are given. This deal represents a definitive step forward for patients, for doctors and for the NHS as a whole.” The deal will now have to overcome a significant potential obstacle – endorsement or rejection in a ballot of the 45,000 junior doctors who belong to the BMA – before it can become the basis of a permanent settlement. Both Hunt and the BMA have given ground during the Acas meetings in an effort to resolve the outstanding issues which, despite considerable progress, talks in December and January proved unable to settle. “It’s been give and take on both sides,” said a source close to the negotiations.  The dispute has involved a wide range of issues involving the terms and conditions under which junior doctors work and the state of the NHS. Two key issues proved particularly troublesome.  First, Hunt sought to greatly extend the number of hours that count as part of a junior doctor’s normal working week to include Saturdays and weekday evenings from 7pm until 10pm as a key element of introducing a fuller seven-day NHS.            Junior doctors on Lewisham picket line: ‘Devalued, demoralised, determined’    Second, despite Hunt’s promise to reduce the maximum number of hours they could work in a week, junior doctors were worried about how they would stop hospitals from forcing them to work excessively long hours, leaving them tired and so a potential risk to patients’ safety.  The breakthrough raises the prospect that, if junior doctors do endorse the deal, the new contract will be introduced through agreement rather than by Hunt acting on his threat to impose it – which he called his “nuclear option”.  The amicable, constructive tone of the statements by Hunt and Malawana on Wednesday contrasted sharply with the anger and belligerent language that has characterised many of their pronouncements since the dispute began last September.  The government’s handling of the dispute is still subject to two legal challenges, due to be heard together at the high court in London next month.  One, instigated by the BMA, involves a judicial review of the contract’s discriminatory impact on female doctors and the Department of Health’s failure to conduct an equality impact assessment before agreeing what was then the final version of the contract.  The other, undertaken by five junior doctors known as Justice For Health, is arguing that Hunt has no legal power to compel hospitals in the NHS to enforce the contract.",
  "webTitle": "Junior doctors split over deal with Jeremy Hunt to end contract dispute",
  "webPublicationDate": "2016-05-18T22:22:53Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/junior-doctors-bma-jeremy-hunt-agree-deal-end-contract-dispute",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "society/2016/may/18/junior-doctors-bma-jeremy-hunt-agree-deal-end-contract-dispute"
}