{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/depression-asthma-biggest-threats-australian-youth",
  "id": "2016-05-10-292",
  "sectionId": "australia-news",
  "body": "Chronic and non-communicable diseases like depression, asthma and musculoskeletal pain are the prevailing causes of poor health among Australian adolescents, a global study on illness and death among 10 to 24-year-olds has found. Published in the international medical journal The Lancet, the report found two-thirds of young people are growing up in countries where preventable and treatable conditions such as HIV/Aids, early pregnancy and violence threaten their health and chances of living to adulthood.    Related: Self-harm the 'biggest killer of people in their early 20s' in the UK    But in Australia, chronic and non-communicable diseases were responsible for 80% of the poor health experienced by young people aged 10-24, a researcher for the study, Dr Peter Azzopardi, said. “Australia is a wealthy country,” said Azzopardi, who is a researcher with the Murdoch Children’s Institute. “We have a reasonably well-funded health system but, having said that, our adolescents, which represent 20% of our population, are experiencing a significant burden of poor health.” Road injuries followed by self-harm were the leading causes of death for 15 to 19 year-olds, the report found, while in 20 to 24-year-old men, self-harm was the most common cause of death. In 20 to 24-year-old women, road injuries followed by self-harm were the leading causes of death. “But when it comes to ongoing illnesses, it was predominately poor mental health, asthma, dermatological conditions and musculoskeletal issues that is affecting the health of our young people,” Azzopardi said. “In terms of the risk factors leading to poor health, 10% of 10 to 24-year-olds are current daily smokers, which has reduced over time, but a health behaviour which hasn’t improved is overweight and obesity, with about 30% of young people now overweight or obese.” Globally, the fastest-growing risk factor for ill health in 10 to 24-year-olds over the past 23 years is unsafe sex, while in 20 to 24-year-olds alcohol is responsible for 7% of the burden of disease. The authors of the report, which was led by the University of Melbourne, University College London, the London School of Hygiene and Tropical Medicine and Columbia University, described their findings as a wake-up call to governments to invest in youth health services. “This generation of young people can transform all our futures,” said Prof George Patton, from the University Melbourne, the lead author of the study. “This means it will be crucial to invest in their health, education, livelihoods and participation.”   Related: Getup maps $57bn in Abbott-era health cuts hospital by hospital    The report found depression resulted in the largest amount of ill-health worldwide in 2013, affecting more than 10% of 10-24 year olds. Leading youth psychiatrist and executive director of the youth mental health research organisation Orygen, Prof Patrick McGorry, said in Australia mental illness contributed to about 50% of the poor health experienced by young people. He said The Lancet findings should prompt the federal government to reverse funding cuts to the Early Psychosis Youth Services program run through six treatment centres across the country, an early intervention program McGorry founded which works with young people who have just suffered their first psychotic episode or who are at high risk of experiencing one. As part of the government’s review of mental health programs and services, funding for the Early Psychosis Youth Services will be cut by 75% from June and be redirected towards primary health networks. “We wholeheartedly agree with the government that there is a pressing need for other serious mental disorders in young people to also be invested in,” McGorry said.  “However we spent 25 years building up an international evidence base with our colleagues overseas for this service.” More money needed to be allocated to youth mental health overall, he said. “We can’t spread existing funding across Australia like a tiny little layer of jam,” he said.",
  "webTitle": "Depression and asthma among biggest health threats to Australian youth: report",
  "webPublicationDate": "2016-05-10T07:08:27Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/depression-asthma-biggest-threats-australian-youth",
  "keyword": [
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/10/depression-asthma-biggest-threats-australian-youth"
}