{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/18/vegans-veganism-fit-macho-sexy-beyonce-ufc-fighters-wellness-bloggers",
  "id": "2016-05-18-122",
  "sectionId": "lifeandstyle",
  "body": "If you want to see the face – or, to be more accurate, the body – of the new wave of veganism, head to the website of the Vegan Bros. There with their tops off, smooth and firm as tofu, are brothers Matt and Phil Letten. They run a blog, sell an online fitness course and, at the end of last year, signed a deal with Penguin Random House to write a book, which the pair predict will become “the vegan bible for years to come”. They swear and they brag; they are the self-proclaimed leaders of an “army of fit, sexy, vegan soldiers”. They say things such as: “The animals are counting on us not to fuck shit up for them,” and suggest that the reason they got so ripped and (to use a non-vegan adjective) beefy was because “the animals deserved better than a stereotypical skinny-ass vegan”.    Related: Felicity Cloake: my week as a vegan    Phil became a vegetarian first after seeing a video of animals at a factory farm, then went vegan about eight years ago. Matt used to be anti-vegan until he discovered fitness. “I was one of the people who, when somebody talked about veganism, would start making bacon jokes,” he says, when I speak to the brothers over Skype. “That was me.” They launched their Vegan Bros brand a year and a half ago, and have attracted a lot of attention. “We wanted to get across the message that vegan eating isn’t some niche thing any more,” says Phil. “We’ve entered the age of the new vegan. There used to be these stereotypes about vegans. It was considered maybe more feminine or hippy.” Things are different today, they say – they have vegan friends who are police officers, military personnel, investment bankers and airline pilots. “Athletes are becoming vegan,” says Phil.     The Vegan Bros    It is certainly true that the number of vegans is growing. According to new research by Ipsos Mori, commissioned by the Vegan Society, there are 542,000 vegans in Britain – the previous estimate, from 2006, was just 150,000. “This is an increase of more than 350% over the decade, although much of it, we suspect, has taken place over the past couple of years,” says Jimmy Pierson, a spokesman for the Vegan Society. Another estimated 500,000 vegetarians are considering going vegan, so we could be looking at more than a million British vegans before long. There are other indications that more people are shunning animal-derived products. Google searches for “vegan” have doubled since 2011, while the market in animal-free food and drink is growing – according to the research company Mintel, the number of products launched in the UK marked “suitable for vegans” grew by 134% between 2012 and 2015. Vegan dishes used to be restricted to wholefood cafes, but now Wetherspoon pubs have recently launched a vegan menu, while Pret a Manger has seen sales of its vegetarian options soar, and is introducing two new vegan specials every month over the summer.     A vegan fair near Tel Aviv, Israel. Photograph: Jack Guez/AFP/Getty Images    “It has never been easier to be vegan,” says Pierson. “The availability of vegan food has improved significantly, with more products now stocked in mainstream supermarkets which had, in the past, been available only in specialist health-food stores. We are seeing free-from shelves expanding, and dairy-free alternatives to milk increasing their market share. Cast your mind back a year or so – the landscape looked very different.” Food tech companies, such as the vegan firm Hampton Creek, which launched no-egg mayonnaise, have attracted huge investment.   Related: Felicity Cloake: my week as a vegan    What is pushing the trend? Campaigns to get people to drop meat and animal products for a specific period of time – Meat-Free Mondays or Veganuary – have been a relatively comfortable introduction to veganism for many people. Social media has helped raise awareness of some of the atrocities of factory farming and many people are concerned about the environmental impact of eating meat. The global production of meat and dairy produces more greenhouse gas emissions than transport, and a recent study found that a widespread adoption of a vegetarian or vegan diet would dramatically cut emissions related to agriculture and food production – by 63% if we went vegetarian, and 70% if vegan. On his podcast earlier this year, the atheist thinker and neuroscientist Sam Harris recalled a conversation he’d had with the psychologist Paul Bloom on the subject of what will horrify our descendants when they look back at the 21st century. “On both of our shortlists was the horrorshow of factory farming,” he said. “Neither of us could defend it, both of us participated in this machinery of death, and we both admitted that it was only because it was out of sight and out of mind that we were able to do so.” Harris became a vegetarian and says he is “an aspiring vegan”. The implication is that anyone who believes in reason and rationality, when faced with the evidence – on animal welfare, environmental impact and human health – should become vegan. But the vegan movement hasn’t been helped by its image; it has been “hijacked”, as a Salon piece by psychiatrist (and vegan) Steven Stankevicius put it, “by misinformed hippies, in the same way that meditation has been stained by a similar trend of idiocy. Both have been strangled between pseudo-spiritualism and pseudo-science, and almost entirely obscured from the view of rational-thinking people in the process.”     A vegan fair in Berlin. Photograph: Carsten Koall/Getty Images    Alongside this is the unstoppable rise of the wellness bloggers and “eat clean” enthusiasts, who seem to view eating mostly plants primarily as a route to health and glowing Instagram selfies, rather than for ethical reasons (a well-planned vegan diet brings a lower risk of obesity, heart disease, type 2 diabetes and some cancers, but then lots of vegans still love crisps, chips and vegan cake, and don’t get enough essential nutrients). They don’t tend to call themselves vegan, instead referring to their diets as “plant-based”, and have given up meat and dairy in the same way they shun gluten; role models include super-blogger Ella Woodward and Gwyneth Paltrow.  Beyoncé, who reportedly eats a mostly plant-based diet, and husband Jay Z own shares in a vegan delivery service. “The image of veganism is undergoing the most radical change in its history, shedding tired old stereotypes,” says Pierson. “People now associate veganism with health, fitness and wellbeing, when the opposite was perhaps true a decade ago.” A recent piece in Men’s Journal highlighted how many Ultimate Fighting Champion fighters have gone vegan. “Who’s the real caveman here?” Nate Diaz asked the magazine, referring to disdainful comments about his meat-free diet. “Who’s the real beast? [Eating predominantly raw and vegan] is more savvy and animalistic than anything. If anything, meat’s gonna slow you down.”     A woman with a vegan burger. Photograph: Jack Guez/AFP/Getty Images    Not everyone within the vegan movement is pleased with these developments, drawing a distinction between “plant-based” eaters and vegans. “You can eat nothing but arugula [rocket] for breakfast, lunch and dinner, but if you then throw on a pair of leather shoes and head to SeaWorld, you’re not a vegan,” writes Eva Lampert on the Ecorazzi site. Many people believe the emerging hypermasculine image of veganism, and its language of dominance and power, is at odds with the diet’s values of compassion. How do the Vegan Bros, who have been accused of misogyny, feel about this kind of criticism? They shrug it off. “We’re trying to reach these other types of people [who aren’t natural converts to the vegan movement],” says Phil. “And we’re reaching them effectively,” says Matt. “I have a really good friend who grew up on a cattle farm and now he’s mostly vegan.” Their argument is that the type of person who might be attracted by the Vegan Bros’ punchy, profane style won’t necessarily be won over by more academic, ethical (even sanctimonious) discussions about veganism.     Beyonce and Jay-Z. Photograph: Charles Sykes/Invision/AP    Thug Kitchen, which Paltrow is a fan of, is another sweary, pseudo-aggressive vegan website and cookbook brand, run by two (decidedly un-thuglike) Los Angelenos. “GARBANZO BEANS. CHICKPEAS. WHATEVERTHEFUCK YOU WANT TO CALL THEM,” reads one post on their site. “These tiny bastards are filled to the brim with protein, fibre, iron, folate, B6, magnesium and all kinds of other boss nutritious shit that your body needs on the daily.” You can sympathise with committed vegans who view recent converts, many of them part-timers or people who don’t apply vegan principles to cosmetics or shoes, with suspicion. But they are necessary to the overall success of the movement, says Tobias Leenaert, who writes the blog The Vegan Strategist and, as co-founder of the Belgian organisation Ethical Vegan Alternative, convinced his city of Ghent to introduce a weekly vegetarian day. “The consumption of vegan products by people who are almost vegan contribute to the market and the demand,” he says. “My hope is that [this] could topple the system and make it easier for everybody to go full-time vegan. If we had a critical mass, that changes the market and makes it easier for people to be full-time vegans.”     UFC fighter Nate Diaz. Photograph: Josh Hedges/Zuffa LLC/Getty Images    Appealing to the 99% of people who eat meat to go vegan on ethical grounds just doesn’t work, he says; what would work is if vegan food was tasty, readily available and affordable, and increasingly became the norm. “The ‘real’ vegans, they want everybody to go vegan for the right reasons. I sympathise with that – I’m a vegan for animal rights reasons – but there can be a behaviour change before there is an attitude change. There is a part of the movement which is very protective of the term ‘vegan’ and think it shouldn’t apply to people who are not ethically motivated. I think that’s an exclusionary tactic. I think we should welcome everybody.”",
  "webTitle": "Fit, macho, sexy: the reinvention of vegans",
  "webPublicationDate": "2016-05-18T15:07:59Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/18/vegans-veganism-fit-macho-sexy-beyonce-ufc-fighters-wellness-bloggers",
  "keyword": [
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Diets and dieting",
      "id": "lifeandstyle/diets-dieting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nutrition",
      "id": "lifeandstyle/nutrition",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Emine Saner",
      "id": "profile/eminesaner"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/18/vegans-veganism-fit-macho-sexy-beyonce-ufc-fighters-wellness-bloggers"
}