{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/the-changing-shape-of-faith-in-british-society",
  "id": "2016-05-27-81",
  "sectionId": "world",
  "body": "I read with increasing frustration your article on the dying out of religion in Britain (Christians now in a minority as UK becomes less religious, 24 May). I am pleased with the implication here, namely that fewer people are taken in by superstitious fantasy, but was left feeling deeply unsatisfied with the way the state hangs on to the idea that we are a religious nation – in particular a Christian one. Tax breaks for churches, bishops in the House of Lords, a daily act of worship of a broadly Christian nature in schools… Surely the time has come, now that religion no longer represents the majority of the population, to end these concessions. Regardless of your views on the veracity of the teachings of religion, surely it must be agreed that if a particular belief system does not speak for the majority of a country’s population, then enshrining various special considerations into law is no longer valid. The reason other religions do not (rightly) have these same dispensations is that historically they have not represented significant enough proportions of the population. Time for a change, I feel.Ian FrancePenistone, South Yorkshire • The latest analysis showing the rising number of those who claim to have no religion should come as little surprise to the historic denominations of the UK, where overall congregations have been ageing and declining for decades. Sadly leaders such as the archbishop of Canterbury respond in the stock way of evangelicals – a call for prayer for the evangelisation of the country, without any deeper attempts by the church hierarchy to understand why people are turned off so much organised religion. Surveys also show that an increasing number of people describe themselves as “spiritual but not religious”, indicating a desire to explore matters of spirituality, of the purpose and meaning of human life. The church all too often rushes in with pre-packaged doctrinal answers and, strangely enough, fails to engage in any serious discourse about the notion, possibility, and indeed experience of, that which is called “God”. Surveys do not reveal the admiration that many people have for the good work that churches do for others. The humanitarian ethics of Jesus still resonate deeply. But we need to rescue Jesus from the unbelievable doctrinal framework in which he has been housed and learn again how this man for others can be re-presented by the churches. Concepts of heaven and hell, of ascension, of virgin birth, of physical resurrection make for a good medieval mystery play but we have grown up and want our God-talk and our Christianity to contain at least the possibility of belief.Rev Adrian AlkerChair, Progressive Christianity Network Britain • The new survey, which argues that those espousing “no religion” outnumber adherents of all other creeds, deserves consideration. But it also needs taking with a bucket of salt. An earlier YouGov survey showed that many of those categorised under “no religion” also claim to pray. People who tick the “no religion” box are not necessarily agnostic or atheist. At present it is not possible to say exactly what this slippery category stands for. It is also worth noting that the recent London Church Census showed that the number of churches in London has risen by about 50% since 1979. Church attendance in the capital rose by 16% between 2005 and 2012 and is now larger than it was when Mrs Thatcher came to power. Opinion poll stories about faith usually trumpet decline, but a significant number of indicators of religious belief are pointing up. Opinion poll surveys of beliefs are no more infallible than political opinion polls, often less infallible.David GoodhewDurham • There are more than 7,000 faith schools in England, most of which are either Church of England or Catholic. The great majority are primary schools. You report that almost half the population now say they have no religion. Most primary school children attend local schools. In many villages there is often just one school and that, for historical reasons, is often C of E. Perhaps half the parents and children of these schools have no religion. Surely it is time these schools adjusted to this fact, and stopped assuming or claiming that their pupils all share a Christian faith?John BoalerCalne, Wiltshire • It is over two years since same-sex marriage became law in this country, but in that time the Church of England has taken no steps towards greater acceptance of homosexuality, which Archbishop Welby in his speech then seemed to be looking for. The hierarchy even refused to proceed with a minimal recommendation to allow a form of church blessing for same-sex partnerships. Now we read that their absurd position has led to penalising the ordained daughter of one of their most widely admired leaders, Archbishop Tutu (Tutu’s daughter forfeits Anglican cleric’s licence, 25 May) – and this at a time when there has been a significant drop here in the number of people adhering to traditional religion. Talk about fiddling while Canterbury burns.Nicholas BillinghamLondon  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The changing shape of faith in British society | Letters",
  "webPublicationDate": "2016-05-27T16:16:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/the-changing-shape-of-faith-in-british-society",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Faith schools",
      "id": "education/faithschools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "House of Lords",
      "id": "politics/lords",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/27/the-changing-shape-of-faith-in-british-society"
}