{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/22/guinea-grill-restaurant-review-jay-rayner",
  "id": "2016-05-22-195",
  "sectionId": "lifeandstyle",
  "body": "The Guinea Grill, 30 Bruton Place, London W1 (020 7499 1210). Meal for two, including drinks and service: £160 If the Guinea Grill in Mayfair was a new opening it would be hotter than the cooking range by the dining room door over which they flame their steaks. It would be full of bloggers holding their smart phones high and flat over plates of prime Scottish beef, and lifestyle journalists swooning at the commitment to old-fashioned virtues; to the application of frilly paper collars around steak and kidney pies. It would attract a mixed crowd, in for the night from Peckham and Hackney, giving it a lot of love. Some of that crowd might even possess ovaries. Instead, it has been here since 1952 and the dining room tonight is filled almost exclusively by men. Throughout the evening I spy just two women, one of them sitting opposite me. These men are greying, thickening at the waist – hello friends – shovelling away slabs of grilled animal and emptying bottles of alcohol-heavy claret as if tomorrow isn’t a school day. Old oil paintings and watercolours – glaucoma-ed landscapes, shaggy-pelted cattle, plants with long Latin names – stare down from the half-panelled walls. Waiters in white jackets dip in and out of the breaks in anecdotes, which are not so much being told, as slapped down on the table for measurement and comparison. I had been to the Guinea Grill once before, many years ago. I was brought here by a Radio 4 producer of the old school, who believed most things could be solved via the committed application of grilled animal and red wine. I hadn’t thought of it since, until the recent news that the landlord of nearly 30 years – it’s that sort of place – was leaving. He was to be replaced by a chap called Oisin Rogers. If London has a star pub landlord, it’s Rogers. He ran the Ship in Wandsworth and, through innovation and smarts, turned it from familiar boozer barn to a player in the city’s restaurant business. After a decade there the brewery, Young’s, moved him to the Canonbury in Islington. Now, a year later, he is here.     ‘A prawn cocktail done right is a beautiful thing’: Jay Rayner. Photograph: Katherine Anne Rose for the Observer    He has the kind of personality that transmits itself through social media. It is only when he introduces himself that I realise we have never actually met before in person. He is a compact man, in a light oak tweed suit, who clearly attends to the details. He has the softest of voices that transmits the words “everything in here will be fine” no matter what he happens to be saying. He is certainty in a three piece.    This is an altar to steak from a time when such a place was a rarity    He tells me his job is to let the Guinea Grill continue being itself and I do not doubt him, for it really is a class act. Yes, it recalls a mythologised age of chaps in open-topped roadsters, who smoked rakishly, and thought they knew how to show a girl a good time. Except I imagine those men were all awful shits and the food in those places was lousy. Here, it isn’t and the men seem jolly enough. Allow the head waiter to give you the speech by the cold cabinet of raw beef; to talk up the virtues of sirloin over rump, of ribeye over fillet. Let him tell you that they recommend nothing more than medium rare, even though these days we know these things. This is an altar to steak from a time when such a place was a rarity and they were one of the few games in town. London has caught up with the Guinea Grill, but it deserves respect for carrying the flame throughout all these cold and steak-empty years.     ‘The sort of thing tourist buses should stop in front of’: mixed grill. Photograph: Katherine Anne Rose for the Observer    Not a word of the menu will surprise you, but then no one comes here for surprises, unless it’s the discovery that a prawn cocktail done right is a beautiful thing: the nest of crisp iceberg lettuce, the prawns with the pertness of a baby’s buttock, the slather of Marie Rose with just the hint of fire from Tabasco as though offering you a glimpse of ankle. The smoked salmon is London cure, by Forman’s – well of course it is – and laid flat across the plate in a perfectly sliced single layer. The lemon is muslin wrapped. The shallots are finely chopped. The caper berries are plump. The bread is pumpernickel. The customers are happy. A sirloin steak is thick cut, medium rare as promised, but properly seared until the outer layer on the ribbon of fat gives a light crack beneath your teeth. The Guinea mixed grill is the sort of thing open-top tourist buses should stop in front of. There is a slice of rump, cut thinly, but still slightly pink in the middle. There is a big old rectangle of calf’s liver, black and charred without, but still the right colour within and dressed with garlic and parsley butter. There is ox heart and lamb’s kidney, a perfect meaty pork sausage and a fried egg. They also serve a grilled field mushroom with half a semi-roasted beef heart tomato. They do this silver-service, the attentive waiters chasing them round the oval platter with spoon and fork; one endless match, to be re-fought night after night. I do not eat the hot, undercooked tomato and I can’t imagine anybody else does. The kitchen must be littered with tomatoes that have made the round trip, unmolested. They do a peppercorn sauce that lubricates the steak, and a fine side of peas with bacon. A bowl of fried onions and shallots, like tangled shoelaces, is a must; the slightly undercooked chips, less so.     ‘Desserts are terrible’: cherry cheesecake. Photograph: Katherine Anne Rose for the Observer    But more important than all of this is the staff: chaps who have been here for years and who will doubtless be here for years to come; who dance with and around each other, as your dinner, mostly plated tableside, arrives in part-work. I search the wine list for a light red. Finding nothing, I am offered an off-list Fleurie, and it is almost perfect. Only almost because it’s £38. So, any downsides? Well obviously those prices – £13 for the prawn cocktail, £33 for the 12oz steak – which will make you feel like you’ve been spanked by matron. Then again that’s an experience most of the chaps in here tonight would probably enjoy. And the desserts are terrible. The bought-in sticky toffee pudding is an overly light sponge. The cherry cheesecake, apparently made on site, is not something I’d own up to. But I forgive them all this, simply for still being there, and for being great at what they do. Stand still for long enough, as the Guinea Grill has, and eventually everything comes back blissfully into fashion. Jay’s news bites ■ Another great standard bearer for steak throughout the dark years was Popeseye, named after a cut of rump. From the original in Putney they have grown to three outlets, but the idea is the same: rump, sirloin, ribeye and fillet steaks, in cuts up to 30oz. There are chips, wine and mustard. And that’s about it. The whole thing’s a bit old school and gloriously so (popeseye.com). ■ Cult baker Richard Bertinet has developed a sliced sourdough tin-baked loaf for sale in Waitrose. It’s preservative free, weighs in at 1kg and will apparently last for a week. It costs £3.55 and will initially be available at six branches of the supermarket, as well as in Bertinet’s own shop in Bath (thebertinetkitchen.com). ■ A new restaurant called Legs is to be launched in Hackney by Australian chef Magnus Reid. Apparently it’s named after a piece of wine terminology. Will reviewers be able to avoid the obvious gag: “This week I went to the opening of Legs”? I hope that, now the joke is done, we can all move on (legsrestaurant.com). Email Jay at jay.rayner@observer.co.uk or follow him on Twitter @jayrayner1",
  "webTitle": "Guinea Grill, London: restaurant review | Jay Rayner",
  "webPublicationDate": "2016-05-22T05:00:34Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/22/guinea-grill-restaurant-review-jay-rayner",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Jay Rayner",
      "id": "profile/jayrayner"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/22/guinea-grill-restaurant-review-jay-rayner"
}