{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/harlequins-montpellier-european-challenge-cup-final",
  "id": "2016-05-13-27",
  "sectionId": "sport",
  "body": "Harlequins badly wanted to give the departing Conor O’Shea a memorable send-off and, for the most part, they did so. Neither the desired result nor a place in next season’s Champions’ Cup were ultimately achieved but Quins gave their heart and soul to the cause from start to finish. O’Shea, as he departs to take over the Italian national team, will forever be proud of their spirit in adversity. At the final whistle, though, there was head-clutching and frustration, and not just because Montpellier had secured victory by a slimmer margin than had seemed likely for much of the game. Quite what was going through the mind of Ben Botica when he kicked away possession with Quins pushing to take the game into extra-time was a mystery made even less timely by the fact he is due to join the French club this summer. Not all of Botica’s colleagues appeared wholly sympathetic but, in truth, it had taken all the unquenchable spirit of Chris Robshaw and his fellow forwards to keep Quins in the game for the first hour. Montpellier are a seriously powerful team when they put their minds to it and in the shape of their replacement wing Jesse Mogg possessed a cutting edge that Quins lacked. The Australian scored two tries, one in each half, and the deadly boot of South African fly-half Demetri Catrakilis did the rest. At least Quins earned their opponents’ full respect and might even have mounted an extraordinary rearguard action had Tim Visser held on to Mike Brown’s perfect cross-kick at the start of the final quarter. Two missed penalties from Nick Evans did not help, either, while Joe Marler may have cause to regret a flying lunge at Jannie du Plessis that could possibly attract further disciplinary scrutiny. Harlequins knew from the moment their opponents were confirmed that the final would be a serious physical examination, with no fewer than seven South Africans in the Montpellier squad. Such has been the influx that the Languedoc region is now referred to in French rugby circles as the Languebok and three of Jake White’s tight five answer to the surname of Du Plessis. For a good proportion of the game there were only two Frenchmen on the pitch. With Pierre Spies and Frans Steyn also roaming free, this was never going to be a relaxing soirée beside the Rhône following a minute’s silence in memory of Seb Adeniran-Olule, who died in a road accident this week. The young prop’s name was also sewn on to the Quins’ kit for the final as a mark of respect. Quins also had the memory of last Saturday’s grim 62-point hiding at home to Exeter to shake from their systems. Making eight changes to the starting line-up was the easy bit; the challenge of winning in France, against “monster” opponents to borrow O’Shea’s phrase, demanded a whole different level of attitude. Despite a slightly shaky first quarter, not least for full-back Brown, Quins were still level at 3-3 at the 20-minute mark, with the opposing full-back Benjamin Fall an early departure with a pulled hamstring. It offered an earlier-than-expected opportunity for the former Wallaby full-back Mogg, who repaid a sizeable chunk of his salary within four minutes of coming on, taking a scoring pass from Anthony Tuitavake after Marvin O’Connor had cleverly engineered an overlap. Catrakilis landed the angled conversion, leaving Quins in need of an uplifting riposte. A brace of penalties from Evans in the space of four minutes duly supplied it to ensure Quins returned to the dressing-room at half-time trailing 13-9. These occasions are not just about skill; doggedness and resilience, if anything, are even more prized commodities. It boiled down to whether Montpellier had the patience and composure to rise above Quins’ defiance and their increasing frustration at the officiating. A furious Timoci Nagusa hurled the ball against the goalpost after a spectacular break was rendered irrelevant by a penalty to Quins but, as it turned out, the French side did not have long to wait for their luck to improve. Quite how their English opponents withstood a prolonged spell of forward pressure close to their own line was remarkable but, eventually, so many defenders had been sucked in that the space out wide was impossible to cover. A teasing cross-kick was aimed in the direction of the athletic Mogg and, with the airborne Jamie Roberts challenging him, the former Brumbie somehow managed to touch the ball down legally. The moment it was awarded, any prospect of a glorious O’Shea swansong felt remote, despite a 72nd-minute consolation score from Marland Yarde. A late Botica penalty offered faint hope but the replacement fly-half will shudder at what followed. ‘Doing a Botica’ is in danger of entering rugby’s lexicon for years to come. Harlequins Brown; Yarde, Lowe, Roberts, Visser; Evans (Botica, 69), Care (capt); Marler, Gray (Ward, 56), Jones (Sinckler, 50), Horwill, Twomey, Robshaw, Wallace (Clifford, 55), Easter. Try Yarde Pens Evans 3, Botica Con Botica  Montpellier Fall (Mogg 18); Nagusa, Tuitavake (Ebersohn, 68), Steyn, O’Connor; Catrakilis, White (Paillaugue, 44); Nariashvili (Watremez, 68), B Du Plessis (Ivaldi, 73), Jan Du Plessis (Kubriashvili, 58), Jac Du Plessis (Timani, 73), Willemse, Ouedraogo (capt), Qera, Spies (Galletier, 61). Tries Mogg 2 Cons Catrakilis 2 Pens Catrakilis 4 Referee J Lacey",
  "webTitle": "Jesse Mogg’s early impact for Montpellier ends Harlequins’ final hopes",
  "webPublicationDate": "2016-05-13T20:59:30Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/harlequins-montpellier-european-challenge-cup-final",
  "keyword": [
    {
      "webTitle": "European Challenge Cup",
      "id": "sport/european-challenge-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Montpellier",
      "id": "sport/montpellier",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/13/harlequins-montpellier-european-challenge-cup-final"
}