{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/sadiq-khan-i-dont-want-ignorant-donald-trump-to-make-me-an-exception",
  "id": "2016-05-10-254",
  "sectionId": "politics",
  "body": "Sadiq Khan, the new mayor of London, has rebuffed Donald Trump’s suggestion that he could be an exception to Trump’s proposed policy to ban all Muslims from travelling to the United States. Khan, the capital’s first Muslim mayor, said the call by the presumptive Republican nominee for president for a temporary ban on Muslims entering the US was something that directly affected those closest to him, and said making an exception for him was not the answer. “This isn’t just about me – it’s about my friends, my family and everyone who comes from a background similar to mine, anywhere in the world,” Khan said.           New London mayor slams Donald Trump: ‘I think he has ignorant views’     “Donald Trump’s ignorant view of Islam could make both our countries less safe – it risks alienating mainstream Muslims around the world and plays into the hands of the extremists. Donald Trump and those around him think that western liberal values are incompatible with mainstream Islam – London has proved him wrong.” Trump told the New York Times on Monday that he was happy to see Khan elected as mayor of London last week. “There will always be exceptions,” he said of his proposed temporary ban on Muslims.   Related: Donald Trump: ban all Muslims entering US    Of Khan’s election, he said: “I think it’s a very good thing, and I hope he does a very good job because frankly that would be very, very good. Because I think if he does a great job, it will really — you lead by example, always lead by example. If he does a good job and frankly if he does a great job, that would be a terrific thing.” Khan has disparaged Trump’s racially charged campaign, comparing it to the much-criticised tactics of his defeated Conservative rival Zac Goldsmith, who sought to draw attention to platforms Khan had shared with Muslim extremists.  He told the Observer: “They used fear and innuendo to try to turn different ethnic and religious groups against each other – something straight out of the Donald Trump playbook.” Trump’s proposed ban on Muslim visitors to the US, posed in the wake of the Islamist attacks in Paris and San Bernardino last year, was roundly condemned by both US and world leaders, with his then-Republican rival Jeb Bush calling it “unhinged” and David Cameron calling the real estate mogul “divisive, stupid and wrong”.           Friend to foe: Trump’s ugly descent into anti-Muslim rhetoric    Khan said this week he wanted to go to the US to share ideas with Bill de Blasio, the mayor of New York and a fellow affordable housing advocate, and Rahm Emanuel, Barack Obama’s former chief of staff who is now mayor of Chicago, but quipped that he would have to visit before January in case Trump won the election. “If Donald Trump becomes the president I’ll be stopped from going there by virtue of my faith, which means I can’t engage with American mayors and swap ideas,” he told Time magazine. He may expect a warmer reception if Trump’s Democrat rival, Hillary Clinton, is elected. The former secretary of state was one of the first world leaders to congratulate Khan on his victory last week, tweeting: “Son of a Pakistani bus driver, champion of workers’ rights and human rights, and now Mayor of London. Congrats Sadiq Khan.”    Son of a Pakistani bus driver, champion of workers' rights and human rights, and now Mayor of London. Congrats, @SadiqKhan. -H— Hillary Clinton (@HillaryClinton) May 7, 2016",
  "webTitle": "Sadiq Khan: I don't want exemption from 'ignorant' Trump's Muslim ban",
  "webPublicationDate": "2016-05-10T09:25:25Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/sadiq-khan-i-dont-want-ignorant-donald-trump-to-make-me-an-exception",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/10/sadiq-khan-i-dont-want-ignorant-donald-trump-to-make-me-an-exception"
}