{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/08/diaries-from-ecuador-helping-injured-animals-after-the-earthquake",
  "id": "2016-05-08-139",
  "sectionId": "global-development-professionals-network",
  "body": "On 16th April this year, a 7.8 magnitude earthquake struck the coast of Ecuador. More than 600 people were killed and 27,000 were injured. Fundacion Arca and Socorro Animal Ecuador were among the groups that went in to help injured animals. Here, four people share their experiences of helping injured pets.  Valentina León, president, Fundacíon Arca We entered Ground Zero breathlessly and with our hearts oppressed. The desolation of the place made it look like a ghost town. Manta’s central shopping district, Tarqui, was completely destroyed in the earthquake and it was impossible to imagine the hustle of commercial activity that would have filled the streets just days before. The smell of putrefaction was heavy in the air and I felt overwhelmed by the pain, anguish and desperation of human and animal victims who had perished there, and of those who are still alive. We began to walk down the streets looking for signs of life.     John Keeble Photo C Going into a wrecked house to entice a cat to safety Photograph: John Keeble/Humane Society International    Suddenly, I heard an intense cat scream – a mixture of loneliness and a call for attention. We looked for several minutes, but we could not see the cat. His call seemed to come from inside a building at high risk to collapse – we could not go inside it. We were close to despair by the impossibility of entering the building, and then I saw the cat on the roof of the neighbouring house. I went into the ruins trying to approach him but it was inaccessible and he was very afraid. Finally he decided to come down and approached us. So in need of affection, he rubbed up against the hands of his rescuers. The magnitude of the disaster in Ecuador is unimaginable. Many towns along the Pacific Coast have been destroyed. Many people lost their loved ones, businesses and work. The country’s economy is also seriously injured.     Man and dog John Keeble Photos Ecuador 2016 Photograph: John Keeble/Humane Society International    The coast of Manabi province is in ruins, and in this tragedy the animals are also victims. Some are wandering the streets disorientated, others remain in what was once their home, waiting for something, others still share a makeshift tent, roof or shelter with their families. There are thousands of animals in need of help. Animals are also victims of poverty, abuse, and indifference. They lack veterinary care and policies to protect them. The cat we rescued from Ground Zero came home with me. I named him Filipo and he is with me now – purring, warm and secure. I share his story while I plan how to help other animals. There is an urgent need of medicines, veterinarians, homes, food, time, dedication and love based on sustained work to rebuild their lives.  John Keeble, photojournalist I’ve joined one of the animal rescue teams trying to help the thousands of animals in need after the earthquake. The team of volunteer vets and support staff have been treating and feeding hundreds of dogs and cats found in the wrecked buildings or brought to makeshift surgeries by their anxious owners.     At a free roadside clinic, the vets work till evening to respond to demand. Photograph: John Keeble/Humane Society International    Streams of owners and their pets have arrived for a free roadside clinic in the district of Chone, Manabi province. It is a poor community and the earthquake has made it even poorer. The demand for help leaves the vets working into the evening. Soldiers guarding the team and keeping the crowd of pet owners in order are looking increasingly tense as the vets work using light from mobile phones. Other volunteers edge to the front of the crowd to squirt worming medicine into reluctant canine mouths, and to assess each animal’s condition before directing people to the right line for care or for animal food. This is an area, even without before the earthquake, that is best avoided after dark. It is known as being lethally dangerousbut no one is leaving until the last animal has been seen and the the last owner given bags of food. Dani Moncayo, Socorro Animal Ecuador My sister Valeria and I watched news of the earthquake as it emerged on our TVs. We were shocked, like everyone else. People were being rescued but we could see how the animals were suffering too. It was heartbreaking and we knew we had to do something for the animals.We got donations of food at first but as we saw how some foundations were helping animals we decided to raise money to support their efforts. We knew we had to appeal to the wider world because most people here were focused on the needs of people. We are still in the emergency phase of trying to help the thousands of animals that need food, shelter and attention from veterinarians – so many were hurt, others were left alone when their owners were killed or were force to abandon them when they had to leave the damaged areas.     A dog receiving treatment by the road. Photograph: John Keeble/Humane Society International    Animals suffer like people. They feel the fear of the earthquake and the fear of being abandoned without food, shelter and people. Animals are as scared as people when the aftershocks strike. People can get psychological help but animals cannot. That is why we need to search for them. Many animals still have their owners but they cannot afford medical help or food for them. It is a terrible situation. Damaged homes and businesses are being cleared and there is a real risk that animals living in the buildings will be killed or badly injured and left to die slowly. Cristina Bernardi, lead veterinarian, Fundacíon Arca We were walking past a soldier guarding an area of Tarqui and he told us about three cats in a house. We found the house but couldn’t open the door I called through a tiny hole in the door and two kittens came through. They were starving. I spent 10 minutes feeding them before they would let me pick them up. I looked into the room for the third kitten but it wasn’t there. I don’t know what happened to it.      Young student vets have volunteered to help. Photograph: John Keeble/Humane Society International    A couple of hours earlier, our team was treating animals in an open and populated part of Tarqui - vaccinating, worming and giving out food. We were shocked to find so many dogs with advanced distemper and we had to put seven of them to sleep. Later in the day we reached Chone, another town hit by the earthquake, and picked up three soldiers to guard us and our supplies.  Our team, which includes four young students who have taken on work normally done by fully-trained veterinarians, are finding extra health complications in the animals , such as parasites. During our days here, we have helped hundreds of animals and their owners but we know that it is almost nothing compared to the needs of animals throughout the earthquake area.  Donations made to Humane Society International’s emergency Ecuador earthquake animal fund will be used to buy veterinary medical supplies and support the team of trained veterinarians who treat animals in more remote areas. Donate here. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Diaries from Ecuador: helping injured animals after the earthquake",
  "webPublicationDate": "2016-05-08T09:00:03Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/08/diaries-from-ecuador-helping-injured-animals-after-the-earthquake",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Ecuador",
      "id": "world/ecuador",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/08/diaries-from-ecuador-helping-injured-animals-after-the-earthquake"
}