{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/aristotle-burial-place-stagira-macedonia-greece",
  "id": "2016-05-26-74",
  "sectionId": "world",
  "body": "Greek archaeologists believe they have discovered the lost tomb of Aristotle, the greatest philosopher in history. Kostas Sismanidis said he was almost sure that a 2,400 year-old domed vault he unearthed in ancient Stagira was the burial place of the man credited with formalising logic.      Aristotle. Photograph: Alamy    “I have no hard proof, but strong indications lead me to almost certainty,” said Sismanidis.  Archaeologists have been working painstakingly at the site – the philosopher’s birthplace in 384 BC in the Greek region of Macedonia – for 20 years.  Sismanidis was due to give further details at a world congress in northern Greece of scholars specialised in Aristotle’s work. He said the architecture and location of the tomb, close to Stagira’s ancient square and with panoramic views, supported the belief that it was the philosopher’s final resting place.  Although little is known about Aristotle’s life despite many of his works surviving, two literary sources – a mainstay for archaeological discovery – suggest that the people of Stagira may have transferred his ashes from Chalcis on the island of Euboea (Chalkida on Evia today) where he is known to have died in 322 BC. The vault, which has a square marble floor dating from Hellenistic times, appears to have been hurriedly constructed with an altar outside. Coins dated to Alexander the Great and ceramics from royal pottery were also found. The claim was welcomed by Greece’s culture ministry; a senior aide to the minister, Aristides Baltas, said the academic community was awaiting further details. “A team of independent archaeologists with no connection to a particular school or department have been working at the site,” the official told the Guardian. “What we know is that their excavation has been meticulous and we await further details with great anticipation.” Plato’s star pupil, Aristotle was enrolled at the court of ancient Macedonia as the tutor of Alexander the Great. He thereafter travelled around the Aegean and Asia Minor before returning to Athens where he founded his own school, the Lyceum, in 335 BC.      An aerial view of the dig site. Photograph: PR    Remains of that complex were accidentally unearthed in 1996 during construction work for a site then earmarked for a new museum of modern art. From under the unpaved parking lot the fabled Lyceum emerged, replete with a central courtyard and wrestling area, or palaestra. Northern Greece has been the scene of several discoveries, though not all of them have been well received. In 2014, amid great fanfare, a tomb initially believed to be the long-sought burial place of Alexander the Great was found in Amphipolis, also in central Macedonia.  Scholars subsequently agreed it was not related to the Macedonian warrior king, with many accusing authorities of deliberately overplaying the discovery to distract Greeks at a time of economic and social hardship.",
  "webTitle": "Is this Greek hilltop the 2,400-year-old burial place of Aristotle?",
  "webPublicationDate": "2016-05-26T18:50:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/aristotle-burial-place-stagira-macedonia-greece",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Philosophy",
      "id": "world/philosophy",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/26/aristotle-burial-place-stagira-macedonia-greece"
}