{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/09/detective-criticised-for-getting-too-close-in-alleged-rape-case",
  "id": "2016-05-09-88",
  "sectionId": "uk-news",
  "body": "A senior judge has criticised a police detective and the Crown Prosecution Service for their handling of an accusation of gang rape after the case against four young men collapsed just as their trial was due to begin. Judge Jamie Tabor QC said DC Ben Lewis of Gloucestershire police had got too close to the complainant and did not understand his job properly. Tabor said the officer and the CPS had to bear responsibility for not disclosing “game-changing” material to the defence teams of the men who were due to stand trial.  The four men, three of them students and one a promising jockey, had been accused of involvement in the gang rape of a young woman at an annual college ball at the Royal Agricultural University in Cirencester, Gloucestershire in May 2014. She claimed that she had been subjected to violence, including strangulation, and that some of it had been filmed and sent by one of the men to friends via social media.  The trial had been due to begin at Gloucester crown court but at the last moment the prosecution offered no evidence and the four defendants were cleared. After the case collapsed, the defendants’ legal team accused police in court of “cherry picking” evidence supportive of the prosecution’s case and “airbrushing out of the picture” anything that could have helped the men.     Cleared (left to right): Thady Duff, 22, James Martin, 20, Leo Mahon, 22, and Patrick Foster, 22. Photograph: Andrew Matthews/PA    This included text messages sent by the complainant in the hours after the alleged incident and a conversation with a friend about what would happen if the video became common knowledge. It also emerged as the trial was due to begin that police failed to disclose that the complainant was a witness to an alleged rape on an army base in October 2014 and that there were inconsistencies in her evidence. The alleged rapist, a soldier, was later cleared. Tabor, the recorder of Gloucester, said Lewis had a “limited grasp of responsibilities” as disclosure officer – the person responsible for handing over relevant information to the defence.  The judge criticised the detective for getting too close to the complainant, failing to properly record his dealings with her, and for a lack of training. Tabor also attacked the CPS for its delay in obtaining from the Royal Military Police the files of the case in which the complainant was a witness.  He said: “To do nothing about the Royal Military Police file for months was stark and wrong. The Crown Prosecution Service and DC Lewis must bear joint responsibility for the failure to properly disclose this game-changing material.” A police spokesman said the force took the judge’s findings very seriously. “We accept the judge’s findings and are now reviewing his comments in conjunction with the CPS to learn the lessons of this case and to improve how we investigate such cases,” he said. “It is of course the case that although the judge has identified failings in relation to the disclosure process it is right to note that DC Lewis has not been found to have acted in bad faith in any way. “Further the officer was available and willing to give evidence … but was never provided with any opportunity to answer any of the allegations made against him. “The force shall refer the judge’s findings to the professional standards department who shall consider whether or not any conduct issues have been identified in relation to any officers and these will be assessed in conjunction with the Independent Police Complaints Commission if necessary.”  A CPS spokesperson said: “We note today’s judgment. Issues involving disclosure meant that, ahead of the trial taking place, the CPS determined there was no longer enough evidence to progress the case to trial.” Students Thady Duff, Leo Mahon and Patrick Foster, all 22, and jockey James Martin, 20, were cleared of rape. Duff, Mahon and Foster returned to court to apply for a proportion of their legal costs to be paid by the prosecution. They have been left with legal bills totalling £221,000 after hiring three QCs to lead the fight to clear their names. Martin received legal aid in the case.",
  "webTitle": "Detective criticised for ‘getting too close’ in alleged rape case",
  "webPublicationDate": "2016-05-09T17:07:59Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/09/detective-criticised-for-getting-too-close-in-alleged-rape-case",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/09/detective-criticised-for-getting-too-close-in-alleged-rape-case"
}