{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/18/story-cities-death-richard-nickel-guardian-chicago-heritage-architecture",
  "id": "2016-05-18-321",
  "sectionId": "cities",
  "body": "Richard Nickel was missing. The photographer and preservationist had told his friend to meet him at the partly demolished Chicago Stock Exchange building on 13 April 1972. But when Tim Samuelson arrived at what was left of the Lasalle Street structure, Nickel was nowhere to be found. “I was calling up to the window where I knew he’d be working,” recalls Samuelson, who was standing in an alleyway next to the building. “But I never got any response.” Nickel had made a name for himself in Chicago by leading public fights to preserve architectural gems in the face of postwar urban renewal projects. He was particularly drawn to the work of architect Louis Sullivan, considered by some the “father of skyscrapers”, who helped design the stock exchange. Once the final decision came to demolish the building, Nickel worked with a small team to catalogue and salvage some of its most exquisite ornaments. By 13 April, much of the structure had already been pulverised by wrecking balls, leaving the site unstable. Nickel, however, wanted to return before its remaining architectural flourishes were lost. At first it seemed possible that Nickel wasn’t inside the stock exchange when Samuelson arrived that day – car trouble perhaps, or maybe he’d gone to see his fiancee. But after a search party began combing the skeleton of the building for any sign of the preservationist, they found a yellow hard hat Nickel typically brought for Samuelson to wear. The efforts intensified in the coming days, with friends and authorities feverishly working as the structure steadily crumbled beneath their feet. “People were standing on top of the trucks where they dumped the rubble, trying to see if they could spot his body,” Samuelson recalls. “You saw the TV cameras perched on the parking garages nearby, and you knew what they were looking for too.”     The demolition of the Chicago Stock Exchange building, where Richard Nickel died. Photograph: Richard Nickel/Ryerson & Burnham Libraries, Art Institute of Chicago    After 26 days, the search crews finally found Nickel’s body in the stock exchange’s sub-basement, more than 10 feet below ground. He had been crushed beneath two support beams, though debris that piled on top of him had preserved his corpse to a startling degree. As a Chicago Daily News writer described it later that week, the tragedy “marked [Nickel] as a sacrifice to art but, even more, a civic offering to the altar of greed”. The mythic language is hard to resist. Nickel believed that a diverse array of architecture made for a more vibrant urban fabric, and devoted much of his adult life to the cause. He lost many of these battles to city powerbrokers, and paid the ultimate price for his convictions. By the time of his death, his career-long project to produce a definitive catalogue of Sullivan’s work remained unfinished. But Nickel’s legacy continues. Chicago has always been aware of its unique architecture, but over the past half-century, residents and city government have increasingly guarded it as a distinct part of the local culture. In their recent book Richard Nickel: Dangerous Years, Richard Cahan and co-editor Michael Williams compare him to New York activist Jane Jacobs. “Before Nickel, nobody protested to save buildings because they were artistically significant,” Cahan says. “They would protest because they were old relics – people like old relics. But Nickel was saying that tearing down these buildings was like tearing apart a Michelangelo sculpture.” Nickel’s Chicago was changing rapidly, thanks to federally backed redevelopment programmes and long-time mayor Richard Daley’s vision for a modernised downtown. Urban renewal programmes levelled entire poor, black neighbourhoods and erected public housing developments. New highways sliced toward a central business district seeing booming real estate demand.     Chicago’s First Regiment Armory, built a few years after the 1886 Haymarket Riot. Photograph: Richard Nickel/Ryerson & Burnham Libraries, Art Institute of Chicago    Architectural preservation was a somewhat aristocratic idea at the time, but Nickel helped to popularise it in a number of public campaigns to save Sullivan’s work from demolition. As the Commission on Chicago Landmarks explained in a 2010 report recommending Nickel’s studio for historic designation: “Rather than relying solely on a small group of academics and elites as was typical of earlier preservation efforts, Nickel sought a broad base of support from the general public by raising awareness of the city’s important historic architecture.” Rebuilding the city Chicago’s rich architectural history begins largely with the Chicago Fire, which torched much of this fledgling metropolis in 1871. The rebuilt city quickly grew into an even larger manufacturing and transportation hub, its population ballooning from 300,000 to 1.7 million over the next 30 years. The frenetic development in response was marked by a spate of early, steel-framed high-rises downtown, including the columnesque Auditorium Building on Michigan Avenue and Congress. The multi-use office space, theatre and hotel was designed by Sullivan and his then-partner Dankmar Adler, two of several turn of the century Chicago architects who made up what’s been called the “Chicago School”. Together they designed more than 100 buildings across the Midwest, including houses and early skyscrapers in Chicago.     The exterior of the Garrick theatre. Photograph: Richard Nickel/Art Institute of Chicago    “Kind of like how jazz was America’s, Sullivan believed that Americans should come up with their own architecture,” Cahan says. “In those years, most architects went to a book to pick out designs – if you wanted a facade, take your pick. But Sullivan did everything out of his head.” Nickel was born in this more modern Chicago in 1928, just before the great depression temporarily slowed the city’s explosive growth. He grew up in middle-class neighbourhoods on Chicago’s west side, and would go on to do two tours of duty with the US Army: one in occupied Japan and another during the Korean War. He studied photography at the Institute of Design, and in the mid-1950s began working on his photographic review of Adler and Sullivan’s work. Nickel would visit the structures nationwide, sketching out floor plans, photographing them inside and out, and removing ornamentation if they were set to be demolished. He would later sell this collection to Southern Illinois University Edwardsville. Following the postwar boom, developers and Chicago government began pushing to rebuild downtown Chicago with newer and taller skyscrapers. Slum clearance programmes toward the end of the 1950s also began threatening south side homes designed by Adler and Sullivan, many of which had fallen into abandonment and disrepair. In early 1960, plans were announced to demolish their Garrick theatre. The 17-storey office building, which housed an elaborate 1,200-seat theatre, was to be razed for a parking structure. Nickel, an outwardly reserved man, picketed in front of the building. He also marshalled support of architects and historians, and led an extensive letter writing campaign to local media and officials. “In this day of mass tourist flights to the capitals of Europe, where Americans continue to seek ‘culture’, can we not open our eyes to our own treasures and heed what is happening to them?” he wrote in a letter to the editor of the Chicago Tribune that May. Though his efforts succeeded in drawing public attention and even hearings, most Chicagoans viewed them as quixotic. The Garrick theatre, like many others from the period, would be erased from the streetscape.  “I charge the cultural elite of Chicago with the doom of the Chicago School buildings,” Nickel wrote in a letter. “They rape the city for their private fortunes in order to enjoy private art in the suburbs … In a city of slums, why must the quality buildings be doomed?”     A bulldozer backstage at the Garrick theatre – Nickel’s best-known image. Photograph: Richard Nickel/Ryerson & Burnham Libraries, Art Institute of Chicago    Though the city adopted a new landmarks ordinance in 1968, the continued erasure of turn of the century architecture took its toll on Nickel. The sites shared “that smell”, he told Inland Architect in 1969, “with the dust, the wet wood, the plaster. I sense it and I just walk the other way now. It makes me sick ... some day I think I’ll just do portrait photography.” The Chicago Stock Exchange, with its elaborately decorated terracotta entryway on LaSalle Street, was among the first buildings considered for designation under the new ordinance. While a commission voted to recommend the building for protection, the city council sided with developers and their desire for more gleaming office space. Soon after, Nickel was enlisted to join a team that was dismantling the building’s trading room – since reconstructed at the Art Institute of Chicago. Nickel’s search for more ornaments inside the Stock Exchange only ended with his April 1972 death. “People were just in shock,” Samuelson says. “The dramatic irony of the situation was so powerful.” Nickel’s legacy While Nickel isn’t widely known in the United States today, “the circumstances of his tragic death have lent him an almost mythic status in [Chicago’s] preservation movement”, the Commission on Chicago Landmarks writes.  “He’s always been considered as kind of the conscience of the city,” adds Cahan. That legend has grown as Nickel’s photographs and salvaged building ornaments have been displayed in books and museums. The public will for preservation has also grown in the decades since Nickel’s death, with architecture tours now a leading attraction for residents and tourists alike. Public policy has incrementally followed suit, adding protections for historic buildings and tax incentives to preserve them.   Related: Story of cities #41: Soul City's failed bid to build a black-run suburbia for America    That the pace of destruction has slowed in recent decades is at least partly a result of Nickel’s grassroots efforts, which broached the idea of preservation in everyday discussions about the once and future city. “People understand what a beautiful building is now,” says Ward Miller, executive director of the advocacy organisation Preservation Chicago. “That’s a public education that we’ve all absorbed over time.” Miller formerly chaired the Richard Nickel Committee, a local group that in 2010 published his unfinished book, The Complete Architecture of Adler & Sullivan, after decades of on-and-off work. “Ninety-nine percent of these buildings don’t exist any more,” Miller says of the structures pictured in the book. “And these are the only images we’ll ever have to judge them.” Preservation Chicago and similar groups have applied some of Nickel’s tactics to present-day development fights, such as Miller’s recent work to refurbish ageing churches. “Development pressures are now impacting our neighbourhoods in a way that we never would have imagined 20 or 30 years ago,” he says. Of course, there is a balance to be struck between a need for development and a desire for preservation. In Chicago, the past 60 years of development have made the Rust Belt city into a cosmopolitan metropolis. But there’s no question that parts of the city’s cultural contribution to the world have been forgotten in the process. Samuelson, now the city’s official cultural historian, says a Sullivan building on Wabash Avenue was recently purchased – and its new owners plan to restore it. Much of the other architecture Nickel cherished, however, has met a very different fate: “Every one of those buildings ...” Samuelson says, “I wish I could see them again for the first time.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #45: the death of Richard Nickel, guardian of Chicago's heritage",
  "webPublicationDate": "2016-05-18T06:30:22Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/18/story-cities-death-richard-nickel-guardian-chicago-heritage-architecture",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Chicago",
      "id": "us-news/chicago",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Uberti",
      "id": "profile/david-uberti"
    }
  ],
  "guardianId": "cities/2016/may/18/story-cities-death-richard-nickel-guardian-chicago-heritage-architecture"
}