{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/19/ruling-on-threesome-injunction-establishes-significant-precedent",
  "id": "2016-05-19-55",
  "sectionId": "law",
  "body": "The 39-page ruling by five supreme court justices may not have changed the law on privacy but it has bolstered courts’ powers to impose injunctions.  While journalists sense that the commercial landscape in which they operate has been utterly transformed by the internet, the judges have asserted the continuity of traditional legal values. The case of PJS, which has yet to come to full trial, already establishes a significant precedent about what type of behaviour is a matter of public interest, the privacy rights of children and the extent to which the publication of stories on the internet can be used to argue that a secret has been entirely divulged. Legal commentators suggested the case effectively offered greater protection to celebrities, especially those with children. On the other hand, the intensity of online speculation about the identity of anyone seeking an injunction is likely to make even the wealthy hesitate before calling in their lawyers. The majority judgment in the supreme court cited previous rulings stretching as far back as John Wilkes in the 18th century. Among more recent comparisons invoked were cases involving the Formula One boss Max Mosley and a footballer known initially as CTB, later revealed to be the Manchester United player Ryan Giggs. Mosley won £60,000 from the News of the World in 2008 for gross invasion of his privacy after it printed pictures of him indulging in a sadomasochistic sex session. The court said he had an expectation of privacy in his sexual activities.   Related: The judges are right. The secret threesome celebrities deserve protection | Max Mosley    In the ruling in the PJS case, Lord Mance noted that in the CTB case “reliance was placed on internet disclosures subsequent to the original injunction in support of an application to set aside the injunction on the basis that it served no further useful protective purpose”. However, Mance added, “the substantial internet disclosure … was not regarded as justifying the lifting of the injunction”. Giggs was eventually named in parliament by a Liberal Democrat MP, John Hemming, during a debate about privacy injunctions.  Adopting the disapproving terminology used in earlier privacy cases, Mance predicted that his reasoning would draw popular disapproval. “The court will be criticised for giving undue protection to a tawdry story by continuing the injunction to trial,” he said.  Dominic Crossley, a solicitor and partner at the law firm Payne Hicks Beach, said of the ruling: “This is an important moment for the law of privacy in the UK. The supreme court decided that there was no public interest in the disclosure of this sexual encounter and that the injunction still serves a useful purpose.  “The Sun on Sunday and other tabloids hoped that this case would mark the death knell for the privacy injunctions; in fact it has given them new life. PJS should be admired for his tenacity.” Bob Satchwell, executive director of the Society of Editors, said: “It is wrong that people in England and Wales cannot read in the media of their choice whatever everyone else in the world knows already.  “Apart from bringing the courts and the law into disrepute, injunctions are an expensive waste of rich people’s money and of the courts’ time. The courts are overwhelmed with other important work and today’s judgment may well encourage greater use of injunctions.”  Ashley Hurst, a solicitor and partner at the law firm Osborne Clarke, said: “Whilst a victory for privacy campaigners, this judgment will not lead to a surge in privacy injunctions. This case demonstrates the risks of celebrities seeking anonymity orders when the cat is already out of the bag. The story in the end was bigger than the one they originally tried to protect.” Kim Waite, a lawyer at the City law firm RPC, said: “Arguing that one’s children should be protected from embarrassment remains a highly relevant factor in whether a court will grant a privacy injunction.  “Other celebrities with children may well seek to use this argument in future whether or not they are seeking to prevent the publication of stories about genuinely private matters not in the public interest.”",
  "webTitle": "Ruling on 'threesome' injunction establishes significant precedent",
  "webPublicationDate": "2016-05-19T18:44:10Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/19/ruling-on-threesome-injunction-establishes-significant-precedent",
  "keyword": [
    {
      "webTitle": "Injunctions",
      "id": "law/injunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK supreme court",
      "id": "law/uk-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Media law",
      "id": "media/medialaw",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/19/ruling-on-threesome-injunction-establishes-significant-precedent"
}