{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/21/bright-beautiful-and-deeply-wearable-oscar-de-la-rentas-summer-collection",
  "id": "2016-05-21-206",
  "sectionId": "australia-news",
  "body": "It was the fashion week show everyone wanted to attend.  On Friday night, New York fashion house Oscar de la Renta closed Australian fashion week 2016, presenting their summer 2016 collection to an admiring audience of fashion folk and society ladies at Sydney’s Carriageworks.  It was the Australian debut of the New York fashion label and while creative director Peter Copping did not attend, Eliza Bolen, the stepdaughter of the late Oscar de la Renta and the brand’s executive vice-president, was in the audience.     Shanina Shaik opened the Oscar de la Renta fashion show, as part of Mercedes-Benz Fashion Week Australia in Sydney. Photograph: Jonny Weeks for the Guardian    Stepping out to an orchestral version of Madonna’s Papa Don’t Preach, Australian model Shanina Shaik opened the show, wearing a bright poppy fil coupe embroidered skirt, crepe de chine blouse and tweed blazer.  More than 50 day dresses, pencil skirts, cocktail dresses and sculpted gowns designed for the Park Avenue or Double Bay ladies followed.      Feminine cocktail dresses and gowns at the fashion show. Photograph: Jonny Weeks for the Guardian    There was a smattering of tailored daywear: a black and white tweed dress, a sleeveless yellow day dress. But the woman who lunches requires a never ending supply of cocktail dresses and gowns, and there was a parade of bright yellow, mulberry, burnt orange and mint options on show. Those who plump for the perennial black dresses are sure to delight in a very wearable knee length black cocktail dress with draping and a draped black velvet gown with a plunging back.     Delicate details and embroidery were the focus of the Oscar de la Renta fashion show. Photograph: Jonny Weeks for the Guardian    The silhouettes for many of the sculpted gowns were clean and flattering, with a focus on lace, embroidery, beading and other fine details. A strapless white silk gown swirled with black sequin floral embroidery, and a golden cocktail dress sparkled with delicate crystals.     Beaming flower girls accompanying the bride down the runway at the finale of the show. Photograph: Jonny Weeks for the Guardian    With all the details on the dresses, accessories were minimal, and most models sported only long bejewelled drop earrings, while their hair was swept up into a neat up-do, paired with winged eyeliner and matt skin.    Related: Oscar de la Renta at New York fashion week – sumptuous gowns and espadrilles    The show closed with a romantic ivory organza bridal gown, layered with organza embroidery. Two beaming flower girls clutching spring bouquets accompanied the bride as she stepped down the runway.  Although distinctly New York, the collection was wearable and aimed squarely at its international clientele. Many of those who floated happily into the Sydney night would undoubtedly be writing up their wish lists on their way home.",
  "webTitle": "Bright, beautiful and deeply wearable: Oscar de la Renta's summer collection",
  "webPublicationDate": "2016-05-21T01:55:00Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/21/bright-beautiful-and-deeply-wearable-oscar-de-la-rentas-summer-collection",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Óscar de la Renta",
      "id": "fashion/oscar-de-la-renta",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexandra Spring",
      "id": "profile/alexandra-spring"
    }
  ],
  "guardianId": "australia-news/2016/may/21/bright-beautiful-and-deeply-wearable-oscar-de-la-rentas-summer-collection"
}