{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/epublicans-5-stages-grief-donald-trump-anger-denial-depression-",
  "id": "2016-05-05-114",
  "sectionId": "us-news",
  "body": "Anguished Republicans began cycling through the five stages of grief on Thursday in the wake of what one leading voice of the establishment called Donald Trump’s “hostile takeover” of their party.    Related: America's Trump nightmare has arrived | Lucia Graves    The last two party leaders to occupy the White House, George W Bush and George HW Bush, remained in isolation and denial on Thursday after issuing statements suggesting they would not even acknowledge its next nominee for president, let alone lend him their support. “President George W Bush does not plan to participate in or comment on the presidential campaign,” read a blunt statement from his office that appears to go far beyond mere pique at Trump’s treatment of brother Jeb.  Nebraska GOP senator Ben Sasse, meanwhile, moved on to the next stage, voicing the anger felt by many grassroots conservatives outside Washington and calling for a third candidate to emerge as an alternative to Trump and Hillary Clinton. “Why are we confined to these two terrible choices? This is America. If both choices stink, we reject them and go bigger. That’s what we do,” wrote Sasse in an impassioned open letter that went viral on Twitter and Facebook.  Others in Congress appear ready for bargaining, a phase of seeking to regain control that psychologists describe as a normal reaction to feelings of helplessness after a loss. “As the presumptive nominee, [Trump] now has the opportunity and the obligation to unite our party around our goals,” wrote the Senate majority leader, Mitch McConnell, in language that made clear his desire to make the best of a bad situation.  But Trump has won landslide after landslide among Republican voters by positioning himself as the ultimate political outsider. There is little evidence he plans to tinker with a winning formula to make congressional leaders feel better. Realisation of this fact is leading many figures in the party to sink into depression, particularly as they ponder Trump’s historically high negative poll ratings among the general electorate. “Mr Trump may be able to improve his image if he controls his perpetual insult machine, but there is little evidence that he can or will do so,” lamented the Wall Street Journal in an editorial that captured the anguish of the establishment on Thursday. “The essence of his politics is personal, and it’s not obvious he knows any other way.”     If he’s going to build that wall, he’s going to have to mend a lot of fences    The newspaper’s “silver lining” scenario in the unlikely case of him winning the general election involves him leaving domestic policy to the grownups, but it describes his foreign policy instincts as “far more troubling”.  “His trade policies are reckless and would either be rebuffed by the world or lead to a global recession,” warned the editorial board of the paper, a conservative bellwether known to stay close to the views of its proprietor, Rupert Murdoch. Murdoch’s wider business empire might now be willing to dance with Trump on Fox News, but his previous flirtations with Rand Paul, Chris Christie, Marco Rubio and Bush belie frustration with their failure to inspire voters. “Mr Trump wasn’t our first choice, or even the 15th,” added the Journal. “Dozens of miscalculations made his hostile takeover possible, not least decisions by other candidates in the early primary states to attack each other instead of Mr Trump.” After denial, anger, bargaining and depression ought to come a final stage of grief known as acceptance, but psychologists warn that “reaching this stage of mourning is a gift not afforded to everyone”. The price of acceptance, according to moderate Republican figurehead Susan Collins, is for Trump to recognise that all his bluster will come to nought if he cannot win over women like her. “If he’s going to build that wall that he keeps talking about, he’s going to have to mend a lot of fences. He’s going to have to stop with the gratuitous, personal insults,” the Maine senator said in a radio interview on Wednesday. “He’s going to have to go beyond saying he wants to make America great again,” she added. “He’s going to have to articulate what a Trump presidency would look like.” The former senator Bob Dole will be listening. On Thursday a representative of the 92-year-old 1996 nominee told the Guardian: “Senator Dole is planning to briefly attend the convention in Cleveland.” The representative would not say if the only former nominee set to travel to Ohio in July would support Trump in his run for the White House.  “We’ll have to wait and see how the convention plays out,” the representative said. It is not the first time the party has risked a split. Republican political activists known as Mugwumps supported Democratic candidate Grover Cleveland in 1884, whose centre-right supporters were also known as Gold Democrats in 1896. The Republican party split again into a so-called Bull Moose wing in 1912. But rarely have both the establishment wing of the party and its ideologically conservative base looked as uncomfortable as they do at the prospect of uniting behind the notion of presidential candidate Trump, something most acknowledge they will have to do, but few are relishing.",
  "webTitle": "Republicans plunged into five stages of grief over Trump's unstoppable rise",
  "webPublicationDate": "2016-05-05T16:25:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/epublicans-5-stages-grief-donald-trump-anger-denial-depression-",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/05/epublicans-5-stages-grief-donald-trump-anger-denial-depression-"
}