{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/11/sophie-kinsella-i-am-very-bad-at-chronology",
  "id": "2016-05-11-244",
  "sectionId": "childrens-books-site",
  "body": "1. In Finding Audrey, Audrey’s journey to become familiar with the outside world is painful. If you could place Audrey in any other book or film world, which would she enjoy the most?  I see her as a bit of a Dorothy, from The Wizard of Oz. She’s been blown away by a whirlwind, and now she has to be brave and embark on a journey to get back to where she should be, together with her trusty allies.   Related: Finding Audrey by Sophie Kinsella – review    2. You have published an incredible number of books. Do you have a favourite?  That’s so difficult! I always have such affection for all my characters, so I don’t like to choose a favourite. But I loved writing in the wry voice of Audrey, and I’ll probably always have a special place for The Secret Dreamworld of a Shopaholic since it was my first book with my heroine Becky!   Related: Sophie Kinsella: 'You can be highly intelligent – and also ditzy and klutzy'    3. What is the most tedious process of writing a book?  Going back and finding all your mistakes! I am very bad at chronology and will often have my characters staying up for 72 hours straight, or going into the office on a Sunday. My copy-editors, thankfully, are there to put me right. 4. If you could guess, how many books do you think you’ll write in your life?  Oh my goodness. No idea. I have about five ideas for books floating around at the moment, so let’s say at least five.   Related: Finding Audrey by Sophie Kinsella - review    5. Have you got a favourite quotation or passage from Finding Audrey? What is it and why? I like the ending of the book, because it seems to sum the story up and I think is a strong image: “I think what I’ve realised is, life is all about climbing up, slipping down, and picking yourself up again. And it doesn’t matter if you slip down. As long as you’re kind of heading more or less upwards. That’s all you can hope for. More or less upwards.” 6. If you played Land and Conquerors, what characteristics would your character have?  She would have a fabulous costume, her weapon would be a bow and arrow and her special powers would include telepathy.   Related: Finding Audrey by Sophie Kinsella - review    7. Now you have written your first YA book, have you considered writing more for the YA audience? It was so rewarding to write a YA book. I have thought about writing another one, and I do have some ideas. But it always takes me a while to decide, (Becky tends to come knocking at my door for another story!) so we will see. 8. In Finding Audrey, Audrey has to make a documentary for Dr Sarah. If you made a documentary about your life, what would it contain?  It would feature a lot of scenes where I sit in coffee shops, apparently doing nothing at all, oblivious of anything else, then scribble down some dialogue. It would also have lots of scenes of me racing around the house looking for my keys! 9. Are your characters inspired by anyone you meet in real life?  I think I’d be lying if I said I’d completely made up the Turner family! All authors take inspiration from the people who are around them – even sitting in coffee shops you overhear things you want to put in your novels. Strangers, your family, your friends and you end up in your characters – there’s a characteristic in Audrey’s mum, Anne – a desire to keep her family together - that I definitely share with her. 10. In Finding Audrey, or any other of your books, which character do you mostly connect with?  Well, in Finding Audrey, I was surprised to find that I found myself connecting with Anne as well as Audrey. If I had to choose, I think I’m probably a mix of Becky Bloomwood (obsessional shopaholic) meets Samantha Sweeting (obsessional workaholic lawyer).   Related: The wisdom of Jane Austen's Emma 200 years on – 20 quotes on life, love, friendship    11. Have you read any books that have influenced your life greatly?  Jane Austen is of course a great inspiration for all women writers, and I think her books have influenced me greatly. The direct voice that she gives to Emma, which gives the reader this intimate connection with her, has definitely influenced my writing style. My heroines share all their thoughts and confessions with us as readers, and always try to be as direct as possible, and as honest as I can be.      Buy Finding Audrey by Sophie Kinsella at the Guardian bookshop.",
  "webTitle": "Sophie Kinsella: 'I am very bad at chronology...'",
  "webPublicationDate": "2016-05-11T11:33:48Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/11/sophie-kinsella-i-am-very-bad-at-chronology",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/11/sophie-kinsella-i-am-very-bad-at-chronology"
}