{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/education-right-english-students-graduate-debt-tuition-fees-cap",
  "id": "2016-05-17-167",
  "sectionId": "commentisfree",
  "body": "The government announced yesterday its plans to allow elite universities to increase tuition fees yet again. Students are already forced to pay up to an obscene £9,000 per year, making England one of the most expensive places to study in the world. As a result, students are graduating with an average debt of more than £40,000. The government’s claims that “student choice” and “competition” are drivers of better education will not carry much weight on our university campuses. That is why the NUS will be fighting with all its strength to demand it ditches this disastrous plan.   Related: Raising the cap on tuition fees will fund innovative teaching | AC Grayling    This latest threat to increase fees follows more than six years of attacks. The marketisation agenda that this and previous governments have pursued has led not only to higher fees, but also to course closures and cuts to the wages and working conditions of staff. It is clear to students that none of this represents progress – especially for disadvantaged groups which often rely on and value exactly the things that are lost when education is viewed as a business. We have to think hard about what the ideology of marketisation does to our student communities. Allowing “the best” universities to increase fees will deepen the divide and entrench a two-tier higher education system – based on wealth and prestige, not learning and opportunity. How can education be a way to create better life opportunities when working-class students are set back from the start? The new transparency duties on institutions – including monitoring of data related to disadvantaged groups – should be celebrated. But the government and universities have long failed to comply with their own duties under equality legislation by assessing the impact of such changes. We only need look at recent changes such as the removal of maintenance grants and proposals to cut the NHS bursary, disproportionately impacting black, female and LGBT+ students, and the reduction in Disabled Students’ Allowance. This government persistently turns its back on those who need the most support.   Related: Why we all need student politics | Rhiannon Lucy Cosslett    Students’ unions want to encourage communities of learners, not a competitive market. We want our academics to be tutors not suppliers, and we want to be valued as learners not consumers. I’ve seen first-hand the kind of effect this has on students, struggling to pay the cost of rent, bills and childcare; students whose mental health is severely affected by the isolation, stress and financial burden these cuts create. Education is a fundamental human right and it should be free – at every level. Some say this is unrealistic, but the idea of free education is gaining traction. Germany scrapped its tuition-fee system just two years ago in response to students, a victory we hope to emulate here in the UK. It is not just higher education that is under fire. In the coming year, further education is facing the biggest attacks it has ever seen. The government’s “area reviews” will result in colleges merged, courses cut and huge job losses. For me, it is obvious we want to create a system in which everyone can thrive, and our attention has to be on those who fall prey to inequality in education and discrimination in the labour market. As David Cameron and his cabinet of millionaires sit in their Westminster offices with little regard for students, they should remember this: every single one of them started university when it was free of charge, and at a time when poorer students had a grant to support them as they studied. As we can see, they are doing very well as a result of the education they received – the same education these proposals will deny to so many others.",
  "webTitle": "Education is our right – we should be cutting tuition fees, not raising them | Malia Bouattia",
  "webPublicationDate": "2016-05-17T12:39:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/education-right-english-students-graduate-debt-tuition-fees-cap",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Tuition fees",
      "id": "education/tuition-fees",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Malia Bouattia",
      "id": "profile/malia-bouattia"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/education-right-english-students-graduate-debt-tuition-fees-cap"
}