{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/europe-right-eu-borders",
  "id": "2016-05-20-285",
  "sectionId": "commentisfree",
  "body": ".   Imagine the following group of curious characters living in the same city: a worker from Croatia, one unsuccessful painter, two Russians, a guy who analyses dreams and a young Austrian soldier and trophy hunter. Tito, Hitler, Stalin, Trotsky, Freud and Franz Ferdinand might make for unusual neighbours but, as Charles Emmerson describes in his recent book, 1913: In Search of the World Before the Great War, they spent plenty of time in the same two square miles of the capital of the Austro-Hungarian empire, Vienna, in 1913. Only one year later, Franz Ferdinand would become the Archduke of the empire, and his assassination in Sarajevo would lead to the first world war. In 1917, the two Russians became the leading figures of the October revolution and, about the same time, Tito – who would soon become leader of Yugoslavia – became active in the communist movement too. Sixteen years later, on 30 January 1933, the unsuccessful painter became German Reichskanzler – the second world war was just around the corner. And Freud? After Nazi Germany annexed Austria in 1938, the Gestapo came after him and he became a refugee in London. In short, 1913 was one in which the course of history could have altered significantly. I am in no doubt that now might be another such period. At its collapse, the Austro-Hungarian empire consisted of 15 nations and more than 50 million inhabitants. The European Union consists of 28 member states – with some now threatening to exit – and a population of 500 million.     This failed assassination attempt on the life of Archduke Franz Ferdinand was followed by a successful one, leading to the first world war. Photograph: Milos Oberajger/Topical Press Agency/Getty Images    Today’s Austria is facing one of its biggest political crises with the resignation of its chancellor, Werner Faymann, a second round of presidential elections looming on 22 May – which will in all likelihood result in a turn to the right – and, at the same time, nationalist calls for a referendum on Tyrol unification. We don’t know if some future Stalin or Hitler is living in Vienna, but the whole of Europe seems to be on the verge of an abyss. Recent news about a Syrian refugee who was shot by guards on the border between Slovakia and Hungary, and Turkish forces using live bullets to drive away Syrian refugees fleeing violence in their home towns point in that direction. If countries such as Denmark and Switzerland start to seize refugees’ assets, what is left of the European project nominally based on solidarity and brotherhood (“Alle Menschen werden Brüder …”, as the official anthem of the EU claims)? The refugee crisis wasn’t – and can’t be – solved by investing €6bn in Turkey and “outsourcing” the “redundant humans” to the periphery of Europe again. Moreover, the case of German comedian Jan Boehmermann, who was charged for allegedly insulting the Turkish president, Recep Erdoğan, shows that the EU’s only foreign policy is something we might call “export-import”. First we export wars (to Libya or Syria), then we import refugees. Then we export the refugees again (to Turkey), and then we import authoritarian values from Turkey, which is now killing one of the foundations of the European project – free speech. And humour. At the same time, right-wing governments in Europe are no longer an exception. It’s not just Hungary and Poland now; they are joined by Austria and by Croatia, where in only four months the new government has started a nationalist “cultural revolution”, promoting historical revisionism (with explicit glorification of the Croatian Quisling regime during the second world war), silencing independent journalism and cultural workers. But let us not be fooled here: the success of the rising right all over Europe, including Croatia, is a consequence of the failure of social democrats and liberals – turned into neoliberals – who were in power in most of these countries. It is a failure of precisely those who were advocating the European project. The disintegration of the EU would have disastrous consequences for countries such as Croatia, which still haven’t recovered from the last war of the 1990s. It would open a one-way street for new nationalist conflicts which the European project, at least to some degree, still protects against.    The disintegration of the EU would have disastrous consequences for countries such as Croatia    If at next year’s elections, France, with the Front National, and Germany, with the AfD, turn to the right, most of the European continent will be governed by conservative governments which are encouraging a retreat into the nation state and closing borders. In short, Europe is moving towards “the extreme centre”, which is a new kind of authoritarian system perfectly described by the Hungarian prime minister, Viktor Orban, who explicitly claims that “dictatorial countries are more successful than democratic ones”. Back to 1913. Isn’t it one of the most curious facts that all these historical figures lived at the same time at the same place, maybe only a few hundred metres apart? Did any of them ever meet? Were they drinking coffee at the same place? Would the world history look different if Hitler had been psychoanalysed by Freud? Or if Tito met Stalin over a late-night discussion on communism? Today, once history has become history, we can only speculate about possible answers and “what ifs”. But the point is that at any given moment in history we could have taken another course – so we must be ready to decipher the signs of the future in our dark present. In today’s disintegrating Europe, we are at a historical and decisive moment. It is our duty not to leave our present to some future historians, but to be aware that an Empire is about to collapse and its consequences are leading us into the abyss of a postmodern 1930s. • Tell us what the EU means to you and your country",
  "webTitle": "Europe veers to the right at its peril | Srecko Horvat",
  "webPublicationDate": "2016-05-20T08:00:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/europe-right-eu-borders",
  "keyword": [
    {
      "webTitle": "Croatia",
      "id": "world/croatia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hungary",
      "id": "world/hungary",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Srecko Horvat",
      "id": "profile/sre-ko-horvat"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/europe-right-eu-borders"
}