{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/american-country-countdown-awards-chris-stapleton-merle-haggard",
  "id": "2016-05-02-107",
  "sectionId": "music",
  "body": "To describe the American Country Countdown awards is a bit like explaining your sister’s fourth husband – no one accepts him as part of the family yet but he’s trying very hard.  The awards show, which Fox broadcast on Sunday, is a creation of Dick Clark’s production company and terrestrial radio giant Cumulus media and based on American Country Countdown with Kix Brooks, a weekly show tabulating current airplay hits. Ford is a sponsor. That’s a lot of synergy, but there was a sense during the two-hour broadcast that synergy is all the show was about. Certainly it wasn’t status: this was only the second year of the award show’s existence, so for a musical genre already honored by multiple yearly awards shows backed by industry organizations going back decades, the value of yet another trophy was circumspect. That was clearly evident when Chris Stapleton won album of the year and didn’t show up. Instead, he delivered a pre-recorded thank you from his tour bus. Ouch. But maybe it was for the best. If he had made it to the Forum in Inglewood, California, to pick up the award, he would have discovered that it was Paula Abdul, that legendary country music icon, who was doing the presenting.  Here is a rundown of memorable and forgettable moments of the Sunday telecast: Forgettable: Chris Stapleton wins just once At the recent Academy of Country Music awards, Stapleton – who is considered the most exciting new voice in the genre – walked home with six trophies. At last year’s Country Music Association awards, his debut with Justin Timberlake became a viral hit for weeks. On Sunday, Stapleton won just album of the year, primarily because he was nominated only once. That’s because the ACC awards are based on “radio airplay charts, sales and streaming data” and not voting. Stapleton’s breakout album Traveller may have blazed to the top of most critic lists, but commercial radio was not friendly to it in the beginning. Memorable: a Merle Haggard tribute featuring the Strangers Actor Matthew McConaughey introduced the Strangers, the long-time band of the late Merle Haggard who died early last month. The band presented a six-song melody of Haggard’s most memorable hits – Mama Tried, Today I Started Loving You Again and Silver Wings among them – with his wife Theresa in attendance and Toby Keith handling lead vocals. Producers placed the tribute at the end of the night, which was wise. Earlier performances by newcomers such as  Sam Hunt and Thomas Rhett had more to do with Coldplay than the music Haggard had a hand in shaping.  Forgettable: Brooks and Dunn The country duo was awarded something called the Nash Icon Award, presented by Reba McEntire. They performed the 2013 hit Red Dirt Road, but since the entire event was based on Brooks’s radio show, this was a dubious honor at best.     Reba McEntire poses with singers Ronnie Dunn (left) and Kix Brooks of Brooks & Dunn. Photograph: Gregg DeGuire/WireImage    Memorable: remembering women Country music radio has a woman problem in that female artists are in a stark minority on national playlists. That’s why it was significant when the show opened with Sugarland’s Jennifer Nettles, newcomer Cam and veteran Martina McBride singing This One’s For the Girls – McBride’s anthem. Message sent.      Jennifer Nettles, Martina McBride and Cam played This One’s for the Girls. Photograph: Jerod Harris/WireImage    Forgettable: Kelsea Ballerini I’m not sure if this show needed a performance with emoticons, but nevertheless this teen-pop newcomer provided one. Her performance of Dibs started after she snapped a selfie and continued as both text bubbles from fans popped on the screen and emoticons flashed to reflect the lyrics. That was a lot of production to prop up a singer whose music is the equivalent of Styrofoam.  Memorable: Dwight Yoakam gives a covert history lesson Dwight Yoakam looked particularly uncomfortable presenting the artist of the year award. He gave a quick history lesson, connecting the west coast location of the awards to the Bakersfield sound of the 1950s. But before he called Luke Bryan to the stage to accept, he slipped in a covert reference to Hank Williams – “Not Luke the Drifter, Luke Bryan!” Luke the Drifter was Williams’s alter ego and the subject of a collection of dark-themed songs from 1953. Forgettable: Florida Georgia Line This soft rock duo performed Holy, a power ballad with sickly lyrics such as “I don’t need these stars because you shine for me/Like fire in my veins you’re my ecstasy” that sounded like they were lifted from the mad ramblings of a serial stalker.      Florida Georgia Line reach for the lazers. Photograph: Jerod Harris/WireImage    Memorable: the format Unlike most award shows, the ACC awards stayed within two hours because of economy: no host, and artists knew beforehand they won, eliminating the suspense. In fact, the show had little drama going for it, and that appeared to be the point.",
  "webTitle": "American Country Countdown awards: emojis, snubs and Merle Haggard",
  "webPublicationDate": "2016-05-02T15:22:32Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/american-country-countdown-awards-chris-stapleton-merle-haggard",
  "keyword": [
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Guarino",
      "id": "profile/mark-guarino"
    }
  ],
  "guardianId": "music/2016/may/02/american-country-countdown-awards-chris-stapleton-merle-haggard"
}