{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/08/winter-wardrobe-style-hack-summer-fashion-good-weather",
  "id": "2016-05-08-88",
  "sectionId": "fashion",
  "body": "1Buy an off-the-shoulder top Or better still, get out the one you bought last summer and have not worn. Because these tops still have cachet. We’ve got over calling them Bardot tops now (bit of a stretch, wasn’t it?), but their usefulness has given them longevity. Bare shoulders say summer and don’t make grownups panic about their upper arms. Ditto the so-called cold-shoulder tops that are also everywhere. If naked shoulders feels too louche for an air-conditioned office, note that slinging a cashmere sweater over your shoulders like Jeremy Irons is totally acceptable.     Keep cool with Chloé … off the shoulder for SS16. Photograph: Rex/Shutterstock    2Roll up your sleeves It’s quite Jackie O on the Cape, isn’t it? If you get it right, it can be. Most women can’t pull off a kaftan top outside of a brochure featuring sand dunes, beach huts and blond children. But most women have a relaxed shirt that they can summer up. Denim is good; pale blue is good; white works. Unbutton it down to the breastbone, wear jewellery and get the rolling right. Below or on the elbow is a little beta, above the elbow and you’re comfortably in Jackie O territory.   Related: How to wear black and not look boring    3Try not to wear black It rarely looks like a sun-ready look. But if you do, go for it and wear a big and upbeat earring. No apologies for the fashion singular, a lot of the hack is in the way you sell it to yourself. 4Work the margins Make everything about your outfit incrementally more summery. Wear your hair loose, wear sunglasses, turn up a trouser hem and, most importantly, ditch the socks. Even wearing white tennis trainers or Vans without socks is a move towards summer. 5Take a hard look at last summer’s shoes Do you have a pair of leather gladiator sandals? They’ll work for another summer, won’t they? Sorry, no. Absolutely not. Ditto the flip-flops that you think are so functional and anodyne they couldn’t possibly offend. Hate to be the wardrobe Cassandra here, but flip-flops are style suicide. The good news is that sliders are hot, and available on every high street and corrugated retail park in the land. Wear with breezy jogging bottoms, cropped trousers or a long skirt.     Out with flip-flops, in with sliders … Fenty x Puma with Rihanna. Photograph: Instagram    6Log on to & Other Stories And buy a below-the-knee skirt. The website has the best selection of midi skirts in the land – printed, pleated, plain or structured. Not too many to confuse, but enough for everyone to find something they like. 7Mess about with camisoles and slip dresses They are summery and light and semaphore that you got the sunshine memo. You probably have something like this in your wardrobe. Wear a T-shirt under a slip dress – looks right and swerves the whole bra-on-display issue. Or for those brave enough to stand up to this summer ambush and laugh in its meteorological face: wear a camisole over a shirt. It’s called summer layering and it is seriously happening.",
  "webTitle": "Seven summer style hacks for 2016",
  "webPublicationDate": "2016-05-08T14:00:09Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/08/winter-wardrobe-style-hack-summer-fashion-good-weather",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women's shirts",
      "id": "fashion/women-s-shirts",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's shoes",
      "id": "fashion/womens-shoes",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's tops",
      "id": "fashion/women-s-tops",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Imogen Fox",
      "id": "profile/imogenfox"
    }
  ],
  "guardianId": "fashion/2016/may/08/winter-wardrobe-style-hack-summer-fashion-good-weather"
}