{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/hes-not-eating-oreos-any-more-donald-trump-weighs-in-for-chris-christie",
  "id": "2016-05-20-347",
  "sectionId": "us-news",
  "body": "Chris Christie’s pained facial expressions standing behind Donald Trump during the presumptive nominee’s Super Tuesday victory speech made the New Jersey governor a national laughing stock. On Thursday Christie got reimbursed up to $400,000 for his dignity. In a campaign fundraiser at a National Guard armory in a bucolic Trenton suburb, Trump gave a speech to a crowd of hundreds, many of whom had paid up to $200 to attend. Trump stuck to familiar themes about immigration and trade, adding a new wrinkle by saying: “Who the hell cares if there’s a trade war [with China]?” The event, accompanied by a high-dollar fundraiser for the New Jersey Republican party, represented a Trump rally in miniature. The same blaring soundtrack, the same ardent shouts of “build the wall,” but all for the first time to a paying crowd, in an attempt to clear outstanding campaign debt from Christie’s unsuccessful presidential bid. The presumptive nominee boasted as he took the stage: “Chris paid off his entire debt tonight. The whole debt!” Thursday marked one of the first fundraising events for Trump, who long insisted throughout his presidential primary that he was self-funding his campaign. However, the presumptive nominee has now announced that he will raise money in the general election and entered into a joint fundraising agreement with the Republican National Committee earlier this week to funnel donations to what has long been predicted to be a billion-dollar campaign.            Christie defends expression behind Trump: ‘I wasn’t being held hostage’    Trump, a longtime political donor to both parties, is easing into the process by doing the event for Christie, who has become one of his most loyal allies and most important surrogates in the past few months. Christie gave the nominee a typically glowing introduction, saying of Trump, who has had four of his businesses go through bankruptcy: “He has brought greatness to every enterprise he has ever led.”  The New Jersey governor also praised the presumptive nominee’s foreign policy acumen: “We need a strong president who will fight back and defend America first and I am confident that president will be a Donald Trump.” Before introducing Trump, Christie added that he and his wife had been friends with the businessman “for 14 years – you never ever make a mistake by standing with your friend and Donald Trump is my friend”. Although Christie wasn’t standing behind his friend during his half-hour long speech, he still had an awkward moment when Trump seemed to joke about the New Jersey governor’s struggles to lose weight. Referencing his own boycott of Oreo cookies for shifting some production jobs to Mexico, Trump said: “I’m not eating Oreos any more you know. Neither is Chris.”  Other than his jibe at Christie, Trump hit familiar themes, insisting that the crash of EgyptAir MS804 was an act of terrorism. “If anyone thinks the plane wasn’t blown out of the sky, you’re 100% wrong folks,” he told the crowd. At the time Trump was speaking, the Egyptian government had said terrorism was more likely than mechanical issues, but no conclusions had been reached.  The presumptive nominee also compared the United States to “a big big sloppy bully who gets punched in the face and gets knocked down”. Trump also told those in the crowd wary about his call for a potential trade war in China: “A lot of you don’t know the world of economics. Don’t worry. Leave it to me. Enjoy your life.” The fundraiser was Trump’s first public event in over a week. He has curtailed his schedule after clinching the Republican nomination, instead spending much of his time reaching out to party leaders including Speaker Paul Ryan and building up his threadbare campaign apparatus.",
  "webTitle": "'He's not eating Oreos any more': Donald Trump weighs in for Chris Christie",
  "webPublicationDate": "2016-05-20T03:02:49Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/hes-not-eating-oreos-any-more-donald-trump-weighs-in-for-chris-christie",
  "keyword": [
    {
      "webTitle": "Chris Christie",
      "id": "us-news/chris-christie",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/20/hes-not-eating-oreos-any-more-donald-trump-weighs-in-for-chris-christie"
}