{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/bbc-white-paper-a-truly-impartial-bbc-john-whittingdale-would-be-the-first-to-complain",
  "id": "2016-05-12-133",
  "sectionId": "tv-and-radio",
  "body": "The stand-out paragraph of the 136-page white paper on the BBC’s future, published today by Culture Secretary John Whittingdale, instructs the state-owned broadcaster “to act in the public interest, serving all audiences with impartial, high-quality and distinctive media content and services that inform, educate and entertain.” This political mission statement creates a dilemma for director general, Lord Hall. As part of a government-pleasing reform, the BBC is rumoured to be planning to set up three production divisions called Education, Information and Entertainment – named for the words that Lord Reith, the first director general, declared as the organisation’s purpose. However, following Whittingdale’s striking rewrite of the Reithian formula, the structure could only be matched to remit by adding three more super-units: Distinctiveness, Impartiality and High-Quality.  These ambitions will be policed by a new board (replacing the current BBC Trust) combining, in roughly equal numbers, external government appointees with internal BBC executives.   Related: BBC white paper: key points at a glance    But the guardians of licence-funded TV face a problem in enforcing this new six-word mission statement. Where Reith’s three words can feasibly be defined (we roughly know what information, education and information look like) the new Whittingdale trio is essentially subjective. Whether a show is distinctive, impartial or high-quality depends on your tastes. If viewer A finds EastEnders high-quality but viewer B considers it a trashy wannabe-Coronation Street, neither is objectively wrong nor can usefully be argued with. The key question is whether the new remit will be measured against overall output (a year’s worth of shows, say) or can be tried against individual programmes. Two recent BBC1 Saturday night failures – The Voice and The Getaway Car – were not obviously high quality or distinctive (being imitations of The X Factor and Top Gear) and proved of little public interest. It’s hard to see how the issue of impartiality would apply to a car show or a singing contest, unless it involved giving half of the airtime to bicyclists or mime artists. But could a licence-payer complain to the BBC that such shows fail to fulfil the state’s mission statement?  Impartiality is also hard to adjudicate: feedback on an EU documentary would likely be prejudiced by whether the viewer is a leaver or stayer, for instance. And, while officially neutral on all issues, the BBC, in practice, is riddled with institutional prejudices. Presumably to balance this, its shibboleths are a mix of values associated with both left and right: pro-monarchist, pro-environmentalist, pro-capitalist and a conviction that intermittent but large doses of high culture will improve the general population.  By a strict definition of impartiality, half of every programme – or, at the very least, 50% of the whole season – devoted to the Queen’s 90th birthday or Shakespeare’s death quatercentenary should put the opposing view. This would take the form of pro-Republican and anti-Commonwealth documentaries or films arguing that some of Shakespeare’s plays aren’t very good. If Whittingdale were truly taken at his word, there should be a platform too for those who argue that a bloke from Cornwall is the true heir to the British throne or that Elizabeth I wrote Shakespeare’s plays.     Is The Voice distinctive enough? Photograph: BBC/PA     Whether the programmes about the Queen and Shakespeare were any good is a matter of taste, but they were about as partial as it is possible to be. Yet paradoxically, if the Corporation were to be truly even-handed in its coverage, Conservative politicians and the right-wing press would be the first to complain.  Lack of perceived bias is also impossible in the Corporation’s reporting of its own affairs. This morning, on BBC news programmes, BBC presenters interviewed a “media expert” (also on the pay-roll) about the likely content and consequences of the white paper. However scrupulous journalists try to be, such coverage inevitably seems no more disinterested than a newspaper’s coverage of its circulation figures.  One word not included in the Reith-Whittingdale sextet is “independence”. But the culture secretary sought to reassure those, led by Wolf Hall director Peter Kosminsky at Sunday’s Bafta TV awards, who have viewed the white paper as an attempt to bring the BBC under government control.  That argument is complicated. An independent BBC has been free to pay vast numbers of mediocre middle managers eye-popping amounts for duties that are frequently dubious and duplicated. A BBC that ran its own affairs failed to notice that Jimmy Savile was a sex offender, but falsely claimed that Alistair McAlpine was.   Related: BBC white paper critics were 'leftwing luvvies', says John Whittingdale     So independent has the BBC been that it has been near-impossible to complain about a senior manager. Above a certain level of responsibility, objections would simply be ignored or, at best, dealt with by a sympathetic colleague. Senior managers who made disastrous decisions over Jimmy Savile or whose external activities exposed the BBC to lengthy unwelcome publicity (such as Alan Yentob’s chairmanship of the collapsed charity Kid’s Company) have been protected and defended by the hierarchy.  The planned new board – with matters referred, if necessary, to the broadcast regulator Ofcom – theoretically imposes tougher regulation, but threatens potential fresh complications.  In the new structure, several senior BBC executives, chosen by the director general, will sit alongside the half-dozen external non-executives appointed by the government after what is promised to be a rigorous selection process. Lord Hall seems likely to fill his first places with close allies including James Purnell (Head of Stategy), James Harding (News) and Anne Bulford (Finance). This replaces a system in which the BBC Trust would intermittently summon the DG to explain what was going on.  But making executives and non-executives colleagues risks conflicts of loyalties. The Trust asked Lord Hall hard questions of Yentob over Kids’ Company but, in the new set-up, an equally high-up BBC manager challenged by scandal is likely to be a member of the board investigating the issue. A similar issue will occur if the directors have to consider a complaint about a show from a division run by one of its executive members.   Such dilemmas can be solved by recusing and Chinese walls, but demonstrate that the board continues the blurring that has always existed in the organisation. Another example is that, when the board comes to choose the next director general, the BBC executives among its number are likely to be candidates, which will make it hard to construct a process that is scrupulously fair to external applicants.  In doubling the number of words in the BBC’s mission statement, John Whittingdale may also have multiplied the confusions over what sort of show the corporation should make – and how it should be censured if it doesn’t.",
  "webTitle": "A truly impartial BBC? John Whittingdale would be the first to complain",
  "webPublicationDate": "2016-05-12T16:01:17Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/bbc-white-paper-a-truly-impartial-bbc-john-whittingdale-would-be-the-first-to-complain",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/12/bbc-white-paper-a-truly-impartial-bbc-john-whittingdale-would-be-the-first-to-complain"
}