{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/26/saracens-favourites-premiership-final-exeter-surprise",
  "id": "2016-05-26-73",
  "sectionId": "sport",
  "body": "It does not take a great sage to tell you that Saracens are firm favourites to beat Exeter at Twickenham on Saturday and to add the Premiership title to the Champions Cup they have already won this season. I am a real fan of Exeter and of what Rob Baxter has achieved there, but I am really struggling to see how they can win. This Saracens team has been built to last and, regardless of the result on Saturday, I think they can be as dominant as Wasps, Leicester and Bath were at different times in the past 25 years.   Related: Eddie Jones’s England revival: attitude and adaptability key to next stage | The Breakdown    Saracens have a core of homegrown, young players who already have hard-earned experience of winning and losing trophies together and their arrival at this point is no accident. They set out to reach this position some time ago and they have achieved it by having that goal and by learning from their mistakes along the way. They have retained their core game while being prepared to tweak it – they may know how to play a bit when the moment is right but they are a side built on the basics of line speed, tactical kicking and power up front, and this is what they return to when things are not going their way. Their method is the same week in, week out. And why wouldn’t it be? Ultimately they will aim to squeeze Exeter to death at the scrum and in the drive, and to push them back with their pinpoint box kicking, pressure at the ruck and line speed. It is a gameplan that very rarely fails and when they are on form it is very hard to coach against. There is no side currently playing in the northern hemisphere who do what Sarries do as well as Sarries do it, so there is little prospect of beating them by taking them on at their own game. You have to hope they have an off-day, and you have to play the match away from their strengths. Exeter do have the ability to attempt this, but it would be an upset if they manage it. The Chiefs are a very dangerous running side with Jack Nowell in particular posing an unpredictable threat, and they have two playmakers in Gareth Steenson and Henry Slade, but their game relies on quick ball. Saracens are the best side around at slowing the opposition through their kicking game and the pressure they put on the ruck, where George Kruis and Maro Itoje are outstanding. If you can get into quick, multi-phase play Saracens can be vulnerable but it is very difficult to do that without being gradually forced back under your own posts because of the amount of pressure they put you under. If they kick the ball five metres too long, you have the chance of a counterattack, and Exeter are as good as any side at attacking from that broken field. The problem is Sarries hardly ever make that kind of mistake. Richard Wigglesworth and Ben Spencer can hit the spot with their box kicks time after time. They play that game until the pressure of their scrum, drive, kicking and ferocious line speed forces you to try that little bit too hard to find a way out. As Leicester discovered in their semi-final, that is when you are at your most vulnerable. Once the opportunity has been forced, Saracens showed us against Leicester that they can play some very good rugby. But they do not use a slick handling game to create opportunities – they save their clever passing for when the chance is already on. If they score on their first strike play, then they will do another one. They will not play multi-phase just for the sake of it. Leicester tried to play a lot of rugby in the first half and got nowhere, whereas Saracens tried to do very little and scored four first-half tries. They simply forced Leicester into making too many mistakes thanks to the pressure they put them under.   Related: Rugby union season in review: our writers select their highs and lows    The problem is that Leicester’s approach was not flawed in itself, despite the result. If they had tried to match Saracens’ set-piece, kicking and driving game they would have stood no chance of winning, so the attempt to take the game away from them made sense. Saracens were simply too good. The danger for opposition teams watching that match is to think that because Leicester’s approach did not pay off, it is not the best way to take Saracens on. But it is actually the best way, it’s just very risky. Some might instead recommend trying to hang in there as long as you can and not to try anything dangerous, but this way you end up playing into Saracens’ hands in a different way, because their greater strength in those areas will ultimately prevail. It can also mean you end up not being true to your beliefs and Exeter are very clear about how they want to play. Being true to what they are is very important to them but whether it can dent Saracens’ designs on an era of domination is a different matter.",
  "webTitle": "Saracens are clear favourites for Twickenham but Exeter can spring surprise | Dean Ryan",
  "webPublicationDate": "2016-05-26T18:59:10Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/26/saracens-favourites-premiership-final-exeter-surprise",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Ryan",
      "id": "profile/dean-ryan"
    }
  ],
  "guardianId": "sport/blog/2016/may/26/saracens-favourites-premiership-final-exeter-surprise"
}