{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/future-progress-renaissance-internet-europe",
  "id": "2016-05-15-225",
  "sectionId": "commentisfree",
  "body": "Now is the best time in history to be alive. Angry voices will loudly deny this but that doesn’t make it any less true. Despite the many miseries that plague our world, humanity as a whole has never climbed so high, so fast. If you could choose to be reborn at any moment in history, you should choose right now. Why? Take life expectancy. It has risen by more in the past 50 years than in the previous 1,000. Or take incomes. For the first time in history, poverty is declining amid rapid population growth. When the Berlin Wall fell, two-fifths of humanity lived in extreme poverty. Now it’s one-eighth. Or take education. In just over a generation, 3 billion more literate brains have joined the human race. And thanks largely to the rapid expansion of higher learning in China and India, the number of people alive now with an advanced degree exceeds the total number of degrees ever awarded prior to 1980. With a few tragic exceptions, a child born almost anywhere today can expect to grow up healthier, wealthier and smarter than at any other time in history. And more connected, thanks principally to a quartet of big events: the end of the cold war; waves of democratisation across Latin America, much of Asia and sub-Saharan Africa; China’s emergence from autarky; and, of central significance, the advent of the internet. These conditions create an ideal habitat for ideas and genius to flourish, and that flourishing is well under way. The final reason why, if you could choose to be reborn at any moment in history, you should choose now, is that science and technology – jolted by humanity’s sharp jump in cognitive resources – has never been closer to flipping our basic condition from scarcity to abundance. Existing computing technologies already flood us with abundant data; quantum computing holds the promise of abundant information processing. Autonomous machines supply abundant routine work; one day, artificial intelligence may supply abundant cognition. Genetic medicine may offer pathways to abundant health. Materials science, synthetic biology and nanotechnology may soon yield abundant clean energy. Our dense connectedness is helping to realise all these promises faster. In every field, from astronomy to zoology, discovery is now a 24/7 global effort. Meanwhile, outside the lab, millions more volunteers tackle thousands of giant-scale “citizen science” projects that would not otherwise be feasible: helping to map the 86bn neurons in the human brain, cataloguing Africa’s fauna from millions of hours of camera footage, or sifting through petabytes of data from the Large Hadron Collider. We live in a moment packed with new possibilities, and we’ve never been better equipped to seize them. The problem is that many of us don’t feel it. If this is the best time to be alive, it certainly hasn’t been the easiest. The political map of the world has been redrawn. Market economics has circumnavigated the globe. Populations, capital and production systems have shifted, massively and rapidly. And we as individuals have become not simply connected but ensnared in a transnational tangle of choices and burdens, enablers and obstacles, interdependencies and conflicts. Other people’s choices – about what energy they use, what products they consume, what medicines they take or how they secure their data – affect us, and vice versa. Our great gains have been accompanied by shocking upheaval and new vulnerabilities. This upheaval has created winners: among owners of capital; among entrepreneurs who have grown into new markets; and among individuals whose skills, acumen or luck helps them to navigate this tangle.    Savonarola seized control of Florence and launched a terrifying campaign of moral purification    But it has also created losers: among pensioners and homeowners whose savings were destroyed by unforeseen financial risks; among workers whose jobs are now being done overseas by people escaping from poverty; among those whose jobs stayed onshore but are being replaced by machines; among farmers whose crops are failing because of climate change; among citizens in countries where a small elite are siphoning the benefits of global integration into offshore bank accounts. Humanity’s gains in this age, while great, have been and will be greatly uneven. When these differences enter into our lives via painful, personal experience, macro proof of our aggregate flourishing is cold comfort. Far easier than holding out hope that society might eventually share more widely the benefits of global progress is to become bitter and disillusioned by its failure to do so. This disillusionment is spreading rapidly, and it is rotting away the social bargain upon which humanity’s overall flourishing depends. In election after election, reasoned arguments about the benefits of living and acting together are being overwhelmed by angry cries of nationalism, protectionism and xenophobia. These should shock us all into remembering that our new openness and connectedness cannot be taken for granted. They are social phenomena. We made them. And some are trying their best to end them. It is the defining contest of our time. If we cannot stop this rot, we risk falling far short of the abundance that sudden global welfare gains and entanglement make possible. Worse, we risk stumbling backwards – falling victim to systemic health, climate, conflict and other dangers whose mitigation can only be collective. We could lose the health, wealth, education and human rights advances we have already made globally. In that event, poor people in poor countries will, as always, suffer most, especially now that the doors for migration are being slammed shut. To restore our social bargain, we need fresh wisdom, and wisdom is hard to find when the circumstances seem unprecedented. Except they’re not. We have been through all this before, in a prior age of mass flourishing and mass upheaval. It’s called the Renaissance. In popular imagination today, the Renaissance connotes a moment of blossoming art, genius and above all discovery. And indeed, from roughly 1450 to 1550, such a moment existed on the European continent. It shaped the early modern world. Genius flourished, as evidenced by the roll call of luminaries who left a permanent mark on civilisation: Copernicus, Michelangelo, Leonardo da Vinci and many others. But that was only half of their story. Renaissance Europe – like our world today – discovered that an age of flourishing is also an age of chaos. Terrifying new diseases spread like wildfire on both sides of the newly connected Atlantic. The Ottoman Turks – backed by a new technology: gunpowder – conquered the eastern Mediterranean for Islam in a stunning series of land and naval victories that cast a threatening gloom over all of Europe. Martin Luther leveraged the new power of print to ignite religious violence continent-wide. The church (Europe’s ultimate establishment power) split permanently under the strain, and breakthrough ideas were suppressed during Rome’s subsequent Inquisition. For many who lived in that time, the losses seemed more tangible than the gains. Anger and disillusionment with society’s rulers spread widely, and charismatic outsiders channelled anxieties to seize power for themselves. Girolamo Savonarola (1452-1498), an obscure friar from Ferrara, made his way to Florence (the centre of the Renaissance) and within a single year had enthralled the population with sermons that laid blame for people’s injuries and fears squarely on the broken promises of their leaders. He seized control of the city, swept away a 60-year Medici regime and launched a terrifying campaign of moral purification that ended with his historic Bonfire of the Vanities. Savonarola’s bonfire was just one localised manifestation of a wider anger. Italy’s authorities eventually purged him, but that did little to purge popular discontent. Likewise today: stopping Donald Trump from becoming US president, or stopping Britain from exiting the EU, or bombing Isis won’t end the contest between those who want to raise new walls and those who still believe we’re better off with them gone. Other flashpoints in this wider war will appear soon. But we can take hope from our own history. Amid unrelenting upheaval and popular anger, the Renaissance left a legacy that we still celebrate as one of humanity’s brightest. It also left wisdom, in both its triumphs and disasters, to help us steer through similar storms. Looking through a Renaissance lens, what to do now becomes startlingly clear. We need to welcome genius. To understand that disruptive change and technological revolutions can spread both immense good and harm. To celebrate diversity and overcome prejudice. To raise public and private patronage. To embrace change, and strengthen public safety nets in ways that embolden us all. To build new crossroads and welcome migrants. To tear up the (mental) maps that unhelpfully divide people. To stoke virtues – especially honesty, audacity and dignity. To champion collective endeavours as well as individual freedoms. The Renaissance offers lessons on how to magnify the flourishing under way. It also offers warnings about what happens when we fail, in a time of great change, to renew our social bargain with one another.     Ian Goldin. who is director of the Oxford Martin School.       Chris Kutarna is a fellow at the Oxford Martin School.    This is our age of discovery. We can succumb to its pressures, close our borders and our minds to new people, ideas and technologies, and thereby surrender the possibilities inherent in humanity’s present circumstances. Or we can seize this moment, navigate the crises of our own time and co-create a blossoming that the world will still talk about in 2500. Flounder or flourish? The choice is ours. Ian Goldin and Chris Kutarna’s Age of Discovery: Navigating the Risks and Rewards of Our New Renaissance is published by Bloomsbury/St Martin’s Press About the authors Ian Goldin is director of the Oxford Martin School and professor of globalisation and development at Oxford University (@ian_goldin). Chris Kutarna is a two-time Governor General’s medallist, Commonwealth scholar and fellow at the Oxford Martin School (@ChrisKutarna).",
  "webTitle": "We’ve never had it so good … nor felt so fearful | Ian Goldin and Chris Kutarna",
  "webPublicationDate": "2016-05-15T04:30:15Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/future-progress-renaissance-internet-europe",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/15/future-progress-renaissance-internet-europe"
}