{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/27/antonia-fraser-versailles-bbc-sex-scandal-true",
  "id": "2016-05-27-178",
  "sectionId": "tv-and-radio",
  "body": "A few months ago, when reviewing the papers for Radio 4’s Broadcasting House programme on a Sunday morning, I was confronted with a story from the Mail on Sunday fulminating about a forthcoming television drama depicting court life in Louis XIV’s Versailles. Apparently it was to feature “gay sex, a cross-dressing prince and a queen with a penchant for dwarves”. My fellow panellists knew I had written a serious, fully sourced, history of life at Versailles and expected me to decry this sensationalism of history. But instead, I had to report to them that it was all true. Versailles comes to BBC2 next week, and I am surprised that it has taken so long for a TV blockbuster to use this material. My book, and it appears the television series as well, begins with sex and ends with sex and in between you have royalty, mistresses, intrigue, illegitimate children, gay sex, happy marriages of state and unhappy marriages of state, all centring round this extraordinary man, Louis XIV, the Sun King, who ascended the throne when he was four years of age in 1643 and ruled for the next 72 years until his death in 1715.     A very sensual man … a scene from Versailles    The story of this reign, the longest in European history, is in no small part also the story of the women in Louis’ life. As was customary among sophisticated European royals, Louis’ sexual initiation was entrusted to an accommodating older court lady. When he was 15, it was the 39-year-old Baronne de Beauvais, or “One-eyed Kate” as she was nicknamed, who “ravished him or at least surprised him” on the way back from the baths. The experience seems to have been enjoyable enough to be repeated on several further occasions. Then, to take some of his known lovers while king, you could start with Louise de La Vallière, a sweet, holy girl who fell for him not through ambition but love. She ended up in a convent, but not before giving birth to children, as many of his lovers did. Next was Athénaïs, the famous Madame de Montespan, a woman who loved pleasure of all sorts and was lavish in everything including her figure. I imagine her being beautiful in the way Nigella is beautiful. After her was Angelique de Fontanges, who some people thought the most beautiful woman ever to come to Versailles.     All the king’s ladies … Versailles. Photograph: Canal +/ BBC    The arrival of Madame de Maintenon - Mme Now as she was punningly called - marks a slight change of direction. If sex is an important theme, so is religion. It is in the connection between the two that I believe the fascination of Louis XIV’s relationships lies. She was the young widow of the poet and playwright Scarron, not noted as a great beauty, who came in as a governess to the many royal children. The king never abandoned his religion, but remained a very sensual man – always a problematic combination. She didn’t go in for all the sensual stuff herself, but she somehow thought it her holy duty to take him on as a lover in order to save him from other mistresses, and in so doing she managed to interest him in his salvation. There may have been a secret, morganatic, marriage – although neither of them ever declared it – as there is otherwise no way they could have lived in such intimacy with the blessing of the church. Centuries later some people suggested Prince Charles should marry Mrs Parker Bowles morganatically, but things, fortunately, had moved on.     The sensationalism of history? … Versailles.    Interestingly, the last love of his life wasn’t a mistress at all. Adélaïde of Savoy was the child-wife of his grandson and was brought up in Versailles. She was an adorable, high-spirited girl who gave him the pleasure of being a grandfather, perhaps the greatest pleasure he ever had, and when she died young in childbirth, his heart was broken. Louis had managed, lucky man, to have a wonderfully exciting life and also ended up surely penitent. As for why such lives and stories might be of interest today, we need to forget our own royal family, currently in a very respectable state. But we are as obsessed with celebrities – the true modern monarchy – and the vagaries and excesses of their private lives, as the French court was obsessed with Louis. As the king’s sister-in-law Liselotte, Duchesse d’Orléans, put it, perhaps somehow anticipating the incredulity with which details of life at Versailles are received today: “I believe that the histories which will be written about this court after we are all gone, will be better and more entertaining than any novel, and I am afraid that those who come after us will not be able to believe them and will think that they are just fairy tales.” • Versailles starts on BBC2 at 9.30pm on Wednesday. Love and Louis XIV: The Women in the Life of the Sun King by Antonia Fraser is published by Weidenfeld & Nicolson.",
  "webTitle": "Antonia Fraser: the sexy and scandalous truth about Versailles",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/27/antonia-fraser-versailles-bbc-sex-scandal-true",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Antonia Fraser",
      "id": "profile/antonia-fraser"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/27/antonia-fraser-versailles-bbc-sex-scandal-true"
}