{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/prince-andrews-latest-torment-is-not-the-only-pointer-to-where-our-royals-may-be-heading",
  "id": "2016-05-24-150",
  "sectionId": "uk-news",
  "body": "Oh dear, the Duke of York is in trouble again, this time over allegations that he used his contacts book to help facilitate a questionable trade deal in central Asia in the hope of earning a £4m commission to keep him afloat.  The deal, which involved a Greek-Swiss infrastructure contract in Kazakhstan, fell through, but the palace failed to prevent publication. That’s not as serious as the Spanish royal family’s corruption problems – now in the courts – nor as terminal as those of earlier dukes of York, as seen in the BBC’s recent Shakespeare history season where, by my count, three end up dead. But it’s bad enough. Should we be surprised? Not really. What’s a chap with expensive habits, no proper job since he left the armed forces in 2001 and limited support from the Royal Bank of Mum and Dad supposed to do if the “firm” doesn’t allow him much scope to be useful in a meaningful way? Some people have the knack of getting on with it (Princess Anne seems to stay busy and out of trouble), others lack inner resources and allegedly ram gates. That’s not just a royal thing, of course. But it’s arguably worse for them because being a member of the idle rich is harder to justify than it used to be and royals can’t hide from public attention easily, as old-school layabouts still can on Benefits Street or Billionaires’ Row. So second in line to the throne, Prince William, takes a regular “idleness” beating from the tabloids for shutting himself up in Norfolk – the roads from Fleet Street are quite inconvenient – with his young family.  I’ve never been troubled by the thought that Britain, which overthrew monarchical political power in stages centuries ago, has what amounts to a hereditary version of a ceremonial presidency, living at the west end of the Mall and in other tied palaces.  Just look what embarrassment Austria has narrowly avoided by not electing dubious Norbert Hofer as its ceremonial president. Whenever I’m lectured on my constitutional complacency by an upper-middle-class north London republican, I quietly wonder if they don’t secretly fancy themselves launching ships or reading the “president’s speech” at the opening of parliament. It’s harder than it looks, you know, to make the semi-literate ramblings of a distracted government’s programme sound remotely plausible. What inclines me towards a more republican position are incidents like Air Miles Andy’s latest brush with Kazakhstan and his office’s ineffectual attempts to talk the prince’s way out of compromising emails that had found their way into the hands of the Daily Mail. Legal action having failed, they duly swirled around the royalist end of Fleet Street. Of course, Prince Andrew should not be mixed up with that sort of tat, not to mention the strange sale of his abandoned “Southfork” home to a Kazakh oligarch for more than the asking price. But he’s our hostage, part of a system we choose to cherish, tolerate or dislike according to taste; pretty peripheral, but stuck with it. He doesn’t help himself, but nor do we. Three recent TV images, unrelated to the Kazakh inward investment portfolio (Southfork has since been demolished), highlight the problem and what might be done about it. The positive one came during the Queen’s 90th birthday celebrations, when several younger royals in the official photograph were wholly unknown to me. Why? Because their parents had wisely decided not to saddle them with cumbersome titles to which they might be entitled and set them free to get on with their lives.     The Queen with her five great-grandchildren and two youngest grandchildren: James, Viscount Severn (L), eight, and Lady Louise (2nd L), 12, the children of the Earl and Countess of Wessex; Mia Tindall (holding the Queen’s handbag), two, daughter of Zara and Mike Tindall; Savannah (3rd R), five, and Isla Phillips (R), three, daughters of Peter and Autumn Phillips; Prince George (2nd R), two, and, in the Queen’s arms, Princess Charlotte (11 months), children of the Duke and Duchess of Cambridge. Photograph: Annie Leibovitz/EPA     Well done them. Let’s take Lady Sarah Chatto as an example. She is the daughter of the Queen’s late sister, Princess Margaret, and the raffish society snapper Lord Snowdon. Apparently her parents let Sarah get on with it, so she attended Camberwell School of Art and the old Middlesex Poly to become a painter. The Mail reports that the “low-key” royal is one of Auntie Betty’s favourites, as we can all imagine of someone who carried big parcels through the street all on her own. It sounds quite Scandinavian, which must be the way even British royalists will be heading when the Queen makes her last journey to the chapel at Windsor.      Princesses Beatrice and Eugenie at the Royal Windsor Horse Show. Photograph: Mark Cuthbert/UK Press via Getty Images    Contrast that with recurring images that record the folly and frivolity that surrounds Princesses Eugenie and Beatrice, the Queen’s granddaughters by – yes, you guessed it – Prince Andrew and Sarah Ferguson. It’s definitely a “How Not to Do It” saga, and (again) compares unfavourably with the title-free lives of Princess Anne’s children and grandchildren. Zara Phillips married her rugby hunk, Mike Tindall, and seems quite normal. I forget what her brother does, but that’s the whole point. Let him drift away like those remote descendants of Richard III whose DNA was traced to Canada for identification purposes in Leicester. Unless you’re very keen on family trees other than your own (some people love this stuff), it doesn’t much matter. Even Prince Andrew is now only sixth in line to the throne – it’s all here – so what happens to Eugenie and Beatrice is mainly tabloid fodder. But the third royal image I registered at the weekend may come to be significant. It was of Prince William leading a posse of Football Association dignitaries shaking hands with the teams ahead of Saturday’s FA Cup final at Wembley.     Prince William meets the players ahead of the FA Cup final between Manchester United and Crystal Palace at Wembley. Photograph: Lee Mills/IKG/Rex/Shutterstock    The prince scurried along, a perfunctory nod, no attention paid to the children with the players who would have loved 10 seconds of his time or a pat on the head. Things were running a bit late, but the contrast with the FA chairman, Greg Dyke, was obvious.  Dyke was enjoying himself and took his time. The Duke of Cambridge looked thoroughly uncomfortable, as he and his wife often seem to be in public. Come to think of it, the ritual singing of the national anthem seemed quite vestigial, too. We should pare down the monarchy to “core business” when the moment comes, as Prince Charles is said to understand and want. Set the poor sods free. As for core business, at least we know Charlie wants the top job and will probably get it, confirmatory referendum or not. But if his own son doesn’t care to be king and much of the public is either hostile or indifferent, who can blame both sides for calling it a day? So in that diffident moment at Wembley we may just have seen how events may soon turn – with or without Prince Andrew’s talent for tabloid torment.",
  "webTitle": "Prince Andrew's latest torment is not the only pointer to royals' future",
  "webPublicationDate": "2016-05-24T13:21:07Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/prince-andrews-latest-torment-is-not-the-only-pointer-to-where-our-royals-may-be-heading",
  "keyword": [
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prince Andrew",
      "id": "uk/prince-andrew",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prince Charles",
      "id": "uk/prince-charles",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prince William",
      "id": "uk/prince-william",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "uk-news/2016/may/24/prince-andrews-latest-torment-is-not-the-only-pointer-to-where-our-royals-may-be-heading"
}