{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/27/obama-has-failed-to-deliver-on-nuclear-disarmament-promises",
  "id": "2016-05-27-144",
  "sectionId": "global",
  "body": "When Barack Obama told his audience in Hiroshima that consistent effort would be needed to roll back from the brink of catastrophe and rid the world of nuclear weapons, the words evoked promises made at the start of his presidency. The speech Obama was echoing was his first major foreign policy address, made in April 2009, in Prague, where he promised his presidency would ensure “America’s commitment to seek the peace and security of a world without nuclear weapons”.   Related: Barack Obama says memory of Hiroshima 'must never fade'    However, newly declassified data, released by the Pentagon, awkwardly on the eve of the historic Hiroshima visit, showed that Obama had made fewer reductions to the US nuclear weapons stockpile than any president since the end of the cold war.  According to the data, analysed by the Federation of American Scientists (FAS), the US arsenal as of last September was 4,571 warheads. That was 702 warheads (or 13%) less than the final tally of the Bush administration. Much of that reduction was carried out under the New Start arms control deal agreed with Russia, a year after the Prague speech. But after New Start, and the return of Vladimir Putin to the Russian presidency, bilateral disarmament ground to a halt, as did unilateral US efforts. “Although 702 warheads is no small number (other than Russia, no other nuclear-armed state has more than 300 warheads), the reduction constitutes the smallest reduction of the stockpile achieved by any previous post-cold war administration,” FAS nuclear arms analyst Hans Kristensen wrote in a blog.  The historical data shows that the biggest nuclear disarmers since the cold war were the two presidents Bush. For all the sweeping rhetoric in Prague, Obama has not been as effective. The Pentagon figures show that 109 retired warheads were dismantled in 2015, the lowest number of weapons taken apart in the US in a single year since at least 1970. The National Nuclear Security Administration explains the slow progress in 2015 as the result of “safety reviews, unusually high lightning events, and a worker strike at Pantex [the nuclear weapons plant in Texas]”. But Kristensen said “the decrease cannot be explained simply as disturbances. Although 2015 was unusually low, the Obama administration’s dismantlement record clearly shows a trend-line of fewer and fewer warheads dismantled.”   Related: Obama should not apologise for Hiroshima. He should heed its lessons | Simon Jenkins    Obama’s critics in the arms control world argue he has failed to deliver on his Prague promises in qualitative as well as quantitative terms. The role of nuclear weapons in US security strategy has not been downgraded as promised.  In its 2010 Nuclear Posture Review, the Obama administration said it was thinking about “making deterrence of nuclear attack on the United States or our allies and partners the sole purpose of US nuclear weapons”. But that did not happen.  Under US nuclear doctrine, it reserves the right to use nuclear weapons first in a crisis. Furthermore, under the Obama administration, the US (like Russia) still has an estimated 700-800 nuclear missiles on hair-trigger alert, ready to launch in seconds if US early-warning radar shows the country is under nuclear attack. Cold war history shows that radar glitches have led to a false alert on more than one occasion.  In response to Obama’s Hiroshima speech, the Global Zero disarmament campaign issued a statement saying: “The president should immediately remove US nukes currently slated for elimination under the New Start Treaty off of hair-trigger alert (including a squadron of 50 ICBMs) as a gesture of US intention to seek a mutual stand-down of US and Russian nuclear forces. It would be a small but significant step – one that could help jump-start an international process to halt and reverse these risks before it’s too late.”  There had been speculation after the Prague speech that the US might withdraw the 180 B61 nuclear bombs it has stockpiled in Europe, on the grounds they were an obsolete relic, but they will instead be upgraded with tail fins to allow them to be guided, potentially making them more “usable”.  Lisbeth Gronlund of the Union of Concerned Scientists said: “The president must do more than give another beautiful speech about nuclear disarmament. The world needs – indeed, is desperate for – concrete action... It’s time to walk the talk, Mr President.”",
  "webTitle": "Obama has 'failed to deliver on nuclear disarmament promises'",
  "webPublicationDate": "2016-05-27T13:15:24Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/27/obama-has-failed-to-deliver-on-nuclear-disarmament-promises",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cold war",
      "id": "world/cold-war",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Borger",
      "id": "profile/julianborger"
    }
  ],
  "guardianId": "global/2016/may/27/obama-has-failed-to-deliver-on-nuclear-disarmament-promises"
}