{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/monty-panesar-mental-health-issues-pca",
  "id": "2016-05-26-263",
  "sectionId": "sport",
  "body": "Monty Panesar has admitted he requires medication to help his daily battle against mental illness after the former England spinner was named as a Professional Cricketers’ Association mental health ambassador. Panesar, who made his last Test appearance for England in December 2013 against Australia, is rebuilding his career with his first county, Northamptonshire, having been released by Essex at the end of last season due to “off-field issues”. The 34-year-old has been receiving medical help but has revealed that his initial reluctance to take medication initially held back his progress.   Related: Woakes or Ball: not a bad choice for England to have, says Stuart Broad    “I went on medication. It calmed things down in my mind and took away the symptoms of being paranoid,” he said in a video released by the PCA. “I didn’t believe in medication. I have been brought up to say it isn’t good for you. There are always side-effects to every medication you take.” Panesar added: “The people who were helping me did see a change. They said to me it would it take three to six months to get back to where I need to be. You have got to take one step at a time and be patient with the whole process and eventually have the faith that things will get better.”         Monty Panesar    Panesar, who has 167 Test wickets, will succeed the new PCA president Andrew Flintoff as a mental health ambassador. “The PCA provide a really good service, they are very supportive in helping you get through your difficult times. Please use the PCA because they are there to help you,” he said in the video. Panesar also admitted that it can be hard for sportspeople to open up when they are feeling depressed. “The signs that you can spot in other people in a dressing room is if they are very isolated and don’t engage with the whole team,” he told the BBC. “On away trips if you are going for team meals are they just going back to their room and ordering room service? “It’s really important when you feel down that you engage with other human beings and you speak to other people about it. Once a cricketer gets isolated, they are signs that you really should look after that person. As sportspeople, you pride yourself on being mentally strong and ruthless, all the attributes that lead to competitive performance. “But when you have a weakness in you, you don’t really want to open up to it. You always want to show that you are strong. The quicker you open up the quicker you will get the support and the help.” In the UK, The Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14.",
  "webTitle": "Monty Panesar becomes PCA ambassador and opens up on mental health issues",
  "webPublicationDate": "2016-05-26T09:34:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/monty-panesar-mental-health-issues-pca",
  "keyword": [
    {
      "webTitle": "Monty Panesar",
      "id": "sport/monty-panesar",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northamptonshire",
      "id": "sport/northamptonshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/26/monty-panesar-mental-health-issues-pca"
}