{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/the-guardian-view-on-elections-in-the-philippines-a-leap-into-the-unknown",
  "id": "2016-05-15-52",
  "sectionId": "commentisfree",
  "body": "The democracy that the Americans established in the Philippines after ousting the Spanish and crushing the local rebels was from the beginning a nursery for oligarchs. Without quite intending to do so, the United States fostered the emergence of great land-owning and commercial families, often of part Chinese origin but Americanised in culture, whose relationship with ordinary Filipinos was always uneasy. The institutions of local and national government that Washington introduced were soon in their hands, and politics under the Americans, and after independence, was usually about power passing from one wealthy clan to another. Every now and again a leader would promise to reform the system, but it survived, even after upheavals as great as that represented by the overthrow of Ferdinand Marcos in 1986. The oligarchical system has produced both good leaders and bad leaders, and the president who will step down next month, Benigno Aquino, of the fourth generation of that family to achieve political prominence, has been a good one. Under his rule, there has been rapid economic growth and solid investment in infrastructure, health, and education. It might have been expected that a candidate from the same elite, and connected to the same family, would succeed him. There were such candidates, but they failed to unite around a single champion when Rodrigo Duterte, a city boss from the southern island of Mindanao, running a vociferously populist campaign, began to sweep ahead in the polls. The upshot is that Mr Duterte will be the next president of the Philippines. For all that the elite system had become tired and distant from the common people and needed shaking up, this is a leap into the unknown for the country. He has said very little that is precise about his policies, but what he has said is not reassuring. His tough law and order line brought in the votes. But although he says he is against extrajudicial killing of criminals, the record in his city of Davao suggests such killings have been commonplace there. He wants to make the Philippines into a more federal country. The idea is attractive to those in the provinces who resent Manila’s dominance and lion’s share of everything, but decentralisation might bring more problems than it solves. He rages against the everyday corruption Filipinos have to endure, but offers nothing specific to counter it. He has threatened the Chinese over the South China sea and also suggested he could do deals with them.           Video: Who is ‘Punisher’ Rodrigo Duterte?    Mr Duterte’s appeal has been his insistence that he can fix everything and does not care what corners he has to cut in order to do so. It is a story many politicians in many countries have told before, and it dooes not usually end well. The gross misogyny he displayed when he joked about the rape and murder of an Australian missionary must add to concern about his ascent to the presidency. His supporters suggest his bark is worse than his bite, and that he has, for instance, helped women’s programmes in Davao, as well as pioneering such commendable objectives as reducing smoking. “I’ll behave if I become president,” he said a few days ago, adding, in one of his better jokes, that he would not make state visits to countries with cold weather. There is a cheeky chappy side to Mr Duterte that can be engaging. But there can be no denying that, in office, he could prove to be a very loose cannon indeed.",
  "webTitle": "The Guardian view on elections in the Philippines: a leap into the unknown",
  "webPublicationDate": "2016-05-15T18:20:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/the-guardian-view-on-elections-in-the-philippines-a-leap-into-the-unknown",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/the-guardian-view-on-elections-in-the-philippines-a-leap-into-the-unknown"
}