{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/the-night-i-got-high-with-jerry-garcia",
  "id": "2016-05-15-221",
  "sectionId": "lifeandstyle",
  "body": "I didn’t expect to get high with Jerry Garcia. Tina Brown, my editor at the New Yorker, craved celebrity profiles and I chose Garcia because he was the least noxious celeb I’d ever met. He lived close by in California’s Marin County, so I arranged a chat at the bungalow in San Rafael where the Grateful Dead conducted business. The band’s PR guy warned me not to mention drugs. Jerry had recently been busted for possession, so the issue was a sore point. But he arrived in a jolly mood and looked as ever like an unmade bed. Without any prompting, while the PR guy gnashed his teeth, he described his greatest acid trip, the one where he turned into a field of wheat. That was Garcia in a nutshell. He was bright, warm, witty and never met a rule he wanted to obey. He loved to talk, but also loved to listen. Our meeting, scheduled for an hour, lasted three and became a conversation, so he invited me to dinner at his condo in Tiburon the next night.    Jerry was in a jolly mood and started to describe his greatest acid trip, the one where he turned into a field of wheat    Having folks to dinner was new for Garcia. He lived out of suitcases. But his girlfriend, Barbara, hoped to create a home life for him. The idea was to keep him healthy. That meant exercise and no more junk food, all firsts for Jerry who, at times, weighed almost 300lb. Domesticity wasn’t his thing. All he cared about was music, but he tried for Barbara’s sake. He ordered Chinese and opened some wine, then rolled a joint. I worried I’d be smoking mind-blowing skunk or a spliff laced with LSD, but the grass was a mild sativa strain like the Acapulco Gold of hippie days. Within minutes, the food tasted absolutely terrific, and our stoned talk ranged freely. Garcia recounted how he’d once bumped into Charlie Mingus in a New York park and shared the martinis Mingus drank from a flask. He described how carefully crafted the Dead’s lyrics were, a point most critics missed. He couldn’t sing a song he didn’t believe in. I met with him one last time a month later. He’d broken up with Barbara and resumed an old affair with a former lover. As usual, he was optimistic about the future, but he’d started using heroin again, landed in rehab and sadly never made it out. Rolling Stone asked me to write an obituary, and I nearly keeled over when I saw the photo that ran with it: a shot of Garcia playing guitar in a field of wheat.",
  "webTitle": "The night I got high with Jerry Garcia",
  "webPublicationDate": "2016-05-15T05:00:15Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/the-night-i-got-high-with-jerry-garcia",
  "keyword": [
    {
      "webTitle": "Grateful Dead",
      "id": "music/grateful-dead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/15/the-night-i-got-high-with-jerry-garcia"
}