{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/st-frances-xavier-cabrini-boston-church-catholic-clergy-abuse",
  "id": "2016-05-19-294",
  "sectionId": "us-news",
  "body": "For the past 12 years, the church of St Frances Xavier Cabrini in Scituate, near Boston, has not been empty for a single moment. Twenty-four hours a day, seven days a week, a group of parishioners has maintained a vigil inside the building to prevent its sale by the archdiocese of Boston, to help pay the Catholic church’s enormous bills relating to its long history of child sexual abuse. Children have slept in the sacristy, meals have been eaten beneath the stained glass windows, planning meetings have been held in the pews, prayers said and candles lit. But not for much longer. After the supreme court this week declined to hear an appeal against an earlier court ruling, the parishioners must now vacate the premises, and will hold a final farewell service on 29 May.   Related: Windows closing for clergy sex abuse victims to sue Catholic church    Their long battle against the archdiocese of Boston is over. But, far from being exhausted and defeated, the core group of about 100 parishioners who have occupied the church since 2004 are gearing up to start afresh. “We’re going to stay together, reach out and re-energise thousands of disenfranchised Catholics who no longer trust the church,” Jon Rogers, the group’s spokesman, told the Guardian. They were “incredibly disappointed” at the supreme court’s decision, he said. “We thought the higher up the legal ladder we travelled, the closer to the truth we’d get. But it seems like the judicial system still has a healthy fear of the Catholic church.” Possession of St Frances Xavier Cabrini, which sits in 30 acres of prime real estate overlooking the ocean about 25 miles south of Boston, will return to the archdiocese, which had sought to evict the parishioners as trespassers. In 2004, the church was put on a list of about 70 Catholic properties in and around Boston to be sold to help foot the bill to compensate the survivors of widespread sexual abuse by clergy. A year earlier, the archdiocese had agreed to pay $85m to settle almost 550 lawsuits. According to the archdiocese, St Frances Xavier Cabrini was placed on the closings list in response to declining attendance, fewer priests and changing demographics. It denied that the closure was connected to the sexual abuse crisis, saying legal settlement costs were largely met from insurance payments and the sale of an administration complex. The scale of church sexual abuse – and its cover-up – was coming to light thanks to a long investigation by the Boston Globe, recently dramatised in the Oscar-winning film Spotlight. Last year, the paper reported that at least 571 clergy within the archdiocese had been publicly accused of sexually abusing children. The scandal shook confidence in the church, and exposed how powerful it had become within the Boston establishment. Following the revelations, the proportion of Catholics regularly attending mass fell and donations to the church dwindled. “The archdiocese wanted to sell off churches to replenish its coffers which were being depleted by the sex abuse crisis,” said Rogers. “Our church was one of the most valuable. It really was a land grab.” But before archdiocese officials could lock worshipers out of St Frances Xavier Cabrini, one parishioner slipped inside and began an occupation that by this Wednesday, had clocked up 4,222 days. “We got organised to meet the challenge,” said Rogers. “We were prepared to jump through hoops of fire. We did our research, we ran processes and we shared with others how to do it. We went up against the archdiocese of Boston.” Occupations also began at around 10 other churches on the archdiocese’s sell-off list. One by one, protesters lost heart or legal cases, or both. But about 100 people who formed the core of The Friends of St Frances Xavier Cabrini kept going – raising funds, sewing quilts, holding services and fighting court battles. Legal arguments over the fate of the church were heard in US courts and at the Vatican’s supreme court. On Monday, the end of the road came when the US supreme court refused to hear an appeal by the parishioners against an earlier ruling that the archdiocese was the legal owner of the church and had the right to evict the occupiers. In a statement, archdiocese spokesman Terrence Donilon said: “Given the denial of the Friends of St Frances Cabrini’s petition, we ask them to end their vigil and leave the property within 14 days.” He added that the archdiocese invited “those involved with the vigil to participate and join in the fullness of parish life”. That does not seem likely. “This church is being stolen from us, there’s no denying that. The archdiocese sees the value of property over the value of people,” said Rogers. “When we started this, we made two promises. The first was to exhaust every level of appeal available. We’ve fulfilled that. The second promise was that this community, that came together to fight to protect our spiritual home, would go on, with or without the archdiocese of Boston.” The final service in 10 days’ time would be bittersweet, he said. “It’s the end of a long and arduous battle, but also the start of something new. This is what God wants us to do.”",
  "webTitle": "Boston church's parishioners evicted after 12-year occupation",
  "webPublicationDate": "2016-05-19T08:00:03Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/st-frances-xavier-cabrini-boston-church-catholic-clergy-abuse",
  "keyword": [
    {
      "webTitle": "Boston",
      "id": "us-news/boston",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Massachusetts",
      "id": "us-news/massachusetts",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "us-news/2016/may/19/st-frances-xavier-cabrini-boston-church-catholic-clergy-abuse"
}