{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/memories-upton-park-west-ham-boleyn-ground",
  "id": "2016-05-07-48",
  "sectionId": "football",
  "body": "1930s  Mabel Arnold  100-year-old West Ham supporter My first game was in 1934 – I think we were playing Manchester United. I’d met my husband, Richard, at a party and he called me every day for a week. On Friday he asked if I wanted to go to football on Saturday. I’d been to Charlton once when I was little and I had to crawl under the turnstiles. But Richard said we’d go to West Ham United. Off we go, we get in there and he asked if I would like some peanuts. So we had a bag of Larkins peanuts and along we go into the Chicken Run on the East side. I’m leaning on the bar and I’m looking at all the people coming in and they’re all laughing. I remember a man pushing me in the back when I first went there because I threw two of the nuts down and the pigeons flew in. “Don’t get the pigeons flying over us,” he said. I thought he was a miserable old thing. But of course you don’t want the pigeons, do you? The Chicken Run was the funniest place you’ve ever stood in. The comments! The things they’d shout out if someone did something wrong – “You got another wooden leg you can stick on, you’d do better” – that was the comment I’d always hear from the old boy who stood behind us. It was a place with the same people coming in, the same East End comments.  1940s  David Gold  Co-owner West Ham United I’d experienced the Nazis dropping bombs as a young kid so it wasn’t totally new to me. But dropping a bomb on a football stadium … sacrilege! It was August 1944. I rushed over to find out what happened. By this time I’m beginning to understand who I am, what I am, who the team is, what colours we are. I knew West Ham from the opposition. It was a Doodlebug, a V1. I ran over. We saw fire engines and smoke and people running around. Most people were concerned about how many people had been killed but luckily enough there was no game on at the time and it was the middle of the afternoon and it was a surreal experience. It was just across the road from where I lived. But I was a young kid. Two days later I’d forgotten all about it.  1950s  David Gold  I played for the club as a young boy, as a 13-year-old, 14-year-old, 15-year-old, 16-year-old. It was my life, it was all there was in my life because I’d failed at everything else. I’d failed exams and didn’t realise I was dyslexic and there was just this great thing which was playing for West Ham boys and the great thrill was when we played at Upton Park. In those days the kids would play in the morning, an 11 o’clock kick-off, and the reserves would play at 3 o’clock, and that’s why we were knee-deep in mud. Games were played and nobody ever thought of protecting the hallowed turf. One of the greatest memories was when I was a young boy and West Ham were playing the mighty Blackpool, with Stan Mortensen and Stanley Matthews. Great names. Blackpool would be in the First Division and we would be in the league below. They came to Upton Park in the FA Cup and we won 2-1. Afterwards I stood outside waiting for Stanley Matthews in the rain. Then he came out. But because it was raining so heavily, he ran into the coach and I didn’t get his autograph. I was mortified. Fifty years later I’m at Stoke City and a voice behind me said: ‘Chairman, can I get you a drink?’ I turned round and it was Sir Stanley Matthews. Instead I asked him to sign my programme. I told him it was for my son, David. The thing is, I don’t have any sons.  1960s  Mabel Arnold  My husband ended up working for the club and he would get two tickets. He gave them to me and I’ve been taking my son since he was four years old. There were only those wooden stands. The East Stand where I sit now, it’s just the same, it’s still that hard seat. I’m hoping I’ve paid for a better one in the new stadium. It was all a bit rough and ready. I don’t mean it in a bad way, all the grounds were like that when we went to away matches. When we went in, we had rattles. I had a lovely rattle for years. I used to lean over and rattle the boys on until they stopped us using them. But we’d all make sure no one forgot to bring their rattle. Jimmy Greaves from Spurs, we used to give him a good rattling. As soon as he came on, he’d acknowledge it and it was a bit of a laugh. Then there was Denis Law from United. He was dirty, him and Geoff Hurst, it was a foregone conclusion they’d have a kicking match. One day I was watching Bobby Moore. You couldn’t help but love him. He was 15. One of the tea ladies over at Chadwell Heath had become ill and Richard asked me to come over and make some tea. This lovely blond boy came in and said, ‘Can I have a glass of water, please, I’m as dry as a bone.’ I looked at him and thought he was a well-built boy. That’s how I first met Bobby. He was 15. I filled up his glass. He said: ‘Thanks very much, see you later for tea.’ ‘If you’re lucky,’ I said. I saw him later and just looked forward to seeing him play. After winning the FA Cup in 1964 we were invited to the dinner and Bobby asked me to dance with him. Blimey, I only got about 12 steps forward with him and all the other women wanted him. But he asked Richard if it was all right if I dance with me, because he knew that Richard and I were East End champions one year in ballroom dancing. He said he’d love me to show him a few steps. I said we’d have to have that private and he laughed his head off. Richard was standing there, going, ‘Take it easy.’ But I didn’t get far. And he had two left feet. He trod all over my new shoes and my toe was hurting. I told him to move his feet like normal, like he did at football, and he said: ‘I kick a ball at football.’ We had a laugh. He’d come out of that tunnel and he looked so smart, even in his kit. He would command the place. His stature was so good and you knew he was going to do the hardest he could. The players would play off him. What a presence. He walked in when we were having dinner. The players came in last so that we could clap them – and then he came. He was laughing and nodding, just the same, no airs and graces.  1970s  Tony Cottee  Former West Ham striker I grew up as a fan of the club and I first went back in 1971. I spent a lot of my youth days in the 70s going to the ground in the days of terracing and the teenagers of today probably can’t get their head round what it was like to stand on the terraces. It was very intimidating and hostile. I know there were a few unsavoury moments but it was also a great time to be fan because it was such an intense atmosphere and when opposing fans came to Upton Park I think they found it difficult to cope. That worked in West Ham’s favour. If you look back, West Ham didn’t do very well away from home but they were a match for anyone at home. Liverpool got beat there in the 80s, Manchester United got beat in the 90s and a lot of that was down to the hostile environment.”  1980s  Steve Bacon  Former club photographer Back in the day there were a couple of women who used to stand in the South Bank with their flasks and at half-time they’d make you a cup of tea, give you a sandwich. They featured on the titles of ITV’s Big Match for quite a long time, these two old dears in the crowd, decked out in their claret and blue hats and scarves. I wasn’t the club photographer in those days but I used to get over there about an hour and a half before a game and I’d maybe go in [then manager] John Lyall’s office and, if television was there, [commentator] Brian Moore would be in the office chatting with John. I’d go in and have a cup of tea. It was such a tight ground. When I started it was the original Chicken Run, very tight to the ground. For floodlight games, they were the best ones, especially when we were lucky enough to be involved in Europe. Those are my favourite occasions, the atmosphere at Upton Park was second to none. You hear players talk about playing over at Upton Park and how close you were to the fans, particularly over in the Chicken Run side on the East side. We had one game in the 80s against Dinamo Tbilisi in the Cup-Winners’ Cup. They were superb and it was the first time I remember an away team being applauded off the pitch by everybody. We had the behind-closed-doors game against Castilla and there had been trouble in the first leg over in the Bernabéu. I think the official attendance was given as about 265 which included players, press, directors and all that. Playing in an empty stadium, you could hear the players talking to each other. You could hear the commentary from BBC radio down on the pitch. It was eerie. It was the strangest game.  1990s  Terry Land  Upton Park season ticket holder When the ground had to be changed to an all-seater after the Hillsborough disaster, there was talk of leaving Upton Park in the early 90s. There was talk of moving to Beckton and the idea of moving was even put to supporters in a survey but the majority feeling was to stay put. The sentiment was we shall not be moved and the bond scheme arose from that episode. It kicked off in spring ’92 and what defined the whole era was what happened in the FA Cup semi-final at Villa Park in 1991. We were a Second Division team playing a First Division team in Nottingham Forest. We were 3-0 down with 10 men and someone near my dad stands on his seat and screams out “Billy Bonds’s Claret and Blue Army”. Everyone joined in with a massive show of defiance, until the point where the fourth goal goes in and you can’t hear the Forest fans. We got promotion that year and Terry Brown, the chairman, decides that he’s going to bank that defiance by offering us a bond scheme, which was considered a very poor deal. You would buy a bond for either £500, £750 and £900 and that entitled you to a season ticket. It was pretty offensive. What he didn’t understand was it was that same defiance that would cripple the whole scheme. There was a protest before a game against Wimbledon. A couple of weeks later we played Everton. We lost the game 2-0 and a bloke ran out the crowd, grabbed a corner flag, dug it into the centre circle and sat down. Very quickly he was joined by around 1,000 people on the pitch and that solidified it. There was another one after a game against Arsenal a fortnight later. There was a famous meeting at the Denmark Arms where [director] Peter Storrie got in front of a mob and stood up on a chair and addressed them. I thought he was going to get lynched but he tried to put the point forward. In the end the board sold something like 800 bonds. It was a poisonous atmosphere. The North Bank, the South Bank, the Chicken Run, they were absolutely spitting feathers. Eventually the South Bank was converted into the Bobby Moore Stand in 1993 and the South Bank became the Centenary Stand in 1995. The West Stand went up in 2001 and that changed the focus of the ground away from that dark, enclosed, intimidating bearpit. What happened was they moved the pitch across from the East Stand. Players were terrified to take a throw-in in front of the Chicken Run because it was so close to the pitch. To get any sort of throw-in, you had to lean back into the crowd. It’s this idea that you’re close enough to the crowd to smell them. And in the old West Stand there were ash wooden seats that made a lot of noise, they were really clanky.  2000s  Matthew Etherington  Former West Ham winger We were drawn against Ipswich Town in the Championship play-off semi-finals in 2004. We’d been beaten 1-0 in the first leg and there was a lot of pressure. You could sense the tension and anticipation in the ground but we knew it would be a tough game. It was a spring evening, a massive game and the crowd were well up for it before we went out on the pitch to warm up. The first half was a non-event and we didn’t play that well but once I scored the first goal we were brilliant and I put in the cross for Christian Dailly to put us through. The noise when that goal went in, I wish I could relive it over and over again. It’s only when you’ve finished your career that you realise how special those moments are. I hadn’t seen an atmosphere like that at Upton Park before. I knew what the crowd were capable of but there was discontent there from the previous season. But that was a big-time atmosphere and boy did they deliver. It was unbelievable that night. When you play in a big atmosphere, you sense it in the warm-up. You realise that the ground is going to be rocking. It felt like the crowd was pushing us over the line. I remember Alan Pardew running into the crowd to celebrate and everyone went mental.  2010s  Gary Firmager  Over Land and Sea fanzine editor I’ve been doing this for 27 years, the same plot in Green Street, watching the street of old, watching the people coming down. It’s indescribable. Any other fan who’s done the same thing that I have over the years will be able to tell you how exciting it is. This is my show, standing on this ladder and selling my magazine. But I’m packing it up after 27 years. Time has killed it really. When I started this, there was no internet. The internet’s killed the magazine. But that’s the way it goes. Rupert Jones Matchday steward I’ve been doing security at Upton Park for four years. I’m a massive West Ham fan. It’s an amazing experience. I’ve supported them since I was seven. I’m at the Trevor Brooking End, in a bit where all the singing comes from. The atmosphere down there is electric. When we were in the Championship, that’s where they put me. Most people were reluctant but I said I would do it. It can be quite difficult at times. They’re quite vocal. And it’s amazing when the players are that close. They know who you are and go out of their way to talk to you. I’ll miss all that. But it’s time to move on.",
  "webTitle": "Nine decades of memories of Upton Park as West Ham prepare to depart",
  "webPublicationDate": "2016-05-07T21:00:03Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/memories-upton-park-west-ham-boleyn-ground",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Olympic Stadium",
      "id": "sport/olympic-stadium",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/07/memories-upton-park-west-ham-boleyn-ground"
}