{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/gabrial-the-hero-draw-chester-cup-richard-fahey",
  "id": "2016-05-03-81",
  "sectionId": "sport",
  "body": "As he talked through his chances in Wednesday’s Chester Cup on Tuesday afternoon, Richard Fahey sounded like a blackjack player who has hit on 12 four times in a row, and seen a picture card every time. “We’re badly drawn with them all,” Fahey said. “Only one is in single figures, and there’s two on the wide outside. It hasn’t been kind. It’s not the be all and end all, but I’d prefer to be drawn low.” It is an annual theme before this race, one of the Flat season’s grandest and most historic betting spectacles. The field spends nearly four-and-a-half minutes pounding around the Roodee, as the course is known, twice in the course of the Cup’s two-and-a-quarter miles, one of the longest trips in the calendar, and yet where a horse starts still has a significant impact on where it is likely to finish.   Related: Trip to Paris win earns Graham Lee biggest payday since switch to Flat    Since 2000, and excluding 2012 when a flag start was used and the draw went out of the window, 10 of the 15 winners of the Chester Cup have been drawn from one to six. Trip To Paris, last year’s winner, was an exception as he defied a double-figure stall in 11, but as he confirmed two runs later when winning the Gold Cup at Ascot, he was a cut above the average Chester Cup contender, and thrown in with just 8st 9lb on his back. Even then, he prevailed by just three‑quarters of a length from Quick Jack, the favourite 12 months ago and the probable second-favourite on Wednesday for the razor‑sharp Tony Martin stable. Quick Jack had stall nine last year but has drawn 16 this time around, and the clear market leader is Roger Varian’s Steve Rogers, a comfortable winner at Kempton last month, from a very favourable berth in stall three. If Fahey’s runners have fared badly in the draw, however, they have at least been steered towards this race from a long way out. All four are owned by Dr Marwan Koukash, whose passion for Chester in general and this race in particular is unbridled, and Gabrial The Hero (3.10) could be the pick of the quartet at attractive odds of around 20-1.   Related: Sir Isaac Newton flop muddies Derby picture for Aidan O’Brien    Gabrial The Hero took two races in quick succession on the all-weather circuit in December and could have continued to pick up some useful money in the early part of the year, but was put away specifically to be aimed at Wednesday’s race. “Marwan is very keen on the Chester Cup so we kept him for this,” Fahey said. “I just hope it repays him. He’s been very lucky in it already, and he beat me once in it as well. It’s a great race, but the draw just puts us on the back foot. “I’m sure we’ll have some plan of attack and Marwan is always keen to go forward with horses so I’m sure a couple of his will be up there. “When you’re drawn out there, it’s not what you do, it’s what everyone else does, and you need them to go a gallop if you’re going to come from off the pace. But Gabrial The Hero is the horse [from the four] that’s in very good form.” Aidan O’Brien has declared US Ranger, the favourite for the Derby, for Thursday’s Chester Vase and he also sends a potentially top-class filly to Wednesday’s Cheshire Oaks in Somehow (2.40). She should justify a short price on the way to one or more of her Group-race engagements, while Roudee (3.45) finished well after a slow start at Epsom last time. The selection is a course-and-distance winner in the past and has the ideal draw in stall one if he can be a little faster from the gates this time.",
  "webTitle": "Gabrial The Hero can defy draw to land the Chester Cup for Fahey",
  "webPublicationDate": "2016-05-03T17:38:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/gabrial-the-hero-draw-chester-cup-richard-fahey",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/03/gabrial-the-hero-draw-chester-cup-richard-fahey"
}