{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/patriot-movement-oregon-militias-donald-trump-election-2016",
  "id": "2016-05-10-243",
  "sectionId": "us-news",
  "body": "Joseph Rice’s manner is a long way from militia stereotypes. The Patriot Movement leader does not present as a crazed gun nut, nor as a blowhard white supremacist. He’s genial, folksy, and matter-of-fact in laying out his views. But talk to him for long enough, and time and again the Patriot Movement leader returns to what really drives him: land. Rice is running for Josephine county commissioner in south-west Oregon, and believes that the federal government’s current role in land management is illegitimate and even tyrannical.   Related: Ammon Bundy is an 'originalist' just like Antonin Scalia, says defense    His campaign is well-advertised around the county and appears well-organised. His growing experience in organising Patriot groups and community watch organisations has polished his skills in retail politics. He’s clearly done a lot of work to make himself politically palatable to conservative rural voters.  He has positions on education (kids should finish high school), legalised marijuana (it presents an economic opportunity) and Donald Trump (“people are tired of career politicians, and they know the country’s in trouble”). But county supremacy is what really drives him.  The doctrine of county supremacy embodies two key beliefs: that the county Sheriff is the highest law enforcement authority, and that the United States government has no right to public lands, which should properly be under local control. It derives from a peculiar reading of common law and the US Constitution, and it has underpinned western insurrections, from the Posse Comitatus to the Bundy Bunch.      Joseph Rice, who advocates for community members who would take policing into their own hands. Photograph: Jason Wilson for the Guardian    It’s this notion that is once again becoming central to local politics in the Pacific north-west. Throughout the region, people whose ideas about land management broadly align with Rice and the now infamous Bundy clan are aiming for elected office in cities, counties and even the state houses. Taking notice of the trend, progressive watchdog group Political Research Associates even pointed to “a wave of Patriot-affiliated candidates in Oregon”. Rice talks proudly of his connection with the Oath Keepers – a group which recruits from serving and retired law enforcement officers and military personnel. The group asserts that the oath taken by soldier and police “is to the constitution, not to the politicians”, such that serving personnel are obliged to disobey unconstitutional orders.  He’s also proud of his role in founding the Pacific Patriots network, which aims to coordinate members of various patriot groups in the Pacific north-west.  Both groups, and Rice himself, were prominent actors in the standoff at the Malheur national wildlife refuge last January. On Rice’s account, “we acted as a buffer between the federal government and the refuge”. In practice, this meant that they were a constant presence in and around Burns, Oregon, as the occupation unfolded. Their actions included everything from warning law enforcement officers against attempting a forceful resolution of the situation to forming an armed perimeter around the refuge.           The Guardian spoke to the Oath Keepers in Ferguson last year: ‘The police have become tyrannical’    While the Malheur occupiers are mostly in custody awaiting trial, the ideals that fuelled their protest are still very much at large. Gradually, these ideas are taking hold in local Republican parties. While the nation has been transfixed by the Trump tilt in presidential politics, at the grassroots level in Oregon, candidates who have sympathies and connections with the Patriot movement have already successfully sought office under the GOP banner. Josephine County local elections are non-partisan, but Rice is clearly well-integrated with the GOP there, meeting reporters in their offices and running as a precinct committee person in the primary. David Niewert, an author and journalist who has spent decades watching the right, says that as recently as 10 years ago, Rice’s message would have been unpalatable to most GOP voters. But the Tea Party movement established a conduit for more radical ideas “to flow right into the mainstream of the Republican party”.  GOP legislators have been floating these ideas in the Oregon state house. In Oregon’s third house district, Carl Wilson is seeking re-election. After an initial stint in the state house between 1998 and 2003, he successfully ran again in 2014. He has wasted no time in pushing an agenda that borrows, like the Bundys, from the so-called “land use movement”. Wilson also lent his support to the Sugar Pine Mine occupation, which was a dress rehearsal for Malheur. Wilson – who did not respond to interview requests from the Guardian – proposed Oregon Bill HB3240, which sought to set up a taskforce to investigate the transfer of federal lands in Oregon to state ownership.    Related: Oregon militia standoff: the 23 men and two women facing felony charges    The bill went nowhere in the Democrat-dominated state house, but Wilson’s stances have drawn a large number of donations. Notably, according to Oregon electoral filings, last year Koch Industries donated $2,500 to his campaign committee.  This kind of support in a sleepy Oregon district only makes sense when it is seen as a part of the right’s bottom-up strategy to push and legitimate the view that federal land management needs to be rolled back.  Those ideas get a hearing in Oregon’s rural counties because communities there are squeezed in a social and economic vice. In the last three decades, counties like Josephine have been hit with a series of shocks.  First, the timber industry declined, though only partly because of changes in federal land management practices. This led to diminished prosperity and a collapse in funding for public services. Federal timber payments declined 90% over the course of the 1990s. Later, the 2008 bust and recession hit rural Oregon hard, and many areas have yet to recover.     Supporters hold signs during a rally in support of rancher Cliven Bundy. Photograph: John Locher/AP    Since 2012, when the last federal payments dried up, Josephine County has struggled to provide the basic elements of public order. The budgets of the sheriff’s office, juvenile justice centre, adult jail and district attorney’s office have been cut by more than 65%. In 2012, they set free county prisoners they could no longer afford to house, and a sheriff’s department that had once boasted 30 deputies was reduced to six. Large sections of the county are still not effectively policed, especially after dark. State police highway patrolmen have been diverted to answer emergency calls. Jessica Campbell, co-director of the progressive Rural Organizing Project, says that this has led to unacceptable outcomes, particularly for local women. In particular, she says it has made women more vulnerable to domestic violence, with perpetrators knowing that night-time 911 calls will be unlikely to get a response.  In 2012, a woman was raped in her home in Josephine County after she called 911, and was told no officers were available to help her. At the time, the county sherriff admitted that he did not have the resources to collate crime statistics.  While Rice plays down the issue of violent crime, Campbell says his position depends on “a whole lot of privilege”. Efforts to raise special levies for public safety have repeatedly failed at the ballot box, scuppered in part by anti-tax campaigns.  Finally, last March, the county declared a “public safety fiscal emergency”, starting the path to emergency state funding. For Rice, this is not only an unforgivable renunciation of county sovereignty, but “a perpetual marketing thing” that the county commissioners employ in order to claim more money. He advocates beefed-up neighbourhood watch programmes and “resident deputies” – community members who would take policing into their own hands. In effect, self-organized, patriot-style organisation would fill the void left by permanently weakened county institutions.  In addition, he offers the economic panacea of reopening federal lands to extractive industries. It’s a message with undeniable appeal in parts of the country that feel abandoned, economically and politically. Like Trump, the Patriot Movement’s surge is due in part to fear, pain and the perceived indifference of both economic winners and political leaders to the fate of communities that have never recovered from the 2008 crash. In places that need radical solutions, the only radical proposals they are hearing come from the right.  It remains to be seen whether this will translate into big successes on 17 May. Either way, until significant efforts are made to repair the wreckage in rural America, the patriot movement will continue to find an audience.  This article was amended on 10 May 2016 to correct the designation of the Oregon state house’s third district and to clarify the nature of Carl Wilson’s campaign donations.",
  "webTitle": "The rise of militias: Patriot candidates are now getting elected in Oregon",
  "webPublicationDate": "2016-05-10T10:00:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/patriot-movement-oregon-militias-donald-trump-election-2016",
  "keyword": [
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon militia standoff",
      "id": "us-news/oregon-militia-standoff",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Wilson",
      "id": "profile/wilson-jason"
    }
  ],
  "guardianId": "us-news/2016/may/10/patriot-movement-oregon-militias-donald-trump-election-2016"
}