{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/novak-djokovic-andy-murray-madrid-masters",
  "id": "2016-05-08-39",
  "sectionId": "sport",
  "body": "Novak Djokovic survived a determined fightback from Andy Murray to claim the Madrid Open title for the second time in his career. The Serb carved out a 6-2, 3-6, 6-3 victory, by turns brilliant and battling, to triumph in two hours and six minutes and move one win ahead of Rafael Nadal as the player with the most Masters Series titles to his name.   Related: Novak Djokovic beats Andy Murray: Madrid Open men's final – as it happened    Murray, the defending champion, will slip from second to third in the world rankings after the defeat but can take heart from his superb response to what was an imperious start by Djokovic, who has now won 15 straight matches against top 10 players as well as 10 of the past 14 Masters titles. Congratulating Djokovic on “another fantastic win for him” during the post-match formalities, Murray ruefully reflected on his 23rd defeat by Djokovic in 32 matches: “There’s been a lot against me, unfortunately, over the past couple of years. I would have loved to have defended the title today but it wasn’t to be.” That may be so but it was a desperately close affair, right the way through to a titanic and seemingly interminable final game in which Djokovic was forced to save seven break points. Indeed, the one-sided nature of the opening set only belied the sense of symmetry otherwise surrounding the contest. It was in Madrid, a decade ago, that the pair first locked horns as professionals, Djokovic coming through the battle of the relatively unheralded teenagers in three close sets. Ten years on, they renewed hostilities as the two best players on the planet, Murray seeking a victory that would prevent Roger Federer from deposing him as world No2, Djokovic intent on laying down a marker for the French Open, the one major that has eluded him. But while the match might have looked finely poised on paper, Djokovic had other ideas. Betraying no hint of the uncharacteristic nerves that, by his own admission, had hampered him towards the end of his semi-final win over Kei Nishikori, the Serb began like a rocket, leading Murray a merry dance with his variety and precision from the back of the court. Djokovic broke in the opening game and quickly raced further ahead, his superiority such that the Scot, recently serving with added speed and bite after making technical adjustments to his delivery, could win only 17% of points on his second serve during a first set that flashed by in half an hour. At that point things looked unrelentingly bleak for Murray. He had never come from a set down to beat Djokovic and, with the world No1 looking unassailable from the baseline, there seemed little hope of him dictating the play as he had done so thrillingly in his last-four victory over Rafael Nadal. From somewhere, though, the man from Dunblane discovered a second wind. A battering-ram of a backhand set the tone for a swashbuckling start to the second set and before long the pressure told. Serving at 1-2, 15-30, Djokovic hooked a forehand wide to concede two break points, the second of which Murray converted through a Djokovic double-fault. That collector’s item gave Murray a momentum that swept him through the second set and by the time the Serb produced another – also on break point and this time after moving ahead 2-0 in the decisive set – it felt altogether less surprising. But while Murray’s aggressive positioning on the return reaped dividends at times, Djokovic is nothing if not a fighter and eventually, tenaciously, he served out for the title.",
  "webTitle": "Novak Djokovic holds off Andy Murray fightback to win Madrid Masters",
  "webPublicationDate": "2016-05-08T19:49:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/novak-djokovic-andy-murray-madrid-masters",
  "keyword": [
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Roopanarine",
      "id": "profile/lesroopanarine"
    }
  ],
  "guardianId": "sport/2016/may/08/novak-djokovic-andy-murray-madrid-masters"
}