{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-moya-vaughan-evans",
  "id": "2016-05-24-76",
  "sectionId": "small-business-network",
  "body": "Kate Tyler, managing director of Shake Social Ltd, explains why Moya Vaughan Evans should win the Rising Star category of the Guardian Small Business Showcase competition:  Moya is Shake Social’s social media manager. Rewind 12 months and we’d just taken on Moya as a bit of an experiment. A recent graduate who’d had no luck in the job market, she had passion but no experience. Yet something shone out at the interview and we took the risk. I’m so glad we did.  Since then, Moya has gone above and beyond all that we’ve asked of her, consistently delivering successes for clients and coming up with creative new ways of approaching social media.  As a digital agency we work with a wide range of organisations, creating online campaigns that deliver results. From exceptional campaigns for our local Rape Crisis Centre, to working with Sport England to encourage women and girls to play more football as part of the City of Football project, Moya has demonstrated creative flair and delivered results.  She now works on some of our most senior accounts, and even met the Chancellor at the end of last year, as part of the Small Business Saturday celebrations at the Treasury.  As a small company, our staff are everything – it’s great to see young talent developing and having a rising star in our midst raises everyone’s game. She’s not afraid to challenge the status quo and her zeal and expertise have helped our clients flourish too. I’m so proud to be able to say she’s one of the team.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Moya Vaughan Evans",
  "webPublicationDate": "2016-05-24T16:28:43Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-moya-vaughan-evans",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-moya-vaughan-evans"
}