{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/results-show-there-is-hope-for-labour-yet",
  "id": "2016-05-06-51",
  "sectionId": "politics",
  "body": "Regarding the results of Thursday’s elections (Jeremy Corbyn allays coup fears after mixed election night for Labour, theguardian.com, 6 May), the successful Norwich Labour party leadership hit the nail on the head with its analysis. Labour actually did amazingly well, considering the constant poisonous press briefings made by many out-of-touch rightwing Labour MPs against Jeremy Corbyn ever since he was overwhelmingly elected leader. We even had Michael Dugher at PMQs effectively inviting David Cameron to agree with him that Corbyn was an idiot. Then we had John Mann and friends doing their bit to denigrate Corbyn’s leadership in the last two weeks before the election. It is interesting that Labour did less well in Scotland and Wales, where Corbyn was reportedly asked to stay away. Thursday’s results compare well with those of May 2015. Even though the current efforts to destabilise Labour from within are on a much larger scale than those to destabilise Ed Miliband a few months before May 2015. Jeyan AnketellLichfield, Staffordshire • I keep hearing pundits tell us that at this point the opposition should be gaining hundreds of local seats. Really? Not when we are just one year into a parliament and only a few months under a new leader, who is managing a hostile PLP while developing radical policies within a truly democratic party – and showing us all a refreshingly unfamiliar style of politics. Stop talking down (yet again) Labour’s achievements under Jeremy Corbyn.Alison SmithNorwich • After the mixed election results a couple of things are very evident to ordinary people like me. First, Labour has to stop fighting itself. Second, Labour will normally win the moral case but it must also win the economic case. And there are many cases. Council housing is cheaper, accountable and safer. Why then spend £25bn on housing benefit that financially benefits a very few? Academisation of schools will lead to higher costs, more managers and more high pay for those at the top at the expense of teachers in the classroom. Privatising the NHS will benefit a few privateers and cost patients much more (see the US). These are some of the messages that will chime with ordinary people.Frank JacobsLondon • While we’re all busily parroting the Tory/Blairite line that the local elections have been bad for Labour, can we please remember that the party went into them on something of a high compared with 2012 and that further advance was always going to be difficult. We should also not ignore the fact that the Tories have lost vote share in the south-east, which is normally their stronghold and where they concentrate their efforts. Those who predicted apocalypse have been confounded and certainly have no mandate for a return to the old ways.Henry MaltBythorn, Cambridgeshire • In the eight months since Jeremy Corbyn’s decisive victory in the Labour leadership election, the party has increased its vote by 4% in the local elections, has won every parliamentary byelection (most with increased majorities) and the London mayoral election. The numbers show that Labour is increasing in popularity with Corbyn as leader. It is time for those who believe otherwise to check their facts.Jasper RichardsonLondon • All that I have read and seen in the national media about the local elections has little to do with anything local at all. As a way of assessing the Corbyn effect, the prime minister’s Remain strategy, the electorate’s immigration attitudes, the strength of resistance to austerity, and the standing of our political parties generally, perhaps even the boost to public morale of underdog Leicester’s victory, the results will be chewed over for days to come. But about the vital business of choosing good local candidates, regardless of their political affiliations, people able to make good decisions about important matters that concern our daily lives, education (at present), social services, sewage treatment, road repair and local transport among others, there is nothing. Journalists and politicians, lazy and content in their Westminster bubble, are doing democracy at the local level a grave disservice. Richard WilsonOxford • Please can we have more guides to political action (Do-it-yourself local democracy, Society, 4 May) to help people campaign on issues that concern them, stand for election or even set up a parish council. Democracy is not a spectator sport. Effective action takes confidence, knowledge and skill. It is much easier when you know how. Every day the Guardian publishes stories about what’s wrong with the world. Occasionally we get a guide on what people can do about it. Let’s have more. In November the Council of Europe is hosting the World Forum on Democracy about the role of education in addressing social divides: perhaps the Guardian can show how this newspaper helps people become effective participants in the political process?Titus AlexanderDemocracy Matters @DemocracyM  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Results show there is hope for Labour yet | Letters",
  "webPublicationDate": "2016-05-06T17:43:57Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/results-show-there-is-hope-for-labour-yet",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/06/results-show-there-is-hope-for-labour-yet"
}