{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/choco-squares-deal-contravened-advertising-rules-asda-told",
  "id": "2016-05-03-4",
  "sectionId": "business",
  "body": "Asda has been ordered by the advertising watchdog to ensure future sales promotions do not mislead consumers about how much they could save, just days after the supermarket chain agreed to change potentially confusing pricing after public criticism by the government’s competition regulator. The Leeds-based grocer gave a written commitment to alter its promotions – including controversial multibuy deals – after the Competition and Markets Authority (CMA) singled it out during an investigation into pricing tactics, triggered by a super-complaint by consumer group Which?  But in an embarrassing further ruling, the Advertising Standards Authority (ASA) said Asda’s online sales promotion for its Choco Squares cereal, which appeared from mid-July 2015 for two months, was misleading and should not be repeated in any format.  The promotion offered three boxes of cereal for £3 in a mix and match multibuy when individual boxes cost £1.38 each. But a member of the public, who noted that the price of the product was increased from 97p per box to £1.38 before the promotion, challenged whether the advert was misleading. Which? claimed in its complaint last April that the major supermarkets were pushing illusory savings and fooling shoppers into choosing products they might not have bought if they knew the full facts. That was reflected in the CMA investigation, which found there were “areas of poor practice that could confuse or mislead shoppers”. Asda said its Choco Squares cereal was priced at 97p per box between January 2015 and 5 July 2015 and at £1.38 from 6 July 2015. On 7 July, the product was included in a mix and match multibuy offer of three packs for £3. The price was then changed again to £1.20 on 9 September.      Asda’s Choco Squares offer. Photograph: Twitter    Asda said customers would have paid £4.14 for three boxes if the product not been included in the three-for-£3 offer at the time of the promotion. The inclusion of Choco Squares in the offer meant, it claimed, customers would have saved £1.14 for the same number of products. But the ASA upheld the complaint and said the promotion was in breach of advertising regulations. “Because the ad suggested the usual selling price of their Choco Squares was £1.38, and implied a saving could be achieved against the usual selling price when that was not the case (indeed, when the multibuy unit price was more expensive than the usual selling price), we concluded that it was misleading,” the watchdog said. “The advert must not appear again in its current form. We told Asda Stores Ltd to ensure their future promotions did not mislead about the savings consumers could achieve.” An Asda spokesperson said: “In 2015, the normal selling price of this product was £1.38 which was the lowest price available from any supermarket and represented great value for customers both as a three-for-£3 multibuy or a single unit purchase.”",
  "webTitle": "Choco Squares deal contravened advertising rules, Asda told",
  "webPublicationDate": "2016-05-03T23:01:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/choco-squares-deal-contravened-advertising-rules-asda-told",
  "keyword": [
    {
      "webTitle": "Asda",
      "id": "business/asda",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "business/2016/may/04/choco-squares-deal-contravened-advertising-rules-asda-told"
}