{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/02/scorchers-the-hottest-films-of-summer-2016-preview",
  "id": "2016-05-02-229",
  "sectionId": "film",
  "body": "Related: Who ya gonna call? Why Ghostbusters is leading the charge for female buddy movies    Florence Foster Jenkins Hugh Grant and Meryl Streep have some lovely chemistry in this bittersweet sentimental comedy, based on a true story. Streep plays Florence Foster Jenkins, a wealthy 1940s socialite who believed she was a wonderful soprano despite being embarrassingly tone-deaf; Grant plays her wayward but adoring husband and manager. PB•6 May (all dates are UK release dates). Everybody Wants Some!! Richard Linklater, creator of the real-time masterpiece Boyhood, returns with a movie which seems rooted in the slacker world of his earlier films – with a deceptive hint of National Lampoon’s Animal House. It’s the 80s, and we follow a group of college students as they goof off, make out etc. Yet there’s something more reflective, too. PB•13 May.     Student bodies … Richard Linklater’s Everybody Wants Some!! Photograph: LMK    Mustang A complex, intelligent and hugely admired debut from the Turkish film-maker Deniz Gamze Ergüven, co-written with French director Alice Winocour. A quintet of orphaned teen sisters have some innocent fun on the beach with some boys, and their fierce grandma accuses them of loose morals, imprisons them in the house and orders them to prepare for marriage. It’s a story from Turkey with a very European flavour. PB•13 May.   Related: Curtain-raisers: the best theatre of summer 2016    Whiskey Tango Foxtrot The title encodes an expression which in times of stress becomes Whiskey Tango Alpha Foxtrot. 30 Rock’s Tina Fey, the empress of American comedy, plays Kim, a game but chaotic journalist covering Iraq and Afghanistan, and emotionally out of her depth. The movie is based on a memoir by the real-life war correspondent Kim Barker. PB•13 May.     Tina Fey in Whiskey Tango Foxtrot. Photograph: Allstar/Paramount    X-Men: Apocalypse The superhero movies just keep on coming. Bryan Singer directs this new outing for Marvel’s X-Men, including Jennifer Lawrence’s Mystique, who must battle a mutant, Apocalypse, played by Oscar Isaac. The film will have to reach high to match Quicksilver’s wonderful slo-mo sequence, to Jim Croce’s Time in a Bottle, in X-Men: Days of Future Past. PB•18 May.     Jennifer Lawrence, Rose Byrne, James McAvoy, Lucas Till and Nicholas Hoult in X-Men: Apocalypse. Photograph: Allstar/20th Century Fox    Sing Street Irish film-maker John Carney plucked the world’s heartstrings on screen and then stage with his musical Once. Now he’s back with this winningly nostalgic tale of a teenager in 1980s Dublin who dreams of being in a band. This sweet-natured movie has won comparison with The Commitments. PB•20 May. Love and Friendship Jane Austen adaptations are in the air, what with the Pride and Prejudice and Zombies mashup and Curtis Sittenfeld’s new novel Eligible, also a reworking of P&P; now Whit Stillman releases his droll and elegant version of Austen’s early novella Lady Susan, with Kate Beckinsale in the lead. PB•27 May. Alice Through the Looking Glass A follow-up to Tim Burton’s Alice, still with Mia Wasikowska as Alice, Johnny Depp as the Mad Hatter and Helena Bonham Carter as the Red Queen. Burton has ceded directorial responsibilities to British film-maker James Bobin. The 2010 film was a big hit, so this will have something to live up to. PB•27 May. Warcraft: The Beginning The fantasy role-playing game Warcraft – already rolled out in the form of video games, novels, comics and a myriad of collectibles – now has a movie iteration. The peaceful realm of Azeroth is threatened by an orc incursion. Duncan Jones (who made Moon and Source Code) directs. PB•30 May.     Warcraft: The Beginning. Photograph: Allstar/Universal Pictures    The Nice Guys Shane Black is the veteran action writer-director who gave us the cult hit Kiss Kiss Bang Bang in 2005 and hit serious paydirt with Iron Man 3. His new film is a comedy crime noir set in 70s LA, and features the mouthwatering pairing of Russell Crowe and Ryan Gosling: they are a private detective and his associate who investigate the death of a porn star. PB•3 June.            Where to Invade Next Maybe the Obama years have caused a mellowing and a brightening in the great man, because Michael Moore’s new documentary isn’t an attack on American military ambitions. Actually, it’s a friendly tour of other countries – an “invasion” designed to cherry pick the best social welfare ideas from places such as France, Portugal and Finland. PB•10 June. Fire at Sea Italian film-maker Gianfranco Rosi earned a cult following for his documentary about Rome, Sacro GRA. This new movie won him the Golden Bear at Berlin. It’s a powerful documentary study of Lampedusa, tracking its frontline experience of the refugee crisis over a year. PB•10 June.     Gianfranco Rosi’s Fire at Sea    The Conjuring 2  The first chiller about the real-life 1970s paranormal investigators Ed and Lorraine Warren – who later became famous for their involvement in the Amityville affair – went over nicely at the box office. Now they are back, played again by Patrick Wilson and Vera Farmiga, and travelling to London to investigate a haunting. PB•17 June. Tale of Tales Matteo Garrone’s excursion into rococo fantasy and myth is one of the most gloriously strange films of the year: fabular and fabulous. It is taken from the 16th-century Italian folk tales of Giambattista Basile, and it is bizarre, hilarious and erotic, with hints of Python and Blackadder. There is a glorious performance from Toby Jones as an eccentric king and great turns from Vincent Cassel, John C Reilly and Salma Hayek. PB•17 June.     Salma Hayek in Tale of Tales.    Elvis and Nixon Forget about Batman and Superman: this is the really freaky pairing: a real-life meeting in 1970, immortalised in a famously bizarre formal handshake photo. Elvis Presley had showed up unannounced at the White House, and wanted the President to swear him in as an undercover drug enforcement agent. Ironic, considering his consumption of prescription medication. Michael Shannon is Elvis and Kevin Spacey, of course, is Tricky Dicky. PB•24 June. Independence Day: Resurgence  Belated follow-up to the popular 1996 alien-invasion blockbuster, which featured Will Smith and Jeff Goldblum saving the planet alongside Clinton-esque prez Bill Pullman. Smith isn’t returning, but a second battle feet of the same extra-terrestrial nasties apparently will be – and pretty much everyone else, including director Roland Emmerich. Liam Hemsworth is the main new addition. AP•24 June.   Related: Beyoncé and beyond: the hottest sounds of summer 2016    Absolutely Fabulous: The Movie The success of The Inbetweeners Movie has given a new lease of life to British TV sitcom spin-off films, and Jennifer Saunders’ PR-spoofing show follows Dad’s Army into cinemas. It doesn’t sound like the fruit will fall too far from the tree with this one. Saunders and Joanna Lumley will return as Edina and Patsy, with one of the show’s directors, Mandie Fletcher, getting the nod for the feature. Sanders and co are clearly not afraid of the curse of the celebrity cameo: dozens have been announced, including Graham Norton, Twiggy, and Elton John. AP•1 July. Maggie’s Plan Rebecca Miller, the writer and director of Personal Velocity and The Private Lives of Pippa Lee, has come up with a more conventional comic premise for her fifth feature: Greta Gerwig plays a woman whose plan to have a baby on her own goes awry when she meets and marries Ethan Hawke’s hunky academic. The film did well at its premiere at Toronto, with Julianne Moore receiving lots of plaudits for playing Hawke’s Danish-accented ex-wife. AP•8 July. The Legend of Tarzan The latest film about Edgar Rice Burroughs’ tree-swinger features Alexander Skarsgård as a more mature Lord Greystoke, back in central Africa years after the “classic” Tarzan period. The last live-action Tarzan was 20 years ago, so perhaps we are ready for this expensive reboot. Harry Potter maestro David Yates is in charge of this one; only time will tell if he has another franchise on his hands. AP•8 July.       Alexander Skarsgård in The Legend of Tarzan.    Ghostbusters The first emanation from the new “Ghostbusters universe” is the much touted female-fronted one, with the Bridesmaids one-two of Melissa McCarthy and Kristen Wiig joined by SNL’s Kate McKinnon and Leslie Jones for more ghost-busting shenanigans. This caught a bit of flak after the trailer appeared to show African American Jones confined to a non-scientist, “street” type role; though whether it will pan out like that remains to be seen. If the release goes well, though, there’ll be more Ghostbusters – a male-fronted one, and a cartoon – coming down the pipe. AP•15 July. Star Trek Beyond The third in the latest cycle of Star Trek films (but the 13th feature version overall). With JJ Abrams otherwise occupied on the Star Wars franchise, Justin “Fast & Furious” Lin steps into the director’s role. Chris Pine and Zachary Quinto are back as Kirk and Spock, with Simon Pegg adding script duties to his regular role as Scotty. Not much has been revealed, other than that Idris Elba plays the villain Krall, and that the crew are stranded on a planet after being attacked “by a powerful, unstoppable wave of unknown aliens”. So it’s as you were, basically. AP•22 July. The BFG  Roald Dahl’s 1982 novel was turned into an animated film in 1989, but now Steven Spielberg has made a live-action version, and it looks like it could be summer’s big family blockbuster. Man of the moment Mark Rylance is the amiable giant who kidnaps a little girl to help him defeat a tribe of menacing man-eating giants. Spielberg has cast an unknown, 11-year-old Ruby Barnhill, opposite Rylance. This sort of kids’ fantasy tends to bring out Spielberg’s best qualities; definitely one to look forward to. AP•22 July.     Mark Rylance and Ruby Barnhill in The BFG. Photograph: AP    Finding Dory Pixar’s new one is a sequel to its 2003 hit Finding Nemo (you know: clownfish, lost, Willem Dafoe, sharks). Here, the focus is on Nemo’s forgetful pal Dory (Ellen DeGeneres, in the original as well as this), who embarks on a quest to find her family in California. The moderate response to 2015’s The Good Dinosaur took a bit of the gloss off Pixar’s reputation, and Finding Dory would seem at this distance to be solid rather than inspired. But we’re happy to be proved wrong. AP•29 July. Jason Bourne Paul Greengrass is back in the Bourne saddle for the first time since 2007’s Bourne Ultimatum (after taking a break for 2012’s not universally admired Bourne Legacy). This one seems to be an attempt to recalibrate the spy series as an open-ended franchise. Not a lot of info is available, other than a trailer that suggests Jason Bourne (Matt Damon) is indeed back, and he’s protecting former contact Nicky Parsons (Julia Stiles). Alicia Vikander is the most eye-catching new recruit to the series, playing some sort of agency aide, while Riz Ahmed is along for the ride, too. AP•29 July.     Matt Damon in Jason Bourne. Photograph: Allstar/Universal Pictures    Suicide Squad A supervillain match-up movie featuring the Joker, Deadshot, Boomerang et al, as part of DC Comics’ belated attempt to rival Marvel’s “extended universe” blockbusters. Having seen Batman v Superman flounder if not exactly flop, DC will be pinning a lot of hopes on this. Directed by Fury’s David Ayer, it stars the likes of Will Smith, Jared Leto and Margot Robbie, and has the baddies teaming up in a task force to save the world. If this doesn’t work, there’s the Justice League movie just over the hill … AP•5 August. David Brent: Life on the Road Another TV spin-off – this time more likely to appeal to the Alpha Papa crowd rather than the Dad’s Army one. Ricky Gervais dusts down his fondly remembered Office alter ego David Brent for a feature-length outing, which he wrote, directs and stars in. He seems to be trying a bit harder than most spin-offers: Brent is trying to rekindle his dreams of music-biz stardom in this one. If the trailer is anything to go by, Gervais will also be taking advantage of cinema’s less restrictive morals, with some nuclear-level potty-mouthing. AP•19 August.     Ricky Gervais as David Brent. Photograph: Planet Photos/BBC Films/PLANET PHOTOS    Swallows and Amazons Arthur Ransome’s classic kids’ yarn is adapted for the screen for the first time since 1974. Inevitably, though, the much giggled-over character name Titty has been changed … to Tatty. There is a cast of biggish names – Rafe Spall, Kelly Macdonald, Harry Enfield – and a newly inserted plot strand about a suspicious-looking spy, apparently inspired by Ransome’s own “diplomatic” activities on both sides during his time in revolutionary Russia. Lots of splendid Lake District countryside, however, is assured. AP•19 August. Ben-Hur This is one of those remakes that no one had particularly asked for. But, possibly inspired by the rise of the faith film audience, the “tale of the Christ” is to get another workout. Boardwalk Empire’s Jack Huston steps into the Charlton Heston role of the Jewish prince forced into slavery by the Romans; Toby Kebbell is Messala, the former childhood friend he takes on in a chariot race. It isn’t likely, if we’re honest, to match the 1959 version’s 11 Oscars – but is potentially an entertaining romp all the same. AP•26 August.            Julieta Pedro Almodóvar’s unlikely take on the work of Canadian short-story maestro Alice Munro has acquired some distracting notoriety, after the Spanish auteur and his brother were named in the Panama Papers; Almodóvar promptly withdrew from press activity. Julieta, which will premiere at Cannes, features Emma Suárez (best known for her work with Julio Medem) as a woman looking for her runaway daughter. AP•26 August. War Dogs Todd Phillips, king of the stoner-bromance movie, goes a tad more heavyweight here, with this arms-trading comedy (you heard that right) based on a non-fiction book called Arms and the Dudes. Miles Teller and Jonah Hill play the Miami stoners who luck into a $300m contract to supply guns to the military in Afghanistan. Producer Bradley Cooper has a supporting role as a major league arms dealer. AP•26 August.",
  "webTitle": "Scorchers: the hottest films of summer 2016",
  "webPublicationDate": "2016-05-02T07:00:17Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/02/scorchers-the-hottest-films-of-summer-2016-preview",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Action and adventure",
      "id": "film/actionandadventure",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Whiskey Tango Foxtrot",
      "id": "film/whiskey-tango-foxtrot",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Florence Foster Jenkins",
      "id": "film/florence-foster-jenkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Where to Invade Next",
      "id": "film/where-to-invade-next",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tale of Tales",
      "id": "film/tale-of-tales",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Independence Day: Resurgence",
      "id": "film/independence-day-resurgence",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Absolutely Fabulous: The Movie",
      "id": "film/absolutely-fabulous--the-movie",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The BFG",
      "id": "film/the-bfg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Suicide Squad",
      "id": "film/suicide-squad",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "David Brent: Life on the Road",
      "id": "film/david-brent-life-on-the-road",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    },
    {
      "webTitle": "Andrew Pulver",
      "id": "profile/andrewpulver"
    }
  ],
  "guardianId": "film/2016/may/02/scorchers-the-hottest-films-of-summer-2016-preview"
}