{
  "apiUrl": "https://content.guardianapis.com/commentisfree/belief/2016/may/19/giving-your-body-for-dissection-overcomes-an-ancient-taboo",
  "id": "2016-05-19-144",
  "sectionId": "commentisfree",
  "body": "The dissecting room at Guy’s hospital in London is located at the top of the building so people can’t peer in through the windows. Quite rightly, the hospital preserves the dignity of those who have given their bodies to be dissected. But it’s common enough for people to want to rubberneck, maybe for some ghoulish thrill, maybe out of deep existential curiosity. Personally, I have spent enough time around dead bodies to have got past all of that. And by the time I get up all those stairs I’m puffing away like a 20-a-day asthmatic and already sufficiently in touch with my mortality. It’s the end of the day and all the students have gone home. We enter a large room, with scrubbed clean stainless steel workbenches and the intense perfume of formaldehyde. Here nervous anatomy students make their first hesitant moves with a scalpel, learning to cut into human flesh, uncovering the secrets of the body, developing skills of manual dexterity and technique that will save future lives. In the first few days, some students will faint. Some feel repelled. Some fascinated. Here they learn to make their peace with the sheer specificity of these bodies – their hummingbird tattoos or their wild hairy eyebrows. There is nothing generic about these (mostly elderly) cadavers. Mortui vivos docent is the Latin phrase. The dead teach the living. Earlier this year a severed foot was discovered in a park in Bath. And police now believe it may have been an anatomical specimen previously used for teaching. This suggests a body mucked about with. Disrespected. Dishonoured. It’s not a story that will bring any joy to the several hundred people who will gather at Southwark cathedral on Friday morning. Close by Guy’s hospital, they come to a service of thanksgiving for those who, over the previous year, have donated their bodies for students to dissect and learn from. Such selflessness should be admired and applauded. They will never know the people they have helped or the lives they have saved. This is all the more admirable in so far as many will have had to overcome a longstanding taboo, prevalent especially among the Romans, that “interfering” with the dead is somehow impious or wrong. That’s why the Romans banned dissection. And why the medical writer Galen derived his knowledge of anatomy from monkeys. And why he got things wrong. Fascinatingly, the Harvard scholar Katharine Park has argued that what changed the Roman position was the less squeamish Christian middle ages. In Renaissance Italy nuns would perform autopsies on their dead colleagues, looking for signs of inner holiness. When King John died in Newark in 1216, his corpse was cut up by the abbot, his entrails buried there, the rest taken to Worcester Cathedral. It wasn’t that the church held back the progress of dissection. Rather, it was religious conviction that drove further investigation into the human body, and especially the female body. For much of the early modern period it was the hangman who supplied the surgeon. But with the general decline in capital punishment, and the growth of scientific endeavour, demand increasingly outstripped supply. So hospitals like Guy’s came to be supplied by the body snatchers or “resurrection men”. The 1832 Anatomy Act attempted to regulate the supply of corpses to medical schools through licence. But many resisted this legislation on class grounds: “… they tell us it [the act] was necessary for the purposes of science. Science? Why, who is science for? Not for poor people. Then if it be necessary for the purposes of science, let them have the bodies of the rich, for whose benefit science is cultivated,” argued William Cobbett. Today, everyone benefits. So my sermon at the cathedral on Friday will not only thank God for the generosity of those who have given of their bodies, but also thank God for the inclusivity of the NHS that exists for the benefit of all. Twitter: @giles_fraser",
  "webTitle": "Giving your body for dissection overcomes an ancient taboo | Giles Fraser: Loose canon",
  "webPublicationDate": "2016-05-19T14:37:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/belief/2016/may/19/giving-your-body-for-dissection-overcomes-an-ancient-taboo",
  "keyword": [
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Fraser",
      "id": "profile/gilesfraser"
    }
  ],
  "guardianId": "commentisfree/belief/2016/may/19/giving-your-body-for-dissection-overcomes-an-ancient-taboo"
}