{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/oregon-militia-government-standoff-corey-lequieu-pleads-guilty",
  "id": "2016-05-20-352",
  "sectionId": "us-news",
  "body": "A participant in the Oregon militia standoff at a wildlife refuge pleaded guilty to conspiring against the federal government on Thursday, making him the first of 26 jailed protesters to accept a deal with US prosecutors. Corey Lequieu, 46, pleaded guilty to using force, intimidation and threats to impede federal officers at the Malheur national wildlife refuge, where a group of activists, some heavily armed, staged an occupation in January to protest the government’s treatment of ranchers. Brothers Ammon and Ryan Bundy, who helped lead the protests, refused to enter pleas at their arraignments, resulting in a a judge entering a “not guilty” plea on their behalf, paving the way for a high-profile trial. “It was the best option available,” Lequieu’s girlfriend Debra Carter Pope said in an interview Thursday. “What’s important to him and to me is family. … It’s better than being in there for years and years.” Federal prosecutors have recommended that Lequieu spend two-and-a-half years in prison and have agreed not to level any additional charges against him, according to the Oregonian. In the government’s indictment he had originally faced two additional charges related to his possession of firearms at the bird sanctuary. The conspiracy charge for which Lequieu pleaded guilty carries a maximum sentence of six years. The activists took over a number of government buildings at the refuge headquarters to protest the imprisonment of two eastern Oregon ranchers convicted of arson offenses. The Bundy brothers and their supporters have argued that the federal government has no right regulating public lands in the west and have continued to argue in court that US prosecutors lack jurisdiction in the case. Their philosophy gained traction in the west in 2014 when their father Cliven Bundy staged a standoff with the federal government at the family’s ranch after refusing for years to pay grazing fees. Cliven, too, is behind bars, awaiting trial for the 2014 standoff and has also refused to enter a plea. Lequieu and his girlfriend, who are from Fallon, Nevada, were both regular presences at the refuge, though Carter Pope, who was one of the main cooks for the protest, was not arrested or charged. During the second week of the protest, Lequieu told the Guardian that he works for a hauling company and that he was prepared to stay at the occupation for a long period, though would eventually have to go back to work. He left the site after numerous protesters were arrested and Oregon police shot and killed LaVoy Finicum, a major occupation spokesman. Angie Bundy, Ryan’s wife, said she was surprised to see a defendant had pleaded guilty – noting that her husband and their supporters feel strongly that they are innocent. “He’s not guilty of any crime. He didn’t do damage to anybody.” She added, “My husband’s standing on principle. He’s looking at the larger picture. ... He’s not going to plead guilty.”  Carter Pope noted that as part of the plea deal, Lequieu has made clear that he is not cooperating with prosecutors. “There’s no way he would’ve cooperated. He doesn’t want anyone to think he’s a snitch. He’s not.”  Lequieu will also have to pay restitution to the government and will remain in custody prior to a 25 August sentencing.",
  "webTitle": "Oregon militia standoff member pleads guilty to conspiring against government",
  "webPublicationDate": "2016-05-20T02:06:07Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/oregon-militia-government-standoff-corey-lequieu-pleads-guilty",
  "keyword": [
    {
      "webTitle": "Oregon militia standoff",
      "id": "us-news/oregon-militia-standoff",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/19/oregon-militia-government-standoff-corey-lequieu-pleads-guilty"
}