{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/30/old-etonian-tory-peer-threatens-to-rebel-over-public-school-plan",
  "id": "2016-05-30-216",
  "sectionId": "politics",
  "body": "Former Conservative cabinet minister and the provost of Eton College, William Waldegrave has threatened to resign the party whip if the government pushes ahead with a voluntary plan to request that companies ask job applicants if they went to a private school. Proposals published by Cabinet Office minister Matt Hancock last week to request that leading companies should ask if potential employees were educated privately as one tool among others to improve chances for state-educated pupils and enhance social mobility. However, Lord Waldegrave, who served under Margaret Thatcher and then from 1990 to 1997 under John Major and was educated at Eton and Oxford, told the Daily Telegraph the scheme would discriminate against people whose parents had paid for their education. The remarks come from the most senior figure at Eton College, where David Cameron and other senior Conservative figures such as Boris Johnson and Oliver Letwin attended. “Fundamentally, I think it quite wrong to punish children for decisions taken by their parents, and to run the risk of choosing crucial public service jobs not on the basis of merit but of social engineering,” he told the Telegraph.  “The ablest candidates come from all possible backgrounds. I have told the chief whip in the Lords that I do not see how I could continue to accept the whip if I believed that the government was actively seeking to damage the charitable school of which I am a trustee, and the many other schools like it which are meeting the justifiable demands of the Charity Commission to help the wider community.” The proposal – which would not be legally binding – is part of a raft of ideas put forward as part of Cameron’s “life chances” agenda, which the government says is its attempt to respond to statistics that show senior professional and civil service jobs are dominated by those educated privately. Other questions would ask where people grew up and what their parents did for a living. The government hopes to persuade leading blue-chip firms to adopt them voluntarily when interviewing prospective employees. Hancock said his proposals would give employers a better idea of applicants’ “socio-economic background” and would be included as a raft of questions similar to those used to counter racial or gender discrimination. Waldegrave added that schools such as Eton, which defends its charitable status on the basis that it provides bursaries to pupils whose parents would otherwise not be able to afford the £12,354 a term fees, have helped improve access to leading universities for pupils from poorer backgrounds. Waldegrave added: “I have pointed out that non-government schools have played a very valuable part in getting children from deprived socio-economic groups into top universities. Oxford said not long ago that 25% of students in the least privileged socio-economic groups came to the university via independent schools on bursaries.” Hancock’s plans are seen by supporters as an attempt to recapture the idea that Cameron is leading a “One Nation” Conservative agenda that offers opportunity to everyone.  When announced in April, Hancock – educated at the King’s School, Chester where fees are £4,296 a term before heading to Oxford – said: “We are tackling the last workplace taboo. We British don’t always like to discuss things like our parents’ background, particularly at work. But you can’t manage what you can’t measure.”",
  "webTitle": "Old Etonian Tory peer threatens to rebel over public school plan",
  "webPublicationDate": "2016-05-30T00:10:11Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/30/old-etonian-tory-peer-threatens-to-rebel-over-public-school-plan",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Matthew Hancock",
      "id": "politics/matthew-hancock",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Carrier",
      "id": "profile/dan-carrier"
    }
  ],
  "guardianId": "politics/2016/may/30/old-etonian-tory-peer-threatens-to-rebel-over-public-school-plan"
}