{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/19/ned-rocknroll-kate-winslet-semi-naked-photos-new-name-injunction",
  "id": "2016-05-19-115",
  "sectionId": "lifeandstyle",
  "body": "Is there anything more rock’n’roll than a celebrity injunction to ban publication of some semi-naked photos of you at a fancy dress party a few years ago? Certainly not if you are Ned Rocknroll, husband to Oscar-winning girl-next-door Kate Winslet, whose lifestyle appears to be rejecting his name transplant. I imagine doctors are working round the clock to find the right cocktail of medication to make it take again, but, as things stand, Ned is probably sitting by his Sussex Aga making some primly irate calls to his London lawyers. Talk about a rocknroll swindle. I haven’t seen these pictures – now being described in injunction-resistant US publications – so have no idea why “semi-naked” would be deemed so shocking. I suppose it depends which half – or, indeed, whether there is an alternative clue in the word semi. But what I am familiar with – in an armchair-historian type way, of course – is the concept of “rocknroll”. I have listened to some albums. I occasionally wear the thousand-yard stare of someone who has read Mötley Crüe: The Dirt. And, with the best will in the world, I am struggling to imagine Jimmy Page, say, placing a similar call to his brief at the same age. At this stage in the formal rock’n’roll pathway, outgoing communication is restricted almost entirely to the emergency services. Consequently, Lost in Showbiz is minded to suggest a second trip to the deed poll office for Ned. Could he not undergo a second rebrand as Ned Liftmusic, or Ned Teadance? If he can’t warm to one of those, he could adopt a holding position – something like Ned Pending, or even Ned Superinjunction. Alas, before we go any further, I must offer a formal apology. When Ned was first introduced to readers of Lost in Showbiz, it was as a key piece in the 2011 autumn collection, wherein he was described as a “spoof character”. Yet again, my fact-checking appears to have let me down, for, as the years have gone by, it has become difficult to avoid the possibility that Ned is, at least in some sense, real. In fairness, consider the details I had to work with at the time: his name was Ned Rocknroll, and his job was at his Uncle Richard Branson’s spaceport, where he was “head of astronaut relations”. I mean … come on. COME ON. His romance with Winslet seems to have been literally forged in a fire – to wit, the one that engulfed Branson’s house on his private Caribbean island of Necker in that same summer. Kate and another boyfriend were staying in the house with various of Richard’s family, including Ned, when the house was struck by lightning. Thanks to Richard’s self-effacing yet diurnal blogposts on the matter, we learned that the entrepreneur had himself raised the alarm in the nude. In a later post, he would liken the destruction of the main house on Necker to the moment when Thomas Edison’s factory caught fire, only for the inventor to immediately order it to be rebuilt. (If anything, I think that comparison undersells the cultural loss to the early 21st century of a Balinese-themed holiday home, but I expect Richard knows best.) Anyway, spool forward a few years, and it was to this event Kate and Ned turned when seeking a middle name for their new baby. “We wanted something out of the fire,” she told a talkshow host, “so Blaze was the name we came up with.” As for the rest of Ned’s rocknroll journey, the annals still feel tantalisingly incomplete. For filling in at least some of the blanks, I am indebted to a lengthy Daily Mail article for informing me that Winslet is, in fact, The Second Mrs Rocknroll, Ned having wed previously in an open-air pagan ceremony presided over by “a druid called JJ Middleway”. Actually, hang on. Called what? I’m not sure I fought in two world wars for druids to be called things such as “JJ”. A Cathbhadh is a druid. A Myrddin is a druid. A JJ is an attacking midfielder who can also play as a striker. All that can be seriously said about this faintly hallucinatory tale is that it is one in which no one seems to have a correct name. Consider it A Misnomer’s Night Dream, and await further legal developments.",
  "webTitle": "Ned Rocknroll’s ‘semi-naked’ photos saga: time for a new name?",
  "webPublicationDate": "2016-05-19T16:05:01Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/19/ned-rocknroll-kate-winslet-semi-naked-photos-new-name-injunction",
  "keyword": [
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Kate Winslet",
      "id": "film/katewinslet",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Richard Branson",
      "id": "business/richard-branson",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/19/ned-rocknroll-kate-winslet-semi-naked-photos-new-name-injunction"
}