{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/kenneth-starr-baylor-university-sexual-assault-reports",
  "id": "2016-05-27-91",
  "sectionId": "us-news",
  "body": "Kenneth Starr, the Baylor University president demoted on Thursday for mishandling reports of sexual assaults by football players, has claimed he knew of no such allegations until last fall, even though at least one case reached court as long ago as 2014. Starr – best known for his years investigating Bill and Hillary Clinton in the 1990s – said in a statement released on Thursday that he “agreed in principle” with the university board’s decision to transfer him to the position of chancellor. “I applaud the board for its transparency,” he said. “It must be known, however, that I was not privy to any of the allegations regarding interpersonal violence until the fall of 2015, at which time I immediately launched an internal investigation.” An investigation by an independent law firm found that leaders of the Baptist university in Waco, Texas, had “created a cultural perception that football was above the rules”.  The board released a summary of the report, which said football staff ran “untrained” investigations and “improperly discredited” claims. Overall, the report said, administrators showed a “fundamental failure” to investigate claims, and at least once actively discouraged an accuser from making claims. “We were horrified by the extent of these acts of sexual violence on our campus,” Richard Willis, chairman of Baylor’s Board of Regents, said in a statement. Starr apologized in his statements, saying: “To those victims who were not treated with the care, concern and support they deserve, I am profoundly sorry.” He will also continue to work at the school as a law school professor. “For now, I happily remain a part of Baylor Nation,” he said.   Related: Kenneth Starr's job in peril for handling of Baylor University sex assault cases    Starr earned national notoriety during the 1990s, when he spent a long period investigating Bill and Hillary Clinton. In 1994 he was appointed to investigate whether the Clintons broke the law in an insider real estate deal that became known as Whitewater. Several people close to the Clintons were convicted of fraud in related cases, but Starr found no evidence of wrongdoing by the couple. His investigation grew to include the suicide of White House lawyer Vince Foster and, finally, the president’s sexual infidelities. His report described Clinton’s sexual liaisons in graphic detail, and eventually concluded that Clinton had committed perjury during a civil case brought by Paula Jones over sexual harassment – later settled out of court – by denying “sexual relations” with Monica Lewinsky. Clinton was impeached – the second president to be impeached – and was acquitted. Last week Starr seemed to express regret about the “unpleasantness” of Clinton’s presidency, and told a panel in Philadelphia that the former president had a “redemptive process” after leaving office. Starr returned to private practice and several high-profile cases, including California’s brief ban on same-sex marriages. He also defended billionaire Jeffrey Epstein, who eventually was convicted of soliciting prostitution from an underage girl. In 2010 he joined the Baptist church and took over as president of Baylor, raising millions for the school in part through an emphasis on the football program. “Despite these dark days,” Starr said on Thursday, “I remain resolved to join hands with the Baylor family to continue to build the university as we carry out its distinct mission in Christian higher education.” On Thursday the board also fired its head football coach, Art Briles, who led the team to a 50-15 record and two Big 12 titles. He was also criticized for recruiting athletes who had been dismissed from other schools for their behavior. One such student, Sam Ukwuachu, was convicted in 2015 of sexually assaulting a female soccer player. In 2014 football player Tevin Elliott was accused by five women, suspended by the football team, and eventually sentenced to 20 years in prison on two counts of sexual assault. At least six women have accused eight Baylor athletes over the last seven years, and the school faces a lawsuit from a woman who says officials acted with “deliberate indifference” to rape reports. Briles has not yet commented. His daughter, Staley Lebby, wrote on Facebook that his ousting was a “media witch-hunt” and her father a “man of incredible character”. Some current players expressed support for their coach, with linebacker Taylor Young tweeting: “You don’t turn your back on your leader when things get ugly.” Others expressed gratitude that the coach “took a chance” and kept faith in them, and at least one athlete, cornerback Ryan Reid, said the scathing report was ultimately good. “This is going to help a bunch of college[s] in the long run,” he tweeted. “It’s gotta start with us.” “This is a new era in college football [where] we can see now that no type of violence is acceptable.”",
  "webTitle": "Kenneth Starr claims he was unaware of Baylor sex assault cases before fall 2015",
  "webPublicationDate": "2016-05-27T16:05:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/kenneth-starr-baylor-university-sexual-assault-reports",
  "keyword": [
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "College sports",
      "id": "sport/college-sports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/27/kenneth-starr-baylor-university-sexual-assault-reports"
}