{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/mustafa-badreddine-violent-hezbollah-career-enemies-lebanon-syria",
  "id": "2016-05-13-141",
  "sectionId": "world",
  "body": "It may take time for the full story of the death in Syria of the Hezbollah military commander Mustafa Badreddine to emerge – was he killed in Damascus or elsewhere, by a car bomb, artillery shell or an airstrike? In the chaos of war, establishing even basic facts is not easy. But what is certain is that he had acquired many enemies over a long and violent career. Israel tops the list, but Hezbollah’s backing for the Syrian president, Bashar al-Assad, widens the circle of suspects.  Sunni Saudi Arabia and its Gulf allies loathe the Lebanese group as a proxy of Shia Iran, their bitter rival. Sunni rebel groups in Syria, such as the al-Qaida affiliate al-Nusra Front or less extreme Islamist outfits, would certainly have the motive and possibly the capability to strike a blow.   Related: Mustafa Badreddine: the Hezbollah leader who left no footprints    In a macabre way, Badreddine’s demise provides a useful prism through which to view the current crises of the Middle East. Syria’s five-year war is the centrepiece of this bloody turmoil – with regional powers ranged on opposing sides – though their competition extends as far afield as Iraq, Yemen and Bahrain.  His career spanned the dark underside of more than three decades: from his involvement in the bombing of the US and French embassies in Kuwait in 1983, through to Hezbollah’s role in the assassination of the Lebanese prime minister Rafiq al-Hariri in 2005 – for which he was formally indicted by a UN-backed tribunal. But Hezbollah’s intervention in Syria, at first clandestine and then open, has seen it play a crucial military role in support of the Assad regime, a diversion from its founding motivation as the “resistance” – as all Lebanese call it – whose original raison d’être was fighting Israel after the 1982 invasion. It is estimated to have lost up to 1,000 men since 2011. There are striking parallels with the fate of Badreddine’s predecessor, Imad Mughniyeh. Haj Radwan, as he was known, was assassinated in a Damascus suburb in 2008 in a sophisticated car bombing that turned out – long after the event – to have been a joint operation by the CIA and Israel’s Mossad secret service.     Mourners carry the coffin of Hezbollah commander Imad Mughniyeh in 2008 after he was killed in a car bombing. Photograph: Hussein Malla/AP    Israel’s refusal to comment on the latest killing was entirely predictable, though one senior former security official hailed it as “good news”, while adding: “Remember that those operating in Syria today have a lot of haters without Israel.” Still, Israel has repeatedly targeted Hezbollah since the 2006 war, and has mounted repeated airstrikes against it in both Syria and Lebanon over the last five years, often targeting weapons convoys while insisting it was not involved in the conflict. It fears the opening of a new front on the occupied Golan Heights.   Related: Leading Hezbollah commander and key Israel target killed in Syria    According to one report, rebels of the Jaish al-Sunna group claimed Badreddine was killed in an attack on a Hezbollah operations room in Khan Touman, near the northern city of Aleppo, the scene of recent heavy fighting. Whether true or not, that hints at the scale of Hezbollah’s presence in Syria. The group’s latest martyr will be mourned and praised in Beirut, Damascus and Tehran, where the “axis of resistance” is celebrated. But there will be few tears in other Middle Eastern capitals, where Hassan Nasrallah, Hezbollah’s secretary general, is loathed for his loyalty to Assad and his invective against Arab autocrats. Saudi Arabia, for example, recently cut off financial aid to the eternally weak Lebanese government because of its tolerance of Hezbollah as an armed state within a state – and the foothold it gives Iran in the heart of the Levant.  “The killing of Badreddine is an indication of the sort of people they are,” said a senior Gulf official. “He was a hijacker and an assassin, and a commander of Hezbollah.”",
  "webTitle": "Mustafa Badreddine: a long, violent career won him many enemies",
  "webPublicationDate": "2016-05-13T14:18:16Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/mustafa-badreddine-violent-hezbollah-career-enemies-lebanon-syria",
  "keyword": [
    {
      "webTitle": "Hezbollah",
      "id": "world/hezbollah",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bashar al-Assad",
      "id": "world/bashar-al-assad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/2016/may/13/mustafa-badreddine-violent-hezbollah-career-enemies-lebanon-syria"
}