{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/homeless-photographers-antidote-food-porn",
  "id": "2016-05-11-184",
  "sectionId": "us-news",
  "body": "This is what it looks like to be young and hungry in a city obsessed with food – the locavore life, the scrupulously sourced, the beautifully butchered, the five-star restaurant.    Related: What it looks like to be hungry and homeless – in pictures    For Justin Smith it is a twist of ramen noodles, pennies a mouthful and a carefully tended blue, plastic fork. For Josh Frazier, it is dumpster diving in a bright green compost bin. For Nick Lindley it is a jumble of canned food, some for himself, the best for his dog, Ziggy. “I wish my food stamps didn’t get cut off. I don’t know why they got cut off. So I had to go to the food bank and get all of this crap. I spent all of my money on my dog’s food. My struggle is real, but no realer than anyone else’s.”  That’s how Lindley describes his photo, The Lost Land of Cans and Dog Food, part of an exhibit opening in San Francisco on Wednesday called I Got Nothing, the work of eight recently homeless teenagers and twentysomethings about a central fact of their young lives: hunger, or as they prefer to call it, “food instability”.     A volunteer with Intersection for the Arts hangs a new gallery of photos made by homeless young people in San Francisco. Photograph: Andrew Burton for the Guardian    I Got Nothing is an antidote to the food porn that fills the internet. Few of the carefully curated images are traditionally beautiful. But each offers a rare window into life far removed from the linen napkins and wine lists of the wealthiest US cities. Or as Frazier put it in describing his photo of a homeless man bending into a compost bin: “People throw away whole loaves of bread, half-loaves of bread. It’s gonna go bad in a day. These people go out and find it. There’s a whole community of them, they live everywhere, in every major city in America. They take the trash that people aren’t eating and they eat them … Pretty much, it doesn’t matter if you’ve been homeless or are just not able to pay the rent. You’ve done this at least once.”  Frazier and his fellow photographers have all done this more than once. They live in the first permanent supportive housing facility that San Francisco funded for homeless youth between 18 and 24. The renovated single room occupancy hotel opened two years ago a block away from Whole Foods – a pricey market none of them can afford.     Amber: Untitled (pic of mouth). Photograph: Courtesy of Intersection for the Arts    Frazier, 25, entered the foster care system in Texas County, Oklahoma, when he was nine years old. By the time he aged out at 18, he had lived in more than 60 foster homes. Since then, he has been homeless in seven cities. He ticks them off on Tuesday afternoon as members of the UC Berkeley School of Public Health hang the exhibit in advance of Wednesday night’s opening.  Oklahoma City. Lawton, Oklahoma. Altus, Oklahoma. Denver. Groton, Connecticut. Los Angeles. San Francisco.  One of Frazier’s photos at Intersection for the Arts gallery is simple and painful, a big white plate with a single bite of hamburger left on it.  “I hadn’t had food for a few days, and it was something I had to make last,” he said. “I’d take a couple of bites, put it down. There’s food in my room, but you need other food in order to make it. Like Hamburger Helper, but no meat.”  Most of the residents in Frazier’s South of Market building are part of a study looking at how having permanent housing and the opportunity for case management affects the health of formerly homeless young people over time.  Dr Colette “Coco” Auerswald, an associate professor of public health at UC Berkeley, said 86% of the young people in the study meet the federal government’s definition of severe or moderate “food insecurity”. More than half reported going for 24 hours without food.  “I thought that once they were housed they wouldn’t be food insecure,” said Auerswald, co-director of a research center called I4Y and the study’s principal investigator. “But they are … we were blown away and felt like we needed to do something about it – with the kids.”  The young people involved in the exhibit were each given a digital camera and an assignment: photograph what “food instability” means in their lives. Not just going without food, Auerswald said, but also being unable to afford anything healthy “in such a foodie society”.      Amber Sheldon, who goes by the name Amber Ale, poses for a portrait with her dog Daydream in San Francisco. Photograph: Andrew Burton for the Guardian    25-year-old Amber Ale – a last name adopted “because I’m an alcoholic”— has been homeless on and off since her senior year of high school. One of her photographs shows an open mouth with a blob of mostly chewed food on a big, pink tongue.  It’s a pepperoncini, she said, but she purposely made it impossible to identify, because “a lot of the food we get to eat, we don’t know what it is”. Some is delivered twice a week by Food Runners, an organization that collects uneaten food from caterers and restaurants.  Some comes from trash cans in wealthy, wasteful San Francisco.  “There’s really good food in trash cans here,” she said. “I was homeless for years, and I got to eat things that I never would have gotten to eat otherwise.  “But you don’t know how old it is, or why it was thrown away.”",
  "webTitle": "Once homeless and hungry, youths serve up antidote to foodie culture",
  "webPublicationDate": "2016-05-11T14:00:04Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/homeless-photographers-antidote-food-porn",
  "keyword": [
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maria L La Ganga",
      "id": "profile/maria-l-la-ganga"
    }
  ],
  "guardianId": "us-news/2016/may/11/homeless-photographers-antidote-food-porn"
}