{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/phil-jagielka-everton-squad-summer-exits",
  "id": "2016-05-16-28",
  "sectionId": "football",
  "body": "Phil Jagielka has warned Everton face upheaval beyond the manager’s position this summer, with Roberto Martínez’s successor having to deal with an exodus of established players.   Related: Everton’s plans to move from Goodison Park to Walton Hall Park abandoned    The Everton captain, a surprise omission from England’s provisional 26-man squad for the European Championship, believes the number of first team players leaving Goodison Park could reach double figures and the next manager may need experience of handling a squad overhaul. Ronald Koeman, Everton’s preferred candidate to replace Martínez, inherited a similar problem when he arrived at Southampton in 2014. Tim Howard brought his 10-year career with Everton to a close on Sunday, the club stalwarts Leon Osman and Tony Hibbert are out of contract this summer, as are Steven Pienaar and Darron Gibson, and Romelu Lukaku and John Stones could be involved in transfers. Jagielka said: “There is going to be a lot of change in the playing squad. I am not sure the squad is going to be big enough for the start of next season with the people who are leaving. It is a case of the club deciding what sort of squad and formula they want to go for both on the pitch and off the pitch. That will determine what manager they want. “I am not sure exactly what will go on but there could be double figures leaving, which is a lot. We are not talking about young lads either. We are talking about established first-team players. It is going to be a big change of personnel and that will play a big part in who will get the chance to manage the club.” Jagielka has arguably paid the price for the team’s defensive record this season with his England place, despite being the side’s best defender, and admits results dictated Martínez’s departure. “I am not really prepared to answer the question of what went wrong,” Jagielka said. “The results were the results. In the end that is what cost the manager his job. There were things put on TV about the last 10 results and unfortunately that was the state of play. Things materialised because of the results and it was very hard for the manager to stay in charge. The people who make the decisions decided that was the case. It is easy to say it has been a season of underachievement but we have had two great cup runs. Our league form hasn’t been as good as it is should have been but things haven’t been as bad as people have made out. Football is a results business and unfortunately for us in the league it is not what we have wanted.”",
  "webTitle": "Phil Jagielka warns Everton squad could be severely depleted by summer exits",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/phil-jagielka-everton-squad-summer-exits",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/16/phil-jagielka-everton-squad-summer-exits"
}