{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/16/country-diary-herdwick-sheep-home-lambing",
  "id": "2016-05-16-356",
  "sectionId": "environment",
  "body": "Jostling each other, bleating the while, 400 pregnant Herdwick ewes make their way along the bottle-neck road from Stonethwaite in Borrowdale. Their destination? Nook Farm, hidden behind the huddle of slate-roofed cottages in Rosthwaite, the next village towards Keswick. Here they will give birth to the year’s lambs, soon to be seen skipping in the dale’s threadbare fields, which have not yet started to grow the fresh grass they will need to thrive. But in the meantime, the ewes are blocking the road as we meet head-on, forcing me to park up against the wall to let them by.  Several walkers wearing Coast-to-Coast beanie hats are already waiting. Their route will take them 192 miles from Robin Hood’s Bay to St Bees, east to west across three national parks, rather than from the Irish Sea to the east coast, which is the direction recommended by Alfred Wainwright, who originally devised the unofficial long-distance footpath in the 1970s.   Related: Queen of the Herdwicks    Bringing up the rear of the flock that is barging and crowding past is Rosthwaite shepherd Stanley Jackson on his quad bike. In passing, he tells me he and fellow shepherds had a dawn start to gather the 600 or so ewes from their heafs scattered across the fells. They then sorted the sheep at the folds by Black Moss Pot (popular with wild swimmers) to follow the track crossing the common at the mouth of Langstrath valley and passing through Stonethwaite, with its campsite and a pub built around what was once a 16th-century miner’s cottage, under Eagle Crag. Finally on asphalted road, they press on for Rosthwaite, a distance in all of four miles. “Must get on,” he says, blipping the throttle of his all-terrain vehicle, a picture of health from three years ago when he had to have a pig’s valve implanted in his heart.  Ever the good shepherd, he recognises the snow-white faces of his Herdwicks like he does people. Now he follows the flock, directing the dogs that are coaxing the heavy-laden sheep on towards the main Borrowdale road, never altering their pace as the traffic builds up both behind and ahead. Follow Country Diary on Twitter: @gdncountrydiary",
  "webTitle": "Herdwick ewes come home for lambing",
  "webPublicationDate": "2016-05-16T04:30:26Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/16/country-diary-herdwick-sheep-home-lambing",
  "keyword": [
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Lake District",
      "id": "uk/lake-district",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Greenbank",
      "id": "profile/tony-greenbank"
    }
  ],
  "guardianId": "environment/2016/may/16/country-diary-herdwick-sheep-home-lambing"
}