{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/malcolm-turnbull-abandons-abbott-era-plan-to-abolish-privacy-watchdog",
  "id": "2016-05-04-365",
  "sectionId": "australia-news",
  "body": "An Abbott-era plan to abolish Australia’s privacy and freedom-of-information watchdog has been abandoned in Malcolm Turnbull’s first budget. The Office of the Australian Information Commissioner has been allocated $37m over four years, a significant reversal of fortunes for an agency the government has spent two years trying to kill.   Related: 'Governments do not like freedom of information': the war on Australia's privacy and information watchdog    The Abbott government announced in its 2014 budget that the OAIC would be scrapped and its functions absorbed by existing bodies including the Human Rights Commission. The OAIC was launched in November 2010 to champion open government and conduct reviews of freedom of information requests and complaints. Funding was phased out before a bill to formally abolish the agency. The lack of funding had forced the information commissioner at the time, professor John McMillan, to work from home for several months before resigning. It was feared scrapping the OAIC could increase the cost of some currently free services, such as reviews of the merits of FOI requests, to around $800. The plans were also criticised by numerous legal groups, journalists and advocacy organisations.   Related: Australia's right to know is under assault | Paul Farrell    But the bill stalled in the senate, opposed by the Greens, Labor and cross-benchers including John Madigan, Nick Xenophon and David Leyonhjelm.  The acting information commissioner, Timothy Pilgrim, said he welcomed the decision, which “recognises the important rights and protections that are provided to Australian communities through the FOI and privacy acts”. “The OAIC looks forward to working with Australian businesses, agencies and individuals to deliver our regulatory, public education and dispute resolution services into the future,” he said. The new money likely means the FOI commissioner position, currently vacant, and the role of information commissioner, temporarily occupied by Pilgrim, will soon be permanently filled.",
  "webTitle": "Malcolm Turnbull abandons Abbott-era plan to abolish privacy watchdog",
  "webPublicationDate": "2016-05-04T02:09:29Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/malcolm-turnbull-abandons-abbott-era-plan-to-abolish-privacy-watchdog",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Freedom of information",
      "id": "politics/freedomofinformation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/04/malcolm-turnbull-abandons-abbott-era-plan-to-abolish-privacy-watchdog"
}