{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/how-does-your-garden-grow-mark-lane",
  "id": "2016-05-14-130",
  "sectionId": "lifeandstyle",
  "body": "When I have been at my desk all day or out on site in clients’ gardens, I love coming back to my own garden. It’s a wonderful cliche, but I eat, live, sleep and dream about plants. Our 1960s bungalow, which we moved to eight years ago, is set in the centre of the plot, which is just under an acre. The garden was stuck in the 60s – lawns, large conifer beds. I am designing it from scratch – section by section. I have a wonderful civil partner, Jasen, who helps me out, as well as some very good friends who come over and do the digging; but I still do a lot of the pruning and planting myself. I’ve introduced wide paths, beds I can access from my wheelchair, and I have some privet hedging that I trim while seated in my chair. In the early evening I like to go out in the garden and dabble. I love getting my fingers into the soil, and pulling plants out to see how they are growing: I lay them out on a table and examine them. About 15 years ago, I was in a car accident and had to have operations on my spine, which were complicated by me having spina bifida. My recovery was very slow: I had chronic pain throughout my body and chronic fatigue, and I ended up in a wheelchair. I started designing gardens for friends, and it took off through word of mouth. I gave up my job in publishing and, over time while managing my conditions, I decided that garden design was my calling.   Related: How does your garden grow? Ewan Williams, Catford, London    We try to go to the Chelsea flower show every year: I love to be nosy, to see what plants are new, and to be wowed. This year I’m excited to be going as a guest presenter for the BBC. If I can make a garden that’s fully accessible, I don’t see why other designers can’t do that, too. I find it astonishing that I appear to be the first recognised garden designer in a wheelchair. The horticultural world needs its knuckles rapped. We know the research says that plants and gardening are good for the mind and body – I am living proof of that. My favourite spot  Sitting among the long borders around the swimming pool. I love getting in among taller plants: the heleniums, monardas and persicarias are all about 80cm tall – my height when I am sitting down, so my viewpoint is completely different from someone standing and looking down on them. • How does your garden grow? Email gardens@theguardian.com",
  "webTitle": "Me and my garden: ‘There’s no reason why someone in a wheelchair cannot design beautiful gardens’",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/how-does-your-garden-grow-mark-lane",
  "keyword": [
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Perrone",
      "id": "profile/janeperrone"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/how-does-your-garden-grow-mark-lane"
}