{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/australian-election-turns-toxic-with-debate-over-illiterate-and-innumerate-refugees",
  "id": "2016-05-18-312",
  "sectionId": "australia-news",
  "body": "An acrimonious debate over asylum seekers has taken centre stage in Australia’s election campaign after the immigration minister warned that “illiterate and innumerate” refugees were likely to “languish” on unemployment queues and also “take Australian jobs”. The prime minister, Malcolm Turnbull, backed Peter Dutton, saying he was “an outstanding immigration minister” because “for more than 600 days there has not been one successful people-smuggler operation bringing unauthorised arrivals to Australia”.   Related: When Peter Dutton insults refugees he insults the Australian people | Lenore Taylor    Dutton’s remarks come after a week in which Turnbull’s Liberal-Nationals Coalition, facing an unexpectedly tight race for re-election on 2 July, has sought to paint the opposition Labor party as “soft” on stopping asylum seekers arriving by boat, even though both major parties have near identical policies. Asked during a television interview about plans by Labor and the Greens to increase Australia’s official humanitarian immigration intake, Dutton said: “For many people, they won’t be numerate or literate in their own language, let alone English ... these people would be taking Australian jobs, there’s no question about that, and for many of them that would be unemployed they would languish in unemployment queues and on Medicare and the rest of it.” Labor branded the comments “xenophobic” and its leader, Bill Shorten, demanded Turnbull condemn them, saying the minister “didn’t just insult refugees when he made those remarks. He insulted the millions of migrants who’ve contributed to making this a truly great country”. Turnbull, who overthrew former prime minister Tony Abbott last year promising a less vitriolic political debate, defended his minister but tried to reframe the comments in a more compassionate tone. He declined to repeat the view that refugees “took Australian jobs”. Turnbull said refugees coming to Australia were often “from dreadful, devastated, war-torn regions of the world and many of them, large percentages of them, have no English skills at all. Many of them are illiterate in their own language. Many haven’t completed high school”. He said: “That is no fault of theirs. That is why we are reaching out to help them with compassion. What we do, in a way that many other countries do not, we invest $800m a year in ensuring they get the settlement services they need so they learn English, so they are integrated into our society. That is why we are the most successful multicultural society in the world. Our immigration program is built on a pillar of compassion which means that we take the refugees and their needs seriously and we invest in them.” Both the Coalition and Labor support the current policy of sending all asylum seekers arriving by boat to offshore detention centres on the Pacific island of Nauru and Manus Island, in Papua New Guinea, despite the PNG supreme court having ruled the Manus Island centre illegal and the United Nations finding that the offshore detention policy “contravenes the letter and spirit of international human rights law”. Both also support turning around asylum seeker boats at sea and returning them to Indonesia, the usual country of embarkation. But the Coalition has highlighted more than 20 Labor MPs or candidates who have at some time expressed concern about the humanitarian consequences of the bipartisan policy, which has resulted in mental illness, self-harm and suicide, including the recent case when a distressed asylum seeker self-immolated in front of a UN delegation. The government argues the Labor candidates’ concerns means a Labor government would lack the resolve to maintain the hardline policies in government. Dutton has also blamed refugee advocates for the suicide attempts on Manus and Nauru, alleging they were encouraging detainees to self-harm in the hope of getting to Australia. The Liberals pollster Mark Textor argued on Twitter that Dutton’s comments were unlikely to register with swinging voters, despite dominating the media coverage of the day. Referring to a column he had written about how party strategists chart both which party “owns” a particular issue and how important that issue is to changes in voting decisions, he maintained the furore over the Dutton comments did neither.       But strategists on both sides of politics believe the Coalition “owns” the asylum issue and that painting Labor as “weak” on it benefits the Coalition and reminds voters of Labor’s previous term in office. Textor is co-founder of the Crosby Textor campaign strategy company along with Lynton Crosby, the Australian who masterminded David Cameron’s 2015 UK election victory and Boris Johnson’s successful London mayoral campaigns. In the latest television interview Dutton was highlighting one difference between the parties – Labor wants to increase the official humanitarian intake from 13,750 to 27,000 by 2025, whereas the Coalition wants to increase it to 18,000. The Greens want an intake of 50,000. Australia’s federal immigration department found in 2015 that fewer than 20% of humanitarian arrivals were illiterate in their own language (17% of men, 23% of women).   Related: Peter Dutton says 'illiterate' refugees would be 'taking Australian jobs'    And while the boat arrivals have almost stopped, one did arrive in the Cocos Islands – which is part of Australia – 16 days ago and several have arrived before being turned back to Indonesia. Under the former Labor government, 30,000 asylum seekers arrived by boat until the former prime minister Kevin Rudd implemented the offshore detention policy just before the 2013 election campaign. The Edmund Rice Centre, a social justice and refugee advocacy group, called on Turnbull to reprimand Dutton for the comments. The centre’s director and president of the Refugee Council, Phil Glendenning, said they were “a blatant attempt to appeal to the lowest common denominator of society – prejudice and bigotry”.",
  "webTitle": "Australian election turns toxic with debate over 'illiterate and innumerate' refugees",
  "webPublicationDate": "2016-05-18T07:15:43Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/australian-election-turns-toxic-with-debate-over-illiterate-and-innumerate-refugees",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/18/australian-election-turns-toxic-with-debate-over-illiterate-and-innumerate-refugees"
}