{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-running-blog/2016/may/25/cross-country-running-club-hay-on-wye-hotfooters",
  "id": "2016-05-25-278",
  "sectionId": "lifeandstyle",
  "body": "“New shoes, eh?” the man said to me in a knowing tone. “So, what’s the tread? Let’s have a look.” I’d just joined the local running club. “Tread?” I thought. “What’s ‘tread’?” Back then, my shoe knowledge was farcical. The week before, I had gone online, found a random website selling running gear, clicked on the “sale” tab, picked a pair my size and pressed “buy”. “Tread?” All I knew was that, even at 30% off, they were still the most expensive pair of trainers I’d ever bought.  I have run casually all my adult life. A few laps of the park in the evening. Maybe a longer run on a weekend. Nothing serious. Certainly not serious enough to invest in any proper kit. Then I moved to a village just outside the Welsh border town of Hay-on-Wye and everything changed. Nestled in the lee of the Black Mountains, the Radnorshire hills at my back, the River Wye at my feet, the landscape seemed to scream “Run!” I heeded its call. For the first few months, I kept to the road. Tarmac felt safe. I’d done most of my running until then in cities, pounding the pavement, dodging the traffic. Eventually, I plucked up the courage to hit the fields and footpaths. That decision changed my life. The feel of springy turf beneath my feet, the sense of nature near at hand, the space to breathe and think. The sheer, seductive solitude of it all. Me, the bare hills, the cold air, nothing else. Alone.   Related: All the gear…: ‘How obsession with kit eclipsed my love of running’    Then, about six months after arriving, I joined Hay Hotfooters, the local running club. Other than school cross-country, which I recall even now with total dread, I’d never really run with anyone else. Dread pretty much summed up my image of running clubs, too. I had their members pegged as mild obsessives, keen on fartleks and the achievement of personal bests. I’d see them around town from time to time, setting off shoulder-to-shoulder, dressed in their tights and doused in neon.  So why did I join? Simple: a friend suggested it. It would be sociable, he said. Plus, it would get me into a routine: every Thursday night, same time, same crowd. I could learn some new routes to boot, stop repeating the same old two or three around my house. I heard the reason in his arguments, but felt attached to my lone running. It was what I knew, what I enjoyed.  Then, during the Hay festival, a jamboree of book-loving that engulfs the town in late May, I saw that Hay Hotfooters were arranging a jog. A “taster”, they called it. What did I have to lose? So I gave it a go, turning up in an old T-shirt and my threadbare trainers. A friendly retired man called Martyn greeted us and led the way. He kept to a comfortable pace, not so quick that we couldn’t chat among ourselves, not so slow that we didn’t build up a sweat. The looping route took us along paths I had never been down before and through woods and dingles I never knew existed.     None of them, to my great relief, were super fast. Just ordinary folk, out doing what we all enjoy    I was sold and the next Thursday, slightly shy, still sceptical, I turned up to my first regular club run. Martyn was there, friendly as ever. An hour later, I’d also met Alan and Shaun and Imme and Mark and Tina and John, and a dozen or so others. All of them welcoming – and none of them, to my great relief, were super fast or chronically competitive. Just ordinary folk, out doing what we all enjoy.  There is some nerdy running chat. We discuss head torches and heel-toe differentials, breathable materials and stretching options. Contrary to my expectations, much of the information I have picked up has proved invaluable. Tips about good prices and nearby races, for instance. Advice about diet and dealing with injuries. But what occupies most of our conversation is family and work, hobbies and holidays, life’s joys and its occasional frustrations. The usual banter between friends.  Running clubs aren’t for everyone, I know. If my local club did fartleks or track training, it probably wouldn’t be for me, either. But as a kickstart into regular running, it’s been great. As a means of learning new routes – up the Begwyns, down the Dragon’s Back, along Offa’s Dyke, through Wern Woods – it has been invaluable. But it’s as a way into the local community that has made joining a club so special for me. Through Hay Hotfooters, I have met people I would not otherwise have met. It has helped to turn a place where I bought a house into a community in which I live. The only downside: it’s turned me into a tread bore. Oliver Balch’s book Under the Tump: Sketches of Real Life on the Welsh Borders is published by Faber, £14.99. To buy for £10.49 including UK p&p visit the guardian bookshop. Hay Hotfooters’ annual Magic Roundabout 10k race is on Sunday 12 June, 11am. For information, see the club’s website.",
  "webTitle": "How I swapped the loneliness of the cross-country runner for the cosiness of the club",
  "webPublicationDate": "2016-05-25T06:30:32Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/the-running-blog/2016/may/25/cross-country-running-club-hay-on-wye-hotfooters",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Balch",
      "id": "profile/oliver-balch"
    }
  ],
  "guardianId": "lifeandstyle/the-running-blog/2016/may/25/cross-country-running-club-hay-on-wye-hotfooters"
}