{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/19/year-2000-y2k-millennium-design-aesthetic",
  "id": "2016-05-19-323",
  "sectionId": "technology",
  "body": "In the year 2000, a shiny new millennium spread out before us, glittering with the promises of modern technology.  The angsty 1990s were behind us, the dotcom bubble was swelling and yet to come was the market bust and “war on terror”. Y2K – the supposed turn-of-the-century bug that would bring our infrastructure to a terrifying halt – had failed to materialise and for a brief moment there was nothing but glittering utopian futurism and faith in a new age of boundless possibility.  This brief moment was characterised by a distinct aesthetic period, encapsulating fashion, hardware design, music and furnishings shiny with tech optimism – sometimes literally.         TLC: inhabiting the spirit of the age with shiny clothes     Synthetic or metallic-looking materials, inflatable furniture, moon-boot footwear and alien-inspired hairstyles were just a few signposts of the spirit of the age. Even popular music videos of the time had a cluster of common traits: shiny clothes, frosty hues, setpieces that resembled airlocks or computer interfaces, and a briefly omnipresent “bubble pop” sound effect -– almost as if the music charts could foretell the end of the dotcom age. Ready to surf the fibre-optic superhighway     Apple CEO Steve Jobs holds up a CD of Britney Spears at a developer conference in May 2000. Photograph: Paul Sakuma/AP    I graduated from high school in 1999, entering the supposed world of adults at the same time affordable hardware and software exploded into the homes of everyone I knew. Just a few years earlier I’d been the only one of my friends to have the internet. Now, brightly coloured iMacs were seemingly sprouting up in every other home, user-friendly identikit Gateway PCs being bundled off to universities. With my platform-heeled silver sneakers, frosted glitter barrettes and matching inflatable chair and ottoman, I felt ready to surf the fiber-optic superhighway towards a future where tech was no longer a rare and musty occupation, but a clean, newly made paradise. A decade and a half later, that time lives on. Today, the Y2K aesthetic has thousands of fans on Facebook, thousands more on Tumblr, and a dedicatedcommunity that shares images, songs, screencaps and other types of content that recalls the period. It’s definitely nostalgic, but participation actively aims beyond simple “remember this?” memes – the goal is to discuss and define, through aesthetics, a sense of the values of the time. The architect Evan Collins, 26, has undertaken a fascinating curation of this era, which includes heading up the Facebook community and hosting a massive gallery of potentially qualifying images. He’s even begun seeking donations to enable him to divert even more of his focus to studying Y2K designs. A robust music and digital art movement known as “vaporwave” examines the aesthetics of mid to late-1990s desktop software and the early web from the perspective of a generation barely old enough to remember them. Inspired by the way vaporwave summons a time period by sourcing specific materials, Collins says: “I realised that the late 1990s and early 2000s hadn’t been explored or researched in the vaporwave scene as much as prior eras.”     ‘Now, brightly coloured iMacs were sprouting up in every other home ...’ Photograph: Getty Images    Collins became devoted to collating examples for curious online audiences, from art, fashion and architecture to industrial design, vehicles and music. At the turn of the millennium, he says, computer-aided design and drafting software had just advanced enough that designers could experiment with curves, “blobs”, gradients, layered transparencies and lens flares for the first time. “I think curves reigned supreme in Y2K aesthetic as they weren’t so easily done before, so they had the added appeal of being something new,” he says.     A One 2 One advert for a Nokia pay-as-you-go phone. Photograph: Tumblr    Digital rain and gluey skin Computer graphics in film and animation were beginning to mainstream at this time, too – Final Fantasy: The Spirits Within, launched in 2001, was the first full-length, photorealistic digital movie to hit cinemas, and enthusiasm for 1999’s The Matrix remained fevered. Harmonious, fluid and optimistic-looking cyborg fantasies with shiny curves modelled by new kinds of software were everywhere. Many young people had a Matrix “digital rain” screensaver or a silvery, gluey “skin” for their Winamp music player, if not both, and installed techno and futuristic fonts – many went a step further and wore the fashion choices prized by imagined “hackers” and ravers.      Micha Klein’s Rainbow Children. Photograph: Micha Klein    Optimism and techno-utopianism was the main component of the Y2K era, from art by Micha Klein to serene music videos like this one. “This had to do with the sense of peace and prosperity that followed the Cold War era, and the economic boom of the 1990s,” says Collins. “With all the dotcom and ‘new economy’ hype, people thought the prosperity might never end.”      Victoria Beckham performing in Birmingham, August 2000. Photograph: Barry Batchelor/PA    Couple this sense of prosperity with a new wave of fashionable, new consumer-friendly devices, computers and digital spaces, and all kinds of creative cultural expression became possible. The “frontier days” of the 90s internet were over, and there was no knowing how far digital advancement into the mainstream could go. The media of the 20th century had always conceived of the year 2000 as “the future”, and now the future had arrived. Is the Y2K aesthetic set to return? Although it was short-lived, the Y2K aesthetic could be on its way back, as fans in the online creative community rediscover the appeal of the time period – now, with even fewer limitations on the design goals of the time. “It’s interesting right now to look at ridiculous imagery and concepts, the excessively blobby electronics, or predictions of endless prosperity,” Collins says. “The record label PC Music, particularly SOPHIE & QT, seems very inspired by the bouncy, blippy sounds of Y2K-era pop music. There even was a Matrix-inspired fashion show a few years back incorporating Y2K looks and motifs. In addition, the revival of futuristic web design can be seen at sites like DOSSWORLD.”      Unlikely 2016 fashion icons … Keanu Reeves and Carrie Anne Moss in The Matrix, 1999. Photograph: Allstar/Warner Bros/Sportsphoto Ltd./Allstar    Now with faster internet, a robust community infrastructure online, and more rendering software available at lower prices, artists are able to revisit the Y2K aesthetic and go even further with it – fascinatingly, some of these new pieces feel more “true” than the more constrained works they emulate. The stamp of “Neo-Y2K” digital artists can be seen in the intro to this trailer for Aurora Memoria, an album that is also a visual novel, in the portfolio for Valeris Media, and in some collages made by Terrell Davis, a member of the Y2K Facebook group. This music video is composed of images borrowed from Collins’ online gallery, and video clips curated from the time.         The stamp of Neo-Y2K digital artists can be seen in the trailer for Aurora Memoria    Studying aesthetics is about more than the pleasant itch of nostalgia – it can efficiently provide a full, in-depth picture of a time period, its values, its media and technology. “The sharing, discussion and experimentation I’ve seen in the Facebook group has fostered a deeper understanding and appreciation of that era than some other online subcultures, which sometimes get stuck on a few highly circulated memes and entertaining novelties,” Collins says.  “The fact that we constantly have in-depth discussions … helps us to understand the ‘why’ better, and artists gain a better understanding of the zeitgeist. We are adding something new, reacting in a meaningful way. It touches on a certain aspect of our shared culture and humanity.” Perhaps in the future people will be able to suss out the threads of American election anxiety, global refugee crisis, or the dark comedy of Silicon Valley culture in the music, architecture and design of today. Do the streamlined, android-inspired fashion trends seen at the 2016 Met Gala point to an imminent boom for cybernetics, virtual reality and AI? What will the aesthetics of this period of time look like with a decade’s hindsight – and what might they reveal about us that we can’t see in the present?  • This article was amended on 19 May 2016 to credit the creator of the main image.",
  "webTitle": "The Y2K aesthetic: who knew the look of the year 2000 would endure?",
  "webPublicationDate": "2016-05-19T06:00:00Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/19/year-2000-y2k-millennium-design-aesthetic",
  "keyword": [
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Y2K bug",
      "id": "technology/y2k",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "The Matrix",
      "id": "film/the-matrix",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Leigh Alexander",
      "id": "profile/leigh-alexander"
    }
  ],
  "guardianId": "technology/2016/may/19/year-2000-y2k-millennium-design-aesthetic"
}