{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/29/love-friendship-review-kate-beckinsale-chloe-sevigny",
  "id": "2016-05-29-133",
  "sectionId": "film",
  "body": "There’s always been more than a touch of Jane Austen about the films of Whit Stillman, the incisive social satirist behind 1998’s The Last Days of Disco and 2011’s Damsels in Distress. Stillman’s 1990 debut feature Metropolitan drew inspiration from Mansfield Park, and his subsequent studies of social manners have all possessed an arch observational tone that one imagines Austen might have appreciated. In 2003, he was reported to be working on a project called Winchester Races, which would marry material from the unfinished Austen novels The Watsons and Sanditon. Here, he draws on the title and plot respectively of two early epistolary works; Love and Freindship (Stillman duly standardises the young Austen’s spelling) and Lady Susan. The subtitle of the former was Deceived in Freindship and Betrayed in Love, a delightfully ironic phrase that resonates somewhat with the narrative of the latter, a tale with which Stillman takes some delicious modern liberties as he brings the slightly inaccessible source material to the big screen with crowd-pleasing panache.    Stillman brings the slightly inaccessible source material to the big screen with crowd-pleasing panache    “I am going to take a heroine whom no one but myself will much like,” Austen said of Emma, and that dictum could perhaps be applied to this terrifically brittle account of a middle-aged woman who brilliantly manipulates those around her through a mixture of intelligence, elegance, and fox-like cunning. Kate Beckinsale is superb as Lady Susan Vernon, the widowed mother whom we first meet leaving the Manwarings’ Langford estate amid rumours of impropriety, to the bracingly chosen strains of Purcell. Lady Susan is en route via London to Churchill (“Heavens, what a bore!”), the Surrey country house of her late husband’s brother, Charles (Justin Edwards), where she plans to stay with her companion Mrs Cross (Kelly Campbell), an “impoverished friend” and unpaid skivvy who, “once rested, craves activity”.         Watch the trailer for Love & Friendship    Satirical title cards introduce us to a plethora of key players including Morfydd Clark’s Frederica Vernon, Susan’s “eligible daughter”; Tom Bennett’s Sir James Martin, “her unintended” and “a bit of a rattle”; and Xavier Samuel’s dashing Reginald DeCourcy, Charles’s handsome brother-in-law and the new focus of Lady Susan’s schemes. “Your renown precedes you,” Reginald cattily tells the coquettish Lady Susan upon her arrival, only to be handsomely slapped down with a skill and precision that will soon make him the lovesick slave of the target of his jibes. For some, such as Emma Greenwell’s Catherine Vernon, Lady Susan is “a genius… diabolically so”, whose machinations must be halted at all costs. For the audience, she is a devilish delight, a femme fatale who believes “facts are horrid things” and whose electrifying company we cannot help but crave.    She is a devilish delight, a femme fatale whose electrifying company we cannot help but crave    Brilliantly described by the BBFC as containing “no material likely to harm or offend”, this acerbic U-certificate gem must be the most politely impolite film of the year. Intelligently adapting the monologues of Austen’s source material into dramatic dialogue (a scene between Reginald and his father, for example, conversationally intertwines Letters 12 and 14 of the novella), Stillman’s screenplay draws spicy cream from the milk of the author’s formal experiments.     Chloë Sevigny and Kate Beckinsale in Love & Friendship, who also co-starred in Whit Stillman’s Last Days of Disco.    Performance adds another layer to the cake; as the splendidly stupid Sir James, Bennett pulls off one of the great comic coups of the year, creating a character of whom Richard Curtis would have been proud. One part Austen to two parts Blackadder, Sir James is the not-too-distant cousin of Hugh Laurie’s gormless George, whether delightedly chasing peas around his plate (“how jolly... tiny green balls!”) or wondering which two of God’s 12 commandments he is now allowed to break. Chloë Sevigny, who co-starred with Beckinsale in The Last Days of Disco (and features in Stillman’s Amazon pilot The Cosmopolitans), makes light work of Lady Susan’s American-exile friend and confidante, Alicia Johnson, with Stephen Fry lending cameo support as Alicia’s drearily “respectable” husband whose next bout of gout is eagerly awaited. But this is Beckinsale’s show, and just as Lady Susan commands the attention of all those around her, so she draws our eyes and ears at all times with a performance of poise and precision. Most important is just how much fun Stillman seems to be having with what is only his fifth feature in 26 years. Eimer Ní Mhaoldomhnaigh’s eye-catching costumes and cinematographer Richard Van Oosterhout’s well-chosen Irish locations lend visual heft, but it’s the sound of the wicked laughter that Love & Friendship provokes that I will remember longest. What a treat. Well played, Mr Stillman!",
  "webTitle": "Love & Friendship review – a treat",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/29/love-friendship-review-kate-beckinsale-chloe-sevigny",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Adaptation",
      "id": "film/adaptation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/may/29/love-friendship-review-kate-beckinsale-chloe-sevigny"
}