{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/02/poem-of-the-week-yangtze-by-sarah-howe",
  "id": "2016-05-02-192",
  "sectionId": "books",
  "body": "Yangtze The moon glimmersin the brown channel.Strands of mistwrap the mountainsidescrowded with firs. Declining cliffssink beneath vast water.By remote paths,twisting pines. Far downstreamtwo sidesof a half-built bridgefail to meet.Our crude boatchuggingpoints to Chongqing.As someone I now forgetonce saidjourneying is hard. My face greetsthe evening breezeI listen –the dream of a place. A cormorant divesby trembling light.From the whiteeyelet of a starthe sound of ripples. * A fishermanskirting shorein his high-prowed skiffcrossing bamboo oarscomes up with a jolt –nets catch not fishbut the wizened fingerof a submerged branchfor belowa sunken valley persists – slick bare trunksfurred in wafting frondshave water for sky,ghost forest.Roots rot deep in the hillwhere buried rockis still dry. Windows film,doors drift openin the empty concreteshells of housestowns that onceheld hundredsof thousandsslowly filling withwhat, what is itthey fill with? Someone I now forgetonce saidjourneying is hard.The moon glimmersin the brown channel. Yangtze is the concluding poem in Sarah Howe’s Loop of Jade, her TS Eliot prize-winning first collection published last May by Chatto. Tracing memory over recent experience, and vice versa, Howe gathers into Loop of Jade an extended and variegated commentary on her return visits to mainland China and Hong Kong, where she lived until she was just shy of eight years old. A Renaissance scholar at Harvard University, Howe often writes a dense, coruscating kind of poem, where language is the foregrounded loop, and adds its own richness to the richness of memoir and “deep” travelogue. On other occasions, as in Yangtze, she seems to stand back and trust a cooler, simpler, descriptive mode. Is this a voice from the Chinese “side” of her literary inheritance? Perhaps, but it also recalls an American poet still setting an example for later generations, Elizabeth Bishop. Yangtze’s structure sometimes recalls that of haiku. Haiku is not, of course, a Chinese form, but there were Chinese nutrients in the soil of its flowering. Yangtze is evocatively haiku-like in some of its procedures: the somewhat ad hoc approach to punctuation (which often disappears altogether, enhancing the symbiotic flow of imagery), the juxtapositions, the silences, the sense of the unsaid. Grammatical connection may slip quietly away: in stanza two, for instance, “By remote paths, / twisting pines,” and in the pure “haiku moment” of stanza five: “From the white /eyelet of a star/ the sound of ripples.” The movement between associative or impressionistic writing and the denotative is one of the poem’s many pleasures. It imitates the mind in travelling mode – the way we might explain to ourselves (or check in the guidebook) the backstory of some new sight, or simply let impressions float over us. The poem goes with the flow of the river while accommodating the physicality of the journey: “our crude boat / chugging / points towards Chonqing”. I admire its effortlessly aleatory quality, its natural pattern-making and avoidance of symmetry. Each stanza is the length it needs to be, the length of a span of attention that naturally varies as it reflects what is seen, thought, felt. The diction is precision-tooled, yet appears transparent as clean water. The rhythm is slow, but never too slow. An asterisk after stanza five marks a pause, but it’s the merest breathing space. When movement resumes, there’s some luminous narrative detail about the fisherman in his “high-prowed skiff”, and some some nice alliterative music, before a dreamlike descent into the underworld of “the sunken valley”. Howe’s short, sometimes one-beat units in the penultimate stanza (“towns that once / held hundreds / of thousands”) seem to prepare for the ensuing self-interruption. The speaker is about to tell us what the shells of the abandoned houses “fill with” – when she finds she can’t. It’s a moment reminiscent of the concluding stanza of Bishop’s One Art, where the speaker has to force herself, publicly, to write down the dreaded phrase admitting that losing her lover feels “like disaster”. Howe’s missing word(s) may be too painful, or too elusive. Her question, urgent with repetition (“what, what is it they fill with?”) also corrects the tendency of poems, even with the most honourable intentions, to hasten towards emotive answers. The Yangtze has suffered cataclysms of development, noted here by a journalist describing her cruise from Chongqing to the Three Gorges Dam. It’s been suggested that the erection of this vast hydroelectric plant is among the most significant alterations ever made to the natural world.   Related: Poetry, music and identity with Sarah Howe, Emmy the Great and Solomon OB – books podcast    Unmistakeably elegiac, Howe’s poem notices effects rather than their cause. In addition to her eloquent local phenomena stands the symbolism of the unfinished bridge, indicating the bisection of tradition and progress, old and new technologies. The poem’s embedded refrain, “journeying is hard”, possibly from Li Po, (although many traveling poets have said the same) may be Howe’s reference to China’s costly march into modernity. That process is haunted – and so is the process of the poem. The river is haunted by the “ghost forest” in in its depths. The water-haunted trees haunt their drought-stricken roots. The fisherman whose net catches “the wizened finger / of a submerged branch” may sense the possibility of a failing livelihood. And, of course, the poem’s last stanza is haunted, wonderfully, by what has been said and shown earlier, the – pretended? – failure to remember who said “journeying is hard” and the image of the glimmering moon and “the brown channel”. It’s as if the river’s course had been deflected from linearity to form yet another “loop of jade” in Howe’s lustrously layered treasury of poetic time.",
  "webTitle": "Poem of the week: Yangtze by Sarah Howe",
  "webPublicationDate": "2016-05-02T10:00:21Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/02/poem-of-the-week-yangtze-by-sarah-howe",
  "keyword": [
    {
      "webTitle": "Sarah Howe",
      "id": "books/sarah-howe",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Elizabeth Bishop",
      "id": "books/elizabeth-bishop",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Carol Rumens",
      "id": "profile/carolrumens"
    }
  ],
  "guardianId": "books/booksblog/2016/may/02/poem-of-the-week-yangtze-by-sarah-howe"
}