{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/toddler-shooting-gun-control-children",
  "id": "2016-05-02-28",
  "sectionId": "us-news",
  "body": "In the past two weeks, at least seven toddlers in the US have shot themselves or someone else. It’s a trend that is accelerating. The latest shooting happened Friday, at Weaver distribution center in Augusta, Georgia. A three-year-old girl waited in a car in the parking lot with her mother and older brother while a family friend went inside to buy car parts. He left his loaded gun in the car.    Related: The macabre truth of gun control in the US is that toddlers kill more people than terrorists do | Lindy West    The girl picked up the gun and pulled the trigger, sending the bullet through her bottom and into the black Honda’s windshield. Joe Leonguerrero works at Weaver. “While working, I heard a firearm discharge,” he told local television station WRDW. “I was previously in the military, so I’m familiar with the sound. And me and a co-worker went to see what was going on, and we saw a female get out of a vehicle and a child who was crying.” She was taken to a hospital and is expected to survive. The consequences have been more dire for the half-dozen other toddlers – children aged three and under – who found guns and shot someone in the past two weeks:  20 April: A two-year-old boy in Indiana died after shooting himself in the chest. His mother had left the gun in her purse on the kitchen counter. 21 April: In Missouri, a two-year-old girl died after shooting herself with her father’s gun. Police have charged her 24-year-old father with first-degree endangering the welfare of a child, among other charges. 22 April: In Louisiana, a three-year-old fatally shot himself in the head. Natchitoches police detective John Greely told the Guardian the boy’s mother and a companion were in bed, while the boy sat at the end of the bed watching television. He somehow found a pistol and shot himself; police arrested the companion, 22-year-old Alverious Demars, and have charged him with negligent homicide and obstruction of justice. 26 April: In Georgia, a three-year-old boy died after finding a gun at home and shooting himself in the chest. No charges have been filed. 27 April: In Wisconsin, a two-year-old boy shot and killed his mother. She was driving down the highway when the gun slid from under the driver’s seat. In the back seat, the toddler, who was not in a child-restraint seat, picked up the gun and fired it through the front seat. Later on 27 April: In Michigan, a three-year-old boy found a gun in his father’s drawer and shot himself in the arm. He is expected to survive. Gladwin County’s prosecutor is reviewing possible charges.  The pace of such shootings is increasing. Last year, the Washington Post analyzed shootings by small children and found that by this time of year there had been 18. So far this year, there have been 23. The statistics are worse for children who are not the shooters, but who are the victims of shootings accidental or otherwise. Among children in general, aged 11 or under, the figures are startling: at least 170 have been killed or injured this year in the US. Beyond the raw statistics, it’s difficult to sort out why the numbers are climbing, because the data is not being authoritatively compiled. The US Centers for Disease Control once recorded information about the circumstances around such shootings, but has since stopped under funding pressure from Congress. Last month, more than 100 medical groups sent a letter asking Congress to resume funding the CDC’s research on gun violence. The letter said research could lead to saved lives, as it has with sudden infant death syndrome and rear-facing infant car seats. Lack of funding, the scientists wrote, has “caused a dramatic chilling effect on federal research that has stalled and stymied progress on gathering critical data to inform prevention of gun violence”.",
  "webTitle": "Incidents of toddlers shooting others or themselves increasing, data shows",
  "webPublicationDate": "2016-05-02T20:53:42Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/toddler-shooting-gun-control-children",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Teague",
      "id": "profile/matthew-teague"
    }
  ],
  "guardianId": "us-news/2016/may/02/toddler-shooting-gun-control-children"
}