{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/us-anti-extremism-group-asks-israel-to-curb-rightwing-jewish-activist",
  "id": "2016-05-27-50",
  "sectionId": "world",
  "body": "A US-based organisation that campaigns against antisemitism has taken the unusual step of calling on the Israeli government to act against an extreme rightwing Jewish activist with “abusive, racist, inflammatory and violent” opinions. The Anti-Defamation League (ADL) has urged Israel’s attorney general to use all legal means possible against Bentzi Gopstein, the leader of Lehava – an extremist Jewish organisation that allegedly incites hatred against Arabs. The activities of Gopstein and Lehava have “destructive implications to Israeli society and the Jewish people”, said a letter from the ADL’s Israeli executive director, Carol Nuriel, to the attorney general, Avichai Mandelblit. “From our point of view as an organisation based in the United States, we see this hateful discourse as harmful not only to Israeli society, but also to the reputation of the state of Israel,” the letter says. The discourse is “used as a weapon by Israel’s enemies, who use it as a basis for their rushed conclusions and generalisations about Israeli society”. The ADL’s move follows the launch of a petition by the Israel Religious Action Center (IRAC) asking Mandelblit to take action against Gopstein. By Friday, it had been signed by about 12,000 people.   Related: Israel has turned right and exposed the battle within | Jonathan Freedland    Both the ADL and the IRAC say Gopstein and Lehava have encouraged “price tag” attacks on Palestinians and their property in response to moves by the Israeli authorities which the perpetrators view as hostile to settlers. According to the IRAC, Lehava activists post more than 200,000 statements on social media every year, many of which are offensive and some of which include calls to violence. “Gopstein’s Facebook page is filled with unequivocal expressions of hate, mostly towards the Arab population [but also towards the gay community, for example]. The opinions expressed on his page, by him and his followers are extremely abusive, racist, inflammatory and violent,” said Nuriel’s letter. She also pointed out that Gopstein had advocated the burning of churches and has called Christians “bloodsucking vampires”. The move by the ADL, an organisation known for its support of Israel, indicates the degree of alarm over the rise of the extreme right in the country, particularly among hardline settlers. In April, Gopstein was acquitted of assaulting two leftwing activists after a judge said he could have mistaken them for Palestinians. Lehava was launched in 2009 with the aim of preventing relationships between Jewish women and Arab men.",
  "webTitle": "US anti-extremism group asks Israel to curb rightwing Jewish activist",
  "webPublicationDate": "2016-05-27T17:36:20Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/us-anti-extremism-group-asks-israel-to-curb-rightwing-jewish-activist",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/27/us-anti-extremism-group-asks-israel-to-curb-rightwing-jewish-activist"
}