{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/02/argos-customer-service-mattress-delivery",
  "id": "2016-05-02-240",
  "sectionId": "money",
  "body": "We purchased a Silentnight Harding Pocket Comfort king size mattress in the Argos sale in early January. It was reduced from £799.99 to £284.99. However, a Silentnight Mirapocket 800 was delivered. It is not available on the Argos website – but from Homebase at £339.99 so clearly a lesser alternative. We eventually spoke with the manager at Argos who apologised and arranged for collection and re-delivery, as well as agreeing a £25 voucher (for the difference) and refund of the delivery fee. However, two weeks later the same thing happened all over again. Another Mirapocket mattress was delivered – at which point we had been without the mattress we originally ordered for six weeks!  The driver advised it would be best not to take delivery as it would only have to be collected again. We were then contacted by customer services, and a lady – who found it difficult to grasp why we were unhappy – said “we should just try the mattress”. She agreed to arrange a refund and would escalate the issue with the warehouse. She also advised that we would be contacted shortly. But we never received the refund and were never contacted. Two weeks passed and, after numerous phone calls, we were eventually put through to the dispatch team. We were advised that the nearest delivery date was another two weeks away – early March. The date arrived and my partner took yet another day off work but it never arrived. He was then told that the order and delivery had been cancelled, without warning. We were advised to write to head office to explain the situation as no one in the customer services department could help. We have yet to hear from Argos. We have received wrong mattresses (of a much lower value), my partner has lost three days of his holiday, while Argos has happily taken our money. KP and LC, Altrincham, Cheshire This sounds like customer service at its worst – what you ordered was not delivered and you then struggled to get any sense out of the company. This seemed to be product substitution on a major scale. Argos declined to tell us what had caused the behind-the-scenes mix-up. It said in a statement: “Argos would like to sincerely apologise for the inconvenience caused and experience KP and LC received. We have refunded the full amount to KP’s credit card.” We trust you also got the correct mattress. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "There’s no comfort in this sorry tale of Argos customer service",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/02/argos-customer-service-mattress-delivery",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "money/2016/may/02/argos-customer-service-mattress-delivery"
}