{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/03/leicester-city-heroes-champions-league",
  "id": "2016-05-03-71",
  "sectionId": "football",
  "body": "In Leicester a blue and white scarf had been tied round the replica Statue of Liberty at the roundabout, just across from the River Soar, where a right turn will take you to the home of the new Premier League champions.   Related: Leicester City’s title triumph: the inside story of an extraordinary season | Stuart James    The word emblazoned on the side of the stadium is “Fearless” and it is a neat fit when it comes to the story of the 2015-16 title race and why the championship trophy will soon be found inside the glass cabinets, currently filled with Ernie Hine’s England caps, Peter Shilton’s old goalkeeping jersey and memorabilia from Leicester’s four FA Cup finals (all lost), in the main entrance of the King Power Stadium. The trophy will be presented after Saturday’s game against Everton and it all seems a long way removed from the humdrum years when Leicester’s end-of-season fixture was synonymous with little more than Alan Birchenall’s annual charity run around the pitch. Birchenall is 70 years old now but has been doing that run every season for the last 35 years, including one time when he was carried away with heat exhaustion and another when the crowd held up a banner saying: “Come on, you old geriatric.” From Ranieri we should probably see some more tears, more mentions of Renata, his 96-year-old mother, and the fact that “so many old ladies” have followed Leicester this season, and more evidence that the good guys sometimes do win.           Leicester City’s Premier League triumph as imagined by Richard III – audio    Yet we should also know enough about Leicester’s manager by now to realise he will quickly be back to the business of how to keep a hitherto unremarkable club on the top table when the assumption, perhaps, is that defending the trophy will be even harder than winning it. Ranieri is always looking ahead to the next challenge and, for all his loyalty to the players he calls “my sons”, Leicester cannot simply hope they will get the same luck with injuries again. New signings will arrive to give the squad better depth. The club’s wage ceiling may have to go up and, more than anything, it feels imperative they do not lose any of their key performers when potential buyers come looking. If there has been one crucial difference between Leicester and Spurs this season it is that Mauricio Pochettino’s team have also had the rigours of the Europa League to contend with, featuring eight rounds of that clunky Thursday-night-Sunday-afternoon cycle. In total Spurs have played 50 games so far, compared with Leicester’s 41, and it is that reduced workload that partly explains why Ranieri has been able to pick virtually the same team every week without fear of over-exerting his team.   Related: The day after Leicester's title win – in pictures    So far nine players – Kasper Schmeichel, Wes Morgan, Robert Huth, Marc Albrighton, N’Golo Kanté, Danny Drinkwater, Shinji Okazaki, Riyad Mahrez and Jamie Vardy – have appeared in at least 34 of the team’s 36 league fixtures. Danny Simpson and Christian Fuchs have been involved in 28 and 30 respectively. It is a remarkable feat of durability but Leicester will also have the Champions League next season and there have to be legitimate doubts about what might happen if, for example, Morgan and Huth were injured at the same time or Vardy was out for any considerable period. The club will be prioritising a new striker, a central midfielder and at least two more defenders in the summer transfer market and it will be intriguing to see whether their new riches – winning the title being worth in the region of £100m – persuade them to increase their wage structure. Vardy is currently the highest earner, on around £75,000 a week, but most of the players are on relatively low wages bearing in mind the team’s lofty position and it is actually Gökhan Inler, who has started only three league games, who is next in line, with a £60,000-a-week deal. Kanté is reputedly on around £40,000 and, of all Leicester’s heroes, the club are perhaps most vulnerable when it comes to the Frenchman.           ‘Champions!’ Leicester City players celebrate Premier League win.    Vardy is unlikely to attract the same level of interest because he turns 30 next season and most clubs feel reluctant to spend large sums on players of that age. Mahrez, however, is another player who could attract interest from some of the world’s elite clubs. He and Kanté are now category-A footballers who could conceivably earn five times their current salary elsewhere. If Leicester are determined to repel any advances, it might make sense for the club to offer the two players improved terms. Leicester’s ambitions are considerable, with plans to enlarge the stadium to 42,000 seats, and there will not be a break-up of Ranieri’s team but, equally, the club do need to study the age range of their players. Morgan and Huth are 32 and 31 respectively. Okazaki and Fuchs are both 30 while, along with Vardy, Schmeichel and Simpson will both reach that age next season. In Schmeichel’s case, it should not matter unduly but it is, on the whole, an ageing team, particularly in defence. Ranieri will have all this in mind for when the celebrations die down but, in the meantime, Leicester can probably be excused for just enjoying the moment. The first title in their 132-year history comes seven years to the day since they were playing against Crewe Alexandra in League One.",
  "webTitle": "Leicester’s cast of heroes face new horizons and new challenges | Daniel Taylor",
  "webPublicationDate": "2016-05-03T18:00:04Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/03/leicester-city-heroes-champions-league",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/03/leicester-city-heroes-champions-league"
}