{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/jeremy-corbyn-on-west-papua-uk-labour-leader-calls-for-independence-vote",
  "id": "2016-05-06-347",
  "sectionId": "world",
  "body": "Jeremy Corbyn has drawn attention to the plight of West Papuans, saying the recognition of human rights and justice should be the “cornerstone” of the UK Labour party’s foreign policy.   Related: West Papua: UN must supervise vote on independence, says coalition    The Labour leader made the comments in an address to a meeting of international parliamentarians, supporters and activists in London on Tuesday. The group, which included Pacific region ministers and leaders, among them the West Papuan independence leader Benny Wenda, called for a UN-supervised independence vote in the Indonesian territory. West Papuans are the indigenous people of a region on the western half of the island shared with Papua New Guinea, formerly under Dutch rule. Indonesia took temporary control of West Papua under a UN–backed treaty in 1963. It consolidated its rule through a UN-sanctioned but discredited ballot in 1969, in which barely 1,000 West Papuan representatives selected by Indonesia cast votes under threat of violence. Wenda, who sought asylum in the UK in 2003 after escaping prison in West Papua, has led an international campaign for independence, drawing attention to continuing acts of violence and alleged human rights abuses by Indonesian authorities. Indonesian police have arrested thousands of West Papuans in recent weeks.  “Essentially what we’re looking at is a group of people who did not enjoy their rights during a period of decolonisation, did not enjoy the rights bestowed to them by the UN charter and by the statutes on decolonisation,” Corbyn said. “As a member of parliament I support them, as a member of this group and as a former vice-chair of the all-party human rights group.” Recognising human rights and justice “has to be the cornerstone of foreign policy, the cornerstone of our relationship with every other country”, Corbyn said, pledging he would discuss a list of recommendations made in a report by the Politics of Papua Project at the University of Warwick with the Labour party.   Related: Indonesia warns other countries to respect its sovereignty over Papua    “I want these issues to become central to our party’s policies in the future and above all I want to see an end to environmental degradation and destruction and the right of people to be able to make their own choice on their own future.” Corbyn, who is a cofounder of the International Parliamentarians for West Papua, described Monday’s gathering as “historic” and said the recommendations put forward were a good framework for moving towards recognition of the human rights issues, rights of representation and the right of people to choose their future in West Papua. He noted the recommendation called for a visit by the UN special rapporteur, the reinstatement of NGOs in the region and questioning of international companies working in West Papua. “It’s about a political strategy that brings to worldwide recognition the plight of the people of West Papua, forces it onto a political agenda, forces it to the UN, forces an exposure of it and ultimately that allows the people of West Papua to make the choice of the kind of government they want and the kind of society in which they want to live,” he said. “That is a fundamental right.” He said the international community could continue “pretending the issue will go away” or it could “do something bold”. “Recognise injustice when you see it,” he said. “Recognise the abuse of human rights when you see it and recognise that both sides in any conflict benefit from a peace process and benefit from recognition of human rights, law and justice.”   Related: West Papua activists evicted from Northern Territory parliament grounds    The Free West Papua campaign hopes to see a UN resolution within two years to send international peacekeepers to protect West Papuans as they vote on independence. It urged international governments – particularly those of Australia and New Zealand – to support the vote. “For 50 years Indonesia massacred my people, 500,000 people. We need international peacekeeping force in West Papua,” Wenda said. “In maybe another 10 or 20 or 50 years time I think my people will become a minority. We need this as soon as possible.” On Friday the Indonesian embassy in Australia released a statement dismissing the meeting as a publicity stunt organised by a “small group of Papua separatists and sympathisers”. “Papua and Papua Barat (West Papua) are parts of Indonesia. The UN and the international community recognise this,” it said in a series of tweets. It accused the United Liberation Movement for West Papua, which Wenda leads, of making “false claims” and said West Papuans already had self-determination through special autonomy, free and fair elections, and education. “President Jokowi is mobilising resources of the nation to deliver much needed infrastructure and public services in Papua,” it said. “However, cases of violence are still a challenge. For example cases killed civilians, members of security authorities and separatists. Many cases are brought to court. And more to be brought to justice. President Jokowi is personally looking after human rights protections.” • This article was amended on 19 May 2016. The recommendations that Jeremy Corbyn said he would discuss with the Labour party were made in a report by the University of Warwick’s Politics of Papua Project, not the group as a previous version said.",
  "webTitle": "Jeremy Corbyn on West Papua: UK Labour leader calls for independence vote",
  "webPublicationDate": "2016-05-06T02:36:22Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/jeremy-corbyn-on-west-papua-uk-labour-leader-calls-for-independence-vote",
  "keyword": [
    {
      "webTitle": "West Papua",
      "id": "world/west-papua",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "world/2016/may/06/jeremy-corbyn-on-west-papua-uk-labour-leader-calls-for-independence-vote"
}