{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2016/may/23/guitar-girls-tv-trope-true-detective-preacher",
  "id": "2016-05-23-127",
  "sectionId": "tv-and-radio",
  "body": "The moment I knew season two of True Detective was really in trouble was when Nic Pizzolatto revealed the booking policy at Frank’s (Vince Vaughn) favourite down-at-heel dive bar. Foregoing the usual Counting Crows covers band that often frequents such establishments or a jukebox stocked exclusively with Thin Lizzy, instead he went for a singer who literally sung parts of the storyline at the characters.             Related: Why Soulwax are writing music for imaginary bands    In the first episode of Preacher there’s another musical moment that’s used as the most blunt means possible to get a point across. Before the titular church man Jesse Custer’s lack luster “non-sermon” fails to rouse his congregation, a lone guitarist (credits call her the Goth Guitar Girl) rises from the nave to shriek through a rendition of Amazing Grace, clearly communicating to any viewers who haven’t got it yet: “HEY STUPID! THINGS ARE NOT GOING AS PLANNED.” In a show that features a bazooka made out of tin cans, a man impaled on an ear of corn and a vampire who turned a man into a bloody water fountain, it was easily the most jarring moment. But it doesn’t have to be this way. Music doesn’t have to serve as convenient shorthand to denote feelings like despair and misery.  The film world learned this long ago. Think back to the Club Silencio scene in Mulholland Drive, a moment that is still confusing and confounding 15 years on and countless re-watches later. Or what about the brilliant crescendo in The Fifth Element where an alien conducts a space opera before pulling some ancient cosmic rocks out of its guts? This year’s Belgica showed how you can incorporate a dozen or so completely made up bands into the script and still have a coherent film with a great soundtrack.      Richard Green as Bondar in Mulholland Drive’s Club Silencio. Photograph: The Ronald Grant Archive    TV can do it too. Southcliffe not only featured a character – played by the brilliant Anatol Yusef, who funnily enough is in Preacher – who drowned his very heavy sorrows with a bit of Oasis karaoke, it also featured a grindcore metal band (named Foreboding Ether) who didn’t feel inclined to shred along to lyrics that communicated the most horrific plot lines in 6/8 timing. In fairness to Lera Lynn, who played the singer, and T Bone Burnett who worked on the music for True Detective’s second season, the songs themselves are great. The title sequence was a work of art – even if it was a bit too long. But viewers really don’t need to be hand held through a show’s most emotional moments with mopey singer songwriting that’s on screen, front and center. If Pizzolatto does get a third installment of True Detective, he should switch up his booking policy at club Down On Your Luck. Things are bad enough for his characters – the last thing they need while sinking a whiskey is a singer telling them their lives are turning out to be ten times worst than Bohemian Rhapsody.",
  "webTitle": "TV's latest trope is a bum note too far",
  "webPublicationDate": "2016-05-23T15:12:48Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/may/23/guitar-girls-tv-trope-true-detective-preacher",
  "keyword": [
    {
      "webTitle": "Preacher",
      "id": "tv-and-radio/preacher",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "True Detective",
      "id": "tv-and-radio/true-detective",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Lanre Bakare",
      "id": "profile/lanre-bakare"
    }
  ],
  "guardianId": "tv-and-radio/tvandradioblog/2016/may/23/guitar-girls-tv-trope-true-detective-preacher"
}