{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/12/raptor-applause-the-new-red-carpet-pose",
  "id": "2016-05-12-271",
  "sectionId": "fashion",
  "body": "The teapot arm is 10 years old, more or less. That’s ten years of turning one arm into a handle and one into a spout, and 10 years of looking great not stout. Its maturation is impossible to trace given it has been used as both an exercise in arm-thinning and something for ex-smokers to do with their hands, but according to Jezebel (which specialises in red-carpet kinesics) at the Oscars in 2006 around 60% of the actors were doing it, so here we are.     Zendaya, seen this week, doing the raptor arm Photograph: Rich Fury/Invision for The Humane Society       Woody Allen in Cannes doing his version of the raptor. Photograph: AGF/Rex/Shutterstock    As Cannes opens this week, it’s clear that this pose has not disappeared (see Blake Lively, Kristen Stewart et al). But, it has evolved, as vanity often does, or at least morphed into something new, something fresh, but (and this is key) something which still makes your arms look thin: meet the the raptor arm, 2016’s arm-shaper incarnate. It’s based on the way your arm crooks under the weight of a handbag but put simply, involves holding your hand up like you’re dangling something from your wrist (see Woody Allen) when it’s highly unlikely you are because you pay people to do crap like that (see Woody Allen).      Gigi Hadid doing “the raptor”   The issue with the red carpet is that its twofold role, first as an arena for promotion and secondly, but increasingly more importantly, as an arena for fashion, has turned it into a cartoonish pressure cooker in which everyone needs to look camera-ready, from all angles, at all times. The teapot pose has shifted from sneaky to mass to Instagram and now joke; Instagram is awash with teapots. I saw a nine-year-old doing it on holiday. The raptor is likely to reach critical mass as these things always do. But until then, expect to see it on a red carpet near you.     Raptor hands at Ralph Lauren Icons. Photograph: Ralph Lauren",
  "webTitle": "Raptor applause: the new red-carpet pose",
  "webPublicationDate": "2016-05-12T10:38:48Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/12/raptor-applause-the-new-red-carpet-pose",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/12/raptor-applause-the-new-red-carpet-pose"
}