{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/13/no-ticket-eurovision-virtual-reality-answer-timberlake",
  "id": "2016-05-13-172",
  "sectionId": "media-network",
  "body": "While die-hard fans will have spent a significant amount of money to travel to Stockholm this year, most of Eurovision’s 180 million viewers will be tuning in to watch it on Saturday from the comfort of their own homes. Much has changed since the first Eurovision was broadcast in 1956, and we do not just mean the imminent première performance from modern day artist Justin Timberlake or the controversial shake-up of the voting rule book this year. Voting, once confined to telephones, can now be done via text or on the personalised Eurovision app, and hype is built up on social media in advance rather than just on the night or in print. The rise of services from the likes of Netflix, Amazon Prime and broadcasters owning catch-up streams has led to the stark rise in on-demand and even binge-watching. Over a third of all viewing is consumed this way according to Ericsson, which means we can effectively consume such live events such as Eurovision however we want – streamed on a number of devices, paused, fast forwarded and viewed on catch-up. Media organisations are challenged to keep viewers engaged, especially during critical ad breaks and lengthy shows. Technology can offer a solution when it comes to live events and virtual reality (VR) is becoming a serious consideration for broadcasters. No longer confined to the realms of science fiction or aimed purely at gamers, VR, by virtue of its immersive nature, offers a seismic shift. The medium has been shown to increase the attention of people by wearing headsets – in education, for example, university lecturers are starting to use it in seminars to engage students – and it is working. People retain 10% of the information they read, 20% of what they hear but 90% when they physically interact with the subject matter, meaning the possibility for engagement through VR cannot be ignored. Imagine donning a VR headset in your living room and being able to stand onstage with Eurovision artists or sit in the front row of the audience – alternative shows and tea breaks will be abandoned as viewers become fully immersed. Virtual reality can offer a 360-degree field of vision, and it offers a way for broadcasters to create enthralling and captivating experiences, which can even include the ad breaks. The opportunities do not stop with Eurovision, though. Just think about how many live events are broadcast on television that would be taken to another level using VR – from Glastonbury and Proms in the Park, to sporting events such as the Olympics, the World Cup, and fight nights. Broadcasters could charge a fee to watch live events in VR. They are already offering pay-per-view when it comes to 2D events – the Mayweather v Pacquiao boxing match cost £19.99 to stream in the UK for example, so to move to a pay-by-view VR service could be a way to optimise business models whilst embracing digital transformation opportunities. Goldman Sachs actually estimates the penetration of VR in the live events space to be worth $4.1bn (£2.8bn) by 2025 [pdf], with viewers paying roughly $10 per event. Imagine if consumers cannot travel to an event, afford it or, in Glastonbury’s case, actually buy the tickets (they sold out in 30 minutes), they can still be in the thick of the action thanks to VR. There are clearly big opportunities for broadcasters when it comes to VR; this does not mean that they should flock to adopt it without undertaking due diligence. Broadcasters and media companies should be testing what can be enhanced with VR by starting small, failing fast and scaling quickly. There is a lot of strategy work that comes with that; commercial models, design work and technology (separate cameras, digital asset management and real-time streaming delivery technology).  For all of this to be pulled together into a coherent customer experience these organisations need help from someone who can merge strategy, design and technology seamlessly and work with best content and partners.  Only then will broadcasters and media companies remain relevant in a highly competitive environment. And, who knows, in a few years’ time, Eurovision parties may be abandoned as viewers watch through VR and become truly immersed in the glitz, glamour and spectacle of the show. David Ingham is consulting director for media & entertainment at Cognizant To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "No ticket for Eurovision? Virtual reality could be the answer",
  "webPublicationDate": "2016-05-13T13:00:16Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/13/no-ticket-eurovision-virtual-reality-answer-timberlake",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Virtual reality",
      "id": "technology/virtual-reality",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "media-network/2016/may/13/no-ticket-eurovision-virtual-reality-answer-timberlake"
}