{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/sleaze-snp-politics-stewart-hosie-scandal",
  "id": "2016-05-24-142",
  "sectionId": "commentisfree",
  "body": "Reports of “peak SNP” are, like the apocryphal death of Mark Twain, greatly exaggerated.  But it is no surprise that those baffled by the overarching success of the Scottish nationalists, doubtful of their progressive credentials, or allergic to pious claims about doing politics differently, are enjoying a moment of not so quiet satisfaction following the resignation of Stewart Hosie as the party’s deputy leader.   Related: Stewart Hosie steps down as SNP deputy leader after affair revelations    Hosie is standing down after announcing that he and his wife of 20 years – the Scottish government’s health secretary, Shona Robison – are separating, in the wake of revelations about his affair with a Westminster journalist, Serena Cowdy. Cowdy reportedly pursued a relationship with another SNP MP, Angus MacNeil. Both men have been referred to the parliamentary standards commissioner over their use of expenses during the relationships, although the SNP vehemently denies any impropriety. Of course, minor scandals such as this come and go at Westminster, leaving stalled careers, bloated cuttings files and a reservoir of private pain. There are plenty of people – journalists included – who behave badly towards those they love or lust after and suffer no consequence professionally. But it is also legitimate to test when those private tragedies tip into public relevance, be that in terms of voter confidence or, especially in the case of the SNP, party conduct. For a political organisation that has never liked to show voters its internal workings – and has turned this into a cast-iron electoral advantage – the SNP must be feeling unusually vulnerable. When a party casts itself as being different, even morally superior, to the rest, then the ordinary human flaws of those who make up its number become even more brutally apparent. The SNP leader, Nicola Sturgeon, was asked in an interview with the Guardian yesterday if she was concerned that the SNP might no longer be seen as separate from the historical sleaze associated with Westminster politics, particularly given that these revelations follow on from continuing police investigations into alleged financial impropriety by two former SNP MPs now sitting as independents, Michelle Thomson and Natalie McGarry. Both deny wrongdoing. Sturgeon reiterated that none of the individuals in question had been “proven to do anything wrong”, insisting that she was proud that the SNP “is providing the only effective opposition to the Tories in Westminster”. The SNP leader also sounded rather more emolient towards Hosie now that he had gone, crediting him for putting his health and family first. It is unclear if his resignation statement on Sunday was an example of Sturgeon acting as a ruthless disciplinarian – or whether there is a collective clutch for a particular lazy stereotype of female leadership. The party insists that the decision was Hosie’s, although certainly “senior sources” were briefing over the weekend that he was “toast”. The relatively swift conclusion certainly succeeded in wiping the subject from this morning’s front pages. The truth is doubtless far more messy. Sturgeon, Hosie and Robison have been working together on the SNP project for three decades: long before anyone foresaw a Scottish parliament let alone a nationalist government. It’s worth remembering this when contemplating the photographs of Sturgeon embracing her close friend Robison in the Holyrood chamber last week, immediately interpreted as a snub to Hosie.    That Westminster cohort brings a new tension with MSPs, resenting the attention lavished on colleagues in London    This is not just a personal psychodrama: we forget at our peril how much has changed for the SNP in such a short space of time, and these changes demand a fundamental shift is psychology as well as practice. Success itself is still hugely novel for this party. In the cycle of SNP history, the past few years – which have seen a surge in membership that catapulted it into the position of the third largest party in the UK, a gain of 56 of Scotland’s 59 seats in last year’s Westminster election, and its biggest ever constituency vote in May’s Holyrood election – are still a relatively short period of time. These changes do not only mean additional profile and scrutiny around Westminster for a party that was, until 12 months ago, used to operating under the radar with a handful of representatives. That expanded Westminster cohort brings a new tension with Holyrood MSPs, inevitably feeling some resentment at the attention lavished on their London-based colleagues. And that split mirrors other newly hewn divides in a party once renowned for its internal coherence: between old-timers and new arrivals, between those who believe a second independence referendum should be held soon and those, including Sturgeon, who want to wait. There is also a significant practical challenge to the concentration of power at the very top of the SNP. This made perfect sense when the party was a different size: but micro-management of the big, ranging organisation that the SNP has become can lead only to sclerosis. These can be healthy divides and debates: but only if they are allowed to be, which is a challenge in itself.",
  "webTitle": "Can the SNP still claim to be doing politics differently? | Libby Brooks",
  "webPublicationDate": "2016-05-24T13:56:42Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/sleaze-snp-politics-stewart-hosie-scandal",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/sleaze-snp-politics-stewart-hosie-scandal"
}