{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/mum-cancer-death-grief",
  "id": "2016-05-24-245",
  "sectionId": "commentisfree",
  "body": "The word Mum appears on my phone’s screen and I swipe right. I’ve been expecting this call. I’m prepared for the worst. “It turned out to be cancer after all,” she says. I say nothing as I step into the garden. With a voice as soft as honey, she tells me they can’t operate. “OK,” I say, unable to think of anything better. “The tumour’s in my gullet … ” she says, and for a few seconds while she struggles to breathe, there is a thick and heavy silence. “… and my spinal cord.”   Related: We are all just a millimetre away from death, all the time. If only we knew it | Cory Taylor    Four weeks earlier, mum had a lung biopsy, and I knew that the news wouldn’t be good when she was asked to meet the consultant to discuss her test results. “So it’s not lung cancer?” I say. And the last remnants of hope slip away as she confirms that it is, and she’s no longer on the transplant list. My head is heavy and my eyeballs throb in their sockets. Never short of something to say, all I can manage is um and ah, until I inhale with a quivering breath and blurt: “Have you had lunch?” Despite reading almost every piece of advice about supporting a loved one with a life-limiting illness, I’m asking the woman who has mothered me for 49 years, the woman who gave birth to me at 17, the woman who has been a wife to my father for half a century, if she’s had lunch. I want to slap myself across the face and go straight to the stupid corner. She reassures me she will eat soon and I say: “That’s good.” Then, lost for words, I say: “Goodbye.” For the first time in my life, goodbye becomes a meaningful and powerful word. Goodbye, like a gong counting down the moments. Good – bye, I hear myself say as I walk back into the house. Goodbye, I sob. I don’t want to say goodbye. I call my sister for the third time today. We haven’t slept much over the last few weeks, and Dr Google hasn’t helped. Now we decide it’s our mother’s fault, putting us through this torment, this waiting. We laugh at the ridiculousness of this notion, and pretend we’re saying it to Mum, in a scolding way, like she’s a naughty child, giving us unnecessary worry. And then we’re sad at the reality of what she’s facing and we feel a thousand times worse.           We’re being forced to fix our own mental health. And it’s not working    We admit to terrible thoughts. We don’t want her to travel miles away to have treatment that will burn her skin or make her hair fall out. We want her to die soon so she won’t have to suffer. And we weep, because we desperately want her to live. I want to get on the first flight home, but my mother doesn’t want me to come. I feel rejected and salve the sting by telling myself she’s in denial or preparing me for her forthcoming absence. She is grieving, and I know she has every right. My grief feels wrong. Jessica Mitchell, national helpline manager for the charity Cruse Bereavement Care, describes anticipatory grief as: “Something that can happen to a person who is ‘waiting’ for a loved one to die. It can also happen to a dying person. The family member or dying person is living in a state of expectation of death and this leads to grief.” Mindfulness goes out of the window, I’m too busy living in the future; planning for life without the woman who means more to me than any other. In my head I’m writing a speech for her funeral, and I’m jotting down details about sending her off with a bang. Her ashes in fireworks, maybe. A great idea, I think, unless she wants to be buried.   Related: Give children a stake in society to improve their mental health    And I wonder if she’s got a decent photo for the memorial card, because she mentioned that to me once. She told me that I was never to reveal her true age, so I’m not sure what date should be carved on her tombstone or even if she wants one. I want people to know my pain, but no one has died, so nobody is “sorry for my loss”. I want to scream, MY MOTHER IS DYING, but sensibility creeps back and I remember that everybody’s mother is dying. We are all dying. It happens. Death happens. And I must “brace myself” when the violence of my mother’s death does eventually hit me – like a hatchet. Mum’s phone call, all two minutes and six seconds of it, marked the beginning of the end. I need to remember that there is a whole lot of living to be done before then. There is solace in grief; relief after each episode, a feeling of healing and release, and I’m doing my best to embrace it. • Cruse Bereavement Care  offers support after the death of someone close. Their national helpline number is 0808 808 1677",
  "webTitle": "My mum says the word cancer – it’s the beginning of the end | Anonymous",
  "webPublicationDate": "2016-05-24T09:06:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/mum-cancer-death-grief",
  "keyword": [
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/mum-cancer-death-grief"
}