{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/05/can-an-app-tackle-domestic-violence-in-somalia",
  "id": "2016-05-05-329",
  "sectionId": "global-development-professionals-network",
  "body": "Dahrio, a mother of three, lives in a camp for internally displaced people in Mogadishu, Somalia. Her community has always seen her as a strong, happy woman. But for three years her cheerful facade hid repeated, terrifying domestic abuse by her husband, a local policeman. Now the creators of an app used in western countries to support those worried about domestic violence hope to help Somali women be safer in their communities. The app, My Plan, takes women who are worried about abuse through a series of questions about their circumstances. It determines their levels of safety and offers courses of action, as well as live connection to local services and support.  Dahrio was eventually helped by a clinic where NGO the International Committee for the Development of Peoples (CISP) provides medical and psychosocial care for victims of domestic violence. CISP is hoping to use My Plan to help women like Dahrio.    Domestic violence is taken for granted – women often think that if their husband doesn’t beat them, he doesn’t love them  Francesco Kaburu, CISP     Domestic abuse has historically been an accepted cultural practice in Somalia. “Many women endure domestic violence, including physical and sexual assault, and often remain with their husband as a result of cultural beliefs that dictate submissive behaviour of women,” reports the UN’s Somalia gender-based violence working group (pdf). “Loss of their children in case of a divorce might also play an important role in this decision.”  In 2015, the country passed a bill criminalising numerous abusive practices such as gang rape and human trafficking. But to the dismay of rights activists, it did not address marital rape and domestic violence. To challenge these norms and lift women’s rights, CISP with the John Hopkins School of Nursing, runs weekly discussion groups engaging religious leaders, healthcare providers, police, teachers, youth and displaced communities to expedite social norm change. CISP’s research showed a significant drop – from 88% to 14% – of male and female participants strongly agreeing with the statement “a husband has the right to demand/force sex from his wife” after four months of their weekly discussion group.   Related: My career’s biggest lesson:  no women, no development    CISP, which hopes to win a $300,000 Womanity award this month to fund its work on using technology to combat gender-based violence, hopes the app will further support victims of domestic violence. One US study showed that three-quarters of the women interviewed used the app to create a plan to leave the relationship. But transferring the app to low-resourced settings in Somali presents challenges. Francesco Kaburu, programme manager for CISP, says leaving the marital home will rarely be an option for women in poorer communities. But My Plan does not focus on women ending or leaving a relationship, however, but rather on the outcome of safety regardless of relationship status. Access to smartphones is another barrier. Kaburu says that while the middle class in Mogadishu have smartphones and wifi connection at home, low-income citizens have limited access. The team are adapting to this situation by integrating My Plan into health services provided by trained staff. Maternal and child health staff will have smartphones with wifi for providers and women to collaboratively access and complete My Plan during visits and, as appropriate, during home visits.     My Plan App has been adapted to a Somali setting. Photograph: MyPlan    Kaburu is hopeful about the app, but says there is an obstacle in getting women to see the need for it and to then use it. “Many times social workers tell us that women are not aware of how bad a situation was or could become,” he says. “In Mogadishu, the level of capacity for self assessment is very, very low. Domestic violence is taken for granted – women often think that if their husband doesn’t beat them, he doesn’t love them.” Human Rights Watch researcher Laetitia Bader, who has worked on Somalia for five years, says it is often the case that violence against women is tackled using traditional dispute mechanisms (decisions by village elders) which don’t favour women. She interested to see how the app works in the country. “With such an app I would wonder how do you convince women to follow alternate routes and ensure there’s no reprisal if they report domestic violence,” she says. “But I do see the value in there being another channel to report domestic violence and this is another opportunity to put the issue of domestic violence on the table. It might be a good way of reaching more vulnerable populations in a more targeted way.” Dahrio’s name has been changed. • This article was amended on 5 May 2016. An earlier version incorrectly stated that Laetitia Bader had been working in Somalia for 20 years.  Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter. Join the conversation with the hashtag #SheMatters.",
  "webTitle": "Can an app tackle domestic violence in Somalia?",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/05/can-an-app-tackle-domestic-violence-in-somalia",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Somalia",
      "id": "world/somalia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Claudia Cahalane",
      "id": "profile/claudia-cahalane"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/05/can-an-app-tackle-domestic-violence-in-somalia"
}