{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/mh370-search-flight-recorder-found-in-somalia-not-from-missing-plane",
  "id": "2016-05-09-341",
  "sectionId": "world",
  "body": "A flight recorder found washed up on a Somali beach is not from the missing Malaysian Airlines flight MH370. The orange, spherical object was found on a beach near the coastal town of Gara’ad by a local businessman identified only as Gaashaanle Ciiraale, Somalia’s Jariiban News Network reported on Thursday. Ciiraale posted images of himself posing with his discovery to his Facebook page.    Related: MH370: debris found in Mauritius to be examined by investigators, Australia confirms    Mohamed Mire Fahie, a friend of Ciiraale’s, told Malaysia’s Rakyat Post on Sunday that the object had been given to a reporter. It was not clear whether it had been handed over to police. The Rakyat Post said the object may be linked to flight MH370, still missing after more than two years, given the separate discoveries of debris on two beaches in Mozambique. American blogger Blaine Alan Gibson and South African teenager Liam Lotter both found debris washed up on beaches that was subsequently confirmed to “almost certainly” be from the wing of the missing plane. But although it appeared that the object was a data recorder, experts did not think it was from MH370. A spokesperson for the Australian Transport Safety Bureau, which is coordinating the search for the plane, said it was of the type used from the late 1960s to the 1970s, and had come from either an aircraft or possibly a ship. “In any case, it is definitely not from MH370, which was equipped with a modern ‘orange brick’-style flight data recorder. “It is worth noting that the MH370 flight data recorder would not float, so it is highly unlikely that it will be found on any coastline.”   Related: MH370: head of search says 'very likely' plane will be found by July    A piece of suspected aeroplane debris found east of Africa on Mauritius in April is still being examined. The Boeing 777-200ER disappeared on 8 March 2014 en route from Kuala Lumpur to Beijing. The ATSB has overseen the search of more than 105,000 square kilometres of seafloor in the southern Indian Ocean. A sweep of the remaining 15,000 sq km of the search area was expected to be completed by July.",
  "webTitle": "MH370 search: flight recorder found in Somalia not from missing plane",
  "webPublicationDate": "2016-05-09T05:17:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/mh370-search-flight-recorder-found-in-somalia-not-from-missing-plane",
  "keyword": [
    {
      "webTitle": "Malaysia Airlines flight MH370",
      "id": "world/malaysia-airlines-flight-mh370",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Somalia",
      "id": "world/somalia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malaysia",
      "id": "world/malaysia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/09/mh370-search-flight-recorder-found-in-somalia-not-from-missing-plane"
}