{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/ufc-sale-dana-white-fertitta-brothers",
  "id": "2016-05-11-178",
  "sectionId": "sport",
  "body": "The owners of the UFC may be close to selling the wildly-popular mixed martial arts organization for more than $3.5bn, according to an ESPN report. Brothers Lorenzo and Frank Fertitta, who own 80% of the UFC, have been rumored to be interested in selling the UFC for some time. The report names WME/IMG, China Media Capital, the Blackstone Group and Dalian Wanda Group as bidders and suggests the price for the UFC could rise to as high as $4bn. It would be a massive profit for the Fertittas, and possibly part-owner Dana White, the organization’s president, should he choose to sell as well. The Fertittas and White bought the UFC in 2001 for just $2m.   Related: The fight game reloaded: how MMA and UFC conquered the world | Andy Bull    White told Yahoo Sports and the Las Vegas Review-Journal on Tuesday that the UFC is not for sale, and some have questioned whether the owners would sell a product that is booming in popularity. But if a sale does go through, a bigger question for MMA fans: is what would a sale mean for the UFC? The ESPN report says Dalian Wanda is presumed to be the frontrunner to buy the organization. The Chinese company is run by Wang Jianlin, who is believed to be one of the richest men in China, seems to be interested in amassing an international entertainment empire, having recently bought Hollywood studio Legendary Entertainment and a stake in Atlético Madrid. Much of the UFC’s success comes from their tight management and a favorable business model. White holds considerable control over bout pairings, and the organization keeps most of the profits from its big fighting events rather than share them with the fighters themselves – a dramatic shift from boxing, where the fighters get the bulk of gate and pay-per-view revenue. The model has worked well for the UFC, which made $600m last year according to the Fertittas, although the organization’s biggest star, Conor McGregor, has recently pushed back against the strictures placed upon him.   Related: Conor McGregor's 'retirement' tests the limits of the UFC's powers | Les Carpenter    The Fertittas and White are credited with saving the UFC when they bought it in 2001, as well as giving the organization a stronger sense of regulation. As MMA has grown in popularity, pushing into the mainstream, they have tried to move past senator John McCain’s characterization of the sport as “human cockfighting”. UFC has added safety standards, implemented a strong anti-doping program and shown interest in their fighters’ health. Currently they are participating in a Cleveland Clinic program, supported by McCain, to monitor the progression of brain trauma in fighters. Recently, McCain told the Guardian that he believes MMA “has cleaned up their act.” Would a new owner continue those efforts, or perhaps even exceed them? Would that owner increase fighter pay? Chances are the UFC will not be the same as it is now. A foreign owner also might run fewer UFC events in Las Vegas, creating more international super-fights.",
  "webTitle": "UFC owners reportedly considering deal to sell organization for $4bn",
  "webPublicationDate": "2016-05-11T14:15:53Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/ufc-sale-dana-white-fertitta-brothers",
  "keyword": [
    {
      "webTitle": "UFC",
      "id": "sport/ufc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/2016/may/11/ufc-sale-dana-white-fertitta-brothers"
}