{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/victoria-derbyshire-bbc-finishes-breast-cancer-treatment",
  "id": "2016-05-26-224",
  "sectionId": "tv-and-radio",
  "body": "The BBC journalist Victoria Derbyshire has completed her 10-month treatment for breast cancer, which she documented in a regular diary to help demystify the process. Derbyshire, 47, who was diagnosed with the disease at the end of July 2015, has been filming diaries that kept track of her experiences. On Wednesday, she completed six weeks of radiotherapy, her last major treatment for the cancer. In the latest instalment of the diary, Derbyshire said: “It’s Wednesday 25 May and I’m done. I’m done. That was my last radiotherapy session. Just finished this second. Thirty sessions – five days a week for the last six weeks – and it’s finished. Wow, can’t believe it. Gosh. “I am actually happy, despite these tears. And hopefully that is it for cancer treatment for ever, if all goes according to plan.” In the diary, Derbyshire said she experienced an “uncharacteristic wobble” halfway through the radiotherapy treatment. “I’m sure this is completely normal and everyone who’s ever had a cancer diagnosis will think this – I am thinking about what if this cancer comes back,” she said. “Obviously, I never want to go through chemotherapy again, ever, I just do not want it to come back ... I just want this to have been a blip and get on with my life, my kids’ life, my partner’s life, my family’s future.” Derbyshire had chemotherapy from November 2015 to February this year, and the radiotherapy treatment was recommended to her after her mastectomy seven months earlier, to reduce the risk of any cancer cells remaining.     A screengrab from Derbyshire’s video diary after her mastectomy. Photograph: BBC    “You lie on a bed, you put your arms up, you’ve taken your top layer of clothing off and there is a large disc above you which angles,” she explained of the process. “The radiation beams come from there and target the right hand side of me, the right breast. But you can’t see the beams, they don’t shoot out from this large piece of machinery – it’s not like Star Wars.” Radiotherapy treatment, which uses high-energy rays to destroy cancerous cells by targeting specific regions of the body, is not available at all hospitals, and Derbyshire had to cover more than 1,000 miles over the period of her treatment, travelling to St Luke’s cancer centre at the Royal Surrey NHS County hospital. “Clearly it is an issue for hundreds and hundreds of patients, you can’t always get the bespoke treatment that you need in your local NHS hospital,” she said. She will now have to take the drug tamoxifen daily for the next five to 10 years to prevent the breast cancer from coming back.   “On 31 July 2015 I was diagnosed with breast cancer. One mastectomy, six sessions of chemotherapy, 30 doses of radiotherapy later, I feel like this could be a fresh start,” Derbyshire said.  “And I know not everybody gets that opportunity. I am completely aware of that and so I am very grateful – exceptionally grateful.  “I want to say to you, if you are going through cancer treatment or you are about to go through cancer treatment: I’m sending you all my love and strength. Take it, have it. You can have it. Please do. And just keep going.  “It’s time to crack on with the rest of my life.”",
  "webTitle": "'I'm done. Wow': Victoria Derbyshire finishes breast cancer treatment",
  "webPublicationDate": "2016-05-26T11:25:26Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/victoria-derbyshire-bbc-finishes-breast-cancer-treatment",
  "keyword": [
    {
      "webTitle": "Victoria Derbyshire",
      "id": "tv-and-radio/victoria-derbyshire",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Breast cancer",
      "id": "society/breast-cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/victoria-derbyshire-bbc-finishes-breast-cancer-treatment"
}