{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/the-guardian-view-on-political-careers-anywhere-but-westminster",
  "id": "2016-05-20-43",
  "sectionId": "commentisfree",
  "body": "The gap between politics as theatre and politics as it affects people’s lives is at its widest for the Queen’s speech. Westminster reviews dismissed this week’s spectacle as a flimsy affair, padded out with footling consumer-oriented bills – a holding programme for a government divided and distracted by the EU referendum. While that was indeed a fair measure of David Cameron’s narrow room for manoeuvre, it risks overlooking the difference that unglamorous measures can make – and the extent to which the biggest of practical impacts often comes disguised in the smallest measures. A case in point is the proposed bill that will give directly elected city mayors control over local bus routes. No national fireworks will be lit by transport policy decisions taken by a future mayor of Greater Manchester, Birmingham or any other area that adopts the new devolution settlements currently being negotiated with the Treasury. But residents will notice quickly if services improve or deteriorate. Buses matter more than many politicians, especially those used to being driven around in ministerial cars, realise. In much the same way, the new mayoralties themselves may prove more significant than has fully been noticed in Westminster. The roles have not yet been defined and whatever control they can wrest from central government will be limited by the brutal fiscal constraints imposed upon them. That handicap, combined with a deep-seated cultural snobbery towards local government, has masked the potential for a generation of metropolitan barons to effect profound constitutional change. Much will depend on the calibre of the candidates. The short history of London’s elected mayoralty has shown the importance of characterful early incumbents to give clear definition to a role that could easily have become symbolic to the point of obscurity. Whatever else might be said about Ken Livingstone and Boris Johnson, their combined heft clearly bolstered the office they occupied. Andy Burnham’s decision to run for the equivalent job in Greater Manchester is significant in that respect. The former health secretary and twice-unsuccessful Labour leadership candidate has said (immodestly) that the contest needs a “big name”. Mr Burnham’s candidacy is a mixed blessing on that score. It is encouraging that city mayoralties might attract experienced figures, determined to elevate the post to the premier league of public office. But ideally the roles would be seen as a plum gig for a politician on the way up, not – as is the danger in Mr Burnham’s case – a consolation prize for someone on the way down. That is the impression he must dispel if he is to succeed. It is, meanwhile, possible for an enterprising candidate with no helpful tailwinds of national name recognition to take charge of a municipality. Marvin Rees, Labour’s newly chosen mayor of Bristol, becomes potentially one of his party’s most significant figures in English politics, by virtue of holding a directly elected executive post with real governing responsibilities. It is a test of managerial capability with higher stakes than most frontbench opposition jobs in parliament. By the same measure, Sadiq Khan’s decisive victory in London’s mayoral contest, bringing with it a mandate of millions, bestows more authority than that of even the most senior shadow cabinet ministers. Britain traditionally allows MPs to graduate from opposition into the top offices of state with no executive experience at all. David Cameron, like Tony Blair before him, had run nothing much before he took charge of No 10. The idea that a prospective prime minister might have to display a record of administrative competence and policy innovation in a lower tier of government is not intrinsic to our political hierarchy. Yet in many other democracies mayoralties and federal governorships are respected routes to the top. It is not too far-fetched to suppose that the devolution plans quietly unfolding across England’s cities and regions will trigger a culture shift along those lines. There is ample evidence that Westminster is viewed with suspicion, as a rarefied circle of politicians whose careers are defined by too much talk, not enough action; too much time in corridors of power, not enough pounding streets. It would be no bad thing for the legitimacy and credibility of politics if a generation of leaders were to emerge that cares less about ministerial cars and more about local buses.",
  "webTitle": "The Guardian view on political careers: anywhere but Westminster | Editorial",
  "webPublicationDate": "2016-05-20T18:01:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/the-guardian-view-on-political-careers-anywhere-but-westminster",
  "keyword": [
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/the-guardian-view-on-political-careers-anywhere-but-westminster"
}