{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/bad-neighbours-2-review-zac-efron-seth-rogen-film-sequel",
  "id": "2016-05-04-223",
  "sectionId": "film",
  "body": "Related: Bad Neighbours 2: trailer for the sequel to whip-smart surprise hit of 2014    This pretty routine follow-up has some decent material and amiable bad taste, heavily diluted with gallons of very ordinary sequel product: more of the same. Zac Efron takes his shirtlessness to the next level, or rather to the same level, reprising his ironic and unwaxed Magic-Mike-style eye-candy dancing from Dirty Grandpa. We also get the air-bag gags from the first film. Seth Rogen and Efron are the middle-class householder and his party animal neighbour from hell – only now it’s some years later and Seth is trying to sell the house and Zac is a sad-sack guy in his mid-20s, still hanging out on campus; he is now vengefully “mentoring” the new sorority led by Chloë Grace Moretz who have moved in to the house next door to Seth, ruining his chances of selling.            Seth Rogen: ‘There are probably jokes in Superbad bordering on the blatantly homophobic’ – video interview    Billy Eichner has a funny turn as a real estate agent, and Kelsey Grammer is good as Moretz’s empty-nester dad. There are some good lines and an amusing exchange about whether or not there is an actual, legal “right to party”. As for Zac Efron, he is evolving away from the moppety creature we first knew, into a self-aware twentysomething with a touch of player-sleaze. That’s got potential, but a sustained script is what he needs. It’s not forthcoming here.",
  "webTitle": "Bad Neighbours 2 review - Zac Efron and Seth Rogen return in watered-down house-selling sequel",
  "webPublicationDate": "2016-05-04T11:38:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/bad-neighbours-2-review-zac-efron-seth-rogen-film-sequel",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bad Neighbours",
      "id": "film/bad-neighbours",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Zac Efron",
      "id": "film/zac-efron",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Seth Rogen",
      "id": "film/seth-rogen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/04/bad-neighbours-2-review-zac-efron-seth-rogen-film-sequel"
}