{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/the-day-before-sabrina-died-was-like-any-other-close-to-christmas",
  "id": "2016-05-22-27",
  "sectionId": "society",
  "body": "Dawn Coventry’s 28-year-old daughter Sabrina Stevenson died on 16 December 2012 as a result of complications related to an ectopic pregnancy, after waiting two hours for an ambulance and another two and a half hours before paramedics took her to hospital. The mother is so upset with the London ambulance service that, three and a half years later, she has still not buried her daughter. “The day before Sabrina died was like any other close to Christmas. She went shopping with her grandmother, had a drink with friends, but by the next evening she was dead. A ruptured ectopic pregnancy meant that she bled to death in hypovolaemic shock – very heavy internal blood loss – and it is likely Sabrina never even knew she was pregnant. One of her fallopian tubes had split. “When the gynaecologist gave evidence at the inquest [.pdf] into her death, she said that if Sabrina had arrived at A&E before she went into cardiac arrest, she probably would have survived. Sabrina waited two hours for an ambulance to come to her home that evening.    Related: Ambulance delays linked to 35 deaths in past five years    “My daughter did not have to die. It was the weekend before Christmas, after what emergency services call ‘Black Friday’. I understand that she was asked if she had been drinking and I do not believe that she was taken seriously. She woke up with stomach pain, nausea and diarrhoea, and had absolutely no idea what was wrong with her. At about 6pm her flatmate called for an ambulance, but it didn’t arrive until around 8pm. She was still in the flat at 10.30pm and died an hour later in hospital.  “I have gone through every ‘what if?’ question there is to ask. It is hard to accept the delays of the ambulance service and the failures of the paramedics who were meant to help her. “Three times I got ready, went to court, only for the inquest to be postponed. I eventually got the verdict on honeymoon, two years after Sabrina’s death, at which point my legal costs amounted to over £30,000. Her ashes are still with the undertaker.  “I have never previously criticised paramedics or the NHS in general. One in 80 pregnancies is ectopic, and a simple operation could have saved her life. I’m never going to be the mother of the bride. I am never going to be a grandmother. When you go through this process, it demoralises you. You realise you are just a file. If I had not pushed it, the ambulance delays would have been ignored, and there would never have been an inquest into her death.” As told to Patrick Greenfield",
  "webTitle": "'The day before Sabrina died was like any other close to Christmas'",
  "webPublicationDate": "2016-05-22T20:20:17Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/the-day-before-sabrina-died-was-like-any-other-close-to-christmas",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Greenfield",
      "id": "profile/patrick-greenfield"
    }
  ],
  "guardianId": "society/2016/may/22/the-day-before-sabrina-died-was-like-any-other-close-to-christmas"
}