{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/underexposed-the-forgotten-female-pioneers-of-photography",
  "id": "2016-05-06-227",
  "sectionId": "artanddesign",
  "body": "It is a photograph that positively shimmers down the years. A girl gazing confidently at the camera, holding a bowl piled high with pomegranates, its delicate blue tones carefully controlled, the dappled light highlighted by the photographer’s careful removal of pigment from the print as the picture was developed. The picture is one of the highlights of Painting with Light: Art and Photography from the Pre-Raphaelites to the Modern Age, a new exhibition at Tate Britain, which looks at the relationship between painting and photography at the turn of the 20th century, when one art was old and established and the other was in its infancy. Decorative Study, a carbon print from 1906, is in the show because it reinterprets Rossetti’s famous Proserpine from 1874 – part of the conversation between painting and photography at the time. The photograph was part of what was known as “pictorialism” – a conscious movement towards the possibility of photography as pictures, influenced by the works of painters such as James McNeill Whistler, John Singer Sargent and the thinking of Walter Pater. But what’s most revealing about this simple, mysterious image is that it is the work of a woman – Minna Keene, once a hugely successful portrait photographer, squeezed to the margins of history despite her eminence in her own day. It is in fact a portrait of her daughter, Violet, who followed the same career path as her mother.     Minna Keene’s Decorative Study No 1, Pomegranates (1906), reinterprets Rossetti’s Prosperine. Photograph: Royal Photographic Society/National Media Museum/Science & Society Picture Library    Keene is one of six female photographers in the Tate show, included on merit for their relevance to the theme. With the exception of Julia Margaret Cameron, all are less recognised than their male counterparts. Yet in their day they were exhibited and acclaimed. Curator Carol Jacobi says: “The process of these women becoming invisible is really interesting and I think there are many reasons for it. One is that people are not expecting them to be there, so they don’t look for their work. “Their work just doesn’t seem to be kept and looked after; biographies aren’t written of them. So there is a tendency for us just to lose sight of them.” Yet in the late Victorian period, photography was an attractive option for women. Although most came from comfortable, well-to-do homes, the fact was that any woman with enough money to purchase the equipment and chemicals they needed could train themself and get started. It was much more difficult to take up painting. “The whole art school system was much harder for women to negotiate because there weren’t the places for them, and they weren’t allowed access to the life room,” says Jacobi. “But with photography you could bypass that training, simply by knowing one photographer who could help you.” That was the case with the first of the women to appear in the exhibition, Jessie Mann, the daughter of a house painter and studio assistant to the great Scottish photography pioneers David Octavius Hill and Robert Adamson. A tiny photograph of Two Women in Bonnets, has recently been revealed as showing Mann and her sister in around 1845. Described in a letter as “that most skilful and zealous of assistants”, Mann worked in the Calton Hill studio for at least three years, until it closed after Adamson’s early death and she went on to become a school housekeeper. “There is a record of her taking a photograph when someone came to the studio and Hill and Adamson weren’t there,” says Jacobi. “She must have been part of their skilful understanding of how you set up a photograph, so she is a real pioneer.” Zaida Ben-Yusuf, too, was unusual in coming from a relatively impoverished background, but unlike Mann, decisively made her mark. She was born in 1869 in Hammersmith, London, to a German mother, Anna, and an Algerian father, Mustapha Moussa Ben Youseph Natha, who was studying medicine at King’s College, but who, in his spare time, was both an actor and an evangelist, touring the country to give lantern slide lectures for the Muslim Mission Society.     So like a Shatter’d Column lay the King’ (1875) by Julia Margaret Cameron. Photograph: Royal Photographic Society    After he left the family, when Ben-Yusuf was eight, she and her three younger sisters were brought up by Anna, who earned her living as a milliner, emigrating to Boston when Ben-Yusuf was 20. After following her mother to the US, and also finding work as a hat-maker, she took up photography. Initially it was a hobby, but within two years she had established herself as one of the most successful portrait photographers in New York, with a studio on Fifth Avenue and Theodore Roosevelt among her sitters. Edith Wharton based a character on her. Her popularity was based, in part, on how different she was from those photographers who sat their subjects in front of a formal, painted backdrop dressed in their Sunday best. Her studio was fashionable and exotic, and she looked to artists such as Whistler and Sargent for inspiration. In the Tate, you can see her artistic sensibility in The Odor of Pomegranates – another photograph that responds to Rossetti. Ben-Yusuf’s work was widely exhibited and featured by Alfred Stieglitz in the influential journal Camera Notes, but she also took on assignments for the burgeoning magazine market. Jacobi believes this caused her problems. “She was earning a living and there was a little bit of snobbery about that, particularly in art photography circles. You could either be commercial or you could have artistic integrity – there was a lot of tension there.” Those tensions are all too obvious in the chronology of Ben-Yusuf’s life. In 1900, she was praised as a leading member of “the New School of American Photography” at a Royal Photographic Society exhibition, but by 1901 she was appearing in the New York Times on a list of debtors. In 1903, she became a travel journalist, visiting Japan, still taking photographs which she used as the basis of illustrated lectures. By 1912, however, she was reported to have “given up the vanities of the photographic world for an unrestrained life in the South Sea Islands”. When she re-emerged, she returned to work as a milliner and finally – three years before her death at the age of 63 – she married a textile designer. Her death in 1933 merits only a brief notice in the New York Times. It’s possible that Ben-Yusuf was pushed to the edges of the story of photography because she changed career and direction so often. Yet Roger Fenton only worked as a photographer for a decade, selling his equipment in disillusion with photography’s lowly status in 1863; yet the shortness of his career has done nothing to diminish his reputation as the great recorder of the Crimean war. Ben-Yusuf, in contrast, was only rescued from obscurity by a 2008 exhibition at Washington’s Smithsonian National Portrait Gallery.    Any woman with the money to buy the equipment could be a photographer. It was much more difficult to take up painting    This revival was made all the more difficult by the fact that her archive had been lost and dispersed. The work of female photographers was not regarded as being important. Keene, for example, established successful portrait studios in Cape Town and then in Canada, where she died in 1943. She was the only Canadian woman to be a member of the Royal Photographic Society, and won numerous prizes and medals. Yet when she was featured in an article in MacLean’s magazine in 1926, she was described as “a charming hostess” and a “home lover”, and the article concluded with the damning observation that: “Artistically she is a success. Commercially? There is too much of the artist in this woman, who is first of all a successful wife and mother, to worry about commercial success.” As the author Kristina Huneault puts it: “In photography, as in craft and painting, classed and gendered expectations about appropriate feminine behaviour clearly structured the field of women’s professionalism.” These women, battling with dangerous chemicals and new processes, going against Victorian and Edwardian expectations, were also following trends being adopted by male artists at the same time. When female photographers were dismissed for using their children and their friends as models, artists such as Millais, Rossetti, and even Sargent were doing the same. “This tendency developed in the 1850s for painters and photographers to make images of their friends, family and lovers,” Jacobi says. “It created portraits that are much more personal and individual – and of course it made things much easier for a woman because her children or her maid could model for her. But when we say of women photographers, ‘Oh she photographed her children’, well that belongs to a much bigger trend and it shouldn’t be used to suggest that the practice had less gravitas.”     Isabella Grace on the terrace of 5 Princes Gardens by Clementina Hawarden (1861-62)    Eveleen Myers – the sister of the painter Dorothy Tennant and an acolyte of Cameron’s – made a speciality of portraits of children, often in poetic guise, and an edition of the important early publication on art photography Sun Artists (1891) was devoted to her work. Clementina Hawarden was even more prolific – in a career curtailed by her early death in 1865 at the age of 43, she took a staggering 800 photographs that display great technical innovation and quality. Hawarden was the daughter of an admiral and a Spanish mother, and the wife of Cornwallis Maude, Viscount Hawarden. She was the mother of 10 children, of whom eight survived, which gave her a ready succession of models to photograph in a studio created in the family home in South Kensington, London. Using the tall windows, mirrors and transparent curtains, she became an expert at photographing indoors. Her dramatic and poetic portraits very deliberately conjure the paintings of the pre-Raphaelites and popular illustrations of Tennyson’s poems by Edward Moxon. Hawarden was a member of the Royal Photographic Society and exhibited her work widely. Her legacy and her archive were preserved because her granddaughter gave 779 photographs to the V&A, although they were not catalogued until the 1980s.   Related: The lost women: forgotten female photographers brought to light – in pictures    The relative obscurity of most early female photographers (another in the Tate show, Carine Cadby, concentrated on plant photography) raises the question of why Cameron became, in comparison, so famous. There were many factors working in her favour: crucially, she moved in the right circles, with instant access to other artistic celebrities of the day, such as Tennyson and GF Watts and Rossetti. These links put her at the heart of the aesthetic movement, with its emphasis on beauty, enchantment, love and loss, and her wistful photographs perfectly capture that spirit. But she combined this with sharp business acumen; she registered each photograph she took and her work was widely reproduced and circulated in her lifetime. Her first museum exhibition was held at the South Kensington Museum, precursor of the V&A, in 1865; she died 13 years later in Sri Lanka. Although the critics of the time attacked her for technical inadequacies and breaking the rules, the dreamlike wonder, compositional ambition and artistic aspiration of her photographs were always recognised. And Cameron had absolute belief in it herself. “I don’t think you can overestimate her importance,” says Jacobi. “She had a sense of herself as an artist and she was associating with other artists. But then, I think all these women had a sense of their importance. They were all exhibiting in big exhibitions. They weren’t dabbling in photography; they were serious artists.”  Painting with Light: Art and Photography from the Pre-Raphaelites to the Modern Age, opens at Tate Britain, London SW1, on 11 May. tate.org.uk.",
  "webTitle": "She takes a good picture: six forgotten female pioneers of photography",
  "webPublicationDate": "2016-05-06T11:00:24Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/underexposed-the-forgotten-female-pioneers-of-photography",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Crompton",
      "id": "profile/sarah-crompton"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/underexposed-the-forgotten-female-pioneers-of-photography"
}