{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/radical-leftwing-tourists-pimps-dictatorship-hugo-chavez-venezuela-sex-tourism",
  "id": "2016-05-21-22",
  "sectionId": "commentisfree",
  "body": "Radical tourism is no different from sex tourism. In both the political and the coital, the inhabitants of the rich world go to the poor to find the thrills no one will give them at home. Western men and women with nothing to recommend them except their wealth escape their sexless lives and buy prostitutes, who are not like those indifferent boys and girls who pass them in the street. They will play their part and pretend for a few hours or days to find the westerners sexually desirable. Sex tourist guides, in print and online, feed visitors’ illusions. In the Caribbean, readers are told that prostitutes aren’t prostitutes, just “nice” girls looking for a good time. In Thailand, bar girls aren’t exploited but engaged in a “fair trade”. Pleasures sated, the tourists fly away from the poverty and the corruption. The lies they have lived and paid others to live on their behalf don’t bother them. They never noticed human trafficking in Thailand or chronic poverty in the Dominican Republic. For their part, political tourists are stuck in a sexless marriage to a Britain that offers them no excitement. The proletariat has refused their entreaties to revolt. Their radical fantasies are never fulfilled. So they, too, scour the world. For years, the top radical tourist destination, the political equivalent of the Pattaya Beach brothel, has been Chavista Venezuela. Hollywood stars, the leaders of the British Labour party and Spanish “popular resistance”, and every half-baked pseudo-left intellectual from Noam Chomsky to John Pilger has engaged in a left orientalism as they wallowed in “the other’s” exotic delights.   Related: The Chávez victory will be felt far beyond Latin America | Seumas Milne    Venezuela stroked all their erogenous zones. Hugo Chávez and his successor Nicolás Maduro were anti-American and “anti-imperialist”. That both allied with imperial powers, most notably Russia, did not appear to concern them in the slightest. Venezuela, cried Seumas Milne in the Guardian, has “redistributed wealth and power, rejected western neoliberal orthodoxy, and challenged imperial domination”. What more could a breathless Western punter ask for? Never underestimate the power worship of those who claim to speak for the powerless, or the credulity of the supposedly wised-up critical theorist. For those who yearn in their dark hearts for strong men, who can crush all enemies, Chavismo reeked of machismo, and provided the great leaders they could adore. “Hated by the entrenched classes,” burbled a star-struck and grief-stricken Oliver Stone on the day of the leader’s death, “Hugo Chávez will live for ever in history. My friend, rest finally in a peace long earned.” There was even a conspiracy theory to crush all doubts – all opposition came from a US-backed elite. As there was a failed coup attempt in 2002 against Chávez, that theory had more justice than most.           Venezuelan protesters clash with security forces    The show is over now. Their fantasies fulfilled, the western tourists have left a ruined country behind without a guilty glance over their shoulder. Venezuela looks as if it has been pillaged by a hostile army, though there has been no war. It is not fanciful to imagine that the international community will need to launch a disaster appeal soon. Water is rationed, electricity is rationed and basic medicines are vanishing. Inflation is expected to hit 481% this year and 1,642% next year. The murder rate is the world’s second highest. The exchange rate has collapsed so fast that a McDonald’s Happy Meal cost the equivalent of $146 in February. I could go on, but a last desperate excuse needs to be dismissed. Every oil-producing economy has been hit by falling prices, but none, not even states as ill-governed as Nigeria and Russia, has experienced the social collapse of Venezuela. Even they did not engage in the Weimar-scale money-printing of the Chavista regime. Even they, despite all the stout efforts of their leaders, were not as corrupt as the Partido Socialista Unido de Venezuela. Transparency International puts Venezuela among the top 10 most corrupt countries in the world. First Chávez and then Maduro did, indeed, redistribute oil wealth to the poor, but they distributed most of it to their clients. Why go on about the moral disgrace of western dupes? Isn’t that a job for the “Tory press”? Not so. We should have learned where the notion that there must be no criticism of “our” side leads. A generation of American conservatives is being disgraced right now for their failure to stand up to Donald Trump – whose paranoia and mendacity, incidentally, imitates the Latin American caudillos in the Peronist and Chavista mould.   Related: Sean Penn, Michael Moore and Oliver Stone pay tribute to Hugo Chávez    The thoughts of Venezuelans, who watched as westerners treated their country as an ideological playground, cannot be dismissed lightly, either. “There should be a special circle in hell for them,” Thor Halvorssen, the founder of the Oslo Freedom Forum, told me. The regime shot his mother and jailed his Venezuelan father. It holds his cousin, the opposition leader, Leopoldo López, as a political prisoner because he had the nerve to oppose it. Halvorssen thinks the Chavistas would not have gone so far in debasing the constitution and looting the state if it had not been able to count on a herd of bovine leftists mooing down all who raised concerns about fundamental rights. These are the worst leftists imaginable as they show solidarity with oppressive states rather than oppressed peoples. So they stayed silent when Chávez – in the words of the International Trades Union Confederation – engaged in persistent discrimination against organised labour. They neither knew nor cared that corruption is the most brutal of burdens on the poor because the poor cannot pay bribes to obtain the services they should receive by right. If free trade unions were suppressed in the west, and leaders of the opposition arrested, if western governments – to borrow Human Rights Watch’s words about Venezuela – sought to “intimidate, censor, and prosecute critics”, the Seumas Milnes and Oliver Stones would scream their heads off. That they screamed at the regime’s critics instead shows how deep a leftwing version of racism has sunk. Sex tourists need to believe that the women they buy are not like the women at home, who reject them as ugly and dull. These girls just want to have fun. Radical tourists need to believe foreigners do not want the rights they themselves take for granted at home. As they ask others to act out their “anti-imperialist” fantasies, they manage the unique and uniquely degrading feat of combining the delusions of the client, the neediness of the prostitute and the lies of the pimp.",
  "webTitle": "Radical tourists have been deluded pimps for Venezuela",
  "webPublicationDate": "2016-05-21T23:03:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/radical-leftwing-tourists-pimps-dictatorship-hugo-chavez-venezuela-sex-tourism",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sex trade",
      "id": "society/sex-trade",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hugo Chávez",
      "id": "world/hugo-chavez",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sex tourism",
      "id": "society/sex-tourism",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Cohen",
      "id": "profile/nickcohen"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/radical-leftwing-tourists-pimps-dictatorship-hugo-chavez-venezuela-sex-tourism"
}