{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-running-blog/2016/may/06/running-35-mile-two-oceans-south-african-marathon-cape-town",
  "id": "2016-05-06-304",
  "sectionId": "lifeandstyle",
  "body": "“You’re running the Two Oceans? That’s 35 miles isn’t it? Lekker. What are you training for? Comrades?” I forget how many times I had that conversation in the run-up to the Old Mutual Two Oceans Marathon in Cape Town last month – but it happened a lot more than you’d imagine if, like me, you come from a country where completing a regular marathon is seen by most as an end in itself. This is South Africa, though, a sport-obsessed country, where ultra marathons such as the Two Oceans and Comrades – 56 miles between the cities of Pietermaritzburg and Durban – attract huge crowds of spectators and the kind of mass participation usually reserved for big-city marathons. In fact, the Two Oceans was originally conceived in 1970 as a 35-mile training run for the Comrades by founder Dave Venter – but, with a route around the Cape peninsula taking in both the Indian* and Atlantic oceans (hence the name), as well as two big climbs up Chapman’s Peak and Constantia Nek, it’s a worthy event in its own right.    I love an arbitrary target as much as the next runner, but I hadn’t even known sub-5 was a thing until the day before    Before the race, I spoke to Louis Massyn. as he prepared for his 44th consecutive Two Oceans (and his 41st attempt at finishing both the Two Oceans and the Comrades in the same year – a record). The 65-year-old medical rep says the massive growth in the scale of the race has been the main change he has witnessed. In the first year, only 26 runners took part – and only 15 finished, but all of them in under four hours, which is speedy for a 35-mile course with 1,560 feet of ascent. This year, 11,000 people took part in the ultra, with 16,000 in the half marathon and a further 3,000 in the trail run, friendship run or fun runs – what the organisers bill as an Easter weekend “festival of running”.     Runners packed in at the 6.30am start of the Two Oceans Marathon 2016. Photograph: ImageSA    It was still dark as I squeezed into the pen ahead of the 6.30am start, just as the thousands of other runners packed shoulder to shoulder launched into a powerful rendition of the South African national anthem. I may have even heard the odd vuvuzela – bringing back unwelcome memories of England’s ignominious departure in the first knock-out round of the 2010 World Cup. Massyn’s first piece of advice was to be careful on the first flat 19 miles to Noordhoek and the start of the first climb. But as soon as the gun went, that advice was forgotten, as I got swept along on the surge. Before the race I had had no real target time in mind. The Two Oceans is like a regular marathon – but with nine miles of hills tagged on the end – so I didn’t have any similar events to judge it against. It was only when I went to the expo to pick up my number that I realised finishers were awarded different medals for different times: gold for the first 10 men and women; silver for sub-4 hours; a colourful Sainsbury medal (named after Mr Two Oceans Chet Sainsbury, who died earlier this year) for sub-5; bronze for sub-6 and blue for sub-7. There’s a strict cut-off after seven hours, and if you’re not on schedule at certain points in the run, then it’s race over. By the halfway point I found myself travelling in the sub-5 “bus” and decided to sacrifice peace and quiet for the simplicity of following in the footsteps of a pacer and a big group of runners. I stuck with them for the next few miles and up Chapman’s Peak, which must be among the most spectacular stretches of tarmac in the world. Once we reached the top, though, I decided to take Louis’s second piece of advice and hop off to soak up the sheer cliffs and the Atlantic sparkling far below. I love an arbitrary target as much as the next runner, but I hadn’t even known sub-5 was a thing until a day before.     The Two Oceans ultra marathon route. Photograph: Mapmyrun    Maybe I was just making excuses, but taking those extra few moments at key points to drink in the views and chat to runners around me really made the rest of the race more memorable. Support along the route was fantastic and the big turnout of spectators and musicians gave Two Oceans that big-city marathon feel. I finished in five hours, three minutes, so just a plain old bronze medal, but it’s destined for the spare-room drawer with all the other finisher medals anyway. The memories of supporters and stunning views were much more special. *Technically, the Indian Ocean begins somewhere between Cape Point and Cape Agulhas, 60 miles to the south east but we’ll gloss over that …",
  "webTitle": "Running the 35-mile Two Oceans: distance running South African-style",
  "webPublicationDate": "2016-05-06T07:30:18Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/the-running-blog/2016/may/06/running-35-mile-two-oceans-south-african-marathon-cape-town",
  "keyword": [
    {
      "webTitle": "Marathon running",
      "id": "lifeandstyle/marathon-running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Running holidays",
      "id": "travel/runningholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cape Town holidays",
      "id": "travel/capetown",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South Africa holidays",
      "id": "travel/southafrica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Africa holidays",
      "id": "travel/africa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Van Mead",
      "id": "profile/nickmead"
    }
  ],
  "guardianId": "lifeandstyle/the-running-blog/2016/may/06/running-35-mile-two-oceans-south-african-marathon-cape-town"
}