{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/dog-eat-dog-review-willem-dafoe-paul-schrader-ed-bunker-cannes",
  "id": "2016-05-20-237",
  "sectionId": "film",
  "body": "In 1992, Quentin Tarantino revealed his love for cult crime author Edward Bunker by casting him as Mr Blue in Reservoir Dogs; the former San Quentin prison inmate and reformed armed robber whose hardboiled genre fiction was unrivalled in its authenticity. Three years later, and benefitting from a colossal career-boost, Bunker published a new novel entitled Dog Eat Dog, a nod to Tarantino’s debut. Paul Schrader has now filmed it, shifting the scene from Los Angeles to Cleveland, and working from an adaptation by screenwriter Matthew Wilder. It’s the right director for the right project and the result is Schrader’s best for years: a lairy, nasty, tasty crime thriller built on black-comic chaos. Dog Eat Dog isn’t perfect: the opening scene could have been cut, the guys’ “party” montage could worryingly have come from a 90s Brit geezer film, and Schrader should have resisted the temptation to award himself a cameo as a mob boss. Or else he should have hired himself a dialogue coach. But it’s terrifically watchable, a high-octane automobile of a film with dodgy steering, but exciting in a world of dull and prissy hybrids.            The heroes are a trio of ex-cons who, in the traditional manner, are looking for a big score so they can retire to Hawaii. Troy (played by Nicolas Cage, with no sudden shouting) is the de facto leader, Mad Dog (Willem Dafoe) is his talkative, mercurial and violent buddy, and the massively built Diesel (Christopher Matthew Cook). Schrader shows how these guys are entirely institutionalised: they hated prison but are scared and baffled by life on the outside and have no way of relating to anyone who hasn’t been in the joint, and relating to each other is all but impossible too. Troy tells them about the big job he has planned: kidnapping a mobster’s baby. The three know in their hearts that getting away with it is not feasible, even for people who know what they are doing. Their eventual grisly failure is written in the stars.   Related: Willem Dafoe: five best moments    Willem Dafoe is absolutely tremendous as Mad Dog (although, as I say above, his opening scene would have looked better on the cutting room floor). He is fanatically loquacious, horribly dumb, poignantly aware of the fact. He has a great scene in a hotel bar where he can’t help taking his shoes and socks off and running his bare feet across the luxurious carpet: remembering the horrible concrete floor in prison, with all its nameless pools of liquid. When he and Diesel have to dump a body, Mad Dog keeps up a stream of needy, neurotic verbiage even as they are overtaken with disaster. Stylistically, Dog Eat Dog is eclectic, with scenes in various manners jumbling up together. They have dialogue scenes which go nowhere, hotel room encounters which go the same way. Plot strands are left dangling; but Schrader carries it off. He still has flair.",
  "webTitle": "Dog Eat Dog review – Willem Dafoe is magnificently needy in Paul Schrader's tasty thriller",
  "webPublicationDate": "2016-05-20T10:50:37Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/dog-eat-dog-review-willem-dafoe-paul-schrader-ed-bunker-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nicolas Cage",
      "id": "film/nicolascage",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Willem Dafoe",
      "id": "film/willem-dafoe",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Crime",
      "id": "film/crime",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film adaptations",
      "id": "film/film-adaptations",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/20/dog-eat-dog-review-willem-dafoe-paul-schrader-ed-bunker-cannes"
}