{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/joules-founder-to-make-40m-pounds-from-float",
  "id": "2016-05-03-269",
  "sectionId": "business",
  "body": "The founder of the clothing brand Joules is set to make about £40m in cash when the business he launched from stalls at country fairs floats on the stock market. Joules announced its intention to sell shares on London’s Aim by the end of next month in a transaction likely to value the company at about £140m. Tom Joule founded the company in 1989 selling branded clothing and accessories at outdoor events. After spotting the country set wanted more colourful clothes than dowdy tweeds he introduced his own line of pink wellington boots, which sold out immediately. In 2001, the outbreak of foot-and-mouth disease wiped out the country events season, leaving the business with large amounts of stock. Joule sold it to independent shops, turning his business into a wholesaler and then a retailer though it still sells its goods at country fairs. The brand has become less rustic and now sells clothes for women, men and children as well as homewares aimed at middle-class families. The company, based in Market Harborough, Leicestershire, has 98 shops in the UK and sells to John Lewis and Next and online in the US and Germany. After tapping Lloyds Development Capital (LDC) for investment in 2013, Joule owns 80% of the company. LDC will sell most or all of its 20% stake and Joule, who will stay on as chief brand officer, will reduce his holding to less than 50%, making him about £40m with his remaining stake valued at almost £70m. Joules’s revenue rose 50% to £116.4m in the two years to May 2015 as earnings before interest, tax and other items rose to £10.7m from £7.4m. International sales almost tripled to £10.6m in that period. The company said it planned more stores in the UK and further growth in the US and Germany and was eyeing Japan, China and the Middle East. Colin Porter, Joules’s chief executive, said: “Joules has enjoyed strong, consistent growth developing into the much-loved fun, family, ‘time-off’ lifestyle brand it is today. We have a clear strategy to develop the brand further and we see real potential for continued growth across channels both in our core UK market and internationally.”",
  "webTitle": "Joules founder to make £40m from float",
  "webPublicationDate": "2016-05-03T09:50:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/joules-founder-to-make-40m-pounds-from-float",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/03/joules-founder-to-make-40m-pounds-from-float"
}