{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/i-daniel-blake-ken-loachs-welfare-state-polemic-is-blunt-dignified-and-brutally-moving",
  "id": "2016-05-12-55",
  "sectionId": "film",
  "body": "With this movie — maybe his last, and maybe not — Ken Loach establishes himself yet further as the John Bunyan of contemporary British cinema. Based on research and interviews by the screenwriter Paul Laverty, this movie tells the fictional story of Daniel Blake, a middle-aged widower in the North East who can’t work or get benefits after a near-fatal heart attack, and the story is told with stark and fierce plainness: unadorned, unapologetic, even unevolved. Loach’s movie offends against the tacitly accepted rules of sophisticated good taste: subtlety, irony and indirection. The film is not objective, and perhaps Loach and Laverty have signed up to Churchill’s maxim about refusing to be neutral between the fire brigade and the fire. Ken Loach will insist on behaving as if there really is something urgently wrong, and that we shouldn’t or needn’t get used to food banks as a fact of life; he portrays it all as something which we might actually do something about in the real world, as opposed to invoking injustice as an aesthetic gesture, or a flavour-ingredient of modern social realist fiction. Many are happy to concede the value of films like this set in the developing world, showing sympathetic people trying to retain their dignity while being hungry. But the same thing set in modern Britain gets dismissed with an embarrassed shrug as strident or hectoring, as if going hungry is impossible for British non-shirkers.       I, Daniel Blake is indeed flawed, I would concede. There are a couple of very big scenes, probably too big, and I saw the ending coming 20 minutes before the movie begins. It would be wrong to label his style austerity, of course. But it has passion and directness and idealism, and very good, unactorly performances from standup comic Dave Johns as Daniel Blake and Hayley Squires as Katie, the single mother from London who is relocated to a council flat in Newcastle, with its cheaper cost of living. From the very first, Blake is in a perfect storm of bureaucratic misery. He has survived a cardiac arrest, and is told to rest up by his NHS consultant, and not to attempt any more piece-work as a carpenter. But catastrophically, he presents as being quite well; he does not have the wit or cunning to give officialdom the most pessimistic possible account of his infirmity, and in fact instinctively puts the best face on things. A box-ticking assessment from a functionary at the Department for Work and Pensions decides that he is not entitled to sickness benefit.  The ensuing Catch-22 concludes that his only income can be from jobseeker’s allowance, which he can earn only from exhaustingly being seen to look for work, and attend CV workshops; this cheerfully open, unreflective man is naively candid about his intention to avoid work for his health – so is humiliatingly labelled as a scrounger. Everything has to be applied for online, but Blake has no computer, no smartphone, no internet, and is mortifyingly incompetent at using the terminals in his public library, which crash or freeze just as he is reaching the end of the form, so he must go back to the beginning.  His one friend is Katie, the quick-tempered single mother whom Daniel befriends, becoming a gentle, grandfatherly figure to her two kids Though he is as innocent as a child when it comes to the web, he shows he can fix up their dilapidated flat, and give them savvy tips on keeping it as warm as possible. He does actually like doing work.      The cold, hard grimness of the Jobcentre, with its flat lighting and painted chipboard-partitioned cubicles, puts a brutal glaze on many scenes. So also does the language. The officials have a chilling habit of defusing all complaint, whether face-to-face or on the phone, by insisting that they themselves are not making a ruling – it is all the responsibility of the “decision-maker”, as if it is one single person: “decision-maker” is an almost laughably ungainly officialese, which also has something distinctly Orwellian about it. And then there is the key scene: the mortifying moment in the food bank itself, and wretched, proud Katie endures an unspeakable humiliation, which is almost unbearably moving. The scene is a brutal, tactless evocation of what unthinkable things hunger might do. Dickens wrote in Bleak House that “what the poor are to the poor is little known, excepting to themselves and God”. This film intervenes in the messy, ugly world of poverty with the secular intention of making us see that it really is happening, and in a prosperous nation, too. I, Daniel Blake is a movie with a fierce, simple dignity of its own.",
  "webTitle": "I, Daniel Blake review: Ken Loach's welfare state polemic is blunt, dignified and brutally moving",
  "webPublicationDate": "2016-05-12T19:03:29Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/i-daniel-blake-ken-loachs-welfare-state-polemic-is-blunt-dignified-and-brutally-moving",
  "keyword": [
    {
      "webTitle": "I, Daniel Blake",
      "id": "film/i--daniel-blake",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/12/i-daniel-blake-ken-loachs-welfare-state-polemic-is-blunt-dignified-and-brutally-moving"
}