{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/07/england-stable-test-squad-announcement-sri-lanka",
  "id": "2016-05-07-68",
  "sectionId": "sport",
  "body": "England’s Test team has become a rare source of contentment. The Ashes were secured last summer and, after a chastening trip to the UAE and defeat against Pakistan in November, England were victorious in South Africa. Only the odd zealot has been calling for the sacking of Alastair Cook in recent times; there is a feelgood factor about the set-up, whether the ball is red or white; the team has become more entertaining and less grumpy and they have been winning their fair share of games. All of which suggests an unusual stability except for the fact that with the first Test against Sri Lanka around the corner, beginning at Headingley on 19 May, it is uncertain who is going to bat at numbers two, three or five. It will become clear by the end of this week but today there is a fair chance that even the selectors are none too sure who will be chosen for the Test squad. The modern way is to back the man long identified as possessing the attributes of an international cricketer rather than the man in form. In the 21st century England’s management are not so likely to be swayed by the hundred made last week in county cricket as the fine impression made by some youngster on an A tour or at some winter training camp in Dubai or Potchefstroom. However, there may well be a reversion to the more antiquated system this week. Form may be temporary but it may also be important especially since it is not that easy to identify the class that is always deemed permanent among most of the candidates to bat in England’s upper order. Hence the selectors will theoretically be out and about with their notebooks this week (“theoretically” because the likelihood is that Angus Fraser and Mick Newell will be watching the teams for which they are responsible in their primary jobs as cricket directors of Middlesex and Nottinghamshire and this is a flaw in the system). At Lord’s the binoculars will presumably be trained on Alex Hales, Nick Compton, Sam Robson, Steven Finn and Jake Ball in particular. Elsewhere, runs and the odd wicket for James Vince, Ian Bell, Chris Woakes, Gary Ballance and, perhaps, Alex Lees at Old Trafford, Edgbaston and Headingley respectively could well be significant. For a young player it really makes a difference to be embarking or resuming a Test career when in good form. So the national selector, James Whitaker, may be buzzing manically around a triangle of motorways north of Birmingham to obtain the best possible evidence, which adds a bit of old-fashioned spice to the announcement of the Test squad. In England’s last Test in Centurion, where they were heavily defeated, Hales, Compton and James Taylor batted at two, three and five. Very sadly Taylor is no longer available as a result of the discovery of his heart condition. He was in possession of the No5 slot and would have been selected – though it would be wrong to suggest, despite the understandable torrent of sympathy heading in his direction, that he had nailed down that position. Hales delayed his return to county cricket, having been ever-present for England in all formats since the start of the tour to South Africa, and he has therefore missed out on scoring vats of runs on the batsmen-friendly pitches of this springtime. Against Yorkshire he produced two contrasting innings – 36 from 53 balls in the first innings, 34 from 115 balls in the second. The likelihood is that he will retain his place, but those two innings of such contrasting tempos hint at an important reservation. There is no cast-iron evidence that Hales knows how he plays best in the longest form of the game. At Test level the best players generally bat the same way in every innings without bending too much to the situation; they know exactly how they will score their runs and how aggressive they will be. Sometimes it works, sometimes it does not, but the method employed by Cook or Joe Root, Kane Williamson or Virat Kohli never really changes. Hales is still searching for the right balance. Given that his strength is hardly the possession of a watertight technique, he is probably best advised to stick with his aggressive instincts. But that is tough under the scrutiny of Test cricket, especially if one is out of form. Cook’s previous opening partners, Robson and Adam Lyth, were given seven Tests (Compton had nine first time around) and the same may apply for Hales. This leaves two out of Compton, Vince and Ballance in the frame unless a second sparkling hundred of the season for Bell at Edgbaston against Somerset prompts the selectors to recall the old boy (Bell is 15 months older than Compton). The selectors seem ready to explore and that probably means Vince being given a Test debut either at three or five, depending upon which Old Harrovian the selectors plump for. Compton and Ballance can produce figures to enhance their cause. Compton was more productive than Hales, Taylor or, indeed, Cook in the series against South Africa, when he averaged 30. Ballance has a Test average of 47. The concerns are that Compton grows ever more tense as a series progresses and that Ballance is still technically uncomfortable. Down the line the batting conundrum might well be resolved by Jonny Bairstow being promoted up the order and Jos Buttler returning as wicketkeeper. The selectors are unlikely to dwell so long on the bowling line-up for Headingley. Finn will presumably reunite with Jimmy Anderson and Stuart Broad, while Nottinghamshire’s Ball seems to have leapfrogged a few so he may well be the reserve paceman in the squad. Also announced next week will be a performance squad of 30 likely lads who have, no doubt, impressed at all those winter training camps.",
  "webTitle": "England unusually stable before Test squad announcement for Sri Lanka",
  "webPublicationDate": "2016-05-07T19:00:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/07/england-stable-test-squad-announcement-sri-lanka",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/07/england-stable-test-squad-announcement-sri-lanka"
}