{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/bernie-sanders-wins-oregon-democratic-primary",
  "id": "2016-05-18-324",
  "sectionId": "us-news",
  "body": "Kentucky and Oregon   Bernie Sanders’ supporters handed him a win in the Oregon primary on Tuesday, adding to his run of late victories over the Democratic frontrunner, Hillary Clinton.  With 60% of the vote reporting, the Vermont senator was ahead of Clinton 53% to 47%. In Kentucky, which also voted on Tuesday, Clinton declared victory hours after polls closed, but officially the race was too close to call. With 99.8% reporting, Clinton had 46.8% to 46.3% for Sanders.  From the start, it seemed Oregon was destined to be Bernie Sanders country. When the Vermont senator first visited Portland, while still considered a fringe candidate, huge crowds of supporters forced his campaign to book a basketball stadium to accommodate the larger-than-anticipated crowd. During a later visit, a tiny bird landed on his podium in the midst of his speech, delighting the crowd. Sanders had tried to encourage turnout by promising to prevail if enough voters showed up to the polls. To win, he had to overcome the state’s closed primary, which allows only registered Democrats – not independents – to vote and heavily favored Clinton. The senator has had more success in states that allow independents to vote.  “This was not magic, this was hard work,” said Morgan Watters, Sanders’ Oregon field director. In Portland, the state’s largest city, there are generally two types of Democratic voters, said Jim Moore, a political science professor and director of the Tom McCall Center for Policy Innovation at Pacific University in Oregon.  There are the older union backers who came of age during the Vietnam war era and are more likely to be Clinton supporters. “Then there’s the group under 40 to 45, they are recent arrivals to Portland,” Moore said. “They moved here for the lifestyle choices. They like bicycles, they are working in the hi-tech industry, they’ve seen Portlandia on television … they are interested in quality-of-life and the environment.” The bulk of them probably handed Sanders his win. Despite her loss, Clinton remains on a clear path to securing her party’s nomination.  Jillian Schoene, Clinton’s campaign director, said earlier on Tuesday that she was prepared for a Sanders victory in a state whose demographics – left-leaning and white – tend to favor the Vermont senator.  The strategy in Oregon, Schoene said, had always been to ensure Clinton was successful in November. “Oregon Democrats will unite behind Hillary when the time comes,” she said. The state’s 2.3 million registered voters did not technically go to the polls. Oregon was the nation’s first state to adopt a 100% vote-by-mail system. In another first, Oregon started automatically registering voters when they got their driver’s license. The law, which took effect in January, boosted the number of eligible voters and probably helped the Sanders camp.  At Portland’s Sanders HQ, Jessica Stevens, the state director for Jeff Merkley, the only US senator to endorse Sanders, told the crowd: “Your fight for our progressive values is having a huge impact.”  She shouted “onward” and the sound of the Beatles song Revolution filled the room. Larry Taylor, a superdelegate, told the crowd he would pledge his support for Sanders, adding that he had turned in his ballot two weeks ago: “I do not believe that my vote as an unpledged delegate should invalidate thousands of votes cast by Oregon Democrats.” A measure on the ballot in a rural Oregon county succeeded in blocking a Nestlé water-bottling facility. The initiative may make it much harder for Nestlé and other water-bottling companies to find new sources at a time when a long drought is afflicting the American west.   Related: Amid Western drought, Oregon county to vote on Nestlé bottling public water    Clinton declares victory in Kentucky In Kentucky, Clinton seemed to have clinched a narrow but morale-boosting victory. Sanders had taken an early lead in the count but Clinton eventually overtook him by a slim margin. With 99.8% reporting, Clinton had 46.8% to 46.3% for Sanders. In an unusual move, Allison Lundergan Grimes, the Kentucky secretary of state and a Clinton supporter, appeared on CNN to call her the “unofficial” winner of the Kentucky race before it was formally announced. “That is what it looks like right now,” Grimes said. “Hillary Clinton will be the unofficial nominee on behalf of the Democratic party here in the commonwealth of Kentucky.” Shortly afterwards, Clinton herself declared victory with a tweet:    We just won Kentucky! Thanks to everyone who turned out. We’re always stronger united. https://t.co/8qYPHIje8I pic.twitter.com/elNUP4nFoO— Hillary Clinton (@HillaryClinton) May 18, 2016    Speaking later in Carson, California, the state that may wrap up the race on 7 June, Bernie Sanders said: “In a closed primary, something I am not all that enthusiastic about, where independents are not allowed to vote, where Secretary Clinton defeated Barack Obama by 250,000 votes in 2008, it appears tonight we are going to end up with about half of the delegates.” He did not concede the state, but he struck a defiant tone about the remaining battles to come. “This is the beginning of the final push to win California … We are in it until the last ballot is cast,” Sanders said. “No one can predict the future, but I think we have a real shot to win primaries in a number of the states coming up. Don’t tell Secretary Clinton – I think she might get nervous – but I think we can win here in California.” Asked whether Sanders’ campaign would be seeking a recount in Kentucky, his communications director, Michael Briggs, told the Guardian that the campaign will take a closer look at the numbers and decide as early as Wednesday. The Clinton campaign had poured an unexpected amount of time and money into contesting the Kentucky primary after recent wins for Sanders in Indiana and West Virginia raised fears that her political momentum might suffer from another loss, even though she maintains a commanding lead in the national race for delegates. Clinton held 11 campaign events over three visits to Kentucky in the two weeks leading up to its primary and was heavily supported by her husband Bill, who made a half a dozen campaign stops of his own in a state that twice voted for him as president.  Hillary Clinton also spent money on an advertising campaign of the sort that had been abandoned in other primary states during her recent pivot towards a likely general election showdown with Donald Trump. This rearguard action to shore up support among Democrats appears to have been successful in Kentucky, where Clinton saw strong support from African American voters in cities like Louisville and was not hit as hard as had been expected in the east of the state by the remarks she made about coal that undermined her in West Virginia last week. Sanders, meanwhile, appeared to have struggled to overcome a familiar obstacle: another state with “closed” primary rules that prevent independent supporters for turning out to vote for him. With 61 delegates up for grabs in total in Kentucky and 74 in Oregon, a narrow win for either candidate was never likely to make a meaningful dent in the lead of nearly 300 that Clinton enjoys in pledged delegates nationally. With her vast lead among superdelegates – party elites whose choice is not dictated by primary results – factored in, Clinton is now only about 100 short of the magic number of 2,383 delegates needed to win the nomination. But the psychological boost from beating Sanders in a state where he had claimed he might win if turnout was high enough should now help Clinton return to her original strategy of turning to Trump and the general election contest. The results come amid growing signs of rancour between the two Democratic rivals, which may still prove hard to patch up when the party gathers at its national convention in Philadelphia this July. Earlier on Tuesday, party leaders called on Sanders to distance himself from angry scenes at a state convention in Nevada this weekend, where his supporters claimed rules were bent to favour Clinton. “Our democracy is undermined any time threats, intimidation, physical violence or damage to property are present,” wrote the party chair, Debbie Wasserman Schultz. “If there are legitimate concerns, they must be addressed in an orderly, civil and peaceful manner.” Sanders responded with a defiant statement saying it was “nonsense” to claim his campaign had a “penchant for violence” and accused the Democratic leadership of using “its power to prevent a fair and transparent process from taking place” in Nevada. Trump – who appeared on screen with Fox presenter Megyn Kelly on Tuesday night for a much-hyped interview – won Oregon’s Republican primary, the next step on his now seemingly unstoppable journey towards the GOP nomination. He tweeted:    Congratulations to THE MOVEMENT, we have just won THE GREAT STATE OF OREGON. The vote percentage is even higher than anticipated! Thank you.— Donald J. Trump (@realDonaldTrump) May 18, 2016    With 60% of the vote counted, Trump had 66.6% of the vote, to Ohio governor John Kasich’s 17% and Texas senator Ted Cruz’s 16.3%. Former Republican rivals Cruz and Kasich remained on the ballot in the state, despite having dropped out after Trump’s triumph in Indiana earlier this month.  The GOP elite – which once seemed adamantly opposed to the billionaire’s candidacy – has reluctantly rallied round him since his emergence as the presumptive nominee. Polls currently show Clinton beating him by about five points.         Democrats    Republicans",
  "webTitle": "Bernie Sanders takes Oregon primary while Clinton claims Kentucky",
  "webPublicationDate": "2016-05-18T06:28:53Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/bernie-sanders-wins-oregon-democratic-primary",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Kentucky",
      "id": "us-news/kentucky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Dake",
      "id": "profile/lauren-dake"
    },
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/17/bernie-sanders-wins-oregon-democratic-primary"
}