{
  "apiUrl": "https://content.guardianapis.com/fashion/shortcuts/2016/may/16/gigi-and-bella-hadid-the-sisters-taking-over-the-world",
  "id": "2016-05-16-93",
  "sectionId": "fashion",
  "body": "The Hadid sisters are back in the news. Why? Because in the same week, Gigi, 21, revealed she keeps milk in her fridge and Bella, 19, stunned in a sheer skirt at Cannes. To be fair, these models are never out of the news. At our last Google, they threw up 46m searches each. Not heard of them? How embarrassing. In a nutshell, who are they? Sisters, models, easy on the eye, big on natural collagen. Gigi, 21, and Bella, 19, are daughters of Real Housewives of Beverly Hills star and former model Yolanda Foster and property developer Mohamed Hadid. They appeared on the show as teenagers, mostly leaving the house to go riding, became It girls and have since been signed to IMG Models and are, well, everywhere. Where exactly? This week? Cannes, New York and the Daily Mail sidebar 17 times between them. Previously? Victoria’s Secret, Tommy Hilfiger, Chanel and Balmain catwalks. I need more evidence. Where to start ... The Vogue covers (Gigi had 11 in one year, a triumph when you think Kate Moss has 60 in total. Bella has one), the campaigns (both have appeared in Topshop campaigns, the acme of celebrity modelling), and the boyfriends (Gigi has Zayn Malik, Bella has The Weeknd). So, standard model behaviour? Not exactly. Both have shtick that sets them apart from their counterparts. Bella is a nationally ranked equestrian player who was forced to pull out of the Olympics because of Lyme disease. Gigi has appeared in Vogue with Zayn (a meta concept previously modelled by Kate Moss and Jamie Hince) and is one of the world’s highest-earning models despite the fact that she’s “fat”. Excuse me? By “modelling standards” and, indeed, the cruel eye of social media – she was publicly, brutally fat-shamed last year on Instagram. Her response? “If I didn’t have the body I do ... I wouldn’t have the career I do.” Anything else? They’re importantly, famously, post-Basic. Come again? Bella does lame duck-face, Gigi wears lame slogan tees – basic tropes of 2013 that are virtually nostalgic in 2016. Occupants of a post-Instagram world, they also transcend paparazzi (they regularly Instagram pictures of themselves before the paps can get there, cannily reclaiming fame from the very people who invented it. Even Rihanna’s behind here). Bona fide millennial It girls, then. Big question: who’s better? Come on, mate (Bella. Obv).",
  "webTitle": "Gigi and Bella Hadid: the sisters taking over the world",
  "webPublicationDate": "2016-05-16T17:51:31Z",
  "webUrl": "https://www.theguardian.com/fashion/shortcuts/2016/may/16/gigi-and-bella-hadid-the-sisters-taking-over-the-world",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Models",
      "id": "fashion/models",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gigi Hadid",
      "id": "fashion/gigi-hadid",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Bella Hadid",
      "id": "fashion/bella-hadid",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/shortcuts/2016/may/16/gigi-and-bella-hadid-the-sisters-taking-over-the-world"
}