{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/skrillex-justin-bieber-sorry-sample-plagiarism-allegations-we-didnt-steal-this",
  "id": "2016-05-30-134",
  "sectionId": "music",
  "body": "Skrillex has responded to a lawsuit filed by the artist Casey Dienel which claims he and Justin Bieber stole a loop from the vocalist’s song to use as part of their 2015 single, Sorry. “SORRY but we didn’t steal this,” Skrillex tweeted on Friday, adding a video which showed how the section of the song was produced. Bieber retweeted him, adding the hashtag “#wedontsteal”.    SORRY but we didnt steal this 🙏🏻 @justinbieber @bloodpop pic.twitter.com/9897j9sfY7— SKRILLEX (@Skrillex) May 27, 2016    Dienel, also known as White Hinterland, claims the pair used her vocal loop without permission on their No1 track. The clip in question is used repeatedly through her 2014 song Ring the Bell, and she reportedly claims that the “unique characteristics of the female vocal riff” have been copied.  When asked about the case, US DJ Diplo, who worked with Bieber and Skrillex on the Jack Ü project, told TMZ: “I thought they sampled it, but I thought they cleared it. I’m sure they’ll work out a deal with her. They don’t want to go to court with it.” Sorry was instrumental in launching the credible comeback of Bieber, topping the charts in countries including the US and the UK. It has been streamed more than 6.5m times on Spotify, while Ring the Bell, White Hinterland’s version, has racked up 500,000. As well as Bieber and Skrillex, Sorry was written by Julia Michaels, Justin Tranter and Michael Tucker – all of whom are reportedly included in the lawsuit.",
  "webTitle": "Skrillex and Justin Bieber on Sorry copyright claims: 'We didn't steal this'",
  "webPublicationDate": "2016-05-30T10:48:36Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/skrillex-justin-bieber-sorry-sample-plagiarism-allegations-we-didnt-steal-this",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Justin Bieber",
      "id": "music/justin-bieber",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Skrillex",
      "id": "music/skrillex",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/30/skrillex-justin-bieber-sorry-sample-plagiarism-allegations-we-didnt-steal-this"
}