{
  "apiUrl": "https://content.guardianapis.com/politics/commentisfree/2016/may/28/brexit-empire-era-trick-radical-case-for-europe-lucas-mcdonnell-democracy-eu",
  "id": "2016-05-28-150",
  "sectionId": "politics",
  "body": "Referendums can throw up some odd bedfellows. But there is nothing odd about the company descending on London today to present the radical case for keeping Britain in the EU. We may come from different backgrounds, political organisations and nations. John McDonnell, the UK’s shadow chancellor, the Green MP Caroline Lucas and I may harbour different perspectives on the EU. But, as our joint declaration affirms, we stand united in our belief that a democratic, prosperous Britain can only be won in the context of a pan-European struggle to democratise the EU.   Related: Yanis Varoufakis to join tour urging leftwingers to vote to stay in EU    The case for Britain quitting rests on three arguments: sovereignty, the regulatory over-reach of Brussels, and the strain that unchecked migration from poorer EU countries places on public services like health and education. Sovereignty is dear to our hearts. We reject the notion that Britain must settle for diminished sovereignty as the price of global influence in the era of globalisation. However, voting to leave the EU would only benefit a wealthy elite as keen to liberate itself from Brussels as it is to rule over the majority of British people. Regarding the EU’s regulatory impact, it is of course important to keep a check on bureaucrats luxuriating in the power of unelected office. But we are not convinced that Whitehall would show a lighter touch when it comes to setting standards and regulating the UK’s markets. In any case, the British establishment will never let go of the single market (even if voters choose to leave the EU). And that ensures there is, in fact, no escape from the union’s regulatory framework. On migration we are concerned that the undisputed net benefits are asymmetrically scattered throughout society. Public services in certain parts of Britain are indeed strained, leaving many with a feeling of having been marginalised in their own country. However, this feeling is not caused by migration; it is merely correlated with it. The reason public services are failing is the rolling austerity that cloaks a vicious class war against Britain’s poor; a war that would have happened even if the UK border were hermetically sealed.   Related: The UK cannot run Sweden’s welfare state with ​US tax levels    Indeed, without the labour, skills and dedication of migrants staffing them, the NHS and other services would have collapsed. Lest we forget, turning the native poor against the migrants is a variant of the old divide-and-rule trick that the British establishment honed ages ago to dominate the empire. Today it uses the same strategy to dominate the domestic “natives”, hide austerity’s effects, and deflect anger toward the other – the foreigner, the migrant. Brexit would not restore sovereignty, rationality or public services to Britain, but it would hasten the disintegration of the EU. Might this be a good reason to vote leave? Progressives must make a judgment call: do they believe that something good may come out of the collapse of our reactionary, undemocratic EU? Or will its collapse plunge the continent into an economic and political vortex that no Brexit can shield Britain from? Our view on this is clear. And it is the reason we stand together in urging an in vote in the context of a radical surge of democracy from Britain to Greece, and from Portugal to the Baltics. • Vote In – Another Europe Is Possible is at the UCL Institute of Education in central London today, Saturday 28 May, 11am to 5pm. For tickets (free, or with a donation) go to the website.",
  "webTitle": "Brexit is an empire-era trick. Only the radical case for Europe makes sense | Yanis Varoufakis",
  "webPublicationDate": "2016-05-28T07:00:28Z",
  "webUrl": "https://www.theguardian.com/politics/commentisfree/2016/may/28/brexit-empire-era-trick-radical-case-for-europe-lucas-mcdonnell-democracy-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Public sector cuts",
      "id": "society/public-sector-cuts",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Caroline Lucas",
      "id": "politics/caroline-lucas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Yanis Varoufakis",
      "id": "profile/yanis-varoufakis"
    }
  ],
  "guardianId": "politics/commentisfree/2016/may/28/brexit-empire-era-trick-radical-case-for-europe-lucas-mcdonnell-democracy-eu"
}