{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/holiday-abroad-credit-card-fees-bank-charges",
  "id": "2016-05-21-184",
  "sectionId": "money",
  "body": "Experts are split over whether a vote next month to leave the EU would make European holidays more expensive. Last weekend’s Sunday People newspaper said Labour had calculated that “fears of Brexit” would add £115 to the average family holiday this summer. But whatever the result on 23 June, picking the wrong plastic to use on a European holiday this summer could definitely prove a costly mistake. Financial data provider Moneyfacts published research this week showing that some debit cards will charge £9.50 for a £200 withdrawal from an overseas ATM, while some credit cards will charge almost £12 a time for the same transaction. Guardian Money, meanwhile, found that some credit cards from companies such as MBNA and Virgin Money would be even more pricey, charging almost £16 for someone to withdraw £200 in cash, before interest applies. Moneyfacts says the “sometimes excessive” charges incurred abroad can lead to a costly headache, and Some people with high-charging plastic may feel they can’t be bothered to take out a credit card or open a current account to avoid these fees, but others – particularly those who go abroad regularly – may take the view that now is the perfect time to switch to a cheaper alternative. one of the big problems for consumers is that the fees and charges for using plastic abroad are often head-scratchingly complex. However, they are an unnecessary expense, because there are fee-free cards specifically designed for use overseas. Here we look at how you can save yourself from excessive charges. Who charges what Most people using their debit card to withdraw cash from a foreign ATM will typically be charged 2.75% or 2.99% of the money in hidden commission. In the case of Halifax, HSBC, NatWest and Santander the typical charge for a debit card is 2.75%, while at Barclays and Lloyds it is 2.99%. On top of that there is often a separate ATM fee, which is sometimes expressed as a percentage of the amount taken out. At Halifax and Barclays it is £1.50; at Santander and Lloyds it is 1.5%; and at NatWest and HSBC it is 2%. Adding up these fees shows that a current account holder would typically pay from £7at Halifax to £9.50 at NatWest and HSBC for withdrawing £200 from a foreign ATM. Many credit card issuers also impose both a currency conversion fee and an ATM fee, although perhaps not surprisingly some cards cost more than others. HSBC is fairly typical in charging a standard credit card holder £11.96 to withdraw £200 from an overseas ATM (the £11.96 is made up of two lots of £5.98, as both fees are 2.99%), says Rachel Springall at Moneyfacts.co.uk. However, some charge more. For example, MBNA and Virgin Money have credit cards that impose an ATM fee of 5% on top of a 2.99% currency conversion fee. For a £200 ATM withdrawal that adds up to £15.98. Watch out for ‘purchase fees’ Some debit cards come with an extra sting in the tail in the form of a purchase fee, slapped on when you use the card in a shop or restaurant overseas. If you have a Lloyds, Santander, Halifax or TSB debit card, be aware that in most cases they will hit you with this fee on top of the 2.75% or 2.99% for currency conversion when you buy something in anything other than sterling. The purchase fee is £1.50 at Halifax, £1.25 at Santander and £1 at Lloyds and TSB. It is applied on each transaction. How to cut your costs There are a number of cards out there that won’t charge you a penny in foreign exchange loading fees or other bank charges when you use them in shops, hotels and restaurants, or to withdraw money from cash machines. These include the Halifax Clarity credit card, which has no usage fees (ie commission charges, ATM fees etc) however or wherever you use it. The Clarity card applies MasterCard’s exchange rate at the time you make the transaction and doesn’t add any “loading”, fees or charges. Be aware, though, that there is no interest-free period on cash withdrawals made with the Clarity card, so you will be charged interest from the day you take the money out at the rate for purchases. The representative APR is 18.9%. Norwich & Peterborough building society’s Gold Classic current account debit card offers free debit card usage abroad “with no withdrawal charges, retail transaction charges or handling fees” (remember that an overseas ATM or retailer may add its own charge). This current account is suitable if you are able to pay in at least £500 a month or hold an average balance of at least £5,000, otherwise a £5 monthly account charge will be imposed. Metro Bank is well worth investigating as its debit and credit cards are free of fees, provided you are within Europe. For transactions outside Europe Metro imposes a “non-sterling transaction fee” of 1.9%, plus a £1 fee if you are using a cash machine. MBNA’s Everyday Plus American Express credit card, meanwhile, has no fees on non-sterling transactions and no fees on ATM withdrawals. Nationwide building society’s FlexPlus packaged account debit card offers commission-free and fee-free cash withdrawals abroad. However, the account isn’t free – it costs £10 a month. The commission charge for purchases made in a foreign currency is 2% of the transaction amount. Pre-paid cards are another option for people who want to budget on holiday or avoid taking cash, says Springall. “Consumers can load their spending allowance on to the card and feel safe in the knowledge that if they lose their card, it can be replaced without any loss of money. There are even pre-paid cards that do not charge for ATM cash withdrawals,” she adds. For example, my Travel Cash’s Euro currency card has no ATM fees in Europe. It is free to order with a minimum load of €30.",
  "webTitle": "Enjoy your European holiday without surprise bank fees",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/holiday-abroad-credit-card-fees-bank-charges",
  "keyword": [
    {
      "webTitle": "Credit card fees",
      "id": "money/credit-card-fees",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Credit cards",
      "id": "money/creditcards",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Bank charges",
      "id": "money/bankcharges",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Debit cards",
      "id": "money/debit-cards",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Foreign currency",
      "id": "money/foreigncurrency",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/21/holiday-abroad-credit-card-fees-bank-charges"
}