{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/new-band-of-the-week-orchestra-of-spheres-102",
  "id": "2016-05-06-155",
  "sectionId": "music",
  "body": "Hometown: Wellington, New Zealand.  The lineup: Baba Rossa (vocals, biscuit tin guitar), Mos locos (synth, vocals), EtonalE (bass carillon, vocals), Woild Boin (drums).  The background: Rumour – or at least someone called DJ Joe Rock of classic hits station WMMO – has it that Talking Heads are in the studio working on a new album and planning a tour for 2017. For those who believe the band’s album run from their debut in 1977 until 1980’s Remain in Light remains one of the greatest in music history, this is like hearing the Smiths and the Jam are reforming on the same day. Any hint that they’re about to bury the hatchet and record a follow-up to 1988’s Naked is bound to excite. Still, in the admittedly unlikely event that Joe Rock is wrong and they don’t, there’s always the Orchestra of Spheres to console you. They’re great, and they’re Talking Heads-ish, albeit a Talking Heads that uses biscuit tins and vacuums for instruments instead of, say, Bernie Worrell and Adrian Belew. They have 1.6m followers on Soundcloud and have been around for a while, only under the radar (evidently not a very powerful radar considering the title of their last album was Vibration Animal Sex Brain Music). They were “born out of Wellington’s fertile creative music scene”, and their members have names like Mos Iocos, EtonalE and Baba Rossa (Woild Boin bangs the drums, except he doesn’t in the studio – that’s someone or something called Tooth). Their influences range, they say, from kuduro and “psychedelic primary school disco” to kwaito, free improv, shangaan electro, inner brain clap and funk puppetré. Really, though, think a lo-fi Heads with a shoestring budget and the no-limits creativity often borne of penury. They’ve been called “futuristic and unsettlingly primal” and “the most out-of-this-world band in music today”. Even Dan Snaith of Caribou has been singing the praises of their music which, they admit, offers the sort of escapist fantasy-funk you’d want in “dark times … of remote war, mass deceit and money worship”.        On their new album Brothers and Sisters of the Black Lagoon, they have created an record of playful dance music designed to take your mind off the fact that we’re all doomed, using vocal and tape experiments and lots of bells (they’re obsessed with bells, for some reason). Alighting at any point on the album is sure to delight. In the Face of Love is like Heads offshoot Tom Tom Club’s Genius of Love updated for 2016: quirky, quixotic avant-funk, with acid house squiggles and the sort of heavenly oohs and aahs that suggest Tina Weymouth being tickled by Chris Frantz. Trapdoors is off-kilter disco with a lyric about “ceramic popcorn exploding in craniums” and a hi-life guitar figure countering the deep, pulsing bassline. Walking Through Walls stutters into life, with unison singing enforcing the feel of Orchestra of Spheres as a dippy cult on a polyphonic spree. The Reel World is pan-cultural exotica, lounge music from a distant planet. Cluster is presumably a paean to the German band of that name, although you never know with this crew. Actually, the track has the gruff male voice, attention to detail and sonic immaculacy of Swiss electro-surrealists Yello. Rocket No 9 has a scintillating stop-start throb while a female voice cries “Zoom zoom!” and then, at the end, either “Venus!” or “penis!”. Probably Venus, but it is a song about a rocket, so … Let Us Not Forget is more serious in tone, all drones and clangs, with the ominous tolling of a bell throughout. It’s a mordant hymn to technology: “Let us not forget our mobile phones. Let us not forget our mobile phone chargers. Let us not forget our electronic cigarettes. Let us not forget our memorable security question…” Finally, there’s the lush, locked groove of Divine Horses that rises to a feverish tumult – exactly what you’d want a reformed 21st-century Talking Heads to sound like. Let’s hope good old Joe Rock is right. If not, have a dip in this Black Lagoon.  The buzz: “Part Sun Ra otherworldiness, part Sublime Frequencies and part ESG ... Orchestra of Spheres blew us away” - Dan Snaith, Caribou. The truth: More songs about mobile phones and money worship.  Most likely to: Forget about Talking Heads.  Least likely to: Forget their mobile phones.  What to buy: Brothers and Sisters of the Black Lagoon is released on 13 May. File next to: Yello, Talking Heads, Tom Tom Club, Can. Links: orchestraofspheres.com.  Ones to watch: Vanishing Twin, Emily Wells, Ice Cream, Xenia Rubinos, Haley Bonar.",
  "webTitle": "New band of the week: Orchestra of Spheres (No 102)",
  "webPublicationDate": "2016-05-06T13:39:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/new-band-of-the-week-orchestra-of-spheres-102",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Byrne",
      "id": "music/david-byrne",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Lester",
      "id": "profile/paullester"
    }
  ],
  "guardianId": "music/2016/may/06/new-band-of-the-week-orchestra-of-spheres-102"
}