{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/11/nathan-buckley-might-just-be-too-normal-to-succeed-as-an-afl-coach",
  "id": "2016-05-11-390",
  "sectionId": "sport",
  "body": "David Parkin once said that coaching attracts “aggressive, dominant, autocratic pricks”. He cautioned Paul Roos against going down that path. “You’re too good a bloke,” he said. “It’ll ruin your life.” Tim Boyle, who played under the premier coach of our generation, wrote recently, “I’m convinced football coaches have to be fanatics, indeed some part lunatic, to succeed in football.” Being part lunatic is certainly no impediment to AFL coaching success. Clarkson and Ross Lyon have a healthy dose of it – that mix of rat cunning, belligerence and foot-on-the-throat ruthlessness. Mark Thompson had it. On TV these days, he is an utterly baffling figure. As a coach, he would blink, fidget, talk in fits and spurts and go off on tangents during interviews. He’d punctuate his sentences with an unnerving ‘hmmm’. At Essendon’s 2013 AGM, he eschewed all the usual corporate-speak. “I know the system,” he said. “I know how to coach ... hmmm.” And he did. When it came to spotting and nurturing talent, few were better.  Say his name softly, but Mick Malthouse had it. Mick’s on the nose these days. In the end, his game plan was stuck in a bygone era. When it came to dealing with the nettlesome press, he was impossible. But his players would have done anything for him. And on match-day, especially at Collingwood, he always had something up his sleeve. He’d sit peering through binoculars, plotting and scheming. Opposition supporters always expected the unexpected. Your best player would be tagged by a first gamer. They would win when no-one else gave them a prayer. He could bring players to an emotional pitch and accommodate vastly differing personalities and talents. Luke Beveridge has that ability as well. So did the late Phil Walsh.   Related: Gold Coast Suns chairman fires back at Leigh Matthews 'cheap shot'    As a player, Nathan Buckley was as fanatical as they come. On the afternoon of his wedding – on New Year’s Eve 2002 – he gathered his groomsmen together at Crown Casino’s gymnasium. The boys completed a fitness circuit on the treadmill, the rower, the stepper and the stationary bike. Times were recorded on a notepad, a winner declared and a good time had by all. In his first year at Brisbane, he put so much pressure on himself that he would frequently cry during training drills. He would absent himself from dinner parties in the middle of winter to go and stand in Port Phillip Bay. Few players have trained harder. He finished his playing career on the bench, his hands grasped behind his head, his hamstring shot, his team having just fallen short in one of the great Preliminary Finals. It was the image of a man content he had nothing more to give. With apologies to Lleyton Hewitt and Steve Waugh, it’s hard to think of an elite Australian sportsperson who squeezed more out of himself. As a coach, Buckley is typical of a younger generation of meticulous, articulate, process-driven men who present impressively to the media. In press conferences and on panel shows, he holds his nerve, searches for the right words, gently deflects. ‘Gee he speaks well, doesn’t he?’ the interviewer will say afterwards. But can he coach? Buckley inherited a mighty team, a mix of rogues and cleanskins that had finished the previous season with the highest percentage in AFL history. Collingwood have since finished 4th, 8th, 11th and 12th. This is his team now. They are built in his image. Their current position of 14th probably flatters them. It’s hard to think of a player who has improved on his watch. Anyone with a hint of spunk is now playing elsewhere. Many of them are playing very well indeed. As a coach, when things go wrong, his solutions are simple. We have to work harder, he’ll say. Stick together. Be patient. Head down, bum up. That’s how he played. It netted him a Brownlow Medal and seven All-Australians. For Buckley, if it were easy, it would be pointless. He isn’t about left-field solutions, trips to Kokoda or rousing speeches. He’s about working harder, for longer. But there’s only so much he can control. He can’t control a star youngster wrecking his knee in an innocuous November training drill. He can’t control two of his most important players sending nude selfies and ending up on the cover of Women’s Day. He can’t control his players taking party drugs. He can’t control his President going on radio every morning and crapping on about the all-encompassing magnificence of a football club that’s won two premierships in six decades. He can’t control his CEO giving character references for Grant Hackett whilst insisting that a hobbled, inexperienced and patently average list is still finals material. Ross Lyon reckons coaching takes grown men to places that scare them and those around them. But Buckley, much like Lyon, becomes more likeable the worse his coaching record gets. He doesn’t suffer fools, doesn’t humiliate rookie reporters, doesn’t mix military metaphors. There’s a humility and irony to him that took years to reveal itself. But is he too literal, too unimaginative and, dare we say it, too sane, to thrive in this highly unusual profession? On Saturday, the six-time best and fairest winner was out-coached by a man who played local Tasmanian football. Right now, he is is in danger of joining a long list of champions – Hart, Skilton, Baldock, Bartlett, Hird, Voss – who have been humbled by senior coaching. Do back-pocket scrubbers see football through a different lens? Do they have an inherent ability to empathise with players of modest talent, to bring them along for the ride, to spur those who aren’t self-motivating? And do football’s ‘nutters’, ‘autocratic pricks’ and ‘part lunatics’ still rule supreme – courtesy of their guile, their ability to instil fear, to think laterally, to look at the big picture and to bring clarity to this most crazy of sports?",
  "webTitle": "Nathan Buckley might just be too normal to succeed as an AFL coach | Jonathan Horn",
  "webPublicationDate": "2016-05-11T00:43:26Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/11/nathan-buckley-might-just-be-too-normal-to-succeed-as-an-afl-coach",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Collingwood",
      "id": "sport/collingwood",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Horn",
      "id": "profile/jonathan-horn"
    }
  ],
  "guardianId": "sport/blog/2016/may/11/nathan-buckley-might-just-be-too-normal-to-succeed-as-an-afl-coach"
}