{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/the-place-has-been-thumping-leicester-parties-despite-agonising-wait",
  "id": "2016-05-01-52",
  "sectionId": "football",
  "body": "The fairytale ending to Leicester’s tilt at the Premier League title may have to wait a day, a week, or a fortnight. But there was still an unwavering sense of optimism on the city’s streets on Sunday, even after the anticlimatic 1-1 draw with Manchester United, about everyone’s favourite underdogs getting the job done.  The crowds crammed into every available space across Leicester to watch the action from Old Trafford, white and blue bunting adorned street corners and a sea of blue could be seen in the bars and pubs. Their team did not win but this did little to dampen the spirits and the only feeling among the thousands that turned out in support was that they were going to have the celebration of a lifetime – there had just been a slight delay. As the match drew to a close chants of “we’re going to win the league” continued to resound through the city as supporters made their way home with smiles on their faces. However, the mood is mixed about just how the victory should be secured. Those of a more nervous temperament, like lifetime Leicester City supporter Dave Ruddy, 55, want it all to be over on Monday night when, if Tottenham draw or lose against Chelsea, the Premier League trophy will be heading to the east Midlands. “It was such a great day today because I have been following them all my life and they played so well. I’m not disappointed at all about today but now it would be good if it was secured tomorrow night,” he said. But there are those, including the first citizen himself, mayor Peter Soulsby, who want to bask in the glory of a win at Leicester’s home ground next Saturday, against Everton. The win would set into motion days of celebration that are being kept “top secret” by the city council, according to Soulsby. “I think we knew it was going to be a difficult match – it was away and against Man United and it was never going to be a walkover,” he said. “But we are so proud of them – they could have crumbled when United scored that early goal but they didn’t – they held firm and scored.” Soulsby, who has a ticket to next Saturday’s match, said he, like many other locals, would be watching Monday’s game on a sofa and he wants to celebrate in earnest next Saturday with a win at Leicester’s King Power stadium. “It did not quite happen today. On one hand I do want to get it settled but then on the other we would like to have a huge celebration next Saturday. Either way I’m confident that they will win but I’m not going to jinx it and we will also reveal the city’s celebration plans once the final whistle blows,” he added. Sunday’s match, and now the extra wait, is particularly agonising for 20-year-old student Karishma Kapoor, who placed a £2 bet at odds of 5,000/1 for Leicester to win the Premier League at the beginning of the season and could win £10,000, but must now wait another 24 hours. Or longer. Kapoor, who placed the bet with Ladbrokes on 8 August last year, was philosophical abount the day’s events and said she was confident that Leicester would bring the title home. The life-long Leicester fan said: “We looked at the odds online and just had to do it when we saw that they were 5,000/1. Me and my auntie who I placed the bet with will share the winnings.”  Kapoor, who refused an offer from Ladbrokes to cash out at £9,000 following the Manchester United result, is confident the team will win. She said: “The atmosphere has been amazing. Everyone is rooting for Leicester to win. We are very close now.” Her optimism was shared by the Mistry family, who are planning another visit to the same pub, the Local Hero, for the Tottenham game. If the north London side, currently second, are still in the hunt after their trip to Stamford Bridge, Leicester will need two points from their remaining games – a win or two draws from the Everton match and their own trip to Chelsea the weekend after next – to make the fairytale reality. Engineer Dennis, 46, who watched Sunday’s match with his fashion designer wife, Alpa, 47 and their two children Venetia and Cian, said it had been the best family day out. He said: “The place has just been absolutely thumping and the whole city has come together to support our team. It has been such a unbelievable few months and we are so proud to come from Leicester. Now we just need to finish the deal and then we can really celebrate.”",
  "webTitle": "'The place has been thumping': Leicester parties despite agonising wait",
  "webPublicationDate": "2016-05-01T18:39:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/the-place-has-been-thumping-leicester-parties-despite-agonising-wait",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "football/2016/may/01/the-place-has-been-thumping-leicester-parties-despite-agonising-wait"
}