{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/dick-pound-ioc-tokyo-2020-corruption",
  "id": "2016-05-12-51",
  "sectionId": "sport",
  "body": "Dick Pound, the veteran IOC member, has said French prosecutors should follow the trail of corruption “wherever it leads” after they confirmed an investigation into alleged seven-figure payments from the successful Tokyo 2020 Olympic bid to a secret account linked to the son of the disgraced former IAAF president Lamine Diack. French prosecutors confirmed they were examining a string of potential offences including aggravated money laundering, corruption and bribery involving more than $2m (£1.4m) in suspicious payments apparently made to a bank account linked to Papa Massata Diack, the marketing consultant whose father was an influential International Olympic Committee member for 14 years.   Related: Russian doctors and athletes ‘switched urine samples’ at Sochi Olympics    The Guardian revealed on Wednesday that payments totalling at least $1.5m had apparently been made to the Black Tidings company that was at the centre of other allegations of extortion and bribery linked to the International Association of Athletics Federations. “We were pretty focused on the athletics side so we didn’t get too far off course. But we had the impression that it was a slush fund used for all sorts of things. I’m perhaps not surprised that it has showed up again,” said Pound, who chaired the Wada-commissioned independent report into systemic Russian doping and associated corruption at the IAAF. “We would not try and cut down the scope of the French investigation nor discourage them from where the trail led. At some point or other they have to decide whether they are ready to prosecute.” On Thursday, as prime minister David Cameron hosted an international anti-corruption summit in London and fresh information emerged about the extent of Russian doping, French prosecutors responded to the Guardian’s revelations by confirming the details of their investigation. The French financial prosecutor said it was informed about the payments, made from a Japanese bank account to Black Tidings in July and October 2013, in December last year as it investigated allegations against the IAAF that led to Lamine Diack’s arrest amid allegations he had received more than €1m (£800,000) in return for covering up failed drug tests. Pound, who was the founding president of Wada and oversaw the review that followed the Salt Lake City bribery scandal in 1998 that led to the expulsion of several IOC members and the introduction of strict new bidding rules, said he was convinced the IOC had the right structures in place to deal with corruption. “I think the wrongdoing here will prove not to have been the IOC but other people. We’re now getting on for 25 years since the Salt Lake thing and we’ve lived a pretty careful and transparent life since then,” he told the Guardian. “I think most people have the feeling that we’re doing our best. But if the bad guys nevertheless get involved in some corruption, we are the ones looking for it and we will impose the sanctions.” The IOC has said it now has civil party status in the French investigation and has been cooperating with prosecutors. “We have proven that we are actively fighting against corruption. For instance, the IOC took immediate action against Lamine Diack already in November 2015 when the first allegation arose against him,” said the IOC’s chief ethics and compliance officer, Pâquerette Girard Zappelli, who appeared at the UK anti-corruption summit. “As a result of our action he no longer has any position in the IOC. Nevertheless, we continue to actively look into the matter and have become a civil party to the French investigation.” Pound said the IOC now had the right structures in place but that it was important not to be complacent. “If people are determined to be crooked they can find a way. It doesn’t require visits to the candidate cities or anything like that to make that possible.”     The design for the 2020 Olympic Stadium in Tokyo. Dick Pound said it would be impossible to take the Games away from the city: ‘Once you’ve jumped down the hole you can’t go back’ Photograph: Japan Sport Council/EPA    Asked whether it would be necessary to re-run the vote if it was proved that Tokyo – which overcame Madrid and Istanbul in 2013 after losing out to Rio de Janeiro four years earlier – paid money to influence votes, Pound said it would be difficult to unpick decisions already made. “It’s a little bit like Salt Lake. Once you’ve jumped down the hole and you’re two or three years into the process you really can’t go back. There is nobody out there who would be able to put the whole show together in three years,” said the Canadian lawyer, who has been an IOC member since 1978. “You’d have to give some thought to creative and effective penalties thereafter, whether it be that no international federation would award a championship for five years or a sanction against the National Olympic Committee. There are lots of things that you could think about.” According to Pound’s report, Black Tidings was controlled by Ian Tan Tong Han, who was employed as a consultant by Athletic Marketing & Services – a Swiss subsidiary of Japanese marketing giant Dentsu. Tan had close links to Papa Massata Diack, who was employed by the IAAF as a marketing consultant and is now wanted by Interpol. With the agreement of Dentsu, which holds the marketing rights for the IAAF until 2029, he had a mandate to seek marketing deals in emerging markets. The French prosecutor said the discovery of the payments and their proximity to the International Olympic Committee decision to award the Games to Tokyo, together with “important” findings about parallel purchases made in Paris by Black Tidings, justified the opening of another investigation.   Related: French financial prosecutors confirm investigation into Tokyo 2020 bid    It said it opened the investigation on 24 December last year into allegations of “active bribery, passive bribery, aggravated money laundering, concealment committed by an organised gang and participation in a criminal conspiracy” by unnamed persons. Sources have told the Guardian they believe “tens of millions” of dollars may have flowed through the Black Tidings account before it was shut down in 2014. The Japanese government and the Tokyo 2020 organising committee have denied any wrongdoing. “My understanding is that the bid process of the Tokyo 2020 Games was done in a clean way,” the chief cabinet secretary Yoshihide Suga, the government’s top spokesman, told a press conference. He said Japan would take “appropriate measures” if asked to do so by French authorities. Appearing at Cameron’s summit, at which countries agreed to develop an “International Sport Integrity Partnership”, Japanese government representative Masahiko Shibayama gave a long winded speech in which he vowed to improve transparency in sport and put anti-corruption at the heart of the G7 summit, but failed to address the bribery allegations. The Tokyo 2020 spokeswoman Hikariko Ono told the Guardian: “The Tokyo 2020 organising committee has no means of knowing these allegations. We believe that the Games were awarded to Tokyo because the city presented the best bid.” Japanese marketing giant Dentsu confirmed to the Guardian it had a “business relationship” with Athletic Management & Services but later told AFP: “AMS is not our subsidiary and we have never hired a consultant. We have never been investigated by the French authorities nor been asked to cooperate.” Papa Massata Diack said: “These allegations are currently under investigation by the French police and in the court of justice. I do not wish to make any comment as I am also part of this legal process.”",
  "webTitle": "Dick Pound promises IOC will not derail Tokyo 2020 corruption inquiry",
  "webPublicationDate": "2016-05-12T19:17:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/dick-pound-ioc-tokyo-2020-corruption",
  "keyword": [
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "International Olympic Committee",
      "id": "sport/international-olympic-committee",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "IAAF",
      "id": "sport/iaaf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lamine Diack",
      "id": "sport/lamine-diack",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport politics",
      "id": "sport/sport-politics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/12/dick-pound-ioc-tokyo-2020-corruption"
}