{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/15/rory-kinnear-macheath-threepenny-opera-national-theatre-q-and-a",
  "id": "2016-05-15-149",
  "sectionId": "stage",
  "body": "You’re playing Macheath in a new production of The Threepenny Opera at the National. Is this your first singing role?I sang a bit in a play called Burnt By the Sun, which we did at the National seven years ago – I was playing a Puccini-loving member of the Russian white guard. And I used to love singing as a teenager. There was a point in university where I was thinking about leading a choral life, but I thought I wouldn’t be able to do as much acting, so I didn’t pursue it. It has lain dormant for about 20 years. But the foundations are there.Yeah, although I started practising again at the end of last year and it’s amazing how flabby those muscles get. It’s a skill of the mind, singing, as much as the body. The singing lessons are much more of a mental challenge than a physical one, just keeping track of how you are producing your voice. Then once you get into the production, you have to forget about all that and make sure you’re playing the character. I’ve found the whole process really enjoyable.    It chimes with our sense of a growing divide in society, an awareness that the majority are ruled by an elite minority    Before this, were you constrained to singing in the shower?Yeah, and singing Happy Birthday. I enjoy playing the piano and singing at home, but I can’t say the rest of the family do, so I’ve been banished. Why is The Threepenny Opera relevant today?I don’t think there has ever been a time between 1928 and now when the issues it raises haven’t been relevant. It chimes with our sense of a growing divide in society and an awareness that the majority are ruled by an elite minority. It rings as strongly for an audience today as it did in 1920s Berlin. Your first play, The Herd, was produced at the Bush theatre in 2013 and later staged by Steppenwolf in Chicago. Would you like to write more plays?It was probably the most rewarding experience I’ve had. It was extraordinary to sit in a rehearsal room, knowing that the director, actors and a designer were all there because of something I’d written. But I am very much an actor who wrote a play – the collected play of Rory Kinnear – and while I am trying to write another, Simon Stephens [who adapted The Threepenny Opera] writes more plays during my lunch break than I ever will in my entire life. I am still bewildered at the commitment it takes to be a full-time writer.   Related: Rory Kinnear: my life in five shows    I wrote The Herd because I felt I had something to say about that subject matter. It’s about a family living with a severely disabled young son. In the play, the strain of looking after the son had broken up the marriage, but for my parents [their elder daughter, Karina, was born with cerebral palsy] it brought them much closer together. I don’t want to write something else just for the sake of it, I want to feel I’ve got something to say. You played Hamlet at the National in 2010, to great acclaim. So much importance is ascribed to that role. Did you experience a sense of deflation afterwards?No, though I did miss the play. We did it for about eight or nine months, during which time my first child was born. So for five months I performed it in a fog and morass of tiredness. But in those first few months of new parenthood, having something to do in the evening gave me a much-needed bolt of energy. People would say, aren’t you knackered? But I think without it, I would have been so much more tired. It probably affected my performance but not necessarily in a bad way.     Rory Kinnear as Hamlet at the National Theatre in 2010. Photograph: Tristram Kenton for the Guardian    In a weirdly prescient 2011 episode of the TV series Black Mirror, you played a British prime minister coerced into having sex with a pig. When David Cameron had his own #piggate last September, what was your first thought?My first thought was: why? A friend texted to say, “You’re going to have a fun day speaking to journalists about this”, but I think you’re the first to ask me about it. The main thing I imagined was probably [series creator] Charlie Brooker’s triumphant sense of glee when he heard the news. Are your children aware of what you do?Riley, my eldest, knows and he’s reasonably interested. He likes to know what parts I’m playing and what happens to the characters. But neither of them have seen much – I’m trying to keep them sheltered from that particular disappointment in life. The only time Riley’s seen me on screen was when someone sent over a preview copy of a TV drama I did about Lord Lucan. He came in just as I was about to bludgeon the poor nanny to death. I had to leap for the pause button before he could see the full horror.         Watch Rory Kinnear in Black Mirror    If your kids developed an interest in acting, would you encourage them?Yes. I’m glad I followed this path. I love my job and the life it creates for me. I wouldn’t tell them no, whatever they wanted to do. They wouldn’t listen to me anyway, by the looks of things. Your parents [Roy Kinnear and Carmel Cryan] were both actors. What are the advantages and disadvantages of coming from an acting background?I can’t necessarily think of any disadvantages. In terms of advantages, you recognise acting as a feasible career, as a job that can support life. I was in drama school with people who were the only members of their family to pursue acting and they probably felt a greater pressure to succeed or prove their families wrong than I ever did. Did you ever consider a different career?There was butcher, goalkeeper, maybe lawyer, when I was thinking should I do something sensible as I ended my degree. At first I probably enjoyed acting because it got me attention. I didn’t really have much else in my armoury to get attention apart from acting.     Rory Kinnear’s father, Roy Kinnear, centre, with the cast of That Was the Week That Was. Photograph: Popperfoto    Of those three forfeited careers, which would have made you happiest?I still nostalgically think of butchery. I liked the smell. When I was growing up, I would go down to East Sheen high street with my dad. I loathed the smell of the fishmongers but loved the butchers. Blood and sawdust smells: there’s still something about them that chimes with a childhood sense of ambition. How do you relax?Reading is the thing I enjoy more than anything – and listening to music. I’m trying to read one whopper per year and I’ve just finished The Sea of Fertility by Yukio Mishima. The next one will be Roberto Bolaño’s 2666. You read The Sea of Fertility knowing that weeks after Mishima finished writing it, he committed hara-kiri, which does loom over the experience. Do you tend to read dark books?I tend to read older books. I don’t read much contemporary fiction or listen to much contemporary music – although my son sometimes comes home from school singing whatever’s in the charts. The latest was Silentó – “Watch me whip, Watch me nae nae” – so I feel I’m up to date with the best stuff. What’s next?The third season of Penny Dreadful starts next week, in which I play Frankenstein’s creature – with makeup, I should hastily add. Then I’m doing a comedy series about 19th-century doctors called Quacks. I play an arrogant surgeon; Matt Baynton is a proto-psychiatrist, Tom Basden is an anaesthetist. We’re trying to be pioneers of science, but it’s a comedy series so nothing goes entirely to plan. The Threepenny Opera is at the National Theatre from 18 May to 1 Sep",
  "webTitle": "Rory Kinnear: ‘My singing voice has lain dormant for 20 years’",
  "webPublicationDate": "2016-05-15T08:45:02Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/15/rory-kinnear-macheath-threepenny-opera-national-theatre-q-and-a",
  "keyword": [
    {
      "webTitle": "Rory Kinnear",
      "id": "stage/rory-kinnear",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "National Theatre",
      "id": "stage/national-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Bertolt Brecht",
      "id": "stage/bertolt-brecht",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Killian Fox",
      "id": "profile/killianfox"
    }
  ],
  "guardianId": "stage/2016/may/15/rory-kinnear-macheath-threepenny-opera-national-theatre-q-and-a"
}