{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/force-workers-universal-credit-take-second-jobs-risky",
  "id": "2016-05-11-318",
  "sectionId": "society",
  "body": "Controversial plans to force a million workers on universal credit (UC) to search for second jobs or face having their low wage top-ups stopped are likely to be counterproductive, and in some cases will leave them worse off, a cross-party group of MPs has warned. The Commons work and pensions select committee (WPSC) says ministers should proceed cautiously with their plans to impose strict and untested conditionality rules on employees who claim UC and work fewer than 35 hours a week. Under the proposals, people in low-paid employment, including about 200,000 lone parents, would be expected to attend jobcentre meetings to prove they are seeking more hours, better-paid work or additional jobs, as a condition of receiving tax credit-style top ups.   Related: Universal credit cuts to lose low-income families up to £200 a month    It will make claimants earning less than the equivalent of 35 hours a week at the “national living wage” subject to sanction penalties currently imposed only on the unemployed, putting them at risk of fines amounting to hundreds of pounds. Ministers were criticised last month for “punishing the working poor” after examples of sanctions imposed on working UC claimants emerged from secretive Department of Work and Pensions trials of in-work conditionality. In one case, revealed by the Guardian, a lone parent bar worker who typically worked 30-40 hours a week was fined £220 after missing a job centre appointment to take her children on holiday. When she questioned the sanction, Helen Smith, 36, of Widnes was told by DWP officials that taking a family holiday was not a valid reason not to look for work. Sanctions for people with jobs are a key part of the government’s “in-work progression” programme, which the committee calls “a revolution in the welfare system” and the biggest change to social security for nearly 70 years.  The initiative, believed to be the first of its kind anywhere in the world, is designed to increase productivity among lower-paid workers and encourage UC claimants to develop skills that will enable them to earn enough to take them out of the benefits system. Although the MPs report broadly welcomes the concept of in-work progression it warns of significant risks around practical implementation of the ambitious programme, which was the brainchild of former work and pensions secretary Iain Duncan Smith. MPs argue that the standard official defence of sanctions – that the threat or reality of losing benefit payments for several weeks at a time encourages jobless claimants to actively seek employment – will not hold for those who by working already feel they are doing the right thing. “Employed people self-evidently do not lack the motivation to work, and there is strong evidence that their barriers to earning tend to be more structural or due to personal circumstances, rather than motivational,” the report says. A DWP spokesman said: “We are pleased that in their positive report the WPSC agrees it is right we help people on low incomes to earn more and move off benefits under universal credit. Conditionality is a longstanding part of the welfare system and we know it helps people into work. That is why we have included it as part of our trials looking at how best to support claimants to increase their earnings.” The MPs report comes as the interim findings of a five-year academic study of benefits conditionality show that while sanctions have created “widespread anxiety” among claimants they have had limited effect in encouraging unemployed people to get work. The study, by the University of York, which will be published on Thursday, says: “Routinely, sanctions had severely detrimental financial, material, emotional and health impacts on those subject to them.” It found that unemployed people who made successful transitions back to work were more likely to do so if they received appropriate job skills support, rather than because they were threatened with sanctions. The select committee report says that while the success of in-work progression depends heavily on expert and personalised job advice from jobcentre work coaches, providing this would require a significant culture change in a service facing huge administrative cuts and a sharp increase in workload.  MPs note that by 2020, full implementation of in-work progression could result in 325,000 extra claimants visiting jobcentres each week, a 25% increase. At the same time, the DWP faces a 19% cut in the its day-t-day operating budget over the next three years. Employers have a crucial role if in-work progression is to work, the report says. However, it adds that during its inquiry MPs were told that employers were “almost universally unaware” of the scheme. Alison Garnham, chief executive of Child Poverty Action Group, said: “We agree with the committee that we need high-quality, personalised employment support for all claimants who want it. It won’t help if instead we get a system that sanctions people who already have a job and can’t necessarily increase their hours or pay because, say, they have children to care for or the extra hours aren’t out there.”",
  "webTitle": "Plan to force workers on universal credit to take second jobs 'is risky'",
  "webPublicationDate": "2016-05-11T08:07:18Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/force-workers-universal-credit-take-second-jobs-risky",
  "keyword": [
    {
      "webTitle": "Universal credit",
      "id": "society/universal-credit",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Butler",
      "id": "profile/patrickbutler"
    }
  ],
  "guardianId": "society/2016/may/11/force-workers-universal-credit-take-second-jobs-risky"
}