{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/husband-job-learning-disability-okcupid-dating-website",
  "id": "2016-05-06-154",
  "sectionId": "commentisfree",
  "body": "I helped start a petition with Mencap yesterday, asking the dating website OkCupid to apologise and take down a question it asks as part of their screening process, which is offensive to people such as me who have a learning disability. It asked people who sign up to OkCupid: “Would the world be a better place if people with low IQs were not allowed to reproduce?”   Related: OkCupid slammed by charity over 'shocking and offensive' dating  survey    Having a learning disability, I’ve experienced my fair share of negative attitudes. I was diagnosed with a learning disability when I was 10 and since then the attitude has always been “you can’t do”, “you won’t”, “you will never”. To me, OkCupid’s question seems to cast doubt on my ability to live the type of life I dream for. One day I may want to have children, but just because I have a learning disability my right to do so is being questioned. OkCupid did reply to our objections saying that it asks the question to help people weed out other people that may have different opinions. But this misses the point. For many, having a learning disability can mean living a life of inequality. People with a learning disability can still be shut away in institution-like buildings hundreds of miles from their families; just 6% are in employment; and 1,200 are dying avoidably every year in the NHS – so it’s clear we face challenges at almost every step of our lives. But most of these challenges come from the negative attitudes many people can have towards learning disabilities. This is why questions such as OkCupid’s can be so dangerous. This is not to say things have not got better. During the course of my life I have seen attitudes improve a lot. It was not so long ago that many people with learning disabilities were shut away from society and kept out of sight, but now I am able to get married, work and have a job. I think all these improvements are based on public attitudes. However, when I watch TV or films I still sometimes hear people using the R-word, and display negative attitudes about people with a learning disability that I do not think would be as widely tolerated if they were about race or sexuality.     Ciara Lawrence holding a “not ok cupid” sign Photograph: Mencap/PA    OKCupid’s question made me scared that, while attitudes have improved, we could easily go backwards again. I am not saying that dating sites should not seek to ask questions that help people make choices about the kind of person they may get on with. I just think dating sites need to be very careful when doing so. I campaign with Mencap in order to show what people with a learning disability can do, not what they can’t. For many people, the idea of me having a wedding never crossed their minds. It’s as if getting married and having a family isn’t something people with a learning disability should bother with. I am, however, one of the lucky ones. I work at Mencap, a charity that supports people with a learning disability, and have been given the support I sometimes need to be independent and fulfil some of my dreams. That support was all I needed. I think this is what the OkCupid question ignores. I know people with a learning disability who have children and who have raised wonderful families and had the right support along the way. They’re amazing parents and an inspiration to people like me. For some people with a learning disability being a parent might not be possible, but it’s about having the right support if it’s needed. It’s not often that people with a learning disability get a voice in the media, and when we do, it’s usually in relation to negative stories and abuse scandals. This is why I want to use this opportunity to show what people with a learning disability are capable of, that we have the same hopes, dreams and desires as anyone else, and to continue campaigning for these negative attitudes to disappear. I hope the petition changes some people’s attitudes and I hope OkCupid comes to understand why asking this question could be so offensive to the 1.4 million people with a learning disability in the UK.",
  "webTitle": "I have a husband, a job and a learning disability. No thanks to OkCupid | Ciara Lawrence",
  "webPublicationDate": "2016-05-06T13:41:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/husband-job-learning-disability-okcupid-dating-website",
  "keyword": [
    {
      "webTitle": "Learning disability",
      "id": "society/learningdisability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Online dating",
      "id": "lifeandstyle/online-dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ciara Lawrence",
      "id": "profile/ciara-lawrence"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/husband-job-learning-disability-okcupid-dating-website"
}