{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/17/the-number-1-rule-for-girls-rachel-mcintyre-review",
  "id": "2016-05-17-201",
  "sectionId": "childrens-books-site",
  "body": "Every time I pick up a British book I realise that I spend most of my life reading YA literature from the US (Cases in point: Lobsters by Tom Ellen and Lucy Ivinson and House of Windows by Alexia Casale) and The #1 Rule for Girls was no different.  This book sounded REALLY good to me. When you’re a kid, everything you hear is a fairy tale. When you grow up, all people tell you is that life isn’t like a fairy tale, and most YA contemporary books follow that to some extent. There’s always a divorce, an affair, or unhappy people somewhere, and while that’s more probably realistic, The #1 Rule For Girls was such a HAPPY book, it made me smile!  What in the world am I talking about, you may ask?         Daisy, the protagonist’s, parents own a wedding planning company called Something Borrowed and they themselves were high school sweethearts who made it work having a baby at sixteen! There were these weddings that were just so perfect, Daisy’s parents who were still madly in love and it was all so happy it made me smile.  Daisy thought she had that kind of happiness, but it turns out her boyfriend didn’t when he moved to Spain. POOF. So much for the happily ever after that her parents had, so much for anything really.  So Daisy shifted her high school to college determined to do something different. Then comes Toby, who seems absolutely perfect. He’s gorgeous, he’s smart, he’s a broody bad boy, and now that Matt is moving on with a Spanish model, what does Daisy have to lose?  I’ll be honest, this was a tad overdone. Not every teenager exaggerates everything and every little thing is NOT the end of the world to most of us. Also, I had NO feelings for Matt. For 99% of the book, I only thought she missed him so much because she would have the same story as her parents, and NOT because of him. There were no cute memories, no reasons why she was in love with him, just the ‘Oh, I miss Matt’ and ‘Oh he ran away to Spain to help his mother and now after I gave him an ultimatum, I won’t read his emails because he ran away and shattered all my plans’.   Related: How do I get involved in the Guardian children's books site?    All in all, though, this was a happy book, with some buried-by-the-exaggeration feminism traits, and a light fluffy read. 3.5 Stars!  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The #1 Rule for Girls by Rachel McIntyre – review",
  "webPublicationDate": "2016-05-17T11:00:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/17/the-number-1-rule-for-girls-rachel-mcintyre-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/17/the-number-1-rule-for-girls-rachel-mcintyre-review"
}