{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/20/north-yorkshire-council-fracking-kirby-misperton",
  "id": "2016-05-20-16",
  "sectionId": "environment",
  "body": "Dozens of people living near a proposed fracking site in North Yorkshire have lined up to tell councillors they do not want to be the first community in the UK to allow the controversial gas extraction technique.  A decision will be taken on Monday on whether to allow the UK firm Third Energy to frack for shale gas at its existing drilling site near the village of Kirby Misperton, between Malton and Pickering.   Related: How does the fracking debate affect you? Share your experiences    North Yorkshire councillors gathered in Northallerton’s County Hall on Friday to hear from some of the thousands who have objected to the planning application to frack a well, known as KM8, less than half a mile from the village. After the council’s planning department recommended approval just over a week ago, councillors must decide on what could be the first test fracking since 2011. If successful, the site will be the first in the country to go into production. Inside the meeting, there were raised voices, tears and some colourful performances from those opposing the plans. Allegations of catastrophic seismic activity, contaminated water, health problems and increased pollution were hurled at councillors. The most impassioned performance came from local aristocrat and landowner Sir Richard Storey, a former newspaper magnate and staunch Tory. He weighed up the argument with a set of scales, using just one small weight to represent toeing the Conservative party line backing fracking and piling numerous heavy weights on to the opposing side, causing laughs and cheers among the spectators.     A young protester in Northallerton. Photograph: Ian Forsyth/Getty Images     Storey said he was speaking on behalf of 20 larger property owners and business people from across the east of the county. He said: “Those poor people across the world whose lives have been blighted by fracking all say the same thing: don’t give them anything or you lose everything. Secondly they say you will never get it back – and, dear planners, even you cannot replace it.”   Related: In the timeless Yorkshire moors of my childhood, the frackers are poised to start drilling    John Ashton, a former diplomat who served as former Tory leader William Hague’s special representative for climate change and now campaigns against fracking, also threw his weight behind the protest. . He said he did not envy the councillors, claiming planning committees were under massive and unreasonable pressure from government to approve fracking. Rasik Valand, the company’s chief executive, attempted to assuage the protesters before the meeting. He told BBC Radio 4’s Today programme: “We have been drilling and producing from this site for over 20 years. The well we drilled in 2013, within which this frack will take place, is called KM8 - indicating that there have been eight wells drilled without any incident or any impact to the locality whatsoever for 20 years.”",
  "webTitle": "North Yorkshire council faces pleas to reject fracking plan",
  "webPublicationDate": "2016-05-20T21:13:36Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/20/north-yorkshire-council-fracking-kirby-misperton",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "environment/2016/may/20/north-yorkshire-council-fracking-kirby-misperton"
}