{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/derby-stamina-gene-testing-epsom-genetic-test-galileo-gold-horse-racing",
  "id": "2016-05-29-45",
  "sectionId": "sport",
  "body": "Four horses are now expected to be added to the field for next Saturday’s Derby at Monday’s supplementary stage, boosting the prize fund by £300,000 and ensuring something close to a maximum field of 20 runners. As a result the crowd of 100,000-plus on Epsom Downs will be too busy trying to pick the winner from a long list of runners to worry that Galileo Gold, the 2,000 Guineas winner, is not one of them. It is, after all, hardly unusual for the winner of the season’s first colts’ Classic to sidestep the second. The Triple Crown, unclaimed now since 1970, means nothing to most owners and breeders these days. Sea The Stars and Camelot have both completed the Guineas-Derby double since 2009 but after Dawn Approach’s dismal failure to do the same in 2013, Night Of Thunder and Gleneagles both avoided Epsom. But it is not the fact of Galileo Gold’s absence that is troubling, so much as the process that apparently led to it. His pedigree does not look promising in terms of the Derby trip. Despite his name, he is by the miler Paco Boy and has Galileo only as his dam sire. In this most open of years, however, many owners and trainers would have been tempted to spin the wheel at Epsom – had it not been for the results of a genetic test which suggested he should stick to a mile. The test, developed – and marketed – by a company called Equinome, produces one of three results: C:C, C:T or T:T. According to its website, “less than 1% of C:C horses in Europe have demonstrated their optimum trip at a mile and a half. Horses with the C:T and T:T genotypes are best suited to the Derby distance.” After Galileo Gold came back as a C:C, the Derby was ruled out by Hugo Palmer, his trainer, and the owners, Al Shaqab Racing. This is, clearly, clever stuff but the underlying principle, which is that muscle development and structure varies according to genotype and so affects a horse’s ideal trip, is plausible. If it is really as simple as three different genotypes, however, it seems a little surprising that breeders did not work it out for themselves at some point over the last 250 years. Mendel, after all, knew why some of his pea plants were a certain height or colour decades before it was explained at a molecular level. Yet even if the science behind the test is as rock solid as the company which developed (and marketed) it likes to claim, there would be worrying implications for the sport as a whole – and the Derby in particular – if it became routine to test a Guineas winner and take the result at face value. If a C:C result is taken as absolute confirmation that a horse’s ideal trip is a mile or less, there is a clear chance that it will become a self-fulfilling prophecy regardless of whether it is a valid conclusion. It does not offer certainty, though, only the appearance of it. “Less than 1%” of C:Cs have an optimal trip of 12 furlongs. That is not the same as none at all nor is it the same as saying that they cannot win a Derby.   Related: Derby 2016: Deauville’s stamina can spin wheel his way at Epsom casino    Whether a horse stays 12 furlongs and whether that is its optimum trip are very different questions. It could be argued that an ideal Derby contender is a colt that stays a mile and a half but only just. And that single C:C horse in every 150 or 200 that does get 12 furlongs really well might well be the rare champion who transcends not only his own generation but many more besides. In years to come how many will be allowed to take their chance at Epsom and what might that mean for the quality and status of our greatest Flat race? Thirteen horses went to post for the 2,000 Guineas but Massaat, the runner-up, seems likely to be the only one to represent the form at Epsom at 4.30pm on Saturday. In such an open year, that seems a surprising disconnection between the two Classics. If gene-testing for stamina becomes routine, it could soon be the norm. The entire, somewhat rickety, structure of the thoroughbred racing and breeding industries is founded on uncertainty. It contributes to the intense level of competition that has kept people watching and betting on racing for centuries. Reducing the uncertainty may seem an excellent idea to individual owners and trainers but it is rarely a good thing for the sport as a whole.",
  "webTitle": "Derby: Stamina gene-testing may pose threat to Epsom Classic’s future",
  "webPublicationDate": "2016-05-29T18:32:27Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/derby-stamina-gene-testing-epsom-genetic-test-galileo-gold-horse-racing",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "2,000 Guineas",
      "id": "sport/2000-guineas",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/29/derby-stamina-gene-testing-epsom-genetic-test-galileo-gold-horse-racing"
}