{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/15/my-back-to-nature-george-shaw-national-gallery-tile-hill",
  "id": "2016-05-15-169",
  "sectionId": "artanddesign",
  "body": "There is a sequence of self-portraits by the entrance to George Shaw’s riveting exhibition at the National Gallery showing the artist stripped bare and under terrible duress. Looking at these powerful charcoal images, it is not immediately clear what is going on. Shaw appears leaning, staggering, bowed and stumbling beneath some invisible weight. At one point he falls to the ground. There are 14 drawings, so one realises that these may be the Stations of the Cross, but without the cross or the loincloth. And sure enough, the artist finally appears with arms outspread and head hanging down. But Shaw is not standing in for the Messiah. These are studies of paintings in the National Gallery, in which he has become his own naked life model, isolated and exposed, in order to imagine what such extreme suffering might look and feel like. The drawings are very potent yet also very humble, which could stand as a description of everything that follows.     Shaw’s The Sadness of the Middle-Aged Life Model (12), 2015. Photograph: Courtesy of the artist and Wilkinson Gallery, London    George Shaw, born in Coventry in 1966, is famous for the defiant humility of his subject and methods. For decades he has worked entirely in Humbrol enamel on lowly MDF, commemorating with fastidious realism the council estate of Tile Hill where he grew up. No one who admires his lifelong loyalty to that unregarded landscape could imagine a radical breach with home. And so it seems: two years as artist-in-residence at the National Gallery, and Shaw is still painting Tile Hill in Trafalgar Square. Or rather, he paints the woods on the outskirts as a scene of intense human drama. The moment has just passed, is just about to happen, or is happening even now even, though there is never anyone there. A mark on the ground, a tramping of leaves, the torn page of an old magazine: the woods are full of human traces. A striped mattress lolls in a clearing – the painting is titled The School of Love, after Correggio, who painted forest love, after all. A tree trunk drips with red paint: someone’s rage, someone’s private message. The people have come and gone from this sylvan stage set, gods and goddesses falling in and out of love, rude mechanicals leaving crushed cans and old pin-ups behind. Shakespeare is somewhere in the wings. A painting of a dark cleft in a tree is called The Old Country, alluding to Hamlet, while in another part of the wood lies death. Woods are film sets, playgrounds, theatres. They have an irresistible pull in their beauty and wildness. We can’t see the wood for the trees among which we are lost, even a few yards from home, getting away from it all. This is the atmosphere of Shaw’s paintings, where anything may take place, from the first kiss to the spine-tingling crack of a twig somewhere nearby that says you are not alone.     The Foot of a Tree, 2015-2016. Photograph: Courtesy of the artist and Wilkinson Gallery, London    He has been inspired by Bellini’s The Assassination of Saint Peter Martyr, where the horror occurs in front of some perfectly ordinary trees, brown and scruffy as anything in Tile Hill, and by those corners of undergrowth in the foreground of paintings by Brueghel, Titian and Poussin. In Shaw, that corner may become the whole scene – a tangle of foliage, a leafy clearing, a trio of trunks, perhaps even a tree root. One of the most affecting works here is a knuckle of old root, dead but still here, the relic of some tall proud tree now lying on a carpet of leaves like one of Géricault’s severed limbs. The Foot of a Tree, it is beautifully titled.    Shaw has often been asked why he works with this intractable stuff that runs like new blood and has no lusciousness    The show’s punning title, My Back to Nature, implies a narrative and there is an unfolding story in these images, accumulating like scenes set in the same glade. Sometimes it is wintry and stark, sometimes misty and autumnal, the air still, the mulch of leaves a dirty brown smear. The sky is a glow of dawn or dusk glimmering through the branches, or a dim downward light, or nothing but a pervasive greyness. One avowedly romantic sequence shows the variety of moods in one particular avenue of trees as the seasons pass: the ever-changing performance of nature. But the actors in this drama are not always unseen. In an inversion of those self-portraits where the human body stands for the cross, as well as itself, here the tree becomes the human being. A felled tree lies on the ground, one end painfully charred, not by a proper bonfire but repeated attempts with matches, as if it has been tortured. The severed branches in Study for Hanging Around resemble pegs that might be ideal for a noose. The paint hurled at a trunk bleeds on the leaves beneath, as if there has been a murder.     ‘Turning a Tile Hill tarpaulin into something like silk’: The Living and the Dead, 2015–16. Photograph: Courtesy of the artist and Wilkinson Gallery, London    Occasionally, the gallery lighting catches the glint of the Humbrol paint and the picture suddenly looks like an object as much as an image. Shaw has often been asked why he works with this intractable stuff that runs like new blood and has no lusciousness, traction or thickness, that is so difficult to move or manipulate. His answer is that enamel has no historic associations, can keep its distance from the grand tradition. But though he has remained faithful to this tough and lowly medium, despite the lure of the oil paint all around him, he takes it in new directions, achieving the blue of a Titian sky or a Madonna’s cloak, turning a Tile Hill tarpaulin into something like silk.   Related: George Shaw, 49: ‘Every second, every ounce of time has to be accounted for’    The thinness is still there; these surfaces are hard-won. But the images have become deeper, more elegiac and literary. In one of his far-ranging catalogue essays – Shaw is an excellent writer – the artist refers to Pollaiuolo’s painting of Daphne turning into a tree, her limbs simply turning to branches, her body rooting back into the earth to which we return. This is surely his vision of trees. You’ve Changed runs the witty title of a series of portraits – no other word will do – in which every tree has the expressive nuances of a face, as if some subsuming another Daphne. The sequence also captures the peculiarly mercurial aspect of trees: that they sometimes appear to have changed overnight, or to have changed places, so that the woods are not quite as they seemed yesterday. Shaw once said that he haunted Tile Hill and now it haunts him. In its woods, as in the museum itself, he sees all of life and perhaps the afterlife too. Like an old master working away at study after study, he eventually produces the trio of large paintings that are exactly the size of the Titian Metamorphoses in the gallery. One shows a dark and erotic clearing, another the tree assaulted with red paint and the last that Titian-blue tarpaulin, dangling like a spectral ghost from the bough of a tree: life, death and resurrection. • George Shaw: My Back to Nature is at the National Gallery, London until 30 October",
  "webTitle": "My Back to Nature by George Shaw review – darkness at the edge of town",
  "webPublicationDate": "2016-05-15T07:00:19Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/15/my-back-to-nature-george-shaw-national-gallery-tile-hill",
  "keyword": [
    {
      "webTitle": "George Shaw",
      "id": "artanddesign/george-shaw",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Cumming",
      "id": "profile/lauracumming"
    }
  ],
  "guardianId": "artanddesign/2016/may/15/my-back-to-nature-george-shaw-national-gallery-tile-hill"
}