{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/26/make-google-and-facebook-pay-levy-to-support-journalism-academic",
  "id": "2016-05-26-298",
  "sectionId": "media",
  "body": "A think tank has called for Google and Facebook to pay for the news they take from other media outlets and then promote on their own websites. ResPublica believes new media platforms should pay a 1% levy on revenue to fund investigative, long-form and local journalism. The payment of a levy is one of the central arguments in a ResPublica essay, “The Mission of Media in an Age of Monopoly”, written by media lecturer Justin Schlosberg. He argues that the UK newspaper industry is undergoing an existential crisis. Revenues are declining. Titles are being closed. Editorial staffs are being cut back. The result is that public interest journalism is endangered.  By contrast, online media giants such as Google and Facebook, which take newsfeeds from newspapers, are making huge profits. In the UK alone, he writes, Google generated more than £7bn of revenues in 2015 while, in 2014, Facebook registered £105m in revenues. Much of this income came from advertisers that once supported news publishers. Schlosberg contends that a portion of those revenues could be used to build a fund in order to help Britain’s ailing journalism industry. He said: “Google gains traffic by using stories generated by the media but it pays nothing for the articles. At first glance this seems okay because readers can clearly see the story source, but for journalism and the media industry this is proving harmful.  “More and more people are turning to a single source for their stories and if that single source is Google, it is not contributing to the cost of creating the journalism they use.” ResPublica director Phillip Blond said: “There is clearly a public interest in sustaining local, regional and investigative journalism.  “The most logical and achievable means of support is via a nominal levy on the revenues of large scale news intermediaries in online search and social networking, including Google and Facebook. They currently pay nothing for the news that they use.” The essay by Schlosberg, a media lecturer at Birkbeck - University of London and chair of the Media Reform Coalition, addresses several other media topics, including BBC charter renewal, transparency around meetings between senior politicians and newspaper publishers, and the regulation of media ownership.  BBC should be decentralised It calls for the BBC to be less centralised and for editorial independence to be introduced across the corporation in a bid to stop output which could be influenced by government. “Charter renewal threatens, for the first time in the BBC’s history, to give a government appointee editorial responsibility for all of its output,” said Schlosberg. “If a government did seek to censor or control the BBC’s agenda, it would be far more difficult if it had to contend with a network of relatively autonomous entities with their own editorial and governance boards more directly accountable to licence fee payers.” He and ResPublica believe decentralisation of both the BBC management structure and delivery is essential, although production should remain not-for-profit and entirely in public hands.  It would mean that different parts of the corporation – such as Radio 4’s Today programme and News at Ten - would operate independently, allowing them to pursue different news agendas, rather than following centralised guidelines. On the Furthermore, ResPublica has found the closeness of politicians, media executives and senior journalists across the UK has not been tackled post-Leveson and needs to be made far more transparent with a better record of meetings between ministers and media executives. Make political-media meetings transparent The ResPublica essay calls for enhanced transparency for meetings and relationships between publishers and editors on one side and senior politicians on the other. Underlining the Leveson report’s recommendation, it believes this could be achieved by recording all meetings in one document, rather than by department.  ResPublica says the UK government should lobby for similar changes at the European Union level as well, to reflect the globalised nature of so much media. Schlosberg said: “The risk is not so much that stories are compromised but rather the integrity of policymaking, especially media policy. Examples include the unabated frequency of meetings between Rupert Murdoch and senior government ministers over the last year or so. “Research from King’s College London found that by and large the print and broadcast media followed the same stories during last year’s general election campaign and largely on the lines put out by the parties. This does not suggest a plural and investigative media industry.” Another of the essay’s recommendations is that legislation should be introduced to strengthen Ofcom’s role in regulating media companies in order to prevent ownership concentration. Source: ResPublica",
  "webTitle": "'Make Google and Facebook pay levy to support journalism' - academic",
  "webPublicationDate": "2016-05-26T06:54:17Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/26/make-google-and-facebook-pay-levy-to-support-journalism-academic",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Rupert Murdoch",
      "id": "media/rupert-murdoch",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Leveson report",
      "id": "media/leveson-report",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "King's College London",
      "id": "education/kings-college-london",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Birkbeck, University of London",
      "id": "education/birkbeckuniversityoflondon",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/26/make-google-and-facebook-pay-levy-to-support-journalism-academic"
}