{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/daljinder-kaur-baby-70s",
  "id": "2016-05-12-176",
  "sectionId": "commentisfree",
  "body": "The birth of Armaan Singh Gill, a 2kg boy, to Daljinder Kaur was announced by Indian and international media this week. Though she has no birth certificate, Kaur, estimated to be 72, is thought to be the world’s oldest mother. Armaan was her first child. He was the result of her third round of IVF, using donor eggs and possibly donor sperm as well.   Related: Indian woman in her 70s gives birth to healthy baby boy    Old mothers are not a new phenomenon. In the days before assisted reproductive technologies (and before the contraceptive pill), women often carried on becoming pregnant until the menopause. In 1947, there were 34,696 live births to women aged 40 and above compared with 27,731 in 2010. Before the first successful IVF birth by 30-year-old Lesley Brown in 1978, however, unless it happened naturally, it would not have been an option. So then, as now, rare as pregnancy at such an advanced age would have been, it would probably have been reviled and marvelled at in equal measure. Age on its own is probably not the key factor in our response to late motherhood so much as the perceived difficulties – the frightening proximity to decrepitude and death, or the absence of the child’s grandparents. As the years go on, women are stripped of the key elements of fertility – good quality eggs, ovaries that function so that ovulation happens frequently (and efficiently), and a healthy womb. Medically speaking, 35 is the age at which a woman is branded as an “older mother” in maternity wards.     Daljinder Kaur’s husband, 75-year-old Mohinder Singh Gill, with their baby son Armaan. ‘After fighting their extended family in court, Daljit and Mohinder sold their land to pay for IVF.’ Photograph: Ajay Verma / Barcroft Images    Decline seems to begin from the age of 30, becomes more obvious between ages 35 and 40 and increases quite dramatically after that. After 35, even if an egg does become fertilised, the ability of the embryo to implant in the womb decreases by about 3% each year. From the mid-30s onwards, women are faced with six threats: declining fertility, miscarriage, genetic defects that accumulate with age, high blood pressure (which, if unmanaged, is very dangerous), stillbirth and, rarely, death of the mother. Forty-one doesn’t sound old, but it officially marks the point at which fertility wanes and sterility begins. By 45, there are only 100 pregnancies for every 1,000 women having unprotected sex. Even IVF does not escape the age effect. While a 30-year-old will have about a 30% chance of becoming pregnant with this method, a 44-year-old faces a sliver of a chance. Still, many women don’t consider themselves too old to become parents in their mid- or late-40s. For many, age also brings better social networks; financial and emotional stability; more time to devote to parenting; and more commitment.    Recent ONS data has shown steady rises in the number of women giving birth to first children later in life    Recent Office for National Statistics data has shown steady rises in the number of women giving birth to first children later in life in England and Wales. These figures are not so different in other parts of the developed world, or in certain fast-developing countries. Every so often there is a report of a woman in her late 50s or older assisted to give birth by clinics in Italy, Turkey, or eastern Europe, where regulation is less stringent than in the UK. In some countries, including India, there may be no enforceable regulation at all. That, combined with the low costs, easy recruitment of women as “wombs for rent” (paid surrogates) and as paid egg “donors” has meant that a sizable fertility industry now exists in the country, and one that is accessed by prospective parents from all over the world. There have been multiple reports from India of women giving birth around the age of 70. Not all are first-time mothers. In 2008, Omkari Panwar, a grandmother from a village in Uttar Pradesh state (and mother of two daughters) used IVF to have the son she and her husband longed for. Daljinder Kaur had been infertile, and had she had access to the right medical care, might have known earlier in life that the reason for her infertility was blocked fallopian tubes. The child, to her and her husband, as to Panwar, represented social capital. These were people from poor, rural communities. Anurag Bishnoi, their doctor, explained: “A person who is infertile is not given a piece of land or any property by his father.” After fighting their extended family in court, Kaur and her husband, Mohinder Singh Gill, sold their land to pay for IVF. The World Health Organisation recognises the “basic right of all couples and individuals to decide freely and responsibly the number, spacing and timing of their children and to have the information and means to do so”, taking into account “the need is of their living and future children and their responsibilities towards the community”. A woman should be able to make good decisions about her body, how and when she reproduces.   Related: My fertility problems made me feel like a failure | Sarah Fletcher    Kaur’s medical assessment said she was strong enough to carry her child to term and deliver it by caesarean section. She was. There was no restriction on women her age accessing IVF because there is currently no regulator in India. Regulation is important where there is the potential for exploitation. India has draft legislation in place that will focus on commercial surrogacy. If passed, the country will establish a national board for assisted reproductive technology. It will look at the safe and ethical practice of such services, including the “prevention of misuse of this technology”, which will probably include the prohibition of use by solo parents, gay couples or people who are not married. Whether it will place restrictions on a woman’s age is not clear. But India has more pressing problems. With child marriages, pregnancy and childbirth complications are among the leading causes of death in adolescent girls – many of whom suffer in dire, underfunded public hospitals – it’s probably time to lay off the handful of “pensioners” fulfilling their parenting dreams through privately accessing state-of-the-art reproductive technologies in well-staffed and equipped clinics. • In the Bonesetter’s Waiting Room: Travels through Indian Medicine by Aarathi Prasad is out now",
  "webTitle": "There’s nothing wrong with having a baby in your 70s | Aarathi Prasad",
  "webPublicationDate": "2016-05-12T14:03:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/daljinder-kaur-baby-70s",
  "keyword": [
    {
      "webTitle": "Reproduction",
      "id": "science/reproduction",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Reproductive rights",
      "id": "society/reproductive-rights",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Aarathi Prasad",
      "id": "profile/aarathi-prasad"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/daljinder-kaur-baby-70s"
}