{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/20/danish-retailer-tiger-eating-up-competition-uk-high-street",
  "id": "2016-05-20-102",
  "sectionId": "business",
  "body": "It may be a jungle on the British high street as retailers struggle to survive in the face of rising competition from discounters and the internet, but the colourful cut-price chain Tiger is right at home. Aldi and Lidl get the high-profile news coverage as they hammer traditional supermarkets, but the Danish retailer is one of the UK’s fastest-growing businesses. Zebra, Tiger’s Copenhagen-based parent company, says total sales in the UK rose 69% last year to601m Danish krone (£62m) as it opened 31 new stores, taking its total number of locations in Britain to nearly 80. The UK leapfrogged Denmark and Italy to become the largest market for the group, founded by the former market trader Lennart Lajboschitz. The chain is growing at such a pace – opening one or two shops a week around the world, including in the US – that it struggled to meet demand over Christmas. When the retail expert Mary Portas was asked what she might do to save the BHS chain, which fell into administration in April, she suggested putting Tiger on the ground floor, replacing its fashion collections with the Japanese cut-price clothing chain Uniqlo or with Primark products and bringing in furnishings from Ikea. Philip Bier is the head of Tiger’s business in the south-east of England – the first UK store opened in Basingstoke in 2005. Whether it is the retailer’s heart-shaped washing-up sponges, toothbrush holders in the form of a mini-garden or the cheerful retro music played in stores, Bier says shoppers are looking for something to entertain them. If they want more prosaic items, he says, they will go online or to the supermarket.     Footfall has plummeted on UK high streets. Photograph: Charlotte Graham/Guzelian    “We don’t want this to be an ordinary experience,” Bier says of the chain, which does not sell online. “That plays to a bigger view of retail today. If you don’t make things entertaining in today’s market you’ve had it. Footfall is falling across the high street. You have to ask: ‘How do I react to that?’ Customers are not coming in unless it’s fun. We have to make them want to come out and not sit at home.” Bier, a former architectural photographer who moved to the UK from Denmark to study, says another downturn is likely to lead to the loss of more retailers who are “not relevant”. “Internet shopping is a lot about what you need, not browsing. Our best sellers are not things that customers set out to buy that day. I don’t think anyone ever set out to buy a poster-sized Mona Lisa in a gilded frame,” he says referring to one of Tiger’s more quirky success stories. Bier says Tiger thrives on putting a humorous twist on everyday home and kitchenware, stationery and toys – the categories increase or shrink in importance depending on the time of year. The list of bestsellers is eclectic – from a colourful wire head massager to a wooden stacking game similar to Jenga. As a couple of students jig around to the music and mess about with fox-shaped oven gloves, Bier adds: “It’s something to put a smile on your face. We don’t just think about the product itself but the experience of using it. There are a lot of things to encourage happiness in being together. Tiger’s founder really wanted to give people the opportunity to do things that they might otherwise be priced out of or need a car to get to.” Prices go from £1 to £30 – up from £1 to £2 when Bier opened its first UK store – but the bulk of goods are less than £5. There are no sales and each Tiger store offloads unsold items to local charities. Aside from price, convenience is another important part of the formula. Tiger is cashing in on the departure of toy shops, furniture specialists and arts and crafts stores from the high street. Its shops are generally located in prime spots in trendy areas.   Related: Tesco Bank boss Benny Higgins spent more than £18,000 on taxis    Bier runs 38 stores. Reading, Oxford and Southampton will be included in six to eight new UK openings this year. He recently opened his first outlet in a tube station – at St James’s Park – and wants to do more. But he says he is very careful about selecting new sites, waiting years for the right location to come up on Kings Road in London, for example.  Bier runs the biggest and most established of five separate companies that operate Tiger in the UK. Operating across London and the south-east, it is a 50-50 joint venture with Zebra, as are all the other companies, except in Scotland where the Danish parent runs stores directly. Bier’s personal money has been on the line since the early days so he has exercised caution in opening new stores, helping the chain outperform similar rivals such as Clas Ohlson, which is closing more than half its UK stores, and Tchibo, which quit the UK in 2009. His investment is paying off handsomely. Tiger Retail, the entity Bier co-owns, paid a dividend of £550,000 in the year to December 2014, up more than tenfold on the £50,000 paid out a year before, as sales rose 44% to £30.7m and profits soared 93% to £4.8m. Bier believes Tiger can be as influential as its fellow Scandinavian chain Ikea. It is certainly eating up the competition.",
  "webTitle": "Danish retailer Tiger eating up competition on Britain's high streets",
  "webPublicationDate": "2016-05-20T15:18:31Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/20/danish-retailer-tiger-eating-up-competition-uk-high-street",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/20/danish-retailer-tiger-eating-up-competition-uk-high-street"
}