{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/01/wifi-music-speakers-tried-and-tested",
  "id": "2016-05-01-191",
  "sectionId": "technology",
  "body": "Bowers & Wilkins Zeppelin £499; five amp drivers, 250W total output; AirPlay, Spotify, Bluetooth Quick start: Download the app, a few swipes and touches and you’re in. Around a minute (initial set-up). Design: Pleasant lozenge shape should look good on your sideboard and the other boxier speakers in the range will make chunky bookends. Only needs one cable, the unit has a few subtly placed buttons but we never needed to use them. Best app of the units tested, mainly because (aside from a few seconds when setting up) you don’t have to use it. Sound: Natural sounding vocals, but songs can feel underpowered. Does a faithful job without really bringing your collection to life. Songs normally guaranteed to rouse a few goosebumps, such as James Taylor’s Fire and Rain, can sound a little restrained. However, Justin Timberlake sounds really good on these speakers. Verdict: Superior software and design make this a serious competitor to the Sonos as the hub of a multi-room system. Try listening to both before you buy.     20th century sound: Raumfeld’s Stereo Cubes. Photograph: Katherine Anne Rose for the Observer    Raumfeld Stereo Cubes £369; four drivers 160W; Tidal, Spotify, Napster Quick start: Download app, press a button on the unit, input your Wi-Fi password, fumble around the app and join up your streaming service of choice (although Apple Music isn’t supported). Nearly five minutes.   Related: Kanye West scores first US No 1 album via streams    Design: Requires one power line and a cable to connect the speakers to each other. The app is like most hardware manufactures’ efforts – a bit clunky – and it’s best to sidestep it and stick to the familiar one belonging to your streaming service. The retro-styled cubes are part of a range of multi-room speakers, should you want to expand around your home. Sound: Reveals lots of detail, loves a piano, but bass can sound polite rather than dirty. For example, it reproduces the percussion and vocals of James Blake’s Limit to Your Love beautifully but the bass doesn’t vibrate and wobble like it ought to. However, concerts sound particularly evocative: Bowie’s David Live album is tremendously atmospheric. Verdict: Great styling and a direct sales model keep prices down, but they perform best with music made in the 20th century.     Versatile: the Denon Ceol with Dali Zensor speakers. Photograph: Katherine Anne Rose for the Observer    Denon CEOL + Dali Zensor 1 speakers £299/£199; 130W; AirPlay, Spotify Quick start: Took two attempts. No app download required. Around 10 minutes. Design: This is an amp with streaming capabilities. So the speakers are wired, but it also features ye olde CD player. You could even rig it up to some old hi-fi speakers. Full legacy listening pleasure can be achieved via the aerial supplied for listening to AM/FM radio, or adding a newly fashionable turntable. You could even wire in your TV using the optical inputs, although that’s quite a tangle of cables, which may be missing the point somewhat. Sound: Tons of detail, bringing out the background chatter in D’ Angelo’s Brown Sugar and revealing previously unheard finger-clicks in James Blake. Missy Elliot’s Get Ur Freak On never felt more dynamic and Van Morrison’s Veedon Fleece sounded tremendous. Verdict: With its CD player and multiple inputs for hi-fi separates, this is a great option for the music lover who wants to inch slowly into the world of digital music.     For bassheads: the Bose Soundtouch30 Photograph: Katherine Anne Rose for the Observer    Bose SoundTouch30 £429; Spotify, Deezer Quick start: The Bose app demands your email address and a password, entails lots of updating and “please wait” messages. Took two attempts. Around 20 minutes. Design: This white unit wouldn’t look out of place in the waiting room of a private health facility – you might prefer the black version. It’s tricky to operate it without using Bose’s SoundTouch app, which is an unnecessarily layer of mediocre user experience. Doesn’t support AirPlay or Apple Music, so until that changes there are better choices for Apple owners. Sound: Pre-Wi-Fi, Bose established a name for delivering great sound from something so small, but now the market is crowded with competition, Bose’s ear for sound needs a retune. Music sounds less complex, with bass turned up as a substitute for detail. If it were a glass of wine, this would be an over‑oaked chardonnay. Verdict: Not the best software or looks, but if you’re a basshead you might want to overlook that.     Easy to use: the Sonos Play: 5. Photograph: Katherine Anne Rose for the Observer     Sonos Play:5 £429; Apple Music, Spotify, Deezer, Tidal Quick start: Very straightforward. Three minutes. Design: You can’t operate your Sonos without using its app, but the app is, once you submit to it, as well designed as those from Apple and Spotify. It’s stable, drop-outs are very rare and switching between and tagging together speakers from around your home is a doddle. The fact that you can buy additional units relatively cheaply to save you cranking up the volume when you move into another room is another major plus. Sound: Optimised for the likes of Drake. Rich, bassy polished sound sometimes buffs out the detail and intimacy that some of the other units here draw out from recordings. It sounds powerful at lower volumes whereas some of the others need more volume to show off their abilities. Verdict: Superior ease of use, gigantic range of streaming services and a choice of other units make Sonos the market leader, although audiophiles might find the sound not quite up to standard.     Crisp and dynamic: Cambridge Audio’s Minx system. Photograph: Katherine Anne Rose for the Observer    Cambridge Minx Xi + Minx XL speakers £399; £199; 80W; Spotify, 10 audio formats  Quick start: Three minutes, without using the instructions. Design: Control of the system requires use of a remote control and Cambridge’s dated-looking Stream Magic app plus the Spotify app (if that’s the service you’re using).    Related: Sony h.ear on Wireless NC headphones review: just shy of really great    This isn’t as convenient as the other units, which can be controlled purely with a smartphone. There’s no AirPlay connectivity and Apple Music isn’t supported, so it’s not ideal for Mac devotees. This set-up is really intended for users who want to hook it up to a networked storage device (NAS) containing high-resolution files of their music collection. Sound: Crisp and dynamic across all genres. The boot stomping and clapping of Queen’s We Will Rock You sounds energetic rather than clompy. Selena Gomez’s Hands to Myself pops out of the speakers like it should. Verdict: Over-featured if you’re just looking to stream music from your phone, but if you’re looking to rig up a NAS and even a turntable this would be outstanding.  In depth review of the Sonos Play:5  Google Chromecast Audio review: take your speakers online for £30",
  "webTitle": "Six of the best Wi-Fi speakers",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/01/wifi-music-speakers-tried-and-tested",
  "keyword": [
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Wi-Fi",
      "id": "technology/wifi",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Tucker",
      "id": "profile/iantucker"
    }
  ],
  "guardianId": "technology/2016/may/01/wifi-music-speakers-tried-and-tested"
}