{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/cristiano-ronaldo-sit-out-friendly-england-fit-euro-2016-portugal",
  "id": "2016-05-29-12",
  "sectionId": "football",
  "body": "Cristiano Ronaldo said he will not play against England on Thursday and admitted he needs a rest before joining the Portugal squad for Euro 2016 but he said he will be ready for that despite finishing the season with fitness concerns. Ronaldo scored the decisive penalty in Milan as Real Madrid won their 11th European Cup by beating Atlético in a shootout and the club’s president, Florentino Pérez, said he wanted the forward to play for the club until the end of his career.   Related: Cristiano Ronaldo celebrates ‘fantastic night’ after Champions League win    Ronaldo, who had said before the final he still felt “like a kid” at 31, is determined to keep his career going for as long as possible. Asked if he would be playing against England, he said: “No, come on! Let me rest my legs. Now is the time to rest and enjoy this moment. I [then] have six days to be prepared to play a good competition [at Euro 2016]. “[I am] very tired. I have [played] more than 4,000 minutes this season. I was the No1 in the team again for most minutes [played]. That means a lot to me: it means I am still good. I still feel good physically, mentally. If you ask me if I feel tired tonight, of course. [I have] a lot of minutes in the legs but I am still there; I am always there. “I showed the team I am there for the good moments and the bad moments. This is what makes me feel proud.” England face Portugal at Wembley on Thursday in their last friendly before Euro 2016 begins in France. Roy Hodgson must submit his final 23-man squad to Uefa by Tuesday evening, with two of the 25 left set to miss out. Portugal will face Estonia in their last warm-up match on 8 June and Ronaldo believes the later date for the Champions League final has him at a disadvantage. “The break, 15 days, is a lot. I hope next year, or the coming years, they [hold the Champions League final] closer to the end of the league season,” he said. “Fifteen days to prepare for the Champions League at the end of the season is a lot. As you see on the pitch, everybody was tired and feel cramp in the legs – and it was very hot. “I have scored more than 50 goals [every season] for seven years but I am always asking for more,” Ronaldo added, holding his hand up near his head. “I am always at the top level, up here. I still feel good. I still feel fresh – not tonight – and I want to carry on like that. I feel good and I love to play for Real Madrid. I want to carry on.”",
  "webTitle": "Cristiano Ronaldo to miss England friendly but ‘fit for Euro 2016’",
  "webPublicationDate": "2016-05-29T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/cristiano-ronaldo-sit-out-friendly-england-fit-euro-2016-portugal",
  "keyword": [
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Portugal",
      "id": "football/portugal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/29/cristiano-ronaldo-sit-out-friendly-england-fit-euro-2016-portugal"
}