{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/03/fairytale-newspaper-coverage-for-leicester-citys-fairytale-victory",
  "id": "2016-05-03-314",
  "sectionId": "media",
  "body": "Leicester City’s Roy-of-the-Rovers-style achievement by winning the Premier League dominated the front and back pages of the national press on Tuesday. Amidst the Brexit debate, the Labour party’s internal strife and the ongoing war against Isis, editors clearly revelled in the opportunity to report a good news story.  “Football’s 5,000-1 fairytale” (Daily Mail) came true for the “history makers” (Daily Mirror) as “Blue done it” (The Sun and Daily Star), thereby turning “zeroes into heroes” (Metro). The “fairytale finish for champions Leicester” (The Times) as the club “pulled off greatest fairytale in football history” (Daily Express) was greeted in the Guardian with a Shakespearean flourish. It imagined Richard III, whose bones are buried in Leicester, declaring the team to be “Kings of England.”  “Leicester’s dreams come true at last” (The Independent) for the “5,000 to 1 champions” (i) as “Leicester’s miracle men crowned Premier League champions” (Daily Telegraph). Those were just the front pages. Headline-writers had even more fun on the sports pages and in the sports supplements. The Sun, riffing on the fact that Leicester City’s nickname is the Foxes, came up with “Furrytale”. The Express charted the success of “the Foxes fairytale” while the Mail celebrated “Fantastic Mr Fox”. A Times writer noted, along with others, that “you would have got better odds on finding Elvis alive”. For the Mirror they were “The Incredibles” and “rebels without a clause” (Mirror) because, as several writers recorded, this was a team worth so much less on paper than almost all of their rivals. There was a great deal of praise for manager Claudio Ranieri. You needed to know about him to decode the Star’s punning headline, “Big spenders are also-Rans in Foxes Hollywood success”. Leader writers joined sports writers to offer congratulations to the team. “Even those who have no interest in football in general or Leicester City in particular have been gripped by the club’s progress,” said the Express. “This victory”, said the Telegraph, “has a decidedly old-fashioned air to it. In a story worthy of The Boy’s Own Paper, the team from a relatively small and unglamorous town has come back from near disaster a year ago to overcome flashier, richer rivals.”     Hail Caesar! Photograph: Public domain    It “proved miracles do occasionally happen”, said the Mirror in arguing that Leicester had “recaptured” some of football’s beauty with its “unlikely success.” For the Sun, “it was an incredible end to an incredible season, just what sporting romantics (though not Spurs fans) had hoped for.” And, of course, the Leicester Mercury enjoyed the moment too. A single word, “champions”, is repeated many times over in postings on its Facebook page and its Twitter account.  Ranieri was also treated to praise in his home country. He was “King Claudio” in Italy’s La Gazetta dello Sport, which portrayed him as a Romanesque statue.",
  "webTitle": "Fairytale newspaper coverage for Leicester City's fairytale victory",
  "webPublicationDate": "2016-05-03T07:06:34Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/03/fairytale-newspaper-coverage-for-leicester-citys-fairytale-victory",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Times",
      "id": "media/thetimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Independent",
      "id": "media/theindependent",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "i",
      "id": "media/i",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Metro",
      "id": "media/metro",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Star",
      "id": "media/dailystar",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Express",
      "id": "media/dailyexpress",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/03/fairytale-newspaper-coverage-for-leicester-citys-fairytale-victory"
}