{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/hillary-clinton-ellen-degeneres-show",
  "id": "2016-05-25-109",
  "sectionId": "us-news",
  "body": "Hillary Clinton is ready for an all-female election ticket, but unfortunately the vice-president she had in mind prefers her day job. Talkshow host Ellen DeGeneres declined to be Clinton’s running mate after learning that the vice-president doesn’t get to live in the White House. “You’ll live in the vice-president’s house … but it’s a nice house,” Clinton said during her most recent appearance on the show, taped on Tuesday in its Burbank studios and scheduled to broadcast on Wednesday. “No, I have a nice house. I’m fine,” DeGeneres replied. Clinton dropped by the show’s studio between campaign stops to tape her third appearance since becoming a presidential candidate. With a largely female audience and an adoring host, the presumptive Democratic nominee has relied on the show to help connect with voters, particularly women who will play a crucial role in a prospective general election against Donald Trump.  DeGeneres, who made it clear she was supporting Clinton, asked her if she thought her Democratic opponent, Bernie Sanders, should drop out. Sanders has vowed to stay in the race until the California primary on 7 June, and possibly until the convention, even though his path is mathematically unlikely.   Related: US election delegate tracker: who's winning the presidential nomination?    Clinton demurred as she had in the past, making it clear that she believes the Democratic primary has already been won.  “Look, I think he has to do what he chooses to do,” she said. “I understand that. I ran all the way to the end against then Senator Obama. And when it was over, because we had a much closer race than the one currently is between Senator Sanders and myself, I withdrew. I endorsed him and I worked really hard to elect him and I do believe that Bernie will do that.” “I hope so,” replied DeGeneres. The two also talked about whether Trump would be “good for women”, as he has claimed when pressed about past behavior that would appear to demonstrate the opposite.  “He has been very derogatory toward all kinds of women,” Clinton said. “He has specifically called out women by name, insulted them. He has said that equal pay isn’t a real issue.” That Clinton will almost certainly face Trump in the general election is something she admits she did not expect.  “I don’t think any of the 16 other Republicans who ran against him ever thought that would happen,” she said. “But you’ve got to give him what he’s accomplished. He’s won the most votes, it appears. And he’s going to be the nominee.” Clinton appeared on the show just days after her presidential polling found for the first time in the campaign that Trump has just barely edged past Clinton. Her campaign has contended that her polling numbers will rise once Sanders exits the race and the party coalesces around her. And yet, both Clinton and Trump are among the most historically unpopular nominees six months before an election.  But Clinton appeared at ease and confident on DeGeneres’s show. She especially enjoyed playing “Who’d you rather” – vice-president edition.  “This is very helpful,” Clinton deadpanned. “Don’t tell anybody, because we want it to be a big surprise.” DeGeneres threw up pictures of two people on screen and asked Clinton to choose a potential candidate. Vice-President Joe Biden or Dallas Mavericks owner Mark Cuban? “Oh, Joe!” Clinton exclaimed, squashing Cuban’s offer to “consider” being her running mate.  Biden or actor Tony Goldwyn, who plays the president on Scandal and has campaigned on the trail for Clinton? “Gotta go with Tony,” she said.  She picked Goldwyn again against Sanders, and was only hung up on having to choose between him and George Clooney, who has hosted top-dollar fundraisers for Clinton.  “Tony can be the first term, George can be the second,” she said. The game went on like this. Leonardo DiCaprio or Beyoncé? Beyoncé. “I really believe in making lemonade out of lemons,” Clinton said, though she admitted before the show to only having watched part of Lemonade, Beyoncé’s recently released visual album.  The game ended with a final choice between the host and Michelle Obama. “But I already offered it to you!” Clinton replied, feigning exasperation. Clinton was also asked whether it would be illegal for her husband, as a former president, to become vice-president. “Well, if you’ve served two terms it would be hard to do,” she said. “If you’ve only served one term I think technically you might be able to, because he served two terms.” “So he can’t be your vice-president,” said DeGeneres. “No,” replied Clinton. The former secretary of state’s interview followed an appearance by the all-female cast of Ghostbusters, Kristen Wiig, Melissa McCarthy, Leslie Jones and Kate McKinnon, who impersonates both Clinton and DeGeneres on Saturday Night Live. When the show’s lineup was announced last, DeGeneres tweeted: “Get your Woman Cards ready.” The remake of the Hollywood classic has received criticism for its all-female cast, and it has earned the unfortunate distinction of being the most disliked movie trailer on YouTube.  After the interview, McKinnon reappeared on stage.  “Is this weird?” DeGeneres asks McKinnon. “I’m being sandwiched between two women who have changed history and who I’ve loved for decades,” McKinnon said with her arms around her doppelgangers. “But it is sort of like being at a party and you realize that two of your exes are both there.”",
  "webTitle": "Clinton on Ellen DeGeneres: 'I do believe' Sanders will support me",
  "webPublicationDate": "2016-05-25T15:55:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/hillary-clinton-ellen-degeneres-show",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ellen DeGeneres",
      "id": "tv-and-radio/ellen-degeneres",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/25/hillary-clinton-ellen-degeneres-show"
}