{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/malcolm-turnbull-campaign-first-day-brisbane-markets",
  "id": "2016-05-09-342",
  "sectionId": "australia-news",
  "body": "Aah, the campaign trail, where politicians look at many things and have brief conversations with regular people carefully designed to provide exactly the right images for the evening news and allow them to say the things they have already said many times, but in a “real world” context. If having a conversation in front of a phalanx of microphones can be described as “real”. On his first day on the hustings, Turnbull traversed three Brisbane marginal seats (two Liberal National party-held marginals, one Labor) for on-the-ground backdrops to his main positive campaign message – his tax cuts will help jobs and growth (yesterday themed around companies selling and exporting fruit) and to showcase the budget’s youth unemployment policy (also a counter to Labor’s attack that the Coalition is only interested in the “top end of town”).   Related: Stop the votes! An address from the prime minister of Canberra | Tom Ballard    One stumble, or a vocal opponent, or an unfortunate photographic juxtaposition, and the images become the “gaffe” of the day. Turnbull’s first day contained no such gaffe. Bursting out of the blocks at 7am, having no doubt digested polling showing him either narrowly in front (Ipsos) or narrowly behind (Newspoll), Turnbull was deliberately conveying the confidence of a bloke who was destined to win, striding into the Brisbane markets (a regular stop for prime ministerial candidates as it’s in the marginal seat of Moreton, now held by Labor’s Graham Perrett by 1.6%) apparently intent upon persuading everyone in his path that it was a very exciting time to be a purveyor of fruit. Trailing behind as part of an eye-catching media contingent in hi-vis vests it is impossible to catch every word but you get the gist. Turnbull’s opening question was often “How’s business?”, his follow-up response usually involved the company tax cut plan. “We are backing business. We are right behind you … that’s what our company tax cut is all about” and variations of words to that effect. It was a message generally well received on his markets walk-through with the LNP candidate Nic Monsour, brother in law of former Queensland premier Campbell Newman. Ian Bensted of the Wholesale Fruit Company said Turnbull asked him how business was. “I told him the company tax cut was a pretty good place to start.” Turnbull told salesman Ethan Kelly, 24, at JE Tipper (who does “everything from bananas through to custard apples”) about his university job packing bananas during a short chat. It was, Kelly declared, the best thing that has happened to him, at least the best thing “that I can talk about on film”. Turnbull returned to his youthful fruit experience in a later chat around a large bin full of watermelons – one of which he was persuaded to sample by a fellow called Alfie. “I started work with a banana merchant and ended up working for a watermelon guy… carting watermelons on and off trucks certainly builds your arms up,” he said.   Related: Mother's Day was Turnbull's day – at least that's what Peta Credlin thinks | Amanda Meade    Along the way he met John Hunter, brandishing a photo of himself with Turnbull from a visit Turnbull made to the markets in 2013. “I said back then you can sign it for me when you come back as prime minister,” Hunter said. “And he just did.” There was discussion of the the opportunities for produce exports to China – “As that Chinese middle class grows they will want to know exactly where everything they eat is coming from” Turnbull said – and the benefits for exporters from the government’s new free-trade agreements. And then Turnbull encountered a fruit seller who responded to Turnbull’s “we’re backing business … we are right behind you” lines by declaring “we want you as prime minister forever”.  Despite that image being as good as a prime ministerial minder could hope for, the buses rolled northwards to the Coalition’s most marginal seat of Petrie, held by Luke Howarth by a slim 0.5%. The campaign banter hit a slightly awkward snag as Turnbull was introduced to two young people at Help employment, a jobs series provider, who were both temporarily dumbstruck when he asked them how they were going in front of the pack of media and minders. “I know you’re a bit nervous, I’m a bit nervous too with all these microphones,” he encouraged, before explaining the budget’s new youth unemployment scheme under which the government will pay businesses $1,000 to take on young, unemployed people as interns for up to 12 weeks and how those interns will receive $200 on top of their fortnightly welfare payments. “The days when people had the same job for life are gone… so it’s about making sure you are employable,” Turnbull said, ostensibly to the jobseekers. In fact the young jobseekers were already favourably disposed to the plan, which replaces Tony Abbott’s work for the dole scheme “I was on work for the dole and I guess it’s an OK idea if it gets people who aren’t doing anything into something but I don’t think it really helped me find a job,” Jake Woolnough, 22, told Guardian Australia later. “I think these traineeships are much better than just volunteering. “I wish I’d said it like that. I’d planned what I wanted to say but I was very nervous.”   Related: Poll of polls: who will win the Australian election?    After a press conference in front of the new campaign signage (“Back the Turnbull Coalition team”, “Back a strong new economy”) in which he was asked some off-script questions on climate change (he alleged Bill Shorten had given up Australia’s negotiating leverage in future climate negotiations by announcing a higher reduction target but admitted Australia would have to adopt a higher reduction target) it was off to campaign backdrop No 3 and a bit more fruit. Grove Juice, a fruit processor and juice exporter, already exports to Japan, South Korea and Malaysia and is confident of cracking the Chinese market soon.  “We’ve had Chinese supermarkets here, I’m sure it’s going to happen,” said founder Greg Willis, who employs more than 100 at this plant in the marginal electorate of Conner, held by the Liberals’ Ross Vasta by 3.7%. Willis has built a new factory outside of Brisbane and intends to move his entire operation there within two years, leaving marketing, distribution and head office at the Brisbane site. Beside Willis was Dick Estens, a cotton farmer and now citrus farmer who provides the company with its fruit. It took a few moments to place him as also the author of the “Estens report” for the Howard government in 2002 into the proposed sale of Telstra. Turnbull arrived for another round of handshaking and questions posing as opportunities to deliver his message – “The enthusiasm in those big Asian markets for our clean green products is enormous isn’t it,” he observed. “As you know those tax cuts we are rolling out… you’ll get the benefit of them over time.” “So long as you win the election,” Estens replied. And with that, the prime minister’s national tour of “real world” backdrops completed its final day unscathed. Only 54 to go.",
  "webTitle": "Turnbull reminisces about banana packing as 'real world' campaign foray bears fruit",
  "webPublicationDate": "2016-05-09T05:07:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/malcolm-turnbull-campaign-first-day-brisbane-markets",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/09/malcolm-turnbull-campaign-first-day-brisbane-markets"
}