{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/jason-day-four-shot-lead-players-championship",
  "id": "2016-05-14-1",
  "sectionId": "sport",
  "body": "Welcome to Rocky Horror Picture Show meets PGA Tour. As Jason Day stood on a Sawgrass podium on Saturday lunchtime, he had little interest in his breaking of a 36-hole scoring record at the Players Championship. Reaching No1 in the world clearly offers an enhanced level of foresight. Day realised the prospect of the course’s imminent revenge. It duly arrived on a brutal afternoon during which the finest players in golf were made to look stupid as routine. “That was a bit of a shock,” said Adam Scott. Keegan Bradley dubbed enhanced green speeds in a strengthening breeze as “questionable”. Sergio García five-putted on the 6th green. Martin Kaymer, a past champion here, took nine at the 14th. Justin Rose? Two sevens. Even Day was bitten, courtesy of a four-putt on six. “Joke,” was the term Day used to describe conditions at that point. Hideki Matsuyama’s third-round 67 was astonishing, Ken Duke’s 65 touching the realms of remarkable. “It was crazy tough,” said a bashful Matsuyama. If there is debate to be had as to whether someone reaching Day’s halfway tally highlights an inadequate test, only those of masochistic sporting mind could have enjoyed what transpired thereafter. Golf and entertainment were strangers for a Floridian afternoon. Day, it must also be noted, is hardly a club hacker, unaccustomed to displays of brilliance. Some kind of equilibrium between low scoring and the farce of round three would surely be preferable for all. To the bare statistics. With 18 holes to play, Day sits at 14 under, holding a four-shot lead over Matsuyama, Duke and Alex Cejka. Day’s third-round 73 was saved in part by a chip in for par at the 15th.     Rory McIlroy at the 17th. Photograph: Richard Heathcote/Getty Images    Rory McIlroy retained hopes of a tilt at Day when reaching the turn in 35 but, unusually, suffered back-nine trouble. McIlroy’s 75 – including 37 putts – leaves him nine adrift and needing Sunday snookers. “A few holes were borderline unfair,” said the Northern Irishman. Further comment was not short in appearing. “You hit putts on the putting green and you get on the 1st green and it’s like – shit, this is two feet quicker,’” said Ernie Els. Rose said: “We didn’t have a lot of wind the first few days so the scoring was good. You saw guys in the morning score well and guys in the afternoon not score so well. The course didn’t need that much protecting if you think that the leaders go out in the afternoon.” Billy Horschel joined the party. “I felt like I was putting on dancefloors,” he said. Mark Russell of the PGA Tour offered a defence. “What happened today was just kind of a perfect storm,” he said. “We weren’t expecting a 20mph all day, humidity 30%, not a cloud in the sky. The greens just sped up on us.” Blame the weather forecast, in other words. This unseemly business perhaps allowed Jordan Spieth a much-needed grin. The Texan returned to Sawgrass on Saturday morning to complete a second round that had been disrupted by Friday’s weather. Spieth missed the cut by a stroke, before saying his stunning success of 2015 was having an impact on his frustrations of this year. “No one ever wants to think that they can’t match what they have done the previous year,” said Spieth. “You believe that you can get better all the time. I believe that I can be a better player this year than I was last year. “But in the off days I just need to do a little bit better job of being positive with myself and smiling a bit more, having a bit more fun. I’m beating myself up a little bit too much on the golf course, it’s affecting me and I realise that now. I feel rested, I feel healthy. My ball striking feels great.   Related: Former Ryder Cup star Christy O’Connor Sr dies aged 91    “I just need to be a little bit more positive with myself on the course and maybe kind of lower expectations a little bit and just kind of free myself up. It just seems I’m so tense and I just need to get back to the way I enjoy playing golf.” Spieth denied his wounding experience at the Masters, where he let a comfortable lead slip on the Sunday closing stretch, continues to resonate. “I don’t think there’s much of a connection to Augusta,” Spieth said. “I just didn’t putt well. If I putted like I putted at the Masters I would be at 10 or 12 under right now. So, I just had an off week with the flat stick. But I had plenty of rest. Again, Augusta seems like a long time ago now, to me. This was a completely new week.” Watching Saturday afternoon carnage unfold with feet up at home in Dallas, Spieth had cause to consider clouds and silver linings.",
  "webTitle": "Jason Day survives carnage to hold four-shot lead at Players Championship",
  "webPublicationDate": "2016-05-14T23:48:57Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/jason-day-four-shot-lead-players-championship",
  "keyword": [
    {
      "webTitle": "Jason Day",
      "id": "sport/jason-day",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/14/jason-day-four-shot-lead-players-championship"
}