{
  "apiUrl": "https://content.guardianapis.com/crosswords/crossword-blog/2016/may/02/cryptic-crosswords-for-beginners-army-games",
  "id": "2016-05-02-212",
  "sectionId": "crosswords",
  "body": "Welcome back to our ongoing effort to demystify cryptic clueing and entice the cautious but curious to crosswords based on wordplay. A quick reminder that a cryptic clue typically has a definition of the answer (either at its beginning or its end and indicated in bold below), and a little recipe for the letters that spell out that answer. (The names of the setters whose clues are cited generally link to Q&As, if you want to try to get inside the head of each.) A neat way of giving that recipe is to use abbreviations that can be combined or meddled with, and so solvers get to know the lingo used in various areas of life that have a lot of abbreviations. The British army, for example. The most important thing you need to know – and the soldier that you encounter most often when solving – is the GI. This priapic nylons-sporting visitor might be history now, and it’s of at least mild interest to note that the letters may have originally stood for “galvanized iron” rather than “government issue”, but all the solver needs to remember is that “soldier” in a clue might indicate GI in the answer. Here’s Paul:  13ac Musical soldiers (4)[ abbrev. for a soldier, twice ]  It’s “soldiers” plural here, so you take GI twice and you’ve got yourself the title of a Lerner/Loewe musical, GIGI. Not so hard, is it? Except that it’s not always that simple ... ... in the military, or in cryptic clueing. If GI gets you nowhere, perhaps the setter has some other soldiers in mind. Here’s Crucible:  19ac Blunt character soldiers follow? (7)[ synonym for ‘character’, ‘followed’ by abbrev. for some ‘soldiers’ ][ TRAIT followed by OR ]  These soldiers are the Other Ranks, abbreviated to OR and whacked after TRAIT to give such a TRAITOR as (Anthony) Blunt. Oh yes, and those soldiers might also indicate the letters NCO (non-commissioned officers) as part of ENCORE, INCOME or indeed COMMON COLD. Those in the higher ranks tend to be clued with the more respectful “officer”, and the one to keep in mind is the colonel. Nutmeg:  16ac Officer slow to check everything’s in order (7)[ abbrev. for an ‘officer’ + synonym for ‘late’ ][ COL + LATE ]  And that’s it. Oh, except that of course, “soldiers” might equally indicate a corps. Here’s Rufus:  1ac To fall back, a mistake made by soldiers (7)[ synonym for ‘mistake’ after (‘by’) abbrev. for ‘Royal Engineers’ (‘soldiers’) ][ RE + LAPSE ]  The RE’s colleagues in the Regiment of Artillery, by the way, tend to be clued by “gunners”, requiring an RA.  And that really is it. Um, except to say that since “men” is a way of referring to soldiers, “men” in a clue might be doing the same job, or MEN might be part of the answer to a clue describing military matters, except that “men” might also have something to do with chessmen (which we’ll return to).  Ah yes, and thanks to the existence of the existence of belligerent termites, “soldier” might also mean something that’s not even a person. Here’s Paul again ...  6d Soldier shackling a young rogue, one solving others’ problems? (5,4)[ what a ‘soldier’ might be, going around (‘shackling’) an anagram (‘rogue’) of AYOUNG ][ ANT around GONYAU ]  ... with a clue for AGONY AUNT which uses “soldier”, like other puzzles use “worker”, to give ANT. I know, it’s a minefield. Happily, only in metaphor. Over to you Beginners, any questions? And seasoned solvers, any favourite military clues you would like to share? Your homework is this splendid puzzle by Puck, which takes what we’ve been talking about and makes it into a touching theme.",
  "webTitle": "Cryptic crosswords for beginners: army games",
  "webPublicationDate": "2016-05-02T08:35:17Z",
  "webUrl": "https://www.theguardian.com/crosswords/crossword-blog/2016/may/02/cryptic-crosswords-for-beginners-army-games",
  "keyword": [
    {
      "webTitle": "Crosswords",
      "id": "crosswords/crosswords",
      "sectionId": "crosswords",
      "sectionName": "Crosswords"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Connor",
      "id": "profile/alan-connor"
    }
  ],
  "guardianId": "crosswords/crossword-blog/2016/may/02/cryptic-crosswords-for-beginners-army-games"
}