{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/hillary-clinton-bill-clinton-scandals",
  "id": "2016-05-27-57",
  "sectionId": "us-news",
  "body": "Donald Trump has promised to resurrect the scandals (and pseudo-scandals) of Bill Clinton’s presidency in his battle with the likely Democratic nominee, Hillary Clinton, this year.   Related: Trump has Bill Clinton's past in his sights – how should Hillary respond?    And he has already begun, this week releasing an attack ad that raised allegations of sexual harassment or assault by the former president. Some of those accusations may be familiar to readers, as might Clinton’s impeachment and his affair with Monica Lewinsky. But only Washington insiders will recall the ins-and-outs of Travelgate and Furnituregate, while Trump’s reference to Vince Foster conspiracy theories this week may have had many scratching their heads. If that was you, allow us to refresh your memory. Gennifer Flowers     Gennifer Flowers blows a kiss to television host Larry King in 1998. Photograph: David Mcnew/Reuters    Former Arkansas state employee and longtime Clinton friend Gennifer Flowers told the supermarket tabloid the Star in January 1992 that she’d had a 12-year affair with Bill Clinton, then the governor of Arkansas and running for the Democratic presidential nomination. The Clintons appeared together on 60 Minutes and Bill copped to causing “pain” in his marriage but denied the affair; Flowers held a press conference to play audio tapes she said would confirm it did happen. They didn’t and, since Flowers was reportedly paid to share her story, the scandal failed to sink the Clinton candidacy. Flowers went on to pose for Penthouse, release a tell-all biography, become a cabaret singer and sex advice columnist and, in 2012, told a New Orleans television station that she was developing a reality TV show. But in 1998, Clinton did admit in a deposition with Paula Jones’s lawyers (more on that later) that he had had a one-night stand with Flowers in 1977. Travelgate     Bill Clinton delivers his inaugural address after being sworn in 20 January 1993. Photograph: AFP/Getty Images    The fact that firing people who worked at the White House – for whatever reason – became a political scandal fanned by Republicans necessitating investigations by Congress and an independent counsel should have been an indication to the Clintons that Washington DC was not welcoming to outsiders.  In 1993, Bill Clinton – and, by extension, Hillary Clinton – inherited what could charitably be called a mess in the White House travel office, which was in charge of booking travel and accommodations for the White House press corps and charging media outlets for the trips. Billy Dale had led the office since 1982 and used a handwritten ledger to record his estimates of the cost of travel and telecommunications services used by the traveling press corps as well as payments, credits and refunds from providers. He did not use a competitive bidding process when choosing providers and, most problematically, he started depositing refunds issued by service providers – intended for disbursement to the media companies – into his own personal account in 1988 to cover the cost of what are euphemistically called facilitation payments to foreign airport and hotel employees.  The full extent of the problems was not known when Clinton took office; however, the press corps had been complaining about the soaring costs of covering the president.  Just before Clinton took office, Catherine Cornelius, a distant cousin of Clinton’s who had arranged travel during the 1992 campaign, proposed outsourcing the White House travel office to World Wide Travel Inc, the Little Rock firm with which she had worked during the campaign. David Watkins, the campaign staffer who took charge of such matters in the administration, attended some meetings and eventually hired Cornelius, who wrote memos suggesting they could save more than $200,000 by outsourcing.  Meanwhile, Hollywood producer Harry Thomason, a longtime Clinton friend who had a financial interest in an air consulting firm (which had worked with the Clinton campaign), a White House pass and an office in the White House’s East Wing, offered his advice on events. He and his business partner in the airline firm, Darnell Martens, soon discovered that Dale did not use a competitive bidding process to book flights, and let Hillary Clinton and others in the White House know. Lawyers, including William Kennedy and Vince Foster, were called in, an audit recommended and the lawyers went to the FBI to request an investigation. The FBI hesitated; at that point, the White House counsel threatened to call in the IRS to investigate and Cornelius, who had been furtively copying Dale’s records and bringing them home, told the FBI that she suspected financial improprieties beyond the non-competitive bidding process. After KPMG conducted an audit and found discrepancies – including $18,200 in petty cash unaccounted for – the staff of the travel office was fired by Watkins and the White House announced that the FBI was investigating.  Eventually, Dale was charged with embezzlement, tried and acquitted. Claims were made that the FBI investigation was instigated in bad faith to justify the firings (which came after), Watkins himself was fired (in 1994) for misusing a chartered helicopter for a golf trip and a memo he wrote blaming Hillary Clinton for demanding the firings surfaced during the Whitewater investigation (because everything surfaced during the Whitewater investigation).  But the third Whitewater investigator – yes, there were three – looking into whether the staffers were fired so they could be replaced with employees the Clintons preferred found no evidence that proved beyond a doubt that Hillary Clinton had any direct role in the firings or that anything had been covered up, long after the Clintons found five of the fired staffers other government jobs and a sixth was allowed to retire.  The office’s functions, in the end, were put out for a competitive bidding process; costs continued to go up. Vince Foster’s suicide Vince Foster served as deputy counsel to the president in 1993, and was seeking  a private attorney  at the time of his death because of his involvement in the Travelgate scandal. His sister, breaking more than 20 years of silence, wrote this week in the Washington Post that her brother had called her shortly before his death to tell her that he was severely depressed but concerned that seeking help would affect his security clearance. (Until changes in 1995, 2008 and 2013, it was believed, not without reason, that acknowledging treatment for mental health could affect one’s ability to get or maintain a security clearance.) Foster killed himself in a park in McLean, Virginia, just days later. Within weeks, conspiracy theorists suggested that the Clintons had been involved in his death because of what he might have known about Whitewater or worse.  The conspiracy theories were all thoroughly investigated, despite little evidence suggesting anything other than suicide at the scene. Over the course of three years, two separate Whitewater independent counsels and two bipartisan congressional panels conducted separate investigations and concluded, again and again, that Foster took his own life. Filegate In 1996, while investigating Travelgate, congressional investigators discovered that, starting in 1993, the White House had improperly obtained access to hundreds of FBI files on former White House employees, including some fairly senior Republicans and Billy Dale, the fired travel office employee. Though the staffers who requested the files – Craig Livingstone and Anthony Marceca – said that they had requested the files because they were on an outdated list of employees provided by the secret service, no one believed them. Both resigned. Undeterred, congressional investigators and the independent counsels looked into whether Livingstone had been hired because of a special familial connection to Hillary Clinton, whether the Clintons themselves (particularly Hillary) or very senior staffers had reviewed the files, and whether anybody had lied about anything.  A fingerprint analysis completed in 1996 backed up Hillary Clinton’s statements that she had not reviewed the files. Still, it took four years until the third independent counsel appointed to investigate the Clintons exonerated them and senior White House officials and found that no one had lied about anything. It took another 10 years for a federal judge to dismiss the final civil lawsuit against the FBI and the Clintons in the affair. Whitewater The furthest-reaching scandal of the Clinton era – and the only one to result in successful criminal charges against anyone – was named after a 1978 partnership between Bill (then the Arkansas attorney general) and Hillary Clinton and James and Susan McDougal to buy 220 acres of land in the Ozarks and develop it as vacation properties – which they named Whitewater Development Corp.  The Clintons remained, by their account and that of the McDougals, passive investors, and their partnership eventually went bust in 1992. The Clintons lost about $40,000 on the deal; the McDougals lost more, despite a 50-50 split at the beginning of the partnership. This became a scandal because, after forming the partnership, James McDougal bought an Arkansas savings and loan in 1982, renaming the financial institution Madison Guaranty; Clinton became Arkansas governor for the second time later that same year.  By 1985, Bill Clinton had been re-elected twice, federal regulators were looking into the finances at Madison, and McDougal hired Hillary Clinton’s law firm, Rose, to represent them.      Whitewater prosecutor Kenneth Starr. Photograph: Joel Rennich/AP    In 1986, Susan McDougal took out a loan for $300,000 from former judge Bill Hale, backed by the Small Business Administration and intended for minority business owners, eventually funnelling it to her husband and through Whitewater. (After his indictment in 1996, Hale claimed that Bill Clinton had pressured him to make the loan; Clinton denied the allegations.) In 1989, Madison – like many other poorly managed savings and loans of the era – went under and was bailed out by the federal government. James McDougal was tried and acquitted on federal fraud charges related to management of a Madison real estate subsidiary. Then, in June 1993, Vince Foster, acting as the Clintons’ lawyer, filed late tax returns for Whitewater; he killed himself in July and, after his death, some of the files related to Whitewater were removed from his office.  And in October 1993, the Resolution Trust Company, established to clean up after the savings and loan defaults across the country, recommended further criminal charges be brought in the Madison case and noted that Clinton, as governor, both oversaw Madison and might have benefited from some of its dealings. Eventually, both McDougals, Hale and Clinton’s successor as governor, Jim Guy Tucker, were all convicted of various fraud charges related to Madison. Walter Hubbell, a partner in Hillary Clinton’s law firm and a Bill Clinton appointee, was additionally convicted of fraud committed against the firm. Hillary Clinton, who had done 60 hours of legal work for Madison, was not found to have broken any laws.  The second independent counsel, Kenneth Starr, eventually admitted that they did not have enough evidence to prosecute Bill Clinton for perjury in the case, let alone anything else. The investigations cost in total nearly $80m. Paula Jones, Monica Lewinsky and the impeachment     A White House photo taken in November 1995 of Bill Clinton and Monica Lewinsky. Photograph: Rex Features    In May 1994, Paula Jones, a former Arkansas state employee, filed a sexual harassment suit against Bill Clinton in which she alleged that in 1991 he had her escorted to a hotel room, ran his hand up her leg, attempted to kiss her neck and finally sat on a sofa, exposed himself and invited her to “kiss it”. She further alleged that his denials amounted to defamation, and asked for $750,000 in damages. Clinton’s lawyers argued that any trial should be postponed until after the president left office; in May 1997, the US supreme court disagreed.  In August, the judge in the case set a May 1998 trial date and dismissed the defamation charges. Jones’s original lawyers then withdrew from the case over her refusal to accept a settlement, and lawyers from the conservative Rutherford Institute took over her case in September 1997. While the case was winding its way through the courts, Bill Clinton began a consensual sexual relationship with a then 22-year-old White House intern, Monica Lewinsky. Though the pair exchanged gifts, their access to one another was limited to time at the White House and their intimate relationship – this becomes relevant – was limited to oral and digital stimulation. Bill Clinton allegedly ended that part of their relationship in May 1997; Lewinsky had been telling a friend, Linda Tripp, about their relationship, not suspecting that Tripp was taping their conversations. In October 1997, an anonymous source tipped off the Rutherford lawyers to the affair between Monica Lewinsky and Bill Clinton; the lawyers subpoenaed Tripp on 24 November and listed Lewinsky as a potential trial witness on 5 December. Lewinsky signed an affidavit that she had never had a sexual relationship with Clinton and submitted it to Jones’s lawyers on 12 January 1998 – the same day Tripp took her infamously taped conversations with Lewinsky to independent counsel Starr. Starr then requested and received permission to investigate Lewinsky and possible perjury in the Jones case on 16 January, after which they had Tripp lure Lewinsky to a meeting for the FBI to intercept her. They questioned her, and threatened her with criminal charges unless she agreed to cooperate with the investigation. Clinton, then, denied having sexual relations – as strictly, but strangely, defined by Jones’s lawyers – with Lewinsky in a deposition on 17 January 1998, setting the stage for the perjury charge underlying his eventual impeachment. By 21 January, every major news outlet was reporting on Starr’s investigation into the affair with Lewinsky; before the end of the month, the judge in the Jones case barred all evidence related to Lewinsky from the trial, ruling that it could disrupt the larger investigation. In March 1993, Jones’s lawyers, in an effort to fight dismissal of the case, filed depositions from Kathleen Willey, several Arkansas state troopers, Gennifer Flowers and Dolly Kyle Browning, alleging that Clinton’s actions amounted to a pattern of behavior towards women relevant to the suit.  They later filed a 1992 letter in which Phillip Yaokum addressed a woman – now known to be Juanita Broaddrick – and asked her to come forward about being allegedly raped by Clinton in the late 1970s. (In 1999 Clinton’s attorney denied the allegations on his behalf.) Still, on 1 April 1998, the judge threw out Jones’s case and, in late July, Jones appealed – just after Lewinsky submitted to her first extensive interview with Starr’s office and received immunity from prosecution.  On 17 August 1998, Clinton testified before the grand jury that his deposition in the Jones case had been accurate because of what he had thought the definition of “sexual relations” had been in the case, and that Lewinsky’s affidavit had been accurate because a sexual relationship includes intercourse and they had not had it. He did admit to “inappropriate intimate contact” that had ended “in early 1997”. In the end, the only recommended charges in the Whitewater investigation were listed in Ken Starr’s September 1998 report and pertained exclusively to Clinton’s alleged dishonesty under oath about his conduct with Monica Lewinsky. Clinton ended up settling out of court with Jones to the tune of $850,000 on 13 November 1998. On the first day of Clinton’s impeachment hearings – 17 November 1998 – Starr exonerated the Clintons in the Travelgate and Filegate scandals and admitted there wasn’t enough evidence to support charges in the Whitewater investigation. Clinton was impeached on 11 December 1998 on the basis of the Starr report; after a trial in the Senate, he was acquitted in February 1999. Furnituregate In one final scandal, the Clintons left office in 2001 with $190,000 worth of personal gifts, including furniture and mementoes. When the list was published, some donors said they had thought their gifts were intended for the White House as an institution, not the Clintons as individuals; the Clintons agreed to return $48,000 in furniture and reimburse the government for another $89,000 in items possibly intended for the government’s use. The House committee on government reform, led by Republican congressman Dan Burton, issued a report in 2002 that elucidated the many faults with the record-keeping processes for gifts and recommended reforms – and two items the Clintons turned in were actually returned to them in the end.",
  "webTitle": "Travelgate to Furnituregate: a guide to the Clinton scandals of the 90s",
  "webPublicationDate": "2016-05-27T17:11:30Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/hillary-clinton-bill-clinton-scandals",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Megan Carpentier",
      "id": "profile/megan-carpentier"
    }
  ],
  "guardianId": "us-news/2016/may/27/hillary-clinton-bill-clinton-scandals"
}