{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/disarmingly-melodic-fans-and-a-newbie-review-radioheads-new-single-burn-the-witch",
  "id": "2016-05-04-198",
  "sectionId": "music",
  "body": "Turns out Radiohead are still going. Not only that, they’re back with a new single, with a slightly disturbing video that will curdle the childhood memories of many a Brit.   Related: Like Radiohead's Burn the Witch? Try Jonny Greenwood’s orchestral work    Is the song a return to their unsettling best? Or does - whisper it - the comeback feel a bit safe, like the kind of thing their arena-rock peers Coldplay might bash out on a sunny Sunday afternoon? We asked our readers what they made of the returning alt-rock titans. From longstanding fans to someone who has never heard a Radiohead album before, here are ten takes on the new track. Agree? Disagree vehemently? Share your own thoughts in the comments thread below.      Hannah El-Hawary, 19, London Rating 5 out of 5: ‘A stimulating, beautiful and yet disturbing sonic landscape’ Radiohead gave a masterclass in How To Disappear Completely earlier this week with its internet presence slowly fading to a sterile white over the space of a day. The music video, set in an idyllic British village (notably in the style of 60s childrens’ show Trumpton), watches friendly-looking clay figurines grow a feverish nationalism in the presence of a visitor. A persistent, oppressive string-staccato foreshadows the visitor’s helplessness in the face of the mob, and burns in a crescendo.  Nationalism has taken centre stage in the political arena over the past few years: think Farage, Marine Le Pen and Trump. Politically-savvy Yorke feeds on the international hysteria, protesting through both the lyrics – a clear call to arms to a culture of hatred towards intimacy (“avoid all eye contact… shoot the messengers”) – and a buzzing synth undertone that complements his falsetto perfectly. It feels like Sudoku for the ears. In the words of Anthony Fantano, “it’s lit”.      Chris Saunders, 41, Battle, east Sussex Rating 4 out of 5: ‘It’s like Creep again but with extra terror’ So it comes to pass that five years after Radiohead released their last album King of Limbs, a collection of jittery dance songs that lapsed into a sequence of resignation and wooziness, the band has taken everyone by surprise by launching an urgent, thundering new single. It is touted as a new direction, but there are clear signs of the Radiohead of old. Naturally, it is paranoid. Thom Yorke sings of a “low-flying panic attack”, and the Bernard Herrmann-esque strings do indeed chop the air like propellers on an especially threatening dive bomber.  The video only confirms our suspicions that we are in typically doomy territory as the residents of a toy town persecute the innocent – a kind of Camberwick-erman Green. But take a step back from Yorke’s febrile lyrics and we find a band rediscovering a love of visceral rock that we haven’t heard since 2007’s Bodysnatchers. While there are no guitar squalls from Jonny Greenwood, there is propulsive drumming, an insidiously throbbing bass and those pulsing, nagging strings. There is a revived sense of purpose not to mention a soaring falsetto sung over a glistening minor chord. It’s like Creep again but with extra terror.      Ross Nicholson, 37, Kent Rating 3.5 out of 5: ‘It doesn’t demand your attention but is worthy of it’ Radiohead’s latest offering isn’t, as some might have hoped, a return to their guitar-driven roots but very much echoes their more recent music. The sound has a mellowness and borders on mesmeric. With its jabbing strings, elements of electronica and Thom’s distinctive ethereal vocals, it has a haunting quality; one which Radiohead are past masters in producing. The song teeters on the brink of melancholy. It is subtle, yet multi-layered and despite fairly repetitive motifs it avoids being predictable or tedious.  Thom’s airy, lilting vocals which seem to be as good as ever are tethered to a pulsing musical arrangement. The title might suggest something more aggressive; a snarling, thundering slice of rock, but it is quite gentle and unchallenging. Don’t assume that this is a recipe for dull music. It doesn’t demand your attention, but is worthy of it. Burn the Witch is less experimental than some of their previous work, which was at times so experimental as to be almost inaccessible. Despite a fairly lengthy hiatus, Radiohead have not loosened their grip on their musical identity. Not their best, but unmistakably Radiohead.      Lucy Brouwer, 41, Nottinghamshire Rating 5 out of 5: ‘Dark, slinky and ominous’ Dropping into the middle of a spring afternoon like black clouds scattering the birds from the trees, Radiohead’s new song Burn The Witch lands with a dark, slinky, ominous immediacy. Strip back the social media fun and games, the weird levity of the CamberWickerman video and slap your best headphones on, as Radiohead return to the fray with the darkest music they’ve released in a long while. Tense sawed and plucked strings, buzzing bass and Thom Yorke’s siren call deliver potent, portentous lyrics: “this is a round up”. Imagine a room full of fans singing “we know where you live”. Looped beats hold the vortex together as the strings continue to swirl. Burn The Witch is as sinister as anything Jonny Greenwood has yet arranged. There is an air of the anxious orchestration of his mighty There Will Be Blood soundtrack. The threat gathers to a frenzy leaving nowhere to hide. The final crescendo is as magnificently taut and claustrophobic as anything the band have ever produced.       Danny Angove, 20, student, Plymouth Rating 3 out of 5: ‘It’s like Radiohead-by-numbers’ Radiohead’s Burn The Witch is a disappointment. It’s almost ironic that a band who pride themselves on their unpredictability have chosen to mark their return with such a risk-free comeback single. Indeed, if there ever was such a thing as ‘Radiohead-by-numbers’, then it would probably sound like Burn The Witch; Thom Yorke’s angsty wail is slathered over a menacing string section, while Philip Selway’s tribal-esque drums are hidden behind a wall of reverb and a droning bassline. There’s nothing here that particularly endears it to the casual listener and that’s a real shame.  That’s not to say that it’s a bad song; Yorke’s lyrics are a genius slice of Orwellian social commentary, the video is an eerily haunting piece of stop-motion art, and the track’s climatic crescendo is enough to make your hair stand on end. There’s just nothing here that makes me want to listen to it more than a couple of times. Less of the same next time Radiohead. Please.      Lizzie McCreadie, 17, Dumfries Rating 5 out of 5: ‘Deeply gratifying’ Deeply gratifying to the fan palette the single gives a little of everything. Most noteworthy is the string arrangement, its anticipatory build-up coalescing with a brooding rumble reminiscent of Kid A before launching back into cinematic orchestration akin to that on rejected Bond track Spectre. Thom Yorke’s falsetto triumphs: “Avoid all eye contact / Do not react / Shoot the messengers.” I can’t help but wonder if my generation is a target; our tendency to avoid stepping out of line for fear of our opinion being the wrong one. I’m hoping for yet more challenging lyricism on the album.  Burn the Witch is as dramatic as its social media campaign, but that only seems fitting in a troubled world in which Donald Trump stands a chance at American presidency. Give me sinister before vacuous – if music didn’t reflect a bit of menace I’d be worried.      Dave Isaacs, 29, London Rating 5 out of 5: ‘It’s a disarmingly melodic nightmare’ There’s nothing pleasant about Radiohead’s first single in five years. Percussive and shrill strings that sound like pins and needles in your soul. A stop-motion, village-green music video of such unwelcoming innocence that you feel like you’re somewhere you shouldn’t be. Lyrics which an all-too-familiar kind of sloganeering, intended to whip the listener into a frenzied state of communal moral panic (“Abandon all reason/Avoid eye contact/Do not react”). It’s a nightmare – albeit a disarmingly melodic nightmare with an upbeat electronic drum pattern. So why is it so joyful? When Thom Yorke wailed at the end of the chorus, “We know where you live” we knew he meant it. And as the townspeople in the video burnt their wicker man, we saw where that kind of groupthink might lead.      Ronan Shiels, 23, Cambridge Rating 4 out of 5: ‘Dynamic and tantalising’ I have never heard a Radiohead album. Somehow they are just one of those bands who have managed to evade me entirely. Everything I do know about them tells me that I am probably a superfan lying in wait but, much like someone who has never seen Game of Thrones and is thinking about giving it a go (give up, you’re too far gone), I have been both too daunted and too lazy to delve into their body of work.  Burn the Witch has plenty to keep me interested. The entire song is driven by a beautifully arranged string section, heavily relying on percussive col legno bowing to build a sinister pulsating energy throughout. There is a nice blend between the acoustic and electronic, with some light synth percussion and bass supporting the strings, although they really are just support. The strings are the main event here. Add some ethereal falsetto vocals from Thom Yorke and you end up with a dynamic anthem of a track. It is a tantalising introduction to the band, and has certainly whet my appetite for the album which is surely to follow. Perhaps, in the meantime, I’ll give OK Computer a go.      Nik Williams, 29, Glasgow Rating 4 out of 5: ‘They have flung open the windows and doors’ There is an idiosyncrasy to Radiohead’s music emerging from a seemingly closed unit but with their latest single, Burn the Witch, Radiohead have embraced something bolder and broader, something part of a larger universe.  The strings that open the track bring to mind the dense and foreboding opening to Owen Pallett’s 2014 track, The Riverbed. The expansiveness of artists such as Pallett, as well as the orchestral intricacies of the Dessner brothers (The National) feels ever present as Burn the Witch slowly unfolds. This approach gives space to Yorke’s plaintive voice, allowing the song to incrementally build before collapsing again into strings. Yorke’s vocals still take centre stage, but the intricacies that lie at the heart of the song feel lighter, weaving together to form a far richer and warmer sound that lets the light in, if only for a moment. In this expanded universe, Radiohead have seemingly stepped outside of themselves, replacing the shuttered and enclosed dirges of internalised angst and frustrations with a broader more sweeping proclamation. They have flung open the windows and doors, and we are all better for it.      Leah Gasson, 29, London Rating 5 out of 5: ‘It leaps and soars, swoops and bows’ I’ve been obsessed with Radiohead since I was seven years old when my Dad and I played Pablo Honey so repeatedly that my Mum issued death threats. Such is my love that I approach new songs with caution. What if I don’t like it? What if it’s for someone else this time? As soon as that little bird tweeted I cried. At my desk. At my new job. I was just so bloody excited.  Burn the Witch works - it leaps and it soars, swoops and bows. Radiohead hinted at strings with Spectre and they bring them in deftly, fusing big orchestral noise with an In Rainbows-esque bass and that electronic undercurrent that so defines them. The lyrics point towards mass-hysteria and paranoia and while the strings take on a somewhat sinister tone as Thom chants “Burn the witch,” his voice remains sweet and vulnerable throughout. The orchestra builds, builds and builds until the listener is sky high without a parachute, then all of a sudden it ends, thumping you back to reality and desperate for more.",
  "webTitle": "'Disarmingly melodic': fans (and a newbie) review Radiohead's new single Burn the Witch",
  "webPublicationDate": "2016-05-04T12:23:52Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/disarmingly-melodic-fans-and-a-newbie-review-radioheads-new-single-burn-the-witch",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Obordo",
      "id": "profile/rachel-obordo"
    },
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "music/2016/may/04/disarmingly-melodic-fans-and-a-newbie-review-radioheads-new-single-burn-the-witch"
}