{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/new-watford-manager-walter-mazzarri-impressed-pozzo-vision",
  "id": "2016-05-21-96",
  "sectionId": "football",
  "body": "Eight coaches in a little under four years at Watford under the reign of the Pozzo family may not bode well for Walter Mazzarri’s long-term employment hopes but it has not stopped the 54-year-old from signing a three-year contract at Vicarage Road having been impressed by the Italian owners’ vision for the club. Mazzarri, a former Internazionale and Napoli manager, will be expected to guide Watford into the top half of the Premier League, but, unlike his predecessors, has been given a lengthier deal with the task of turning Watford into a permanent fixture among the elite. Fenerbahce and Galatasaray had also expressed an interest in Mazzarri, according to his agent, Andrea D’Amico, but the Pozzo family had been courting him for some time. They initially wanted Mazzarri to take over at Udinese but the timing had never been right for both parties. “He chose the quality of the project and his faith in the Pozzo family ahead of other offers,” D’Amico said, hinting that there may also have been an opportunity to replace Antonio Conte as Italy manager. “He will certainly do very well.” One-year agreements or two-year deals with break clauses have been used by Gino Pozzo at Watford until now and for all of Mazzarri’s faith in the ruthless owners and the comparatively long contract, the chances of a long-lasting partnership still appear slim. As the club’s chief executive, Scott Duxbury, said on his appointment: “The progress and development of the club always remains the highest priority.” While Quique Sánchez Flores was lauded from outside for guiding Watford to 13th, the Spaniard did himself no favours by starting the season impressively. They were seventh at the turn of the year before a dip in form meant they lost 12 of their final 20 games, having been defeated in five of the opening 18. Although Watford reached the FA Cup semi-finals, to be beaten by Crystal Palace, the arrest in form along with suggestions of a lack of discipline at the training ground forced the Pozzos to act. Concerned by the downturn and the knock-on effect that might carry on to next season, the owners had decided some time before the campaign’s conclusion to part with Flores. Mazzarri immediately became their first-choice target, but a lingering sense remains that if the season had been reversed and Flores started slowly but survived on the basis of a strong finish, he may have been allowed to continue. “Walter has been the target of a number of approaches for his services, so we’re delighted to secure him as head coach here at Watford,” said Duxbury. “We’re thoroughly looking forward to working with such a highly regarded coach.” Mazzarri, who, like his Chelsea-bound compatriot Conte, has been taking English lessons, will start on 1 July, linking up with two former players in Valon Behrami and Miguel Britos. Behrami rarely featured under Flores and, frustrated by a lack of football, had angled for a move away in January. His relationship with Mazzarri at Napoli was strong and upon confirmation immediately tweeted that “it was nice to wake up to good news”. Watford’s uncommon yet successful and sophisticated transfer policy will continue to be run by Gino Pozzo and the sporting director, Luke Dowling. While Mazzarri will have some input with regards recruitment, his primary task will be to bind the new acquisitions and the existing squad members together. A staunch user of 3-5-2, Mazzarri began his managerial career at Acireale in Serie C before joining Pistoiese and Livorno. Having spent one season at each, he moved to Reggina in 2004, lasting three years before switching to Sampdoria. His most successful spell has come at Napoli, winning the Coppa Italia in 2012 before leading the club to second in Serie A a season later and Champions League qualification for the first time. That team was most notable for their pace and counterattacking. After almost four seasons in Naples he was lured by the glamour of Inter but could only guide them to fifth in his first season. Despite signing a one-year extension, he was relieved of his duties a little over three months into his second season with the club in ninth, 12 points off the lead, and replaced by Roberto Mancini. Out of work for the past 18 months, the Watford job is Mazzarri’s first outside Italy.",
  "webTitle": "New Watford manager Walter Mazzarri impressed by Pozzo family’s vision",
  "webPublicationDate": "2016-05-21T13:42:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/new-watford-manager-walter-mazzarri-impressed-pozzo-vision",
  "keyword": [
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/21/new-watford-manager-walter-mazzarri-impressed-pozzo-vision"
}