{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/mrs-canerons-diary-my-new-micra-brexit-non-brexit",
  "id": "2016-05-27-42",
  "sectionId": "commentisfree",
  "body": "Well I get back from the Vogue 100 dinner #bliss #Kardashians & Dave’s like surprise, close your eyes, I’m like, omigod *screams* you got one! He’s like now open them – ta-da, babes, meet your new runabout! Runabout meet Samantha. Nancy is like, God Dad, this is SO wrong, on so many levels. Dave’s like, chill, if I can fly easyJet you can take a Nissan Micra into Chippy, btw Craig says chuck a Pringles tube out of the window, shout-out to the C2s?    David Cameron eats Pringles and flies economy. Here's the proof http://t.co/3UD1Cz0O4T pic.twitter.com/7Xqbmc8Tgo— BBC News (UK) (@BBCNews) August 18, 2015    I’m like, & nobody will spot that just my actual BAG literally cost DOUBLE your hideous car? Nancy’s like, Dad, & her actual designer KEY RING goes faster? He’s like, look, after the referendum we’ll give it to the poor, if Govey doesn’t want it, I’m like, that is if your brilliant bff Hilto does not ruin everything #traitor, wait till I tell Mummy, she always said forget his socks, never trust someone who calls an innocent child Sonny. Nancy’s like, says the person who chose the name Elwen. So Mummy’s like, oh thank goodness, I’m like, excuse me? She’s like, well imagine him on *our* side? Darling think – Garridge, Johnson, Whittingdale, Govey, the she-Govey, IDS, Hilto & his unfortunate minicabbing magnate wife – you see a pattern? I’m like, as in, they are all horrible & used to be our bffs? Look, Dave is right, we easily can get new ones, God I just met Kim Kardashian, SO amusing, she pretended she did not know who I was! But you could totes see why Vogue says she is the new Dorothy Parker, eg Kim says nontouring is the new contouring #Algonquin #hilair. Mummy’s like, no, as in, Brexiters are apt to be, how shall I put this – *slightly* phone for the fish knives Norman? I’m like, what? She’s like, serviettes? I’m like, nobody we know says serviette – wait, the Goveys! Farage! Hilto once said pardon me! Mummy’s like, ditto lounge, toilet, notelet, utterly Brexit – you know u & non-u is a formulation I detest, non-Brexit & Brexit is much more NOW. I’m like, so just checking – Daylesford? She’s like, non-B; I’m like, Ibiza, she’s like, non-B; I’m like, faux shagreen bins? She’s like, non-B – obviously. I’m like, Nissan Micra? She’s like – WHAT? • As seen by Catherine Bennett",
  "webTitle": "Mrs Cameron’s diary: Dave’s like ta-da! But is my new Micra really non-Brexit?",
  "webPublicationDate": "2016-05-27T18:05:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/mrs-canerons-diary-my-new-micra-brexit-non-brexit",
  "keyword": [
    {
      "webTitle": "Samantha Cameron",
      "id": "politics/samantha-cameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/mrs-canerons-diary-my-new-micra-brexit-non-brexit"
}