{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/the-guardian-view-on-jeremy-hunt-and-the-doctors-stop-fighting-start-talking",
  "id": "2016-05-05-86",
  "sectionId": "commentisfree",
  "body": "At last, common sense, and maybe a revived awareness of their responsibilities to patients, has persuaded both the health secretary and the junior doctors to agree to another attempt to find a settlement in their painful and damaging dispute. After eight months, 30,000 delayed operations and more than 100,000 postponed outpatient appointments, and after the first ever full-on strike by doctors, there is a chance of breaking the deadlock. But the two sides need to meet in a more positive atmosphere than the armed neutrality that followed Thursday’s exchange of letters, which opened the door to talks. Whitehall’s instinct is to continue with the same confidence-sapping handling of the dispute it has shown to date. The first response from the Department of Health to Wednesday’s plea from the Academy of Royal Medical Colleges for both sides to accept a five-day period of negotiation without preconditions, including a pause in imposing the new contract, was a flat “no”. Jeremy Hunt insisted the process of implementation was too far advanced to delay even for a few days. Happily, Downing Street (which is driving the negotiations) was prevailed upon to sanction a more emollient letter a few hours later. Understandably, Mr Hunt – who feels that attempts to get a deal have been derailed by the junior doctors’ refusal to focus – is demanding that this small window of opportunity is only about what he insists is the last substantive difference remaining – the question of antisocial hours and Saturday working. Doctors have taken big risks to pursue their cause; the depth of support for industrial action – four-fifths of the ’s junior doctor members took part in the two days of all-out action last month – indicates the profound disillusion, frustration and low morale among a workforce that fears its very professionalism is being eroded. But they too have sometimes appeared to negotiate in less than good faith. They do not often acknowledge the concessions the health secretary has made. In his response to Mr Hunt, the BMA junior doctors committee chair, Dr Johann Malawana, promised an open mind; but he also argued that there was more than just the pay issue to resolve. That argument may be justified, but it feels unwise. If they genuinely want constructive talks, then it might be smarter to leave issues such as the potentially discriminatory nature of the contract to be resolved by the courts, where actions are already under way. On Saturday, the junior doctors committee meets to discuss how to escalate the dispute. There has been talk of mass resignations or an all-out strike that would not, unlike last month’s, operate within restricted daytime hours, which allowed hospital trusts to manage cover and minimise the risk to patients. Either of those courses would be fraught with danger. People who care about the meaning of being a professional should not jeopardise public trust and respect, damage the reputation of the entire profession nor, above all, endanger lives. It would surely be a helpful gesture if those options were taken off the table at least while talks take place. On the other side, there should be no ramping up the temperature with chest-thumping talk of the dispute being the new miners’ strike, nor whispers of concessions for the doctors opening the floodgates of public sector pay demands. It is probably too much to hope that both sides might abandon the contest for public support, which the doctors are winning easily. But the public deserve to know that everyone is genuine in their search for a deal, and that both sides are prepared to make concessions to reach one.",
  "webTitle": "The Guardian view on Jeremy Hunt and the doctors: stop fighting, start talking | Editorial",
  "webPublicationDate": "2016-05-05T17:39:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/the-guardian-view-on-jeremy-hunt-and-the-doctors-stop-fighting-start-talking",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/the-guardian-view-on-jeremy-hunt-and-the-doctors-stop-fighting-start-talking"
}