{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/everton-roberto-martinez-digs-in-protests",
  "id": "2016-05-06-13",
  "sectionId": "football",
  "body": "Roberto Martínez has said being the target of angry protests at Everton will not distract him from the task of correcting this season’s failings at Goodison Park. The manager was subjected to abuse as he walked to his car with his wife, Beth, following the 2-1 win over Bournemouth last Saturday, their first win in eight games. Martínez has faced calls for his removal at several matches recently but insisted vitriol will not prompt him to walk away. “When you are Everton manager, you are in a position where you have to take responsibility and I do that for our performances and results,” he said in response to last week’s protests. “We have had eight defeats at home and conceded 30 goals and that is not what we should be achieving. That’s how contrasting it is with our away form, with three defeats and 19 goals conceded. I respect every fan’s opinion. What I need to do is make sure I correct that. It is the top and bottom. “At the moment, we have got three games left. Since the day I arrived, there are many steps to take to get to where we need to get. We are not there by any stretch of the imagination. We have been working since the window closed in January on many aspects of the next window and that is not going to change in the next few days. I am in communication with the chairman and the board on a daily basis. There is nothing different.” Asked whether the board had discussed his position, Martínez replied: “That’s not for me to comment.” He also admitted this season’s dismal return in the Premier League had shown the playing staff requires an overhaul, despite frequent assertions – often by Martínez himself – that he has constructed the club’s strongest squad in decades. “Clearly, yes,” he said when the subject was put to him. “I think in the last six windows, that is what we have done. We have gone from window to window improving and looking to get stronger and this summer will be the same.”",
  "webTitle": "Everton’s manager Roberto Martínez digs in over fan protests",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/everton-roberto-martinez-digs-in-protests",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/06/everton-roberto-martinez-digs-in-protests"
}