{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/21/francis-aston-nobel-medal-forgotten-chemist-predicted-atom-bomb",
  "id": "2016-05-21-17",
  "sectionId": "science",
  "body": "The Nobel prize awarded to one of the world’s most colourful scientists – Francis Aston, an Edwardian surfing fanatic and early pioneer of motorcycle racing – is to be auctioned in London next month. The medal, a 200g disc made of 23-carat gold, was given to Aston in 1922 in recognition of the British chemist’s discovery of isotopes, elements with the same chemical properties but different atomic masses. His Nobel prize for chemistry is being sold by his family and is expected to fetch between £200,000 and £400,000, Bonhams said.     Francis Aston. His Nobel prize medal is for sale at Bonhams.    The sale, which will also include bundles of letters, notebooks and other medals won by the Cambridge researcher, will highlight the work of a scientific genius who is largely unknown today, even in his own country. His research paved the way for the creation of modern nuclear physics and the atom bomb, developments that were predicted by Aston with remarkable foresight almost a century ago. In the Nobel acceptance lecture that he gave in December 1922, Aston argued that the discovery of isotopes showed that the nucleus of an atom must be bound by a force of enormous energy. “Should the researcher of the future discover some means of releasing this energy in a form which could be employed, the human race will have at its command powers beyond the dreams of scientific fiction,” he told his audience in Stockholm. Doubtful at the time if it would be possible to control nuclear energy, by 1936 he had become much more certain. “One day man will release and control its almost infinite power. We can only hope he will not use it exclusively in blowing up his next door neighbour.” Aston died in Cambridge at the age of 68 in November 1945, three months after Hiroshima was destroyed by an atomic bomb that his pioneering work had helped to create. Born to a well-off Birmingham family, Aston carried out most of his pioneering work at the Cavendish laboratory in Cambridge, where he worked from 1909. His early work suggested that atoms of one or two rare elements might have different isotopes – in other words they exist with different masses – and so he designed a highly accurate mass spectrograph to pinpoint these differences. Far from showing that the existence of isotopes was rare, however, his research indicated they were commonplace. “Respected atoms like chlorine and mercury have fallen to pieces into a shower of isotopes during last week alone,” he wrote to his sister in December 1919.     The Nobel prize medal for chemistry awarded to Francis Aston in 1922.    The nucleus of the atom was more complex than previously realised. As one German physicist wrote to Albert Einstein to tell him of Aston’s work: “The era of nuclear speculation begins!” In the end, the explanation for the existence of isotopes was provided in 1932 with the discovery of the neutron. Different numbers of neutrons in an element’s nucleus explained the existence of isotopes, an understanding that was crucial in the subsequent harnessing of nuclear power. Apart from his painstaking scientific work, Aston was a fanatical cyclist, on one occasion cycling 200 miles in 22 hours. He built one of the very first motorcycles and later competed in some of the world’s first motorcycle races. He also travelled to Hawaii and learned how to surf – which probably made him the first, and only, surfer dude of Edwardian society. He was an accomplished climber and also proved to be an expert on the stock market, turning his Nobel prize money into a substantial portfolio. He never married – “probably because he never gave himself time to settle down,” said Matthew Haley, of Bonhams. As a result, most of his estate went to Trinity College, Cambridge. As to the purchaser of Aston’s medals and notebooks, these are likely to go to a private investor, Haley added. “The techniques that he developed are now crucial to understanding climate change, locating oil deposits, forensics and many other modern technologies. There will be no shortage of entrepreneurs who would like to have his medals and notebooks in their possession.”",
  "webTitle": "Nobel medal sale highlights work of forgotten chemist who predicted the atom bomb",
  "webPublicationDate": "2016-05-21T23:05:00Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/21/francis-aston-nobel-medal-forgotten-chemist-predicted-atom-bomb",
  "keyword": [
    {
      "webTitle": "Nobel prizes",
      "id": "science/nobelprizes",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "People in science",
      "id": "science/people-in-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science prizes",
      "id": "science/scienceprizes",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin McKie",
      "id": "profile/robinmckie"
    }
  ],
  "guardianId": "science/2016/may/21/francis-aston-nobel-medal-forgotten-chemist-predicted-atom-bomb"
}