{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/tata-steel-seven-bidders-uk-operations",
  "id": "2016-05-09-79",
  "sectionId": "business",
  "body": "Seven firms are weighing up bids for Tata Steel’s entire UK business, the company has revealed, raising hopes of a rescue deal that could save up to 12,000 jobs. Indian conglomerate Tata has been seeking a buyer since it said in March that a turnaround plan for its Port Talbot steelworks was “unaffordable”. Tata Steel UK received letters of intent from potential bidders last week and said on Monday that seven “have been immediately taken forward to the next stage of the sale process”.   Related: Tata Steel bid team says deal involves 1,000 more job losses    They include Liberty House, which bought two Scottish steel mills formerly owned by Tata last month, and Excalibur UK, a management buyout led by Port Talbot boss Stuart Wilkie. German steel-making group ThyssenKrupp and investment firm Greybull Capital, which recently bought Tata’s long products business including its Scunthorpe operation, are also understood to be among the interested parties. Tata rejected offers from firms looking to cherrypick parts of the UK operation, adding that such bidders had been “thanked for their participation in the process but informed that their expressions would not be taken forward currently”. Instead it will focus on offers for all of Tata Steel UK, which employs around 12,000 people in Britain when stripping out the part of the business already sold to Greybull. The firms still in the frame are now to be given access to more information about the Tata Steel UK, which has blamed its struggles on the strong pound, cheap steel imports from China, high energy costs and business rates. Tata said the next stage of the sale process, set to include presentations by senior management, would help bidders “rapidly progress their interest to a binding stage”. Koushik Chatterjee, finance director of Tata Steel, said the seven firms had been chosen via a “robust initial assessment process with inputs received from the UK government whose views have been considered by the board”. The government has been directly involved in the talks after the business secretary, Sajid Javid, said hundreds of millions of pounds in financial backing would be available “on commercial terms” to potential buyers. Chatterjee said: “The sales process will continue as announced earlier in an expedited and robust manner to deliver greater clarity for all key stakeholders such as employees, customers and suppliers.” The trade body UK Steel said the emergence of seven potential buyers showed that British steelmaking still had a future, despite the difficult conditions that had led to job losses and plant closures. Its director, Gareth Stace, said: “I’ve always believed the UK steel sector is viable, we were just hindered by the strong pound, underpriced imports mainly from China and also policy costs that our competitors even in Europe didn’t face. “We continue to address all of those issues with government. We have seen that there is a sustainable future for the steel sector and for steelmaking in the UK.” A spokesperson for the union Community said: “This news is yet further evidence of the significant interest that exists in the future of the UK steel industry. Community will continue to act as a responsible stakeholder in the sales process. “We will ensure that all potential investors recognise the importance of Tata’s highly skilled workforce to any future success of the business.”",
  "webTitle": "Tata Steel says seven firms in frame to bid for rest of UK operations",
  "webPublicationDate": "2016-05-09T17:40:56Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/tata-steel-seven-bidders-uk-operations",
  "keyword": [
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corus",
      "id": "business/corus",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/09/tata-steel-seven-bidders-uk-operations"
}