{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/philharmoniasalonen-an-electrifying-start-to-their-stravinsky-season",
  "id": "2016-05-16-215",
  "sectionId": "music",
  "body": "The brainchild of conductor Esa-Pekka Salonen and musicologist Jonathan Cross, Stravinsky: Myths and Rituals is a big Philharmonia retrospective that dominates the orchestra’s schedule until the end of the current season and then onwards into September. The series examines Stravinsky’s complex relationships with classicism and modernism in his middle and late compositional periods, explores the influences of myth and folklore on his work post-Diaghilev, and surveys his collaboration with George Balanchine, itself crucial to the history of 20th-century dance. Later concerts will allow us to listen to music more talked about than heard, such as Orpheus, Perséphone, and Requiem Canticles. Salonen opened, however, with Fanfare for Three Trumpets, Symphonies of Wind Instruments and Agon, followed by The Rite of Spring. The first three works were precariously run together in a single unbroken sequence, and Agon, contentiously perhaps, was supplied with new choreography by Karole Armitage, performed by her company, Armitage Gone! Dance. The Fanfares, themselves derived from the original sketches for Agon, segued nicely into Symphonies of Wind Instruments. One of Stravinsky’s most uncompromising works, the latter dates from 1920. Echoes of Russian Orthodox church music and The Rite of Spring mourn both a country and a world of musical possibilities from which Stravinsky was separated by the first world war. Salonen judged its concentrated austerities of sound and gesture nicely, and it was scrupulously played. Distraction was provided, however, by Armitage’s dancers arriving on the narrow platform behind the orchestra shortly before its close.   Related: The best classical concerts and opera of summer 2016    In an ambiguous programme note, Armitage, who first danced Balanchine’s original choreography when she was 17, argues that Agon is “widely considered to be the greatest ballet masterpiece of the 20th century”, adding that “there is no reason to touch it – unless circumstances make it necessary”. Yet touch it she has, reimagining the ballet for six dancers in place of Balanchine’s 12, wearing identical red T-shirts and shorts instead of the original’s black and white practice gear. Armitage maintained the emphasis on classical athleticism – the word “agon” means both action and contest – while flattened, turned-in body postures also suggested Nijinsky’s Faun, a nice touch. But she couldn’t always replicate Balanchine’s icy aggression or his vertiginous exactitude. Salonen, however, did wonders with the score. When he returned to the podium after the interval, he gave us one of the most memorable Rites of Spring of recent years, precise yet violent, at times revelatory. The score is often seen as a complete fracturing of musical tradition, though the lushness and warmth of the Philharmonia’s sound reminded us that Stravinsky was still exploring the potential of a post-Romantic orchestra. The music’s brutality was offset by iron control and a real sense of cumulative pressure: the piece is a depiction of a formal ritual, after all, and not an evocation of unorganised chaos. The playing was electrifying, and Salonen, conducting with graceful yet athletic gestures, gave us a kind of one-man ballet on the podium, as striking as any formal choreography, and simply enthralling to watch. • The Stravinsky: Myths and Rituals series runs until 29 September.",
  "webTitle": "Philharmonia/Salonen – an electrifying start to their Stravinsky season",
  "webPublicationDate": "2016-05-16T11:53:33Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/philharmoniasalonen-an-electrifying-start-to-their-stravinsky-season",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Philharmonia Orchestra",
      "id": "music/philharmonia-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Esa-Pekka Salonen",
      "id": "music/esa-pekka-salonen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Igor Stravinsky",
      "id": "music/igor-stravinsky",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/16/philharmoniasalonen-an-electrifying-start-to-their-stravinsky-season"
}