{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/stanley-kubrick-childrens-film-death-pinocchio-eyes-wide-shut-spartacus",
  "id": "2016-05-30-78",
  "sectionId": "film",
  "body": "Stanley Kubrick was planning his first children’s film and his first second world war movie shortly before his death in 1999, his friend and former assistant has revealed. Emilio D’Alessandro, Kubrick’s trusted personal assistant and friend for more than 30 years, told the Guardian that the director wanted to tell the story of Pinocchio and to shoot a movie about Monte Cassino, one of the most bitter and bloody battles of the second world war. “Stanley was interested in making Pinocchio. He sent me to buy Italian books about [him],” D’Alessandro said. “He wanted to make it in his own way because so many Pinocchios have been made. He wanted to do something really big … He said: ‘It would very nice if I could make children laugh and feel happy by making this Pinocchio.’” Kubrick adored his family, said D’Alessandro and wanted to make a film that his grandchildren would enjoy. He emphasised that this would have been a completely separate project from A.I. Artificial Intelligence, the science-fiction film with a robot version of Pinocchio that Kubrick planned in the early 1990s and which Steven Spielberg later directed. D’Alessandro, who was born in Cassino, Italy, recalled Kubrick’s interest in its wartime history. Monte Cassino was a mountain redoubt in the German defensive line. It was during the Italian campaign that Allied troops endured the worst close-quarter fighting since the first world war.  “Stanley said that would be an interesting film to make,” D’Alessandro recalled. “He asked me to get hold of things … like newspaper cuttings and find out the distance from the airport, train stations. He had a friend who actually bombarded Monte Cassino during the war … It is horrible to remember those days. Everything was completely destroyed.” D’Alessandro’s book Stanley Kubrick and Me: Thirty Years at His Side, originally published in Italian two years ago, is being released in English.  Its co-writer, Filippo Ulivieri, a leading expert on Kubrick, said: “Kubrick wanted to know about the bombing, the destruction of Emilio’s family house, the chocolate he received from US soldiers. He also found an abandoned airport near Cassino and asked Emilio about accommodation, supposedly for cast and crew.” He said Kubrick had long wanted to make a second world war film. His first world war classic Paths of Glory remains one of the most powerful antiwar movies. It starred Kirk Douglas, who also played the eponymous hero in Kubrick’s Roman epic Spartacus. Kubrick has been described as a master filmmaker and supreme visual stylist with a perfectionist’s attention to detail. His epic science-fiction movie 2001: A Space Odyssey has been listed among the greatest films of all time, pushing boundaries for cinematic special effects and paving the way for George Lucas’s Star Wars films. D’Alessandro said Kubrick had begun to think of the Pinocchio and Monte Cassino projects in 1999, when he was still making his last movie, Eyes Wide Shut, the controversial psychosexual thriller starring Tom Cruise and Nicole Kidman.  Barry Lyndon, Kubrick’s adaptation of the William Makepeace Thackeray novel starting Ryan O’Neal as an Irish adventurer, will be screened in cinemas across the UK in July.",
  "webTitle": "Stanley Kubrick was planning children's film before his death",
  "webPublicationDate": "2016-05-30T15:13:10Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/stanley-kubrick-childrens-film-death-pinocchio-eyes-wide-shut-spartacus",
  "keyword": [
    {
      "webTitle": "Stanley Kubrick",
      "id": "film/stanleykubrick",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalya Alberge",
      "id": "profile/dalya-alberge"
    }
  ],
  "guardianId": "film/2016/may/30/stanley-kubrick-childrens-film-death-pinocchio-eyes-wide-shut-spartacus"
}