{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/05/butterbur-honey-bee-wolsingham-weardale",
  "id": "2016-05-05-343",
  "sectionId": "environment",
  "body": "If we had been standing among these riverside alders four months ago we would have been swept away. This low-lying stretch of the bank of the river Wear is inundated by flood water every winter, and debris was still trapped in the lower branches above our heads.     Butterbur’s inflorescences appear before its large leaves unfurl. Photograph: Phil Gates    This morning we were surrounded by hundreds of inflorescences of butterbur, Petasites hybridus, which, every spring, force their way up through several inches of sandy silt deposited by the slowing current of the retreating river. Their colour and shape bring to mind cones of strawberry ice-cream. To bees they have the same irresistible sweetness. At first I couldn’t tell which species of bee was crawling over the blossoms. Some looked like little grey ghosts and it was only when I knelt down that I could see that they were honey bees, smothered in white pollen. They had come in search of nectar but as they stumbled from floret to floret they bulldozed pollen in front of them. They were forced to pause, temporarily blinded, while they used their hairy front legs to rake it away from their eyes. There must have been about 500 “strawberry ice-cream cones” in an area roughly the size of a tennis court. Each flower head can easily produce upwards of a quarter of a million pollen grains, with a generous supply of nectar to tempt pollinators. Few native early spring flowers produce such an abundant, easily accessible, food resource for insects.   Related: Plant cure for pollen allergy    The secret of butterbur’s prolific floral display lies underground. All the inflorescences that we could see probably belonged to a single clone, sprouting from the plant’s branching, knobbly, rhizomes, deeply rooted in the nutrient-laden silt. The plant has a strange distribution. It exists as separate male and female clones and here, in north-east England, we have both, so seeds are set. But there are large areas of Britain where no female clones are found. How did these male-only enclaves become established without the aid of seeds? The most plausible explanation is that in the distant past beekeepers valued the male plants’ nectar and pollen so much that they selectively imported their rhizomes into counties where the species did not occur naturally.",
  "webTitle": "Butterbur treat for the honey bee",
  "webPublicationDate": "2016-05-05T04:30:42Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/05/butterbur-honey-bee-wolsingham-weardale",
  "keyword": [
    {
      "webTitle": "Wild flowers",
      "id": "environment/wild-flowers",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bees",
      "id": "environment/bees",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Gates",
      "id": "profile/philgates"
    }
  ],
  "guardianId": "environment/2016/may/05/butterbur-honey-bee-wolsingham-weardale"
}