{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/08/republican-party-unity-donald-trump-paul-ryan",
  "id": "2016-05-09-301",
  "sectionId": "us-news",
  "body": "Facing rebellion from within his own party, Donald Trump has dismissed unity as a prerequisite for winning the White House in November.   Related: Clinton-Trump election could 'scramble' traditional electoral map, experts say    “I think it would be better if it were unified,” said the presumptive Republican nominee in an interview with NBC’s Meet the Press on Sunday. “And I think there would be something good about it. But I don’t think it actually has to be.” Trump’s last two opponents in a rumbustious primary, Ted Cruz and John Kasich, dropped out abruptly this week. Senior Republicans, including former presidents George HW Bush and George W Bush and House speaker Paul Ryan, subsequently refused to endorse him.  Trump’s lack of support within the Republican party, especially from elected officials who will also facing voters in November, has come as a striking rebuke to his candidacy.  Many expected Trump to be more effusive in his efforts to court party elders. Instead, he has indicated he considers it their obligation to come to him. Neither side is yet willing to give ground.  Still, Trump has consistently predicted that his presidency would unite both the Republican party and the nation.  “This country, which is divided in so many ways, is going to become one beautiful, loving country,” he said after winning in Indiana this week, his long string of controversial remarks about Muslims, Hispanic people and women notwithstanding. Trump did concede in interviews broadcast on Sunday that he was surprised last week when Ryan declined to offer support. Trump told NBC that after his win in the New York primary two weeks earlier, the speaker called to congratulate him.  “Then all of a sudden he gets on and he does this number,” he said. “So I’m not exactly sure what he has in mind.” Ryan’s turnaround is emblematic of the crisis engulfing the GOP as it weighs the opportunities and pitfalls of supporting its populist, anti-establishment candidate.  If the party supports Trump, it risks damaging its standing in influential sectors of the electorate and losing any semblance of ideological cohesion.  If it ignores the wishes of its primary voters, it could be torn apart anyway. That challenge is crystallised in the choices ahead for 2008 presidential candidate John McCain, who is facing a tough Senate re-election battle. In Arizona, McCain needs support from Hispanic voters, one of the groups Trump has offended deeply. Last week, the senator was caught on tape saying Trump had turned his re-election into “the race of his life”. “I’ve said all along that I would support” the nominee, McCain said in an interview with CNN’s State of the Union on Sunday. But he also challenged Trump to retract comments made last year in which he said McCain was “not a war hero” for having been imprisoned in North Vietnam, offending many military veterans.  “There’s a body of American heroes who’d like to see him retract that statement,” McCain said. “Not about me, but about them.” McCain’s 2008 running mate also spoke on Sunday, to indicate her planned contribution to Republican strife. Former Alaska governor Sarah Palin, also appearing on CNN, vowed to help the conservative businessman Paul Nehlen against Ryan in their Wisconsin primary contest.  “His political career is over but for a miracle because he has so disrespected the will of the people,” she said of Ryan’s decision regarding Trump. Conservative commentators are divided over whether the party’s lack of unity is a short-term problem, born of political posturing. But some comments, including Senator Lindsey Graham saying Trump has “conned” the party and 2012 nominee Mitt Romney saying his “third-grade theatrics” were not worthy of the presidency, may prove tough to retract.      House speaker Paul Ryan speaks to the press. Photograph: Jonathan Ernst/Reuters     Related: #ThanksObama: president's greatest legacy may be Trumping of the GOP    For Trump, harsh words may carry greater consequences than hurt feelings. A failure to soften mainstream Republican opposition could cut him off from vital party funds. Estimates place likely opponent Hillary Clinton’s general election warchest at $1bn. Alone, Trump would find that tough to match. Campaign funding is only one financial-orientated question facing Trump. Clinton and the press continue to challenge him to release his tax returns, and to throw doubt on his professed reason for not doing so: that he is undergoing an Internal Revenue Service audit. In return, Trump has vowed to go after Clinton regarding the foundation she runs with her husband, former president Bill Clinton, and their daughter Chelsea. Asked on Sunday when he was likely to make his tax returns public, Trump said: “I have very big tax returns. I’m sure you’ve seen the picture where the returns are literally from the floor to up to here. They’re extremely complex.”",
  "webTitle": "Donald Trump: I don't need Republican unity to win",
  "webPublicationDate": "2016-05-09T07:02:40Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/08/republican-party-unity-donald-trump-paul-ryan",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/08/republican-party-unity-donald-trump-paul-ryan"
}