{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/peter-dutton-demonised-by-labor-over-refugee-remarks-says-malcolm-turnbull",
  "id": "2016-05-19-346",
  "sectionId": "australia-news",
  "body": "Labor criticising Peter Dutton for saying asylum seekers would take Australian jobs amounted to “demonisation” of the immigration minister, the prime minister, Malcolm Turnbull, says. The opposition leader, Bill Shorten, shot back that “people in glass houses shouldn’t throw stones”. He said Dutton had demonised migrants and Turnbull had backed him. On Tuesday Dutton said many asylum seekers weren’t “numerate or literate in their own language, let alone English” and were unemployed or would “languish on unemployment queues”. Turnbull said Labor was “crab-walking to the left” to appease the Greens, who propose quadrupling the refugee intake.   Related: When Peter Dutton insults refugees he insults the Australian people | Lenore Taylor    “Of course they have given no thought to what it’s going to cost or how you’re going to integrate those people,” he said in Sydney on Thursday. “We are committed to multicultural Australia. We are committed to an immigrant nation, which is what we are.  “What Labor is proposing is just political. Bill Shorten is only interested in the politics of this issue. And you can see the way he leapt on it yesterday to demonise Peter Dutton as a means of distracting attention from [David] Feeney’s rather careless accounting for his real estate interests.” At a doorstop on Thursday Shorten responded: “People in glass houses shouldn’t throw stones, should they. “The issue is that yesterday migrants were demonised by Peter Dutton and Malcolm Turnbull backed in Peter Dutton over the great immigration history of this country. “We know why they’re talking about this every day. We understand why they’re doing it.  “What they want to do is say that Labor doesn’t have a strong policy to stop boats coming to Australia and they want to undermine the perception of our commitment to regional processing. They are lying.” Shorten accused the government of running “a cry of xenophobia ... to undermine the migrant contribution to Australia”.  “We won’t let them get away with their lies,” he said. “We will stand up to their bullying on behalf of a great migrant tradition in this country and we will make sure the election is fought on the issues which matter to everyday Australians.” Shorten said Labor’s policy to increase the humanitarian intake to 27,000 by 2025 had been costed, and the Greens by contrast were “promising everything to everybody”. Dutton’s comments were condemned by refugee organisations.  The Edmund Rice Centre’s director and president of the Refugee Council, Phil Glendenning, said Dutton’s comments were “a blatant attempt to appeal to the lowest common denominator of society – prejudice and bigotry”. The Asylum Seeker Resource Centre’s refugee rights advocate, Pamela Curr, said they were “ignorant and ill-informed”. She said: “It’s a sad indictment on [Dutton’s] management of portfolio that he knows so little about people he is responsible for.” On Wednesday Turnbull defended Dutton, describing him as an outstanding immigration minister. Turnbull repeated Dutton’s observation that “many [refugees], large percentages of them have no English skills at all ... [Many] are illiterate in their own language,” and added: “Many haven’t completed high school. That is no fault of theirs.” Asked about Dutton’s statement refugees took Australian jobs, Turnbull said: “Everybody that comes to Australia, we want to be able to seek employment. We want to be sure that they have got the skills to do so. “We want them to become part of our workforce.”",
  "webTitle": "Peter Dutton 'demonised' by Labor over refugee remarks, says Malcolm Turnbull",
  "webPublicationDate": "2016-05-19T02:18:17Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/peter-dutton-demonised-by-labor-over-refugee-remarks-says-malcolm-turnbull",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/19/peter-dutton-demonised-by-labor-over-refugee-remarks-says-malcolm-turnbull"
}