{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/odessa-ukraine-second-anniversary-clashes",
  "id": "2016-05-02-82",
  "sectionId": "world",
  "body": "A huge police and security operation has been launched to keep the calm in Odessa on Monday, the second anniversary of one of the bloodiest days in Ukraine’s recent history. Two years ago, clashes left 48 dead and hundreds injured in the Black Sea city. Most of the dead were pro-Russia protesters who died in a fire at the trade union building.   Political and social tensions continue to bubble under the surface. On Monday authorities cordoned off the area around the trade union building, surrounding it with police and National Guard forces and keeping out those who had come to pay their respects. More than 1,000 people gathered outside the police cordon, furious at not being allowed in.     A lone protester walks through the city centre. Photograph: Ruslan Shamukov/Tass    The Odessa governor, Mikheil Saakashvili, said police had received information about “provocations” planned for the anniversary. Authorities said there had been an anonymous bomb threat early in the morning and the area had been closed off for a search. Those outside were certain the bomb threat was a pretext to prevent them from gathering, and no officials made any attempt to keep the crowds informed about when or whether they would be let in.    Related: 'There was heroism and cruelty on both sides': the truth behind one of Ukraine's deadliest days    There were shouts of “Shame!” and “Fascists!” as the crowd became angrier. Many people left flowers outside the perimeter and went home. At one point, a bus arrived carrying a the mothers of some of those who died. A group of Ukrainian nationalists shouted: “Glory to Ukraine!” as they disembarked from the bus, leaving the women visibly shaken.  The events in Odessa were one of the most controversial chapters of the period that began with the Maidan protests in Kiev in February 2014 and ended with a separatist uprising in parts of east Ukraine that received Russian military and financial backing.      An anti-fascism demonstrator remembers victims of the 2014 clashes. Photograph: Anton Novoderezhkin/Tass    On 2 May 2014, as pro-Russian protests were growing in many of the cities in south and east Ukraine, street clashes between pro-Russians and Ukrainians nationalists ended with the pro-Russians blocked into the five-storey Trade Unions building, which was then set on fire. Dozens burned to death inside.  The deaths were portrayed as a “fascist massacre” by Russian media, and acted as a recruiting sergeant for the separatist cause in east Ukraine. In Kiev, Russian media and security agencies were accused of stirring up and manipulating local discontent, furious at the pro-western turn Ukraine’s post-Maidan government wanted to take.  After events in Donetsk and Luhansk regions led to a war and thousands of deaths, some have claimed the Odessa events marked a “victory” over pro-Russian sentiment in the city. Nationalist MP Ihor Mosiychuk wrote on Facebook that 2 May should be a “great national holiday”, as it was the day in which separatist sentiment was crushed in Odessa.     A woman lays flowers outside the Ukrainian embassy in Moscow. Photograph: Anton Novoderezhkin/Tass    In the run-up to the second anniversary, Saakashvili had pleaded with Kiev to send reinforcements into the city, fearing “provocations” from Russia or local separatist groups. About 300 members of Azov, formerly a volunteer battalion with many far-right members and now part of the official National Guard, were dispatched to Odessa. By the early evening, the day appeared to have passed more or less peacefully, though police reported 14 arrests for public order offences.  Yuri Tkachev, who runs a news website many believe is sympathetic to the separatist cause, said the “pro-Russian” movement in the city was actually not pro-Moscow but more anti-Kiev and against the Maidan protest movement. “Of course there are people who would cheer if Putin came, but they are not the majority,” he said.  Odessa remains a divided city, said Tkachev, but with the leaders of the separatist movement either fled or jailed, there “are no achievable goals or any understanding of how to act” among their supporters.     A mourner displays pictures of the dead. Photograph: Anton Novoderezhkin/Tass    An investigation into the events has stalled. While 20 pro-Russian activists are standing trial for the riots that took place earlier in the day, nobody has been charged with the events in the Trade Unions building that led to most of the deaths.  Earlier in the day, a smaller group of pro-Ukrainians came to pay their respects at the site in the city centre where the first death occurred, a Ukrainian activist shot in the city centre. They sang the Ukrainian national anthem and laid flowers at the spot. “Some people think of today as a victory day,” said Yuri, who did not want to give his surname but said he had been involved in the clashes on 2 May. “But it’s hard to think of it as a victory when our city is still split and one half of the city doesn’t think of itself as Ukrainian.”",
  "webTitle": "Tensions run high in Odessa on anniversary of deadly clashes",
  "webPublicationDate": "2016-05-02T16:45:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/odessa-ukraine-second-anniversary-clashes",
  "keyword": [
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "world/2016/may/02/odessa-ukraine-second-anniversary-clashes"
}