{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/12/assassins-creed-trailer-analysis-michael-fassbender",
  "id": "2016-05-12-209",
  "sectionId": "film",
  "body": "Along with Duncan Jones’s Warcraft it’s been billed as the video game movie that might just make us forget all about the cinematic crimes of Uwe Boll and his ilk, that can induce glorious amnesia for those struggling to wipe clean memories of Prince of Persia, Hitman or Lara Croft Tomb Raider: The Cradle of Life.            The omens so far are good. Assassin’s Creed comes from the team behind last year’s blistering new take on Macbeth, with director Justin Kurzel bringing back his stars Michael Fassbender (also a hands-on producer) and Marion Cotillard. Here are five takeaways from the first trailer for the film.     Marion Cotillard in Assassin’s Creed. Photograph: 2016 Twentieth Century Fox/Ubisoft    Marion Cotillard is doing her best femme fatale How strange that the cute copine from France’s hit Taxi comedies has developed into one of the most sublime screen beauties of modern Hollywood. Ever since Christopher Nolan cast her as a limbo-bound spirit trapped in Leonardo DiCaprio’s consciousness in Inception, Cotillard has been the go-to actor for twisted femme fatales, a modern day Simone Simon, or Gallic Rita Hayworth. Her Sophia Rikkin here also recalls the Oscar-winner’s startling turn in Nolan’s The Dark Knight Rises as Talia Al Ghul. Both are scions of an ancient order, Rikkin part of the Knights Templar, Al Ghul a descendant of the similarly destructive League of Assassins (DC Comics version). What perfect casting. Michael Fassbender’s Callum Lynch has to die to live As the trailer opens, our hero has just been tried and executed for doing some very bad things. So what a surprise to wake up and find he’s about to be primed for transfer to the past, where he’ll learn skills from an ancestor. Fans of the video game will recognise the tan and teal filtered medical facility as a base for Abstergo Industries, the modern day successor to the evil Knights Templar. We’re told Lynch is a descendant of the rival Assassin’s guild – in the games Abstergo is unaware of his background, and sends him back in search of powerful artefacts known as the “Pieces of Eden”.  Nobody expected the Spanish inquisition Ok, that’s not strictly true. It’s long been established that Kurzel’s big screen adaptation will borrow a timeline the game series first visited in 2009’s Assassin’s Creed II. Once he’s picked up those vital skills, word is Lynch will return to the 21st century to use them on his sworn Templar enemies. For once, the fact that renaissance Spain looks like an all-CGI affair makes some sort of sense. This is a video game riff, after all.     Fassbender in ancient CGI Spain. Photograph: 2016 Twentieth Century Fox/Ubisoft    Justin Kurzel has transformed video game tropes into nightmarish discombobulation How do you take the clunky furniture required to make a video game such as Assassin’s Creed work and make it interesting for filmgoers? The answer, Kurzel appears to have decided, is to play on the inherent weirdness of the “Animus” device that transports players back in time on their PlayStations. To be plucked from reality and thrown into the body of an ancestor is to experience a nightmarish sense of discombobulation, the Australian film-maker seems to be saying. Those white coats and pristine clean facilities speak to an immediate sense of body horror as Kurzel chooses to flag up the unnatural quality of the game’s conceit, rather than ignore it.    Related: Can Michael Fassbender's Assassin's Creed save the video game movie?    Assassin’s Creed already looks like a much smoother game-to-movie transfer than Warcraft Kurzel’s film will debut in December, six months after Duncan Jones’s troubled Warcraft, which trailers so far suggest might find itself weighed down by its own video game legacy. The film’s background as a multiplayer game seems to have persuaded Jones to throw in a multitude of colourful orcs and humans, with the fear being that few of them will really stand out for those who have not played the game. By contrast Assassin’s Creed, as the progeny of a game that’s traditionally been more of a single player affair, can focus entirely on its trump card, the intensely watchable Fassbender.",
  "webTitle": "Assassin's Creed: five things we learned from the first trailer",
  "webPublicationDate": "2016-05-12T12:37:50Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/12/assassins-creed-trailer-analysis-michael-fassbender",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Michael Fassbender",
      "id": "film/michael-fassbender",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Assassin's Creed",
      "id": "technology/assassins-creed",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/filmblog/2016/may/12/assassins-creed-trailer-analysis-michael-fassbender"
}