{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/22/shell-blocking-hydro-dam-project-on-thames-teddington-lock",
  "id": "2016-05-22-9",
  "sectionId": "environment",
  "body": "Shell is involved in blocking the development of a renewable energy project in a legal battle between a private club owned by the company and a community hydropower scheme on the river Thames. The scheme at Teddington lock and weirs has won planning permission and defeated a judicial review from the Lensbury club, but the club is now seeking to appeal against the judicial review decision. The latest legal moves came just as Shell created a separate division, New Energies, to invest in renewable and low-carbon power. Despite Lensbury’s objection, its environment policy states: “We are looking into sustainable methods to produce a large proportion of our electricity.” The Teddington and Ham hydro project is run by a co-operative of local volunteers who have raised £700,000 so far from local residents. It would have three reverse Archimedes screws and generate enough electricity to power 600 houses. The site is by the bank of the Lensbury, which was formerly a staff club for Shell employees and is now a hotel and private leisure club. The Lensbury is wholly owned by Shell and its five named directors are all “oil company executives” according to filings to Companies House, including Mike Napier, executive vice-president of external communications at Shell. “Shell needs to think very hard about what this is doing to its reputation,” said Stephen Knight, Lib Dem councillor for Teddington ward and a member of the London assembly. “An international oil company is using its financial muscle to try to block a community hydropower scheme. This sends all the wrong messages about big oil companies trying to block the development of renewable power.”   Hydro project   Jono Adams, one of the volunteer directors of the hydro project, said: “It is extremely frustrating that the planning process is being dragged out. There is a local and national will to get this sort of scheme up and running.” The scheme must start operating by March 2018 to receive the green energy subsidy payments it has been awarded by the government. Adams said the scheme, which was granted planning permission by Richmond borough council in September, had addressed local concerns about noise, visual impact and flood risk.  “It’s a beautiful part of the world and people were very concerned that there would be something like an industrial generator on the site and it would be very noisy,” he said. “But actually the noise created will be completely drowned out by the [existing] noise of the water.”  He said the scheme would be no larger than the existing weirs and would actually lower flood risk, because unlike the weirs, the hydro screws could be lifted entirely out of the waters when the Thames was running high. The Lensbury’s corporate and social responsibility policy states: “The Lensbury is committed to reducing its carbon footprint in all areas of our operation.” Adams pointed out that the hydro scheme could be used to power the club, saying: “If we did get a private wire into the Lensbury, it would get a great deal on energy and it would be supporting a local renewable energy scheme, so it would be great PR.” Lacy Curtis-Ward, chief executive of the Lensbury, said: “It may be all too easy to paint the Lensbury as environmentally unfriendly Luddites [but] this could not be further from the truth.” She said the Lensbury supported the development of a hydro scheme design that would “work for all stakeholders”.  “It is expected the development [approved by Richmond council] will impact the hotel and conference business, as well as member numbers,” said Curtis-Ward. She said the noise assessments accepted by the council were “incorrect”.     The hydro project is based on the installation of three hydro power turbines on the River Thames at Teddington Lock and Weir. Photograph: Courtesy of THH    Curtis-Ward said she would consider the offer of a private electricity line: “Yes, of course, if and when the developers come up with a plan for a hydro scheme that will not damage our business.” A spokesman for Shell said: “Lensbury Ltd is a subsidiary of Shell Petroleum Company Limited, but its directors carry out their duties independently from Shell and act only in the interests of Lensbury Ltd.” Knight said the legal costs being incurred by Richmond council in contesting the judicial review were also an issue. “This legal battle with is costing local taxpayers’ money. This is because Shell is using rules designed to help communities challenge governments over environmental matters to limit its obligation to pay the council’s legal costs in this battle. This is shameful.” Curtis-Ward said the Lensbury’s use of a “protective cost order” was “what any commercial company would do”.",
  "webTitle": "Club owned by Shell tries to block local hydropower scheme",
  "webPublicationDate": "2016-05-22T22:09:43Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/22/shell-blocking-hydro-dam-project-on-thames-teddington-lock",
  "keyword": [
    {
      "webTitle": "Hydropower",
      "id": "environment/hydropower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Royal Dutch Shell",
      "id": "business/royaldutchshell",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/22/shell-blocking-hydro-dam-project-on-thames-teddington-lock"
}