{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/beatrix-potter-tales-britain-capitalism",
  "id": "2016-05-10-99",
  "sectionId": "commentisfree",
  "body": "The 150th anniversary of Beatrix Potter’s birth this summer is already kicking up a host of merchandising possibilities that might appear to come under the rubric of “cashing in”. You’ll be able to buy a copy of Potter’s newly discovered and much-hyped late book, The Tale of Kitty-in-Boots, or put your children in fancy dress as Mrs Tiggy-Winkle or Samuel Whiskers. And that’s not forgetting the new 50p Peter Rabbit coin, which is already in circulation and selling on eBay for 40 times its face value. Coloured versions of the coin, originally costing £55, are now changing hands for over £600.   Related: Unseen Beatrix Potter illustration to go on display for first time at V&A    But before we rush to condemn all this “merch” as nothing but a tasteless desecration of childhood innocence, we need to remember that this is what Potter’s world has always been about, from that moment in 1902 when she published her first animal tale. It’s not simply that Potter was herself an eager marketeer, keen to sell the rights to her images for nursery wallpaper and christening beakers, so that when she died in 1943 she was a wealthy woman (and a public-spirited one too – she bought 4,000 acres of the Lake District and then gifted them to the National Trust). It’s that the world Potter created so compellingly in those 23 little books comprises nothing less than a clear-sighted primer for navigating the amoral world of mature capitalism. Writing at a time when the human cost and economic vulnerability that underlay Britain’s imperial project could no longer be ignored, Potter shows us a world where there is one cardinal rule: eat or be eaten. On the very first page of her very first book, Peter Rabbit is sent out to play with the terrible maternal warning to be careful, because “your father had an accident; he was put in a pie by Mrs McGregor”. Tom Kitten, meanwhile, is turned into a sausage roll, wrapped up in pastry by two triumphant-looking rats who are anticipating a particularly splendid dinner. Nor, in Potter’s world, is there any point in looking to adult lawgivers to put things right and kiss things better. Jemima Puddle-Duck, an experienced mother, is obliged to stand by helplessly while her eggs are stolen by Mr Tod, “a foxy person”.     Beatrix Potter in 1913 at Hill Top Farm. ‘When she died in 1943 she was a wealthy woman (and a public-spirited one too – she bought 4,000 acres of the Lake District and then gifted them to the National Trust) Photograph: AP    Private property is constantly under threat in Potter’s world – at risk of being taken over by someone who is bigger and stronger. The Two Bad Mice break into a doll’s house and, when they find that they can’t eat the pasteboard food, take malicious pleasure in trashing the place. Mr Tod, meanwhile, is a profligate capitalistic landlord who has “half a dozen houses” but is “seldom at home”, and as a result is constantly watching out for opportunistic squatters. Potter was writing as Darwin’s earlier revelations about nature being a place of ceaseless, violent competition were being grafted on to the realisation that the “survival of the fittest” applied as much to two-legged creatures as it did to those with tails and whiskers. Beneath our thin veneer of civilisation we are, Potter warns, nothing but beasts, red in tooth and claw. In The Tale of Tom Kitten, Tom and his sisters are told by their mother to “walk on their hind legs” while wearing their best clothes like respectable, rational beings. Within minutes, though, they are scrapping in the dust, naked, while some thieving ducks make off with their clothes. Civilisation turns out to be an illusion, as much a matter of top-dressing as Diggery Delvet’s velvet coat.   Related: Leave Peter Rabbit alone!    Unlike virtually any other classic children’s author you care to mention, Potter didn’t offer much in the way of happy endings. Although her heroes and heroines just about manage to escape with their lives, they mostly finish the story having lost something of value. (Squirrel Nutkin, indeed, is obliged to leave his tail behind on Owl Island.) Nor is there any sense of a moral lesson having been learned. Instead Tom Kitten, Jemima Puddle-Duck and their furry, feathered friends will, we are led to believe, repeat their adventures tomorrow, and the day after, and the day after that. And at some point, they will almost certainly get killed and eaten. So when, this summer, you find yourself tutting over the way that your childhood memories of mice in pinnies and ducks in bonnets have been desecrated by the dead hand of commercial exploitation, remember this. The reason why we still care so passionately about Beatrix Potter is not because she offers us an escape from the random cruelties that are part of decaying capitalism, but because she has the moral toughness to show us exactly what it feels like to be powerless and afraid.",
  "webTitle": "Into the dystopian world of Beatrix Potter | Kathryn Hughes",
  "webPublicationDate": "2016-05-10T16:49:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/beatrix-potter-tales-britain-capitalism",
  "keyword": [
    {
      "webTitle": "Beatrix Potter",
      "id": "books/potter-beatrix",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Hughes",
      "id": "profile/kathrynhughes"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/beatrix-potter-tales-britain-capitalism"
}