{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/oklahoma-abortion-transgender-bathroom-bill-mary-fallin",
  "id": "2016-05-28-79",
  "sectionId": "us-news",
  "body": "Sitting in a boat on a lake in northern Oklahoma, on a weekend away, Troy Stevenson took a phone call about the news from Washington. He resigned himself to a busy Monday.   Related: Endless war: Trump and the fantasy of cost-free conflict    That was two weeks ago, and he has hardly stopped since. Stevenson is executive director of Freedom Oklahoma, an LGBT rights group. With the state legislature in session and Republicans around the country fulminating about the Obama administration’s guidelines telling schools they must let transgender students use facilities that match their gender identity, he knew what was coming. Stevenson and other activists had spent months working successfully to thwart 27 bills they saw as anti-LGBT – the most of any state this year. But on 13 May, the federal directive threw conservatives fresh meat. Oklahoma Republicans introduced a resolution calling for Barack Obama’s impeachment and, with the end of the session looming, scrambled to push through Senate Bill 1619. The bill justified its late addition to the slate by claiming a public health and safety “emergency” and pressing two hot-button topics: proposing that if a school allows transgender students to use the facilities of their choice, a student with “sincerely held religious beliefs” could request a “religious accommodation” for access to a transgender-free bathroom. Its proponents argued the bill fought DC overreach while protecting religious liberty and child safety. Opponents decried it as bigoted, unnecessary and impractical. Content aside, to many in a struggling state the bill’s timing seemed awry. Oklahoma’s intertwined relationship between politics and the energy industry is unabashedly symbolised at the statehouse, where oil derricks stand on the grounds.  Since the summer of 2014, sinking prices of crude oil and natural gas have contributed to a $1.3bn budget shortfall. Yet only a couple of days before the end of the legislative session, some rightwing lawmakers were occupied with transgender “bathroom bills” and plots to override a veto by the Republican governor, Mary Fallin, of a bill defying federal law that would in effect have banned abortions by criminalising doctors who perform them. In the middle of a crisis so severe that some Oklahoma school districts are switching to four-day weeks to save money, the state’s politicians voted for this seemingly unconstitutional measure that would inevitably have become embroiled in legal action. They fussed about restrooms, which transformed from a non-issue to an urgent matter of public safety and religious liberty almost overnight.    There’s probably no more anti-Obama state than Oklahoma, so anything with his name connected to it is an uphill struggle  Doug Cox, Republican state representative     It was easy for critics to deride the legislature as derelict, a body swept up by populist causes célèbres and headline-grabbing opportunities to pander to a conservative base that is key to re-election in one of the nation’s reddest states. Mitt Romney carried every single Oklahoma county in the 2012 presidential election, as did John McCain four years earlier. It’s a characterisation that even a Republican state representative, Doug Cox, finds hard to refute.  “There’s probably no more anti-Obama state than Oklahoma,” he said, “and so anything with his name connected to it is an uphill struggle. “Oklahoma’s a very conservative state, our constituencies are very conservative, and most legislators try to come out and vote very conservatively so they can go home and tell their constituents, ‘Hey, I’m more conservative than the guy running against me’.  “Sometimes they get, I think, what I would say sucked into making votes for bad bills just so that they can go home and say, ‘Hey, I voted a pro-life bill’, an anti-abortion bill, without realising the full consequences of it.”  Cox was speaking in his capitol office, which is decorated with a photograph of one of the towns in his district east of Tulsa: Jay, the self-declared Huckleberry capital of the world. The handsome Greco-Roman capitol building in Oklahoma City was finished in 1917 but a dome was not added until 2002. Largely funded by private money, the names of major donors such as Conoco and General Motors were prominently engraved on a ring at the base of the dome’s beautiful interior. On Wednesday, Stevenson of Freedom Oklahoma strode beneath Hobby Lobby and Halliburton and, as on many other days, scurried up and down stairs and through marble-floored corridors, phone stuck to his ear, talking to lawmakers and activists, trying to find out what the hell was going on. The night before, a 10-10 vote meant that SB1619 would not progress out of the committee stage. But Stevenson got word on Wednesday that furtive machinations were afoot to revive the measure by replacing the language in what was previously a “peeping Tom” bill. The scheme was a workaround because it was too late in the session to author new legislation. To Stevenson’s relief, the ploy quietly stalled before the Friday evening deadline, as did moves to overturn Fallin’s veto. Victory – tempered by the dogged nature of his opponents and the knowledge that battle will be rejoined next year. Stevenson sounded an optimistic note: yes, there were a lot of worrying bills proposed but they were scuppered, one way or the other. “There are a lot of fair-minded legislators in this building who understand that these issues are not something that they should be focusing on,” he said. “They realise it’s driving a wedge between people and as more and more of them realise that they have family members and friends and neighbors who are gay, lesbian, bisexual, transgender, it changes their minds. “I’ve seen them change their minds in the last two or three years. There’s no question that the more people come out, the more they realise this issue affects everyone and these bills are nasty just for the sake of being nasty.” ‘They’re majoring in minors’     This month’s vetoed Oklahoma anti-abortion bill was ‘a fiasco’, says Don Neal of StableRidge winery. Photograph: Tom Dart/the Guardian    Superficially at least, Oklahoma’s biggest city seems to be making progress. Some of basketball’s noisiest fans will cram the Chesapeake Energy arena downtown on Saturday night when their beloved Oklahoma City Thunder seek to seal an improbable place in the NBA Finals with a win over the Golden State Warriors. Thunder colours are easy to spot, with blue posters and flags fluttering in the gusty spring winds everywhere from recently renovated historic districts to apartment complexes began before the boom turned to bust. For the team, and much of the revenue that helped revitalise the city’s placid core, fans can thank Aubrey McClendon. The “father of fracking”, a founder and former chief executive of Chesapeake Energy, played a key role in relocating the franchise from Seattle to his native state in 2008. Chesapeake was started in 1989 with $50,000. McClendon was a billionaire within two decades as the company became the nation’s second-largest producer of natural gas, controlling the drilling rights to an area three times the size of Wales. Its elegant red-brick headquarters calls to mind the campus of an Ivy League university.   Related: Oklahoma court: oral sex is not rape if victim is unconscious from drinking    The self-described “world’s biggest fracker” amassed fine wines and real estate. Among his enterprises: Pops, a gas station, diner and convenience store with a 66ft LED-lit soda bottle by the entrance in Arcadia, a tiny town along Route 66 close to Oklahoma City. Its retro-futuristic design and 700 varieties of soft drink marry the nostalgic Americana that is the route’s chief appeal with the modern consumer’s expectation of lavish choice. But away from the tourists’ gaze, in the blocks behind a decade-old strip mall with a sandwich shop, a barber and a church-run coffee house called HeBrews, stand weed-strewn yards, decrepit houses and a long-abandoned school. Further east along Route 66 in Stroud, halfway between Oklahoma City and Tulsa, Don Neal runs StableRidge winery with his wife. He thinks lawmakers could find more productive uses of their time than bathroom bills or extreme anti-abortion measures. “I think they’re majoring in minors,” the 69-year-old said, sitting on a terrace in front of rows of Chenin blanc. “Oklahomans are basically very conservative: ‘It’s worked this long, why mess with it?’ Common sense.”  The way the abortion bill was passed then vetoed, he said, “was a fiasco, and I’m not saying it was one way or the other good or bad, [but] they’re messing with the supreme court.” Neal said his vineyard was doing fine – the location means it attracts customers from around the world. An artist when the grapes aren’t growing, he sometimes donates art supplies to local teachers.  The state’s public schools may soon rely on similar acts of generosity, because in the delicate tightrope act of creating a business-friendly climate while ensuring wealthy corporations pay their fair share, Oklahoma appears to have slipped and fallen. As a Reuters investigation shows, the state provided energy companies with extremely generous tax breaks during the good years and failed to build up a rainy day fund big enough to ease the current financial storm. The result is a new budget deal, finalised this week, that cuts back on funding to several agencies, with higher education and public safety hit especially hard. Many rankings of US states place Oklahoma near the bottom for vital services such as education and healthcare. Even as the frackers drilled and the pumpjacks stroked and downtown prettified, one study found the child poverty rate soared 77% in a decade.    We have perverted religious roots into a platform for tearing down government unless it fits a specific belief system  Jason Dunnington, Democratic state representative     “Until our legislature stops the practice of passing unconstitutional bills as well as discriminatory bills,” said Jason Dunnington, a Democratic representative, “then we’re not going to be as a legislature able to focus on the most important things to the state, which are funding core services of government and making sure we’re investing in a better future for all Oklahomans. “I think we’ve gotten here because we’ve been a state situated in the middle of America that has deep religious roots, and I believe that we have at some point perverted some of these religious roots into a platform for tearing down all government unless it fits a specific belief system of a small group of people.” A Christian organisation pledged to cover the costs of any legal challenges to the anti-abortion bill if it passed. On Wednesday evening, hundreds of people held a rally in the capitol in support of the failed abortion and bathroom laws. “In Oklahoma we have a rather long record of trying to interfere with a woman’s right to make choices,” said Doug Cox, the Republican representative, who juggles his legislative duties with a career as a family physician. “Everything from the abortion issue to access to the morning-after pill, even access to birth control through Planned Parenthood or the county health departments. Planned Parenthood in Oklahoma has never done a single abortion. Planned Parenthood of Oklahoma does not do abortions.  “And yet because of what’s going on on the national scene there’s a group of legislators here trying to do everything they can to cut off all funding and destroy Planned Parenthood of Oklahoma, which is a valuable resource for women to go for cervical cancer screenings, breast cancer screenings, nutritional information, breastfeeding classes … “It’s kind of ironic to me that the first thing we do after having an Oklahoma tornado is declare an area a disaster area so that we can get federal funds. We take federal funds for education, for roads and highways, but since Obama’s in office, federal funds for healthcare, due to Obamacare and the stigma attached to it, it’s like it’s a no-no.” ‘We are here in the centre of the country’     Paula Sophia Schonauer poses by an oil derrick on the grounds of the Oklahoma state capitol. Photograph: Tom Dart/the Guardian    Remarkably, given the hostile climate, the first new abortion clinic in Oklahoma since 1974 is set to open this summer in suburban Oklahoma City. The metropolitan area of 1.4 million people is currently the largest in the US without an abortion provider after the last one retired in 2014. “We are here in the centre of the country where we see that a lot of people are more conservative, hold I guess what people would say traditional values,” said Julie Burkhart, founder and CEO of Trust Women, which is opening the facility three years after starting a clinic 160 miles north of Oklahoma City in Wichita, Kansas, where a doctor who provided late-term abortions was shot dead in a church in 2009. Burkhart said that construction would have continued even if Fallin had not vetoed the bill. Still, practical challenges included finding a lender willing to finance the project and reassuring building contractors worried about their safety. In 1997, a clinic in Tulsa was bombed. The new facility will have armed security.   Related: How Oklahoma’s execution protocol led to errors – and horrific consequences    “It’s a part of the country where the anti-choice rightwing has really worked over the last decades to infiltrate the Republican party,” Burkhart said, “and so we have seen a push, not just in Oklahoma, but other states – Kansas, Missouri, Arkansas, Texas, you name it – it seems like all the states have pushed further to the right and that’s due to that strategy.  “That doesn’t mean that women don’t or won’t need a full spectrum of reproductive healthcare.” Paula Sophia Schonauer fears she may be affected both by the budget woes and the strife over transgender issues. She was Oklahoma City’s first openly transgender police officer and now teaches at community colleges. A man saw her leave the restroom at a movie theatre in February and said: “You’re too big to be a woman.” He and two others directed slurs at her as she walked away. It was the first time she had been confronted like that in 12 years.    I had my battles when I came out but … I’ve been allowed to live. [Now] people are looking for someone to challenge  Paula Schonauer     “I had my battles when I first came out [nearly 16 years ago] but after that was resolved I’ve been allowed to live and let live, that kind of idea,” she said. “But with the rhetoric … it’s gotten to the point where people are looking for someone to challenge.” Schonauer’s 20-hour-a-week job as a graduate research assistant is being cut in half next year, and the number of English composition classes she teaches is reducing.  “We can’t make copies because they’re not able to afford to buy toner or paper,” she said. “The other day I was trying to print off some stuff when I was turning in my final grades for this last semester for a class that I taught. There was no paper in the printer. There was no paper, period.  “So I had to email things even though the policy says I have to turn in hard copies. There was just no paper left because they’d run out and it was the end of the semester and they didn’t want to buy more until 1 July, when the fiscal year turns over.” Amid the struggles, lawmakers did, however, see fit to propose a 184% increase in funding to their own service bureau, the Oklahoman reported. As for the capitol’s opulent dome: in 2014, when it was only 12 years old, engineers discovered it had started to crack. When the Thunder tip off on Saturday night, McClendon will not be there to watch the team he part-owned in the arena that bears the name of the company he built. He was ousted from Chesapeake when his risky management style backfired and the company’s fortunes plummeted.  On 2 March, the morning after he was indicted on a federal bid-rigging charge, his SUV veered off a quiet Oklahoma City road at high speed and smashed into a concrete embankment, killing him in a fiery crash. He was not wearing a seat belt. Police said he “pretty much drove straight into the wall”.",
  "webTitle": "Is Oklahoma trying to be America’s least progressive state?",
  "webPublicationDate": "2016-05-28T15:06:44Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/oklahoma-abortion-transgender-bathroom-bill-mary-fallin",
  "keyword": [
    {
      "webTitle": "Oklahoma",
      "id": "us-news/oklahoma",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "us-news/2016/may/28/oklahoma-abortion-transgender-bathroom-bill-mary-fallin"
}