{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/venezuelans-barter-for-leftover-medicine-as-economic-crisis-deepens",
  "id": "2016-05-18-89",
  "sectionId": "world",
  "body": "Bartering with strangers for leftover prescription drugs in Venezuela has become as commonplace as asking a neighbour for a similarly scarce cup of flour, as the country’s economic crisis morphs into a public health emergency. So desperate is the situation that television and radio stations have taken to broadcasting requests for drugs and medical supplies, and people are turning to social media to seek out life-saving medicine. “We found the heart disease drug Manidon, which my mum takes daily, using WhatsApp. We bartered the drug for four rolls of toilet paper,” says Carlos Gonzalez, 35, an IT worker whose wife is expecting a baby next month.  “When my mother sees her stock of drugs declining, she starts cutting the pills and taking half a dose. If we can’t find the medicines, there’s nothing we can do. We can’t order over the internet because we can’t transfer funds abroad. The government won’t exchange our bolivars for dollars or euros. People are just riding their luck,” he says. Verapimil, sold under the trade name Manidon, is listed as an essential drug by the WHO, and is only available on prescription. But empty pharmacy shelves are forcing desperate Venezuelans to seek alternative routes.  According to those who responded to a Guardian callout, many people are reliant on the generosity of those living outside the country to buy drugs on their behalf, but this is dependent on having the right contacts. “To find medicines abroad is like a quest. In Spain, if pharmacies know the medication is for Venezuela, they will sell you the medication without a prescription. We must rely on friends or family to then bring it over because we are not allowed to receive anything from abroad using DHL or the post,” says Rosa, 43, an administrator from Caracas, the capital. “As many Venezuelan doctors have emigrated to the US, we have some contacts there and these doctors will issue a prescription to a pharmacy directly. The pharmacy posts to a US address then that person brings the medicines to Venezuela. We then need to pay with dollars oreuros bought on the black market as we don’t have free currency exchange in the country.  “My 75-year-old mother cannot live without Diovan for high blood pressure and Lumigan eye drops for glaucoma. I have also a brother that suffers from Crohn’s disease. It is painful to see him suffering for long periods until finally he can get his medication. We are dependent on the goodwill of people who have family or friends abroad to send us the drugs,” she says. Carla, who lives in Washington DC, uses a friend in Colombia to buy and deliver thyroid and glaucoma medication for her parents living in Caracas. “My father is diabetic and must inject insulin every day. He’ll run out of his current stock in less than a month. We’re planning to send my brother overseas to get insulin for my dad who is 70 and can’t travel long distances. “My mother suffers from a heart arrhythmia and must take medication daily. Her doctor has changed it five times over the past six months so she can try to find at least one kind that helps her condition. She takes whatever she can find but its not the ideal medication she requires,” she says.  Doctors, aware of the lack of drugs, write out multiple prescriptions for alternative drugs in case the preferred medicine is unavailable, according to some of those who responded to the Guardian’s callout. Hospitals are also functioning with a lack of basic medical equipment, with reports of patients being asked to bring syringes and bandages with them. “We have less and less each day. Our medical practices have changed. It’s crazy. There is not enough income to keep up with our normal expenses. We are all affected. I’m a doctor and even I can’t get treatment for my own maladies,” says Silvia, 41, an anaesthetist Opponents of the president, Nicolás Maduro, passed a law last month that would allow Venezuela to accept international aid to prop up the healthcare system. But Maduro, in a television address, rejected the calls, describing them as an attempt to privatise the health system. Gonzalez feels lucky. His company provides medical insurance which means his wife will be able to have a caesarean in a private hospital next month. But even then, they have been asked to bring their own soap for the baby.  “Our main worry is for the baby, since we don’t know what she might need once she’s born. My wife wants to breastfeed, but if for some reason we need baby formula, that’s also very hard to find. In the black market it costs around 30% of a minimum monthly wage for a can that lasts four or five days,” he says.",
  "webTitle": "Venezuelans barter for leftover medicine as economic crisis deepens",
  "webPublicationDate": "2016-05-18T17:06:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/venezuelans-barter-for-leftover-medicine-as-economic-crisis-deepens",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "world/2016/may/18/venezuelans-barter-for-leftover-medicine-as-economic-crisis-deepens"
}