{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/eric-cantona-mourinho-manchester-united-guardiola",
  "id": "2016-05-24-192",
  "sectionId": "football",
  "body": "Eric Cantona turned 50 on Tuesday and is still doing what he has always done best: playing the part of Eric Cantona to a T. For Manchester United fans still digesting the end of the soured Louis van Gaal era and the imminent arrival of José Mourinho, he has a simple diagnosis of what has gone wrong. “They miss me,” Cantona says, playful but serious at the same time. “I think they have lost something. You can feel it. But it’s difficult to come after someone who has been at the club 25 years. Even if you are a great manager, the fans still feel the philosophy of Ferguson.”   Related: Eric Cantona believes Didier Deschamps may have left out France players on racial grounds    But while Van Gaal’s departure after two disappointing seasons was finally confirmed on Monday night his successor does not fill one of the club’s most celebrated former players with optimism, either. “I love José Mourinho, but in terms of the type of football he plays I don’t think he is Manchester United,” Cantona says. “I love his personality, I love the passion he has for the game, his humour. He is very intelligent, he demands 100% of his players. And of course he wins things. “But I don’t think it’s the type of football that the fans of Manchester United will love, even if they win. He can win with Manchester United. But do they expect that type of football, even if they win? I don’t think so.” Cantona, back on the small screen this summer as the face of ITV’s marketing campaign for its sports coverage, believes Mourinho’s once and future nemesis would have been a much better fit. “Guardiola was the one to take. He is the spiritual son of Johan Cruyff,” he says, praising the late Dutch master for having overseen “two revolutions” – one as a player at Ajax and another as a coach at Barcelona. “I would have loved to have seen Guardiola in Manchester [United]. He is the only one to change Manchester. He is in Manchester, but at the wrong one.” It is 19 years since Cantona delivered one more shock to a football world electrified by his presence, by announcing his retirement from the game at just 30. Which means it must be two decades since he willed Manchester United to the 1995-96 double, his goals reeling in Kevin Keegan’s Newcastle entertainers and weaving him ever more tightly into the mythology that is now relentlessly sold back to the club’s global fanbase.           José Mourinho: how would the Special One fare at Manchester United?    This month Cantona returned to Old Trafford for their draw with Leicester City. And needless to say, his name was sung more lustily than ever. Looking relaxed and trim over a glass of red (of course) in a favoured hotel bar on the narrow streets of his recently adopted Lisbon home, he talks convincingly of his eternal bond with Manchester, its people and its culture. The mercurial Frenchman has carved out a career as an itinerant documentary maker, actor and artist since leaving football behind. Yet he says he would be open to an unlikely return to Old Trafford – but only as manager. “I do many things and I’m very happy. But if they asked me to become the manager of Manchester United, I would. Because Guardiola is in Manchester City and they want someone to win things with wonderful football? It’s me,” he says. Ask him if he is serious and the smile returns: “Yes, I’m serious. I say that just because it’s like when you are in the pub or the club. When you say you don’t care, all the girls want you. Maybe if I say I don’t care about that job, they will ask me. If they asked me I’d work very hard, of course.” He has now been out of professional football for longer than he was an uneasy, unbelievably gifted part of it. But his feeling that he quit at the right time has never wavered. Regret remains a four‑letter word in the Cantona lexicon. “When I was around 20 years old I gave an interview in France in which I said I was very passionate about the game and that when I lost that passion I would retire,” he says. “Of course, no one believed it. When I felt I lost the passion, I retired. I didn’t regret it.” Not that it was easy. “When you stop playing football it’s very difficult. Football is like a drug. Sport is like a drug. Physiologically, it’s like your drug. And you need it. You need something,” he says, carefully, pointedly. “I think a lot of players have depression after football because they miss something. But it helped me a lot to live in my imagination. If I don’t have this opportunity, I die.”     Cantona controls the ball against Liverpool in the 1996 FA Cup final at Wembley, the year he led Manchester United to the double. Photograph: Bob Thomas/Getty Images    He remains a curious, endlessly compelling mix. Willing to send himself up for advertising campaigns but taking his art extremely seriously, Cantona has at times been repulsed by the media (most obviously in his post-Selhurst Park suspension phase but also in a more recent altercation with a paparazzo in north London) but also used it to his advantage.   Related: Pep Guardiola and José Mourinho in Manchester: let the rivalry recommence | Sid Lowe    His imperial phase in England straddled the dawn of the Premier League era, taking in league titles on both sides of the Pennines either side of its birth, and he was one of the advance guard of exotic imports who set the template for what was to come. In his relationship with Nike and his knowledge of his own self worth, Cantona pointed the way to the world of super agents and globalisation. He has always claimed not to be guided by money and is one of the few former players willing to prod and probe on whether modern football has lost something along the way. In open, expansive mood he suggests governing bodies should mandate clubs to make 25% of their tickets affordable in return for their share of television income. “Football is a popular sport. So it’s important that the working-class people can go to the stadium. Players, young players, 95% of them come from working-class backgrounds – everywhere in the world,” he says. “They need to go to the stadium and see the matches live, not only on television. Television is great. In the pub, you can see lots of people together. But it’s not the same, you see different things in the stadium than on TV.” To illustrate his point Cantona recalls Frank Rijkaard’s Barcelona side and how their trio of attackers – Eto’o, Messi and Ronaldinho – would stay on the halfway line when defending a corner in order to deprive their opponent of bodies in the box. “The federation should sell the rights under certain conditions. It’s very dangerous to exclude the working-class people who are the soul of the sport, to exclude the kids who will maybe go on to become a professional.”         Eric Cantona’s preview for ITV’s Euro 2016 coverage.    Ask him now about the impact of the Glazers and overseas owners on the game and, with a wave of his hand, he says they are “all the same”. Politicians, businessmen, Fifa executives – all get similarly short shrift. “Today you have almost all overseas owners, coming from all around the world. It depends how you direct the club. If you don’t have an American businessman, you will have an English businessman,” he says. “If you don’t have an English businessman, you will have a Chinese businessman or a Malaysian businessman. They are all the same. It’s a business. The difference is that maybe an English businessman knows more about the soul of the club and the community.” He worries, too, about the potentially corrosive effect of too much money too soon on young footballers and their families. “Even when I was young I heard people saying that footballers earned too much money,” he says, recalling his formative years with Auxerre. “But the difference is in my time, I never heard my father say to me or make me think that I had to play for money. It was only about passion, only about the dream.” What has changed? “Maybe the media. It’s the reality TV generation. It’s all about shit, I think – cars, celebrities, all these kinds of things that we don’t really need. In my time it was very different. It’s a very interesting subject. Now the parents want their kids to earn money, to be famous.” Cantona’s grandparents on his father’s side fled the Spanish civil war and spent a year in a refugee camp in Argelès and he has recently sought to deliver on a promise to help those similarly afflicted through a French charity. “I give a small house, it’s not a castle. But it’s in a great part of Marseille, with around 200 square metres of garden,” he says. “We renovated it, we had it painted. We bought all the furniture, all the plates. I didn’t take a picture with them and put it on Facebook or Twitter. I’m not this kind of person. If you hadn’t asked, I wouldn’t have told you. But I said I would do that, in the hope that other people who can do it will do it. Some of the people who like to speak, the actors and so on, they are all from the left side but they don’t give anything to anyone.”     ‘It’s the reality TV generation. Now parents want their kids to earn money, to be famous. In my time it was only about passion, about the dream.’ Photograph: Sebastian Nevols/ITV    As a player, Cantona had a famously complex, combustible relationship with the French federation and successive national coaches. So it is perhaps no surprise that the man who once said he would well up at God Save the Queen but felt nothing for La Marseillaise is willing England to win this summer – even if he thinks their mentality is wrong. “I don’t care about France,” he says, emphatically. “I don’t care at all about France. In terms of football, I am an Englishman. I have in my veins the English blue blood.   Related: David Squires on … Louis van Gaal's Manchester United swansong    “The managers of English players, they don’t need to go away for a month before the start of a competition,” Cantona continues. “They lose all their energy. They are all together, they are fed up. The English mentality is to turn up three hours before the game, play the game and enjoy the game. If I am the manager of England, I wouldn’t bring all the players together for one month. The Germans can do it, the Italians can do it. But the English should just turn up and play. If you remember Denmark when they won the European Championship, they were all on holiday a week before. Some cultures, they can spend two months together. But the English, no. It does not mean they are not professional. They are very professional. But it’s not in their mentality.” Equally, he quite fancies the idea of Portugal triumphing – Cristiano Ronaldo deserves it, he says, and besides he could join in the celebrations. Cantona couldn’t be happier with life in Lisbon, where he now lives with his family. “I feel alive here,” he says. A Croatian film, Anka, will come out later this year and he is also planning one in Chinese, learning his lines phonetically. Looking back on his own football career, it doesn’t rankle that he never lit up the biggest stage for his country. “I tried my best. I did everything I could do. Sometimes you win, sometimes you lose. I tried my best. I have no regrets. If you say that to everyone before the game – try your best, give everything you can and after you lose, no regrets. Then you can sleep. Like a baby. I sleep like a baby.”",
  "webTitle": "Eric Cantona: ‘I love José Mourinho but he is not Manchester United’",
  "webPublicationDate": "2016-05-24T11:43:43Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/eric-cantona-mourinho-manchester-united-guardiola",
  "keyword": [
    {
      "webTitle": "Eric Cantona",
      "id": "football/eric-cantona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/24/eric-cantona-mourinho-manchester-united-guardiola"
}