{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/george-osborne-the-really-unfortunate-chancellor-budget-deficit-trade-deficit",
  "id": "2016-05-22-103",
  "sectionId": "business",
  "body": "Britain’s economic problem is easy to identify. As a nation, we live beyond our means. Consumption exceeds production. Exports are lower than imports, resulting in a balance of payments deficit that has got bigger over time.  None of this is new. George Osborne is not the first chancellor of the exchequer to arrive in office expressing concern about the unbalanced nature of UK growth. Nor, as things stand, will he be the last. Some chancellors find that their biggest headache is the trade deficit and decide that the answer is to suck spending power out of the economy. If the slowdown goes too far and recession ensues, the trade deficit problem becomes a budget deficit problem. Really unfortunate chancellors have to cope with both at once. Osborne is one of those. The latest data show that the current account deficit is running at a record 7% of national output, while despite the improvement since 2010 the budget deficit in the last financial year was 4% of GDP. That is a twin deficit problem with a vengeance. Hugh Dalton and Sir Stafford Cripps provided the template for how to cope with a twin deficit problem: stimulate growth through low interest rates while simultaneously tightening fiscal policy to bring down the budget deficit and to keep inflation in check. Add in a devaluation of the currency to boost exports and there’s your recipe for rebalancing the economy. Figures provided by the House of Commons library show just how tight fiscal policy was in the years immediately after the second world war. The cost of the conflict meant that Britain had a budget deficit of just over 6% of GDP in 1946-47, but within three years this had been turned into a surplus of 4.6% of GDP. This was austerity red in tooth and claw. Other chancellors have trodden the same path. In the aftermath of the 1967 devaluation, Roy Jenkins wanted to make sure that the cheaper pound would boost exports rather than domestic consumption. The subsequent squeeze turned a 4% of GDP budget deficit into a 2% of GDP surplus within two years. Ken Clarke did the same after Black Wednesday in September 1992. Again there was a determination not to fritter away the gains from devaluation, so fiscal policy was tightened aggressively in the mid-1990s. The budget deficit peaked at 7% of GDP in 1993-94, but was showing a small 0.5% surplus within five years. With growth biased towards exports, the current account deficit almost disappeared. By the time Gordon Brown became chancellor, the twin deficit problem had disappeared. But only temporarily. In the years running up to the financial crisis, the current account deficit grew steadily bigger and, after running a budget surplus for three consecutive years around the turn of the millennium, Brown borrowed to finance public investment. The budget deficit on the eve of the Great Recession was 2.6% of GDP, but within three years had ballooned to a peacetime record of just over 10% of GDP. For a while, the 25% depreciation of sterling that occurred between mid-2007 and early 2009 helped the current account. But then a combination of factors made the picture rapidly worse. The financial crisis ended a period when the UK had been enjoying big surpluses on investment income. Declining North Sea production meant the UK became a net importer of oil. The crisis in the eurozone affected exports to Britain’s biggest market. And, by historical standards, Osborne’s attempt at diverting resources away from consumption and into production was modest. As an austerity chancellor, he simply has not been in the same league as Clarke or Jenkins, let alone Dalton and Cripps. This is obvious from the House of Commons library figures. These show that on current plans it took six years for Osborne to reduce the budget deficit by six percentage points of GDP – something Jenkins achieved in just two and Clarke in four. Progress in Osborne’s first two years at the Treasury stalled in year three, 2012-13, when the deficit rose as a share of GDP. Given the sluggishness of the economy in the first half of the last parliament, it is easy to see why the chancellor failed to stick to his original deficit reduction targets. Indeed, it would have been self-defeating had he tried to do so, since higher taxes or lower spending would have led to even slower growth and greater pressure on the public finances.  By giving himself more time to hit his fiscal targets, Osborne got the growth he was looking for. But it was the wrong sort of growth, the sort of growth that Dalton, Cripps, Jenkins and Clarke had expressly been seeking to avoid. In a sense what happened is understandable. Export-led growth was a challenge in 2012, since the eurozone was in near meltdown  and the pound was rising on the foreign exchanges as a result. UK exports became less competitive at a time when demand was weakening. One alternative to export-led growth would have been investment-led growth. This, though, would have required action by the government, either through higher spending on infrastructure or through a national investment bank. Osborne could have squeezed current government spending harder in order to free up extra resources to finance higher investment spending. This would have led to faster and more sustainable growth. It is what Dalton and Cripps did in the late 1940s. Instead, capital spending was cut aggressively in the early years of the last parliament, and incentives were provided for banks to lend money for mortgages. It didn’t take long for the housing market to recover, with knock-on effects for consumer spending. But this was never going to be the basis for a strong or lasting recovery. Britain now has house price inflation running at 10 times the level of general inflation, rising household indebtedness as individuals run down their savings to finance consumption and a whopping trade deficit. In the past, these have traditionally been the classic signs of overheating. Yet, in other respects the economy is clearly not overheating. Earnings growth is running at around 2% a year; manufacturing output is 10% lower than it was before the Great Recession; and the cost of living as measured by the consumer prices index is rising at an annual rate of 0.3%. Osborne has a balanced budget rule, under which the government will be obliged to run budget surpluses unless growth is particularly weak. Balanced budgets are not unprecedented – Conservative chancellors kept a tight grip on the public finances in the 1950s and 1960s, with the exception of the pre-election years of 1959 and 1964. But the real challenge, then as now, was to cure Britain’s supply-side problems: under-investment; poor management; inadequate skills; weak productivity. What Britain needs is a balanced economy rule. If that were adhered to, the deficits would look after themselves.",
  "webTitle": "George Osborne, the really unfortunate chancellor",
  "webPublicationDate": "2016-05-22T11:15:18Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/george-osborne-the-really-unfortunate-chancellor-budget-deficit-trade-deficit",
  "keyword": [
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Budget deficit",
      "id": "business/budget-deficit",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "business/2016/may/22/george-osborne-the-really-unfortunate-chancellor-budget-deficit-trade-deficit"
}