{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/vote-sharing-citizens-immigrants-disenfranchised-elections",
  "id": "2016-05-11-209",
  "sectionId": "us-news",
  "body": "Under different circumstances, Donald Trump might consider it an example of American capitalism: finding a new market for a neglected asset. The presumptive Republican nominee for president, however, is not likely to appreciate the art of a deal which lets US citizens “share” their vote with undocumented migrants. The pilot project, known as Vote Allies, is a pioneering initiative to pair voters with disenfranchised people, matching electoral haves with electoral have-nots. “We see this as a form of social debt. This project is about understanding that people want to do the right thing, and facilitating them to do the right thing,” said Brett Shears, who cofounded Vote Allies. To opponents it is an affront to the founding fathers. “It cheapens the whole process of participative democracy,” said Ira Mehlman, a spokesman for Federation of American Immigration Reform. “The US, at least in theory, is a nation governed by the citizens of the US. Most Americans take that responsibility seriously and cherish it.” The Los Angeles-based initiative will debut in California’s 7 June primary, a contest expected to confirm Trump as the GOP nominee in an election riled by debate over immigration and national identity. The author of The Art of the Deal has vowed, if elected, to seal the country’s southern border and deport an estimated 11 million undocumented migrants. Vote Allies is the antithesis of such rhetoric, arguing migrants should not only stay but also have a say over who rules the nation – right now.      Brett Shears, cofounder of Vote Allies. Photograph: Dan Tuffs for the Guardian    The notion has a touch of magical realism, given Washington’s political gridlock. The Democratic candidates, Hillary Clinton and Bernie Sanders, have promised a law offering a “pathway to citizenship”, which is likely to be a slow, demanding process which could take years, if not decades. Yet Vote Ally is about to give two dozen undocumented migrants and felons – another disenfranchised category – a chance to vote in California. Sort of. Each will be paired with a voter who will hear their concerns and, in theory, reflect them when they cast a ballot. “The community of LA is made up of a lot of people who are disenfranchised,” said Shears, 32, who works for LA city’s elections’ division. “I was thinking: how do we get those people and bring their voices into the process?” LA’s school boards and neighbourhood councils allow non-citizens to participate, he reasoned, so why not also county, state and federal government? “Plus, it would give non-citizens an incentive to think about naturalisation. This project could be a gateway. We’re talking about people who want to be here. All these people say they’re American,” said Shears. The goal was for voters and non-voters – paired partly according to geographic proximity – to have conversations and agree on voting preferences. “Voting is a private act, but we’re living in a world where people speak openly their preferences.”  Several dozen people – voters and non-voters - have signed up and are in the process of being paired for the 7 June primary. Ev Boyle, 32, a teacher at the USC Annenberg School for Communication and Journalism, expects to share his vote with a voteless Latina woman who has joined the program. Widespread disenfranchisement combined with low turnout rates – more than 90% of eligible voters sat out LA’s 2015 municipal election – prompted him to sign up, said Boyle.  “The idea of connecting these two groups in a one-on-one way was very powerful. It forced me to look at the power and privilege of voting. It’s too easy to think voting doesn’t matter.” Boyle leans left but he would roll with it if the woman turned out to favour Republicans, he said. “Fine. The whole point is to have a conversation.” In a few cases, the paired voters already know each other. That is the case for Maria Lopez Zamudio, 18, and her boyfriend, Sean Lucas, 18.  Lopez’s family crossed the border illegally from Mexico and settled in LA when she was three. “I understand that I can’t vote because I wasn’t born here, but I did grow up here. It’s all I’ve known,” said Lopez, a freshman at Santa Monica College.  Undocumented Latinos work hard and pay taxes but have no say over laws that impact them, she said. “Although we do a lot for this country, we don’t have a voice. We don’t have representation. When you have a vote, you know someone is listening to you. Without a vote, you have to protest to make people listen.” She signed up to Vote Allies and persuaded the LA-born Lucas to do so too. “This project allows me to have a voice and to be more informed. And it gives me an opportunity with my boyfriend, who does have a vote, to bond and grow together.”      Ev Boyle: ‘It’s too easy to think voting doesn’t matter.’ Photograph: Dan Tuffs for the Guardian    Lucas, who studies exercise science, said he might not have voted in the coming primary without prodding from his girlfriend. “Before, I didn’t dwell too much on politics,” he said, seated beside Lopez.  Of Mexican and Irish heritage, Lucas also found motivation in Trump’s rise – as have many other Latinos who have registered to vote. “Trump has (tilted) my vote away from Republicans in general, at least in this election. I’m leaning Democratic.” Lopez feels the Bern, so if she has her way, Lucas will vote for Sanders. First, though, he must register. “I’ve sent you the link,” Lopez reminded him.  Lucas nodded. “I know, I know. I’m on it.” Vote Allies is also reaching out to felons such as Troy Williams, 49. A former violent gang member who served 18 years in San Quentin, he was released in October 2014 and is now a film-maker, but he cannot vote in this election.  “I committed a crime and I was sentenced to time in prison ... but not to be disenfranchised from the country in which I was born. I don’t have a voice. I don’t feel I’m part of America without a voice,” he said. Williams helped organise a mock vote in San Quentin for the 2008 general election – turnout and results closely reflected the rest of the US, he said. Denying felons the vote was unfair and, given the disproportionate number of African Americans behind bars, racially tinged, said Williams. “No valid reason has been given for someone not to vote in the American process just because they committed a crime. I don’t see what one has to do with the other.” Virginia’s governor, Terry McAuliffe, recently paved the way for more than 200,000 convicted felons who have served their time to be eligible to vote, an executive order he dubbed historic. Republicans denounced it as an abuse of power which enfranchised murderers and rapists in an attempt to tilt the state Democratic. Mehlman, of the Federation of American Immigration Reform, objected to the principle of vote sharing but did not fear dramatic consequences. “People who are inclined to give their vote to an illegal alien are likely to vote the same way as an illegal alien. So it won’t make any real difference in how votes are cast.”",
  "webTitle": "'Vote-sharing' program gives voice to those with no say in elections",
  "webPublicationDate": "2016-05-11T12:53:31Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/vote-sharing-citizens-immigrants-disenfranchised-elections",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rory Carroll",
      "id": "profile/rorycarroll"
    }
  ],
  "guardianId": "us-news/2016/may/11/vote-sharing-citizens-immigrants-disenfranchised-elections"
}