{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/roger-federer-doubt-french-open-after-losing-dominic-thiem-italian-open-tennis",
  "id": "2016-05-12-224",
  "sectionId": "sport",
  "body": "Roger Federer is out of the Italian Open, one of the few titles he has never won during his 18 years on the Tour, but there are more pressing matters on his mind. Whether or not the 34-year-old can recover from a straight-sets loss to young Dominic Thiem in the third round on Thursday and get his ailing body in shape for the French Open in a fortnight is problematic.   Related: Fitness fears grow over Roger Federer’s participation in French Open    Federer has made ominous sounds of struggle this week as he tried to manage a back injury and the residual effects of a knee operation after the Australian Open. The Swiss almost pulled out of the tournament before his win over another next-generation star, Alexander Zverev, on Wednesday and was not even certain to start in this one. But he dragged himself to the line and gave it his best shot. Thiem, a prospect every bit as dangerous as Zverev, won 7-6, 6-4, his third victory over a top-10 player this year. This normally would have been the biggest scalp of his young career, but he beat a reduced version of the man who has won 17 slam titles. Federer does not do surrender but there was an air of resignation in some of his more expansive shots, especially in the second set, as if he would win if he could but was not prepared to jeopardise more important engagements to come. While he moved well enough, showing no sign of discomfort when stretching, running or occasionally stroking the ball with his old majesty, the sharpness was not quite there. The pair traded breaks in a tight first session, but the serving cycle put Federer in the hot seat in the 11th game to remain in the set. Trusting his talent as ever, he ignored a top-edged forehand that sailed into the crowd to hang on through deuce and force a tie-break. Thiem took his left hand off the racket for a backhand winner, angled cross-court through the ad-service box, to change ends 4-2 up. It was as if he were mimicking Federer, the ultimate classicist. He closed it out with another, this time down the line, and time seemed to quicken for the veteran, for whom the clock normally ticks obediently. The turning point arrived in three quick exchanges just on the hour, in the fifth game. A Thiem backhand was called out, then overruled, Federer netted and saved one of two break points with an ace but could do nothing about the running forehand winner that put Thiem 3-2 up and within sight of what in normal circumstances would be regarded as a major upset. From there to the end, the crowd knew the jig was up for Federer. He charged into the service box to return Thiem’s second serve, a flickering gesture of defiance. There was little he could do, however, about Thiem’s focused charge to the finish. He double-faulted with three match points in the bag as nerves grabbed at his arm, but finished with an ace, as pointed a sign of things to come as he could have wished for. Federer’s loss means Andy Murray has returned to No2 in the world rankings.",
  "webTitle": "Roger Federer a doubt for French Open after losing to Dominic Thiem in Rome",
  "webPublicationDate": "2016-05-12T12:04:13Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/roger-federer-doubt-french-open-after-losing-dominic-thiem-italian-open-tennis",
  "keyword": [
    {
      "webTitle": "Roger Federer",
      "id": "sport/roger-federer",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/12/roger-federer-doubt-french-open-after-losing-dominic-thiem-italian-open-tennis"
}