{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/london-mayor-global-press-reaction-sadiq-khan-curiosity-ignorance",
  "id": "2016-05-06-34",
  "sectionId": "politics",
  "body": "In London, the religion of the Labour candidate for the city’s mayor became an issue only when his Conservative opponent made it one, by attempting to link his rival to Islamist extremism in a campaign criticised as divisive and racist.  Abroad, however, it seems the faith and family background of Sadiq Khan is seen through a somewhat different prism: in much foreign media coverage of the elections, it was more important than his politics. “Sadiq Khan likely to become the first Muslim mayor of London,” was the headline in France’s leading left leaning news weekly L’Obs. The country’s largest commercial broadcaster, TF1, went for: “Sadiq Khan: Muslim, immigrant’s son, self-made man – and future mayor”? The Metronews freesheet went further, saying a Khan victory would make the Tooting MP “the first Muslim mayor of a European capital”.     The Metronews freesheet’s report on Sadiq Khan. Photograph: Metronews    Le Monde went out of its way to note that Khan, “the son of an immigrant bus driver from Pakistan”, described his moderate Islamic faith as “part of my identity” – adding that his opponent Zac Goldsmith was “the son of a Franco-British billionaire of Jewish origin”.   Related: Zac Goldsmith attacked by senior Tory over London mayoral election tactics    Khan’s religion was prominent in media coverage of the election in the Netherlands, where Ahmed Aboutaleb has been the Muslim mayor of the country’s second largest city, Rotterdam, since 2009. The headline of the authoritative NRC Handsblad was: “The green millionaire v the leftwing Muslim”, while the right leaning De Telegraaf chose simply: “London could get its first Muslim mayor”.  In Germany, Süddeutsche Zeitung remarked – although not in its headline – that London seemed on course for its first Muslim mayor, while Switzerland’s Le Temps noted that the duel between the sons of “a billionaire, and a bus driver” could see the city becoming “the first European capital to be run by a Muslim”.     Süddeutsche Zeitung’s report. Photograph: Süddeutsche Zeitung    Different perceptions of Islam and integration were compounded in some countries by a wildly different continental view of Pakistan. “Is Khan’s Pakistani origin not an obstacle?” asked a journalist on the Swiss radio station RTS. “Is Pakistan not associated with fundamentalism and terror?”           Sadiq Khan: London’s new mayor - video profile    The station’s interviewee replied that in a city in which almost 40% of residents were born outside the UK, and whose Muslim population makes up 12% of the total (and more than 30% in some boroughs), the popular image of Pakistan was more usually to do with corner shops and academic excellence. But perhaps the most striking example of how differently much of the world sees London – and the importance of religion – from the way the city plainly sees itself came from the US, where Donald Trump caused uproar with a call for a temporary ban on Muslims entering the country. “DEVELOPING: FIRST MUSLIM MAYOR OF LONDONISTAN” was the top headline on the popular news aggregator site The Drudge Report, followed closely by: “Jewish leaders express concern over voting problems” and “FLASHBACK: Parts of city 50% Islamic”.",
  "webTitle": "Global press reaction to Sadiq Khan a mix of curiosity and ignorance",
  "webPublicationDate": "2016-05-06T19:11:10Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/london-mayor-global-press-reaction-sadiq-khan-curiosity-ignorance",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    }
  ],
  "guardianId": "politics/2016/may/06/london-mayor-global-press-reaction-sadiq-khan-curiosity-ignorance"
}