{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/medical-marijuana-families-move-to-colorado-epilepsy",
  "id": "2016-05-09-233",
  "sectionId": "society",
  "body": "Tristan Forde used to experience as many as 20 seizures a day. The two-year-old has Dravet Syndrome, a rare form of epilepsy, and was forced to constantly wear a helmet – suffering seizures so frequently that his three-year-old brother would automatically go to the freezer and get an ice pack every time Forde had an attack. Everything changed, however, when Forde began medical cannabis treatment last year. He went months without suffering a single seizure, said Yvonne Cahalane, Forde’s mother. “For the first time, it looked like there was a sparkle in his eyes. It sounds corny, but he just looked so much brighter.” But Forde’s hardships are far from over. He and his mother had to travel more than 4,000 miles from their hometown of Dunmanway, Ireland, to Aurora, Colorado, to legally access cannabis from a professional doctor. When their visas expire at the end of the year, they’ll have to return to Ireland where the medicine that Cahalane says has changed her son’s life is considered an illegal drug. Forde and his mother are part of a small group of expats, also known as “international medical marijuana refugees”, who have in recent years turned their lives upside down and moved from overseas to Colorado for cannabis-based medicines that they say carry profound health effects.     Tristan Forde. Photograph: Courtesy of Yvonne Cahalane    “We’re not going to choose the option of being criminals with this in Ireland,” said Cahalane, 34, whose husband stayed behind in Ireland for work. “We don’t want to do things illegally, and we don’t want to do it without a doctor.” There’s no data on how many families have relocated from outside of the US to states such as Colorado, California and Oregon that have long permitted medical cannabis, which remains illegal at the federal level. But anecdotally, pot advocates say they know of a number of international families who have traveled to the US to try medical marijuana – with some deciding to permanently relocate after observing positive impacts. Javier Pena, 40, said he moved his two seven-year-old twin boys from Spain to Colorado Springs last year so that they could start using cannabis oil. The twins both have Batten disease, a neurological disorder that gave them regular seizures.    We don’t want to do things illegally, and we don’t want to do it without a doctor.  Yvonne Cahalane, mother     “I thought that this is the possibility for us to get a better life for them. Why not try?” said Pena, a computer engineer who was able to get a job transfer to Colorado. “We didn’t think we could find any solution.” Pena said they had seen videos online about “Charlotte’s Web”, a strain of marijuana that originated in Colorado and has high amounts of cannabidiol, or CBD, which is a non-psychoactive component of cannabis. Charlotte’s Web, named after a young girl who suffered severe epilepsy, has drawn hundreds of families from outside of Colorado to the state, according to Realm of Caring, a Colorado Springs-based nonprofit that provides support to families using cannabinoid therapy. Nicole Mattison, outreach director, says Realm of Caring knows of roughly 400 families who have moved to Colorado for medical cannabis, including her own family, who moved from Tennessee to Colorado Springs for CBD.  The organization doesn’t track how many transplants are international, but Mattison said she personally knows of families from Australia, Iran and Spain who decided to relocate to Colorado for medical cannabis. Realm of Caring also frequently fields international calls. “There’s a very big community here,” said Mattison, whose daughter has Lennox-Gastaut Syndrome, which is also associated with seizures. “You have a system that’s working in Colorado.”     Javier Pena and his twin boys, Pablo and Alvaro. Photograph: Courtesy of Javier Pena    Many parents, like Cahalane, choose Colorado because of the state’s reputation and the presence of reputable doctors and advocacy groups. And even if there are underground ways for families to access cannabis medicine in their hometowns, many parents are reluctant for fear of losing custody of their children if they get caught. Sean Beeman, an Oregon-based producer of cannabis medicines who runs a medical marijuana refugees page, said he regularly talks to families from overseas who have moved to the US or are considering relocating. “People bring kids to me from Germany, the Czech Republic – we’ve had them from all over.” “Pot is everywhere, but this medicine isn’t. So that’s why people travel,” he added. Research on how CBD affects seizures is limited and inconclusive, with some studies showing clear reductions in seizures and other reports finding no changes or even negative effects.    Pot is everywhere, but this medicine isn’t. So that’s why people travel  Sean Beeman, cannabis producer     Keith Humphreys, professor of psychiatry at Stanford and an expert on marijuana policy, said he would not recommend families uproot their lives for CBD given the lack of research. “We don’t have any evidence that it works beyond anecdote and hype.” Still, many families who swear by cannabis treatments say they moved because they had exhausted all other options and tried so many prescription medications that did nothing or made conditions worse. One woman, who moved from the UK to Colorado and then California, said cannabis treatment for her 10-year-old daughter, who suffers from a neurological disorder, saved the girl from a life of “excruciating pain”. “She now lives a completely functional normal life,” said the mother, who requested anonymity so that she would not jeopardize an ongoing immigration case. She said she’s not returning home until she can legally give her daughter cannabis. “We’re British. We want to go home eventually.” Cahalane, who launched a petition now backed by more than 8,000 people, has been speaking out in hopes that her son’s story will pressure Ireland to change its laws and allow her to return home with Forde and his medicine. “He is just doing so well,” Cahalane said, adding that she suspects more states and countries will eventually follow in the footsteps of Colorado. “It will happen in Ireland. I just hope they realize it before more children suffer needlessly.”",
  "webTitle": "Expots: medical marijuana draws parents to US for their children's treatments",
  "webPublicationDate": "2016-05-09T11:00:13Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/medical-marijuana-families-move-to-colorado-epilepsy",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Colorado",
      "id": "us-news/colorado",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "society/2016/may/09/medical-marijuana-families-move-to-colorado-epilepsy"
}