{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/bill-shorten-memoir-sets-out-labor-leaders-manifesto-in-book-similar-to-battlelines",
  "id": "2016-05-01-33",
  "sectionId": "australia-news",
  "body": "Bill Shorten has released his own part-memoir part-manifesto, a book casting his life, career and policies for government as part of Labor’s centrist reforming tradition and in the mould of Bob Hawke’s consensus-driven leadership style. Published Monday as an ebook and next week as a paperback, For The Common Good: Reflections on Australia’s Future, is similar in intent to Tony Abbott’s Battlelines, combining childhood memories and personal reflections with a broad brush description of Shorten’s positioning across the policy spectrum and views about the task of leadership itself. The book, published by Melbourne University Press, seeks to define Shorten’s image ahead of the full force of the election campaign, and recast the thing he is best known for, being a unionist and ALP factional leader, asserting that he has now left factional sparring behind him.   Related: Asylum seekers: Greens use Labor's 'key weakness' to attack Shorten's stronghold    The Liberal party has already run ads asserting that Shorten is “not a leader” because he has “too much baggage” from his involvement in the two leadership coups of the Rudd/Gillard years and is “too weak to stand up to the unions and the factions”. In his book, Shorten addresses those claims. “For all of my 31 years in the ALP, I’ve been a moderate,” he insists, in a chapter where he addresses his role in both the plot to overthrow Kevin Rudd for Julia Gillard in 2010 and then to overthrow Julia Gillard for Kevin Rudd in 2013. Of 2010 he says he “formed a strong view only in the last few days before the challenge” and repeats that the change was not adequately explained to the electorate. Of 2013, he says the change was necessary to avoid electoral annihilation and was “very hard personally” because he was “closer to Julia than to Kevin”.  He then turns to the role of factions in his party more generally, conceding excessive involvement in his “youth”. “Factions within the Labor party have long attracted bad press, sometimes justifiably so,” he says. “I think it is simplistic, however, to reduce the organisation of a party into factions. Political factions have always been a feature of parliamentary politics. Their basic role is to bring individuals together around a common political purpose ...  “Excessive factionalism is damaging to political parties and you will often see it at work in youth wings. I probably indulged in a bit of it in my youth: you tend to imitate the conflict of your elders without quite understanding the basis for it. Labor’s factions work best when they’re a fulcrum for ideas and debates. They operate at their worst when they act as a patronage machine to promote mediocre people. As federal leader I don’t think factionally and I don’t attend faction meetings.”     Substantial policy trumps spin every time and great policy tops personality  Bill Shorten     Shorten says he was politicised by Hawke’s ascent to the prime ministership, describing Hawke’s national economic summit from his perspective as a high school student. “Watching it all unfold in the newspapers and then discussing it in class was a thrilling experience for a political nerd like me. Most of all, I was impressed by the consensual way in which Hawke led, his way of bringing people together; of uniting the nation rather than playing groups off against each other; repudiating extreme solutions; and the coming together of employers and workers,” he says. Within pages, he is describing his own leadership style in similar terms, an approach learned, like Hawke, from the working in the trade union movement.  “Some people think strong leadership means telling people what they must do or being the smartest person in the room. That’s wasn’t my view as a unionist, and nor is it my view now as Labor leader. Real leadership shows that consensus and negotiation is a sign of strength, not weakness. Real leadership means understanding the minimum and the maximum that people will accept. You go for the maximum, yet always understand the minimum. In every negotiation I have been involved in, I refer to the 90:10 rule—let’s work on the 90% we agree on, not the 10% where we differ. This is the belief I have carried into politics.  “As Labor leader, I still think like an organiser. Whether it’s dealing with the rising influence of vested interests or solving a community-level problem, empowering people is the key. Relationships are crucial: get people to come together, define their position and work from there. Don’t begin with a pure ideological solution. Take account of all viewpoints.”  The centrist approach extends to He says he’s “mindful of the drift in recent years of some Labor supporters to the Greens party” but says “Labor will not win those people back by out-Greening the Greens.” Instead he insists the electorate will back “bold ideas”, citing as an example the National Disability Insurance Scheme which he successfully advocated as a junior minister. “The lesson I take from my involvement in the creation of the NDIS is that substantial policy trumps spin every time and great policy tops personality. In this era of media fragmentation and the 24/7 news cycle, advocating big and complex ideas is more difficult – and yet more rewarding – than ever before. Voters will reward a political party that takes them into its trust by arguing the case for practical, achievable, worthwhile change. The NDIS was a relatively expensive, complicated policy. Its realisation shows that people are willing to back bold new ideas if the case is made properly.     Concern over dealing with climate change is not confined to an inner city, white-collar elite: it is a blue-collar issue  Bill Shorten     Much of the book is an exposition of Labor’s policies and beliefs but it contains snippets of information including:  • A fairly blunt assessment of his father, Bill snr, who died of a heart attack in 2000: “Mum always said Dad was an intelligent man ... He was street smart and possessed good people skills, but ended up taking refuge in the drink like many men of his generation. Looking back, Dad was probably depressed, but they didn’t have counselling then. When I was 10, the same age he was when his father died, Dad suffered a heart attack. It hurt seeing that. No child should ever have to see their father so vulnerable at that age. Yet it changed him. He stopped drinking as much, which was welcome, although he developed a shorter fuse. Why? I suppose it shocked him – he was only 47 – but maybe he was experiencing pain, too. He’d smoked a lot and drunk a lot, to the point that his health was less than wonderful. If you watch old cop shows from the 1970s and see the blokes with big fat ties and the cigarette ash spilling down their jackets, that’s the world my Dad inhabited. This time left an indelible mark upon me. Dad would take my brother and me to the football to see the Swans on Saturdays. He’d be dressed in his big woollen overcoat, park us in the grandstand, and go off to meet his mates and drink beer. I guess for him it was an escape of sorts. It was this lifestyle that contributed to his premature death ... Dad was an old-fashioned father – he grew up during the Depression after all. I can’t pretend there wasn’t conflict at home. Dad was never physically violent towards Mum, but there were plenty of arguments and, looking back, I can see that a permanent undercurrent of tension persisted in our home life. I don’t want other children to experience that in their formative years.   Related: Behind the lines podcast: what kind of PM would Shorten make? What will he die in a ditch for?    • That Shorten once considered becoming a social worker: “It had taken me a while as a kid to work out what I wanted to do. The Jesuits placed an emphasis on community involvement and so I did volunteer work when I was at school. Visiting the kids at St Paul’s School for the Blind and yarning with pensioners on a Friday afternoon was rewarding, so much so that I considered a career as a social worker. I’d also thought about following Dad and going to sea. I toyed with the idea of joining the armed forces and so enlisted with the Army Reserve. I clearly saw appeal in joining an institution that gave meaning and purpose to so many people. In the end, I settled on the law.”  • That he likes German works councils - bodies where employees participate in, or are informed of management decisions: “During my time at the AWU I grew to admire works councils, the committees that can be formed to represent all employees at an enterprise. In Germany, the works council model is mandated by law and is especially popular. It has been an important factor in making that nation’s economy dynamic, strong and efficient. It is supported by both sides of politics, along with codetermination, whereby employees are allowed to play a role in the management of the companies they work for, especially large organisations.”  • That if elected, his first overseas visit will be to the Asia–Pacific. “Papua New Guinea and East Timor will be my earliest ports of call.”  • That defence policy would also have a regional focus: “The priorities of our defence policy should be an enhanced ADF regional presence, increased multinational military exercises, high-profile humanitarian assistance and disaster relief efforts to assist neighbours in distress, and the Pacific Maritime Security Program, which would build on the success of Kim Beazley’s Pacific Patrol Boats Program.”  • That a Labor government would successfully introduce an ETS this time because it was now seen as a “blue-collar” issue: “I’m convinced that Labor will be able to introduce, implement and bed down an emissions trading scheme when it takes office. That’s because Labor sees climate change action as part of a comprehensive set of policies aimed at renewing and modernising the Australian economy and its workforce. Concern over dealing with climate change is not confined to an inner city, white-collar elite: it is a blue-collar issue too. Australians should not be tricked by threats of ‘they will take away your job’. Australians are not daunted by the future.”    Related: Welfare groups say job seekers are being demonised in budget lead-up    • That he is prepared to reject the “dole bludger’ meme: “No one condones the small minority who cheat or bend the rules. Yet it is dishonest and lazy to attack the straw man of a bloated welfare system. Indeed, the word ‘welfare’ itself is used pejoratively in many parts of our media, and by the Coalition government, as a code word for sloth and waste and undeserved income. This is disappointing not because of the cheap, chest-beating rhetoric masquerading as government policy, or the bullying of people who are often doing it tough— it’s that the facts tell a very different tale. Australia already has one of the best-targeted systems of social investment in the world. While there is always room for improvement in the way assistance is targeted, it is important to note that Australia spends less on welfare than almost every other advanced country and our system works reasonably well. When those who earn more in a week than people with disabilities or the unemployed or carers will earn in an entire year rail against welfare, it’s hard to take them seriously.”",
  "webTitle": "Bill Shorten memoir sets out Labor leader's manifesto in book similar to Battlelines",
  "webPublicationDate": "2016-05-01T20:15:13Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/bill-shorten-memoir-sets-out-labor-leaders-manifesto-in-book-similar-to-battlelines",
  "keyword": [
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Emissions trading",
      "id": "environment/emissionstrading",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/02/bill-shorten-memoir-sets-out-labor-leaders-manifesto-in-book-similar-to-battlelines"
}