{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/uk-target-tax-secrecy-overseas-territories-michel-sapin-jersey-virgin-islands",
  "id": "2016-05-11-95",
  "sectionId": "uk-news",
  "body": "The French finance minister, Michel Sapin, has urged Britain to go “right to the end” in stamping out tax secrecy it its overseas territories and crown dependencies that continue to act as tax havens for the wealthy. Sapin, speaking to the Guardian before arriving in London for David Cameron’s anti-corruption conference on Thursday, said he felt Britain had “decided sincerely to end a certain number of situations” characterised by the status of UK overseas territories and dependencies such as the British Virgin Islands.  “Of course we want Britain to go right to the end, and as fast as possible, so all those jurisdictions respect the same rules of transparency,” he said.    Related: David Cameron calls for 'fairness' from critics on tax affairs of territories    He added: “There are always obstacles, but the principle obstacle is egotism, the feeling that we can get by on our own. “The particularity of every battle against tax optimisation, tax fraud or international corruption is that no one can fight it alone. International cooperation is fundamental. You can’t fight all alone in a corner, which is what has happened until now, when there was a kind of egotism of each nation which thought that they could deal with it alone in their own corner.” After revelations about offshore financial activities in the Panama Papers that detailed the tax avoidance of the world’s rich and powerful, Cameron last month announced that the overseas territories and crown dependencies – such as the British Virgin Islands and Jersey – had agreed to provide UK tax and law enforcement agencies with full access to company ownership details. But campaigners have insisted they must go further and allow public access to registers. The presence of UK overseas territories and crown dependences at the London anti-corruption summit was key, Sapin said. “I understand that they have been invited, I hope they will be there and I clearly hope that everyone takes part with the same momentum.  “Even if there will still be resistance – even if, for example, Panama, which put in place a veritable industry of opacity and lack of transparency, is still showing strong resistance, I think there is now such a powerful groundswell that is is unstoppable.”  Asked about Britain’s move to clamp down on tax secrecy, he said: “I don’t doubt Britain’s sincerity. But we also know the complexity of the British system, the place of the City, the historic existence of a certain number of entities very close to Britain which, until now, didn’t want to cooperate in a sufficiently active way.      Stakes are high for France at the anti-corruption summit with François Hollande eyeing a second term. Photograph: Gonzalo Fuentes/Reuters    “So Britain has a particular responsibility that it has to see through right to the end. But I have no reason to doubt the sincerity of the British leadership in its resolve to act hard and fast.” Sapin said there was a new international drive to clamp down on tax secrecy and corruption because it was clear that there was massive global loss from tax evasion – “for developing countries, but also clearly for countries that are very, very developed”. France, with Britain, has pushed for the creation of an international blacklist of tax havens and for the global community to deploy clear sanctions against any country that continues to facilitate tax evasion.  It is also pushing for new regulations that would lead to the automatic sharing of information about the true owners of complex shell companies and overseas trusts. Sapin said countries had the ability to clamp down fast on corruption, pointing to how France, Germany and Italy went on the offensive last year to better deal with the financing of terrorism. “At the heart of it, we can use the same tools that allow us to fight against financing of terrorism and laundering of all types,” he said. On Wednesday, Sapin apologised and admitted to behaving inappropriately towards a female journalist at the Davos conference in January, after earlier denying the claim.    Related: David Cameron under pressure to end tax haven secrecy    With the beleaguered Socialist leader, François Hollande, hoping to seek a second presidential term next year, the stakes are high for France at the anti-corruption summit.  Hollande – who said during his last presidential campaign that his only adversary was “the world of finance” – is now under pressure to win back the leftwing voters who have deserted him.  France is also still reeling from what Sapin called the “deplorable” scandal when Jérôme Cahuzac, Hollande’s first finance minister in charge of clamping down on tax fraud, was revealed to have hidden money in a secret Swiss account. Sapin proposed new legislation this year to improve France’s transparency laws and provide better protection for whistleblowers.  Asked whether he would comment on the UK’s EU referendum during his London visit, Sapin said: “I’ve learnt that saying from abroad what a people should do or choose is never very productive.  “But giving people – in this case, those favourable to staying in – a certain number of arguments, facts and perspectives to allow them to convince their own people, that’s part of the role of European friends and allies of the UK.”  He said France would attempt to do this “delicately”. Looking to shore up its fragile state accounts, France has launched a campaign to encourage taxpayers to come clean on previously undeclared assets held abroad, and has clamped down on aggressive tax optimisation techniques by multinational companies. The crackdown yielded €12.2bn in 2015, up almost a fifth from the previous year. Big multinational companies have not been spared. The French tax office is seeking €1.6bn in back taxes from the US internet giant Google, refusing – unlike the UK – to strike a deal with the company. French authorities also sent McDonald’s France a €300m bill for unpaid taxes on profits believed to have been funnelled through Luxembourg and Switzerland, reported the business magazine L’Expansion last month.",
  "webTitle": "French minister urges UK to stamp out tax secrecy in its territories",
  "webPublicationDate": "2016-05-11T17:38:18Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/uk-target-tax-secrecy-overseas-territories-michel-sapin-jersey-virgin-islands",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "uk-news/2016/may/11/uk-target-tax-secrecy-overseas-territories-michel-sapin-jersey-virgin-islands"
}