{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/the-lowest-point-for-cinema-since-threat-level-midnight",
  "id": "2016-05-20-111",
  "sectionId": "football",
  "body": "MUTANTS UNITE  It’s not been a good week for fans of Manchester United. First they were bundled out of Old Trafford after a security c0ck-up led to a bomb scare before their game against Bournemouth on Sunday. Then they discovered that they still had to sit through another spectacular Louis van Gaal production when the game was replayed on Tuesday, even though they already knew that Manchester City had pipped them to a Big Cup spot. They would have crawled into the top four with a 19-0 win, but, well, they don’t really do that kind of thing any more, and the final insult came when they poured a jug of hot urine all over history and tradition by somehow managing to link the new X-Men flick with tomorrow’s 1990 nostalgia-fest against Crystal Palace, just to please sponsors 20th Century Fox, in a lame attempt to show that they’re down with the kids. Presumably directed by Ed Woodward, in the lowest point for cinema since Threat Level Midnight hit the big screen, a clip that has been met with widespread derision features Professor Charles Xavier, played with expert weariness by James McAvoy, in conversation with Wayne Rooney, played by a robot programmed to act like Wayne Rooney, delivering a performance so wooden that Van Gaal is certain to play him up front against Palace. As a mushroom cloud appeared over Roy Keane’s house, Lord Ferg’s nose went an even deeper shade of purple and Eric Cantona threw a hissy fit at not being given an audition, rumours emerged that the next X-Men film will centre on mutants such as a confused, fuzzy-haired Belgian who knocks people over with his mighty pointy elbows, a wheezing Liverpudlian who can trap a ball further than most mortals can kick it, a brooding Portuguese who pokes his victims in the eye and a vengeful Dutch villain who bores his enemies to death. But they were hastily denied and instead thoughts turned to Wembley and why United couldn’t just be happy doing a Cup final song, like Alan Pardew’s Palace, who have earned the backing of neutrals up and down the country by releasing a revival of Glad All Over. Everything they’ve built will fall? Well, quite. QUOTE OF THE DAY “Villa Park is a very historical stadium, so we will not simply and callously destroy a club’s history. We want to use Villa’s history and its substantial fan base around the world to also promote Lotus Health products and services globally. The ideal scenario would be for fans to enjoy Lotus Health products at Lotus Villa Park, it would be a great advert for both brands” – new Villa owner Tony Xia is definitely not simply and callously planning to destroy the club’s history. Nope.     It begins. Photograph: Damir Sagolj/Reuters    FIVER LETTERS “Can we just take a moment to recognise the genuinely heroic Marco Russ (yesterday’s Bits and Bobs), who has been diagnosed with a tumour, but still wants to play for his team in a German promotion/relegation play-off decider. In an age where footballers regularly roll around on the floor clutching their faces because someone touched their shoelace, this man wants to give everything for his team. Whether or not he ends up playing in that match, let’s hope he gets well soon” – Dan Makeham.  “Steven Chicken may not have wasted his life in any way by googling ‘hard place to go’ (yesterday’s letters) but I wasted at least 15 seconds of mine by clicking on the link and getting a “url not found” message. Is this the kind of professionalism one can come to expect from a tea-timely football email? Oh, right” – Jeremy Adams. “So to win the letter o’ the day, you just have to send a mail about not wasting your life cataloguing ‘tough places to go’ with no actual content. I wasted my own time by googling ‘a tough place to go’, and the top result was in fact the intended content, which I actually read. I cannot get that time back” – Steven Chicken.     A tough place to go. Photograph: Steven Chicken    “If Fiver readers will be as bored as me this weekend and have already read through all their polite rejections from Guardian Soulmates then perhaps they would like to spend the next two days looking at The Economist’s chart of each Premier League club’s performance since 1995 based on total points and clubs’ wage spending as proportion of the season’s average. Alternatively, if you don’t have the time then just select Queens Park Rangers and give yourself a chuckle for a couple of minutes. P.S. It will try and get you to register with a pop up but just click ‘close’” – Noble Francis. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our letter o’the day is … Dan Makeham. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Claudio Ranieri has been appointed a Grand Officer of the Italian Order of Merit, for his services to over-confident gamblers in the Leicester area.  Meanwhile, Ranieri’s assistants at Leicester Craig Shakespeare and Steve Walsh have penned new contracts with the club. “Craig and Steve epitomise the kind of application and commitment that has brought so much success, positivity and goodwill to our club and we’re absolutely delighted that they have agreed new contracts as part of our journey,” Ranieri back-slapped.  Brighton have reacted well to missing out on promotion by bundling five players – including Bobby Zamora and club captain Gordon Greer – aboard the the good ship Do One.  Arsenal are close to securing the signing of Borussia Mönchengladbach’s Granit Xhaka for £25m, who at least has a name that sounds like he’ll be the solid midfield presence they’ve been missing for the best part of a decade.  Bradford City’s joint-chairman Mark Lawn has labelled the Football League’s proposal for four divisions and eight extra teams as ‘ridiculous’. ‘We’ve had this structure for years because it has suited the majority of clubs, so why change it?” he ridiculed.  Manchester United have denied they will offer entertaining football’s Louis van Gaal a new post as director of football to make room for entertaining football’s José Mourinho next season.  And David Ginola is recovering in hospital after coming through a quadruple heart bypass operation. Get well soon. STILL WANT MORE? Crystal Palace defender Damien Delaney gets his chat on with Dominic Fifield and tells him why winning the FA Cup tomorrow “would be vindication for everything I’ve gone through” after becoming so fed up with football that he considered becoming a triathlete.  Palace’s last Cup final – in 1990 – changed not just the south London club forever but, as Richard Foster writes, Manchester United and Liverpool too. Blimey. In the latest from our Golden Goal series, Daniel Harris explains why Keith Houchen’s diving header for Coventry in the 1987 Cup final equals the point of everything. Does Big Vase failure make Jürgen Klopp a serial loser? Barney Ronay says no, he can do a Dortmund at Liverpool.  After showering our writers in verbal pelters for predicting Leicester would be relegated this season, it’s time to turn the tables: over half of you readers also tipped a drop to the Championship, though a hat tip for the 43 (0.53%) that predicted the most unlikely of title wins.  Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. 1,468",
  "webTitle": "The lowest point for cinema since Threat Level Midnight",
  "webPublicationDate": "2016-05-20T15:01:45Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/the-lowest-point-for-cinema-since-threat-level-midnight",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/20/the-lowest-point-for-cinema-since-threat-level-midnight"
}