{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/19/how-many-people-put-astronaut-in-space",
  "id": "2016-05-19-325",
  "sectionId": "careers",
  "body": "Astronauts are the pop stars of science and technology. From a launch site in icy Kazakhstan, they are hurtled into space inside tiny Soyuz capsule, aimed at the remote moving target that is the International Space Station (ISS). There, they will undertake scientific research and become guinea pigs for medical experiments. So it’s no surprise that their exciting jobs hog the media spotlight.  But behind every astronaut is a team of dedicated professionals making sure everything runs smoothly. From workers training the astronaut before a mission, to those monitoring their medical health – there are hundreds of professionals involved in getting one person safely into (and back from) space. Medics The first stage in any astronaut’s career will be a medical assessment. Individuals need to be in top physical condition or it simply wouldn’t be safe to send them into space. The space medicine office at the European Space Agency (ESA) is made up of medical personnel, biomedical engineers, fitness specialists, psychologists, IT specialists, administrators and project managers. As well as ensuring an astronaut is fit and healthy enough to go to space, they also monitor the health of the astronauts throughout their missions, ensuring they are coping with the mental and physical strain of living and working in space.  On the return mission to Earth, a surgeon is always on hand at the landing site and the medical team will begin to rehabilitate the astronauts after their arduous journey. Significant time in space creates wastage on both the muscles and bones of an astronaut’s body, which means they need support and expertise to help their bodies recover after spending six months to a year in orbit.  Astronaut trainer  From submarine voyages to cave treks and wilderness training, astronauts are really put through their paces before they go anywhere near the launch pad. Susan Buckle, a former instructor at the European Astronaut Centre in Cologne, says she used to train human behaviour and performance skills – such as communication, teamwork and situational awareness – to astronauts, the ground control team, and so-called “hivernauts” who spend a year in Antarctica. She claims her career path is unconventional for someone who works in the space industry. Unlike many of her peers, she is not an aeronautical engineer. However, she was always interested in aviation, having joined the RAF’s Air Cadets at 14-years-old and gained a private pilot’s licence aged 17. After university, she began teaching but then transitioned from life as a psychology lecturer to working for the European Space Agency (ESA) in 2011.  She says one of the biggest highlights of her career was taking a zero-gravity flight with British astronaut Tim Peake. “I was extremely nervous about feeling sick, but it was an extraordinary feeling being weightless and practising with Tim how to move objects on the space station, how to orient yourself when there is no up or down and how to conduct CPR in space.”   Related: 'I couldn't see, hear or speak' – the day I nearly drowned in space    Flight control On the day of the launch, the lives of each astronaut aboard the spacecraft are in the hands of a flight control team. Led by a spacecraft operations manager, and made up of engineers and technicians who are experts in flight dynamics, software and ground tracking stations, the flight control team make sure the spacecraft departs and docks safely. The life of an astronaut is in the hands of this crucial team. Libby Jackson currently manages the UK Space Agency’s education and outreach programme for Tim Peake’s Principia mission. Until 2014, she worked for seven years at Europe’s mission control for the ISS. She started out as an instructor, and then became a flight controller (specialising in the computers and communications subsystems) before finally taking on the role as a flight director for the ESA’s Columbus module on the ISS. “I have been fascinated by space, and particularly human spaceflight, for as long as I can remember,” she reveals. “Growing up, I loved learning about the early pioneering days of human spaceflight as well as the shuttle – I was three weeks old when it first flew into space – and the moon landings.  “Throughout school I enjoyed science and maths, and as I grew older I discovered, though Space School UK and UKSEDS [the UK’s student space society], that I could work in the field that fascinated me so much.” So, when she was 17 she wrote to Nasa to ask if she could spend time shadowing their teams at work. To her amazement, they said yes and she was very fortunate to spend two weeks at the Johnson Space Centre (JSC) observing the different roles involved in human spaceflight. It was then that she knew she wanted to be a flight director. Most recently she has worked to help shape Tim Peake’s mission and has been involved in education projects to teach school children about the subject through science, technology, engineering and maths. Payload systems engineer The term payload is originally a seafaring term for revenue-producing cargo on a ship – but when it comes to space, it means the delicate scientific equipment aboard vessels such as the ISS that allow astronauts to conduct experiments and transmit the results back to Earth. A payload engineer is responsible for ensuring that spacecraft and satellites are equipped with all the technology necessary to communicate with colleagues on the ground and conduct experiments.   The London Economics Case for Space report from 2015, estimates that the UK space industry is already worth £11.8bn and has been growing by an average of 8.6% year-on-year since 2008/09. It now directly employs 37,000 people and is estimated to support over 115,000 jobs in total. The government’s Space Innovation and Growth Strategy, estimates that the space industry could create up to 100,000 skilled jobs in the next 15 years. So whether you’re interested in becoming a systems analyst or an astronaut trainer, now could be your opportunity to become one of the thousands of people it takes to put a person into space. Tom Lyons is a teacher fellow at ESERO-UK, the European Space Education Resource Officeg. To learn more about the life of a systems engineer watch this video of Anne Pacros, an ESA payload system engineer, talking about a typical day working at ESA. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "How many people does it take to put an astronaut in space?",
  "webPublicationDate": "2016-05-19T06:00:00Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/19/how-many-people-put-astronaut-in-space",
  "keyword": [
    {
      "webTitle": "Career choices",
      "id": "careers/career-choices",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "European Space Agency",
      "id": "science/european-space-agency",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "International Space Station",
      "id": "science/international-space-station",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Tim Peake",
      "id": "science/tim-peake",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Nasa",
      "id": "science/nasa",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "careers/2016/may/19/how-many-people-put-astronaut-in-space"
}