{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/agenda-greg-rutherford-rio-2016-tony-bellew-boxing-goodison",
  "id": "2016-05-28-80",
  "sectionId": "sport",
  "body": "A GIANT LEAP ... The buildup to the Rio Games continues with Greg Rutherford in action at the fifth round of the Diamond League in Rome on Thursday (Eurosport 2), 7pm. The long jumper, who won gold at the London Games and went on to take the European and world titles, also topped the Diamond League rankings in the event last year. The British athlete is in mighty form as he prepares for the summer Olympics, having broken the British indoor record, with a jump of 8.26m in New Mexico in February, and with his win at the Manchester GreatCity Games last week he took his fifth victory this year in an unbeaten run that stretches back to July 2015. His confidence is, rightly, high. IT’S NOT ALL OVER ... Having celebrated 1966 last week, the BBC continue the theme turning to 1996 and the European Championship finals in England. Alan Shearer’s Euro 96: When Football Came Home (Wednesday, BBC1, 10.45pm) has the talismanic striker of the time reflecting in a personal way on what he sees as the defining moment of his England career. He is joined by team-mates Paul Gascoigne and Teddy Sheringham and his former manager Terry Venables, while Barry Davies and John Motson recall the tournament – where England reached the semi-finals – from behind the mic. GREAT SCOTT ... England’s women continue their qualification campaign for Euro 2017 with a game against Serbia on Saturday (BBC2, 5pm). They are currently second in Group Seven, one point behind Belgium but with this game in hand. It was an away draw for the Belgians at their last meeting, in Rotherham, that put them top and it would have been a win had it not been for a late equaliser from Jill Scott. This match at Adams Park, Wycombe, is the Lionesses chance to regain the lead – crucial as only the group winners are guaranteed a place in the competition which will take pace in the Netherlands in July and August next year. A TRUE BELLEW ... Tony Bellew will finally achieve his dream of fighting at hometown ground Goodison Park on Sunday (and where he filmed scenes for the movie Creed) when he fights Ilunga Makabu for the WBC world cruiserweight title (Sky Sports 1, 6pm). Bellew vacated his European cruiserweight belt to ensure this bout took place and will be eager to make his third bid for a world title a successful one after defeats in his two previous attempts – the only occasions he has not won in a 29-fight career. The Congolese fighter Makabu is not to be underestimated, however – he has won his last 19 fights, 18 of them with knockouts. LUCERNE LIFT-OFF ... Team GB will announce their rowing team on 9 June and the push for places, especially in the women’s eight, reaches a climax at the last World Cup event in Lucerne, Switzerland, before the decision is made. The finals take place on Sunday (BBC2, 12.30pm) and Britain have seven crews already qualified for the decisive races. Likely to be added to that lineup will be the Olympic, world and European pairs champions Helen Glover and Heather Stanning, whose place for the pairs in Rio is assured, and the London Games bronze medallist Alan Campbell in the single sculls.",
  "webTitle": "The Agenda: Greg Rutherford jumps to it while Tony Bellew has a Goodison goal",
  "webPublicationDate": "2016-05-28T15:04:03Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/agenda-greg-rutherford-rio-2016-tony-bellew-boxing-goodison",
  "keyword": [
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Greg Rutherford",
      "id": "sport/greg-rutherford",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England women's football team",
      "id": "football/england-womens-football-team",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rowing",
      "id": "sport/rowing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/28/agenda-greg-rutherford-rio-2016-tony-bellew-boxing-goodison"
}