{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/golf-tour-pros-survey-donald-trump-hillary-clinton",
  "id": "2016-05-04-129",
  "sectionId": "sport",
  "body": "It’s probably no shock to learn that most US golfers tend to vote Republican – but the strength of ill feeling towards Hillary Clinton is perhaps more surprising, particularly among the women of the LPGA. Oh, and the game’s greats also like Donald Trump – and think Tiger Woods will win again.   Related: With friends like Michael Jordan, why would Tiger Woods need enemies? | Marina Hyde    The revelations come from Sports Illustrated’s annual anonymous pro tour survey, published on Tuesday, where golfers can sound off on multiple topics without being unmasked. SI polled more than 150 players across three American tours, and, unsurprisingly, a strongly Republican bent emerged from the survey. Forty-four percent of LPGA Tour players said they will not be voting for Hillary Clinton in the presidential election, against 33% who will be, and 23% who gave no response. “Absolutely fucking not,” opined one anonymous responder. Players on the men’s tours were asked: “If Clinton could guarantee to cut your taxes in half and the Republican candidate would keep them the same, would you vote for her?” Fifty-six percent of PGA players said no, while a massive 74% of players on the Champions Tour – the tour for players aged 50 and over – said the same. “I wouldn’t vote for [Clinton] if she were the last person on Earth,” said one older gentleman. But there was no such problem for Donald Trump, whose various misdeeds didn’t seem to bother the golfers profiled in the survey. Sixty-seven percent of players on the women’s tour said that the LPGA should hold tournaments on courses owned by Donald Trump, while 45% of players on the PGA Tour, and 88% of players on the Champions Tour, didn’t think the WGC-Cadillac should be moved from the Trump National Doral resort in Miami because of the Republican frontrunner’s controversial – nay, offensive – positions on women, immigration and race. “No,” said one player. “I love that golf course.” Thirty-four percent of Champions Tour players are supporting Trump in the Republican primaries, 22% are undecided, 12% are going for Kasich, and 10% will be disappointed now Ted Cruz has suspended his campaign. Only 22% of Champions Tour players answered “none”, while one player said he’d be voting for “anyone who can beat a Democrat.” Among the other themes that emerged:  Adam Scott has the PGA Tour’s prettiest swing. Players’ caddies on balance deserve 10% of the winner’s check. Phil Mickelson would make a better Ryder Cup captain than Woods. Jordan Spieth is held in slightly higher regard than Rory McIlroy.  Also, the players remained positive about the fortunes of the game’s biggest names. Sixty-four percent of LPGA players believe Michelle Wie will win another major, while 42% of PGA players feel Woods will win another PGA event, compared to 27% who don’t. Having said that, one player did say: “I’m optimistic, but running out of reasons.”",
  "webTitle": "Golf tour pros love Donald Trump but loathe Hillary Clinton, poll reveals",
  "webPublicationDate": "2016-05-04T15:12:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/golf-tour-pros-survey-donald-trump-hillary-clinton",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tiger Woods",
      "id": "sport/tigerwoods",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/04/golf-tour-pros-survey-donald-trump-hillary-clinton"
}