{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/02/gingham-style-the-fabric-that-owns-spring",
  "id": "2016-05-02-238",
  "sectionId": "fashion",
  "body": "We all know what wearing leopard print means. It means you are sexy and womanly and a bit daring but very much within socially acceptable boundaries. It means being rock’n’roll up to, but not beyond, the two-martinis-on-a-schoolnight watermark. You put on your leopard-print pencil skirt and you’re, like, mentally high-fiving Diane von Fürstenberg as you leave for the office.     Gigi Hadid for Guess Jeans    But what does gingham mean? This is a matter of some urgency, because gingham is owning spring 2016. Gigi Hadid wears a red-and-white gingham high waisted bikini in American Vogue this month, and wore a black-and-white gingham one-piece swimsuit on her birthday. Poppy Delevingne has designed a black-and-white gingham sundress for cult label Solid and Striped. Prince George’s pyjamas – which, lets face it, have been this season’s top-scoring outfit so far – were blue gingham, while his mum wore a gingham dress by bespoke London label Eponine last month. Days later, President Obama wore a gingham shirt for the White House Easter egg roll. Caitlyn Jenner has been wearing a gingham shirt with denim cut-offs; on the J Crew site this month, creative director Jenna Lyons has posted a “gingham diary” with five different looks. (Our favourite: shopping for peonies at a photogenic West Village apothecary while rocking a belted pink gingham blazer #goals.)     Barack Obama wears a gingham shirt for the White House Easter egg roll. Photograph: Jacquelyn Martin/AP    Gingham is wholesomeness. It is family-album seaside holiday snaps, school uniforms, homestyle bistro tablecloths. In The Wizard of Oz, Dorothy’s gingham dress embodies the message of the film: there’s no place like home. I blame this year’s gingham revival at least in part on Taylor Swift, and the Taylor Swiftification of pop culture. Gingham is perfect for Swift’s homebody, cat-loving vibe, and she has worn it for years. If you were invited for brunch with Tay Tay’s squad, you would totally wear gingham. (Squad members Gigi and Kendall Jenner have been at the forefront of this year’s gingham thing.) Gingham is also hot. Bardot in that pink-and-white wedding dress, Monroe in gingham capri pants, Gigi in her swimsuit. It’s an earthy hotness, a girl-can’t-help-it sex appeal rather than the strategic, Versace-wearing kind. (Caveat: this only works on women. On men, gingham isn’t sexy at all, just wholesome. Why is this? Wholesomeness and innocence is appealing in women but not in men?)     Marilyn Monroe in gingham capri pants. Photograph: Alfred Eisenstaedt/The Life Picture Collection/Getty Images       Warehouse off-the-shoulder gingham dress    And it is particularly hot right now. “Gingham is moving away from the Stepford wives connotations,” says Harvey Nichols fashion buying director Anita Barr. “It works particularly well for summer, playing on the French Riviera traditions of the 1950s. A grown-up, contemporary variation was seen at Stella McCartney, who plays with an asymmetric print in bold primary colours. Or if you’re looking for a subtle nod to the trend, Alexander McQueen’s woven leather stiletto heels, toe-capped using a gingham print, add an edgier ladylike look.” “Gingham says attitude: sweet, sassy, a bit geeky,” say the Warehouse design team, who have come up with an early summer hit with their monochrome gingham off-the-shoulder dress, (£49). What does it all mean? Well, for a start, it means you should buy the dress.",
  "webTitle": "Gingham style: the fabric that owns spring",
  "webPublicationDate": "2016-05-02T06:02:16Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/02/gingham-style-the-fabric-that-owns-spring",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's dresses",
      "id": "fashion/womens-dresses",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's tops",
      "id": "fashion/women-s-tops",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/02/gingham-style-the-fabric-that-owns-spring"
}