{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/19/morley-safer-60-minutes-dies-cbs",
  "id": "2016-05-19-59",
  "sectionId": "media",
  "body": "Morley Safer, a reporter who spent 52 years with CBS, died at home in Manhattan on Thursday, just days after retiring. He was 84.  Having worked on 46 seasons, Safer was the longest-serving 60 Minutes correspondent. He joined the show in 1970, beginning with a story on the training of federal sky marshals. He filed his 919th and last report, about the Danish architect Bjarke Ingels, in March. CBS announced Safer’s retirement last week and celebrated his career on Sunday with an hour-long retrospective, Morley Safer: A Reporter’s Life, that aired directly following the regular broadcast of 60 Minutes. Safer’s retirement was reportedly due in part to his declining health. No cause of death was given immediately.     Iconic @60Minutes reporter Morley Safer died today in NYC; a look at his impressive career https://t.co/4knhaz3IFc pic.twitter.com/8we4WoEAnF— CBS News (@CBSNews) May 19, 2016    Born in a working-class neighborhood of Toronto in 1931, Safer began his career as a print reporter for Canadian newspapers. He joined CBS in 1964 as its London-based correspondent. The next year he opened the network’s bureau in Saigon, just as the US military was ramping up its presence in South Vietnam.  In the CBS tribute, Safer recalled the highlights of his career, including his unflinching coverage from the frontlines of the Vietnam war. In August 1965, CBS aired Safer’s report on the burning of the village of Cam Ne, which showed US marines torching homes. The reaction was profound; President Lyndon Johnson reportedly called the head of CBS and shouted: “You shat on the American flag.”  Safer also discussed his 1982 60 Minutes report that freed Lenell Geter, a black engineer wrongly convicted and sentenced to life in prison in Texas. The reporting earned a Peabody award. Safer won 12 Emmy awards, three Overseas Press Club awards, three Peabody awards and a George Polk career achievement award.     A 1985 photo, released by CBS, showing Morley Safer at his office in New York. Photograph: AP    He met his wife, the anthropologist Jane Safer, in London in 1968. On their first date, according to a People magazine profile from 1979, Safer took her to a disco with iconic journalist Walter Cronkite.  “That was a hilarious night,” Safer told People, “with Cronkite standing up in the rumble seat doing a kind of Her Royal Highness impression.” Months after they met, Safer proposed by phone from Nigeria, where he was covering the civil war. He had just survived an ambush that killed his friend, Time-Life photographer Priya Ramrakha, and said he was suddenly overcome with a “sense of mortality”.  The couple married in October 1968 – he left for Egypt the day after their wedding – and have a daughter, Sarah.  In a statement on his retirement last week, Safer said: “It’s been a wonderful run, but the time has come to say goodbye to all of my friends at CBS and the dozens of people who kept me on the air.  “But most of all I thank the millions of people who have been loyal to our broadcast.”",
  "webTitle": "Morley Safer, longtime 60 Minutes correspondent, dies aged 84",
  "webPublicationDate": "2016-05-19T18:26:28Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/19/morley-safer-60-minutes-dies-cbs",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "CBS",
      "id": "media/cbs",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "media/2016/may/19/morley-safer-60-minutes-dies-cbs"
}