{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/father-daniel-berrigan-obituary-letters",
  "id": "2016-05-09-81",
  "sectionId": "world",
  "body": "George McLaughlin writes: Father Daniel Berrigan travelled with me from the US to Northern Ireland twice in the 1980s. When I first called him, asking if he could help us in our struggle to get better conditions for Irish republican prisoners in British jails, he said, “Of course. I have been waiting for your call,” although we had never met.   Related: Father Daniel Berrigan obituary    During those trips, Dan and his brothers Philip and Jerry championed the rights of those prisoners and others. The trips took place during the H-Block struggle, culminating in the deaths of 10 men on hunger strikes in Long Kesh prison. Back in New York, Dan was arrested during a protest supporting the prisoners’ demands. Subsequently, Dan helped us start the Irish Political Prisoners Children’s Fund, which brought these same prisoners’ children and siblings to the US for a vacation every summer. Whenever we asked him to help, Dan always said “yes”. He continued to help us over the years: he never forgot us, and never forgot Ireland. Robert Moore writes: Daniel Berrigan and his brother Philip were audacious in their actions, and inventive and good-humoured in developing an active peaceful resistance that was quite distinct from passive resistance. In Britain the churches never seriously rose to the Berrigan challenge, although the Student Christian Movement did engage with the anti-war movement and support the Catonsville Nine. To many young British political activists in the 1960s Daniel Berrigan seemed the greatest living American while being one of the FBI’s most wanted.",
  "webTitle": "Letters: Father Daniel Berrigan obituary",
  "webPublicationDate": "2016-05-09T17:32:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/father-daniel-berrigan-obituary-letters",
  "keyword": [
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/09/father-daniel-berrigan-obituary-letters"
}