{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/03/sainsbury-slips-as-analyst-warns-of-argos-disruption",
  "id": "2016-05-03-250",
  "sectionId": "business",
  "body": "Ahead of Sainsbury’s results on Wednesday, analysts at HSBC have cautioned that the supermarket group’s purchase of Argos could cause disruption at a key time for the business. HSBC analyst David Mccarthy said:  Sainsbury lacks scale compared to Tesco in an industry that is scale driven, in our view. We also believe Sainsbury is vulnerable to a Tesco recovery that is gaining momentum. To combat this, Sainsbury is buying Argos with the expectation it will be a game changer. The deal is due to complete later this year when we expect price competition to intensify. We expect Tesco to turn the heat up again as part of its long-term plan, Asda to start trying to recover margin, and the industry generally to increase competition as Sainsbury faces the difficult task of converting and integrating the Argos business. There are positives around the Argos purchase, mainly concerning the loan book, for which consumers pay nearly 30% interest, but we do not see a retail solution to Sainsbury’s structural disadvantages.  Sainsbury has moved to a medium-low pricing strategy. We applaud this move, which sees overall core prices lower and less reliance on promotions. This brings more consistency in sales performance, which in turn makes forecasting and store operations simpler and more efficient. However, this does not address the disadvantages it faces through a lack of scale versus the market leader. These scale disadvantages include buying, cost sharing, and distribution. When Tesco was not using its advantages efficiently, Sainsbury did well, but now Tesco is becoming increasingly efficient in sharing these benefits with customers.  2015/16 results [are] due Wednesday 4 May. We expect EBIT to be down around 12% to £685m, and EBIT margin down 38 basis points to 2.92%. We forecast underlying pre-tax profit to have fallen to £575m from £681m last year. This near 16% decline follows on from a near 15% decline last year. As the dividend is linked to earnings, we expect a further decline in dividend per share to 11.6p versus 13.2p last year. Although some may suggest that Sainsbury has done well on a relative basis in recent years, on an absolute basis the company has seen its underlying profit performance deteriorate in a concerning manner.  We remain cautious on Sainsbury, expecting further declines in profits and dividends over the next several years. Argos integration will confuse the numbers for a while, but the real issue is the potential disruption Argos could bring at a crucial time.   HSBC has a reduce rating on the shares and a target price of 200p. Sainsbury is currently down 3.4p at 285.5p.",
  "webTitle": "Sainsbury slips as analyst warns of Argos distraction",
  "webPublicationDate": "2016-05-03T10:41:31Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/03/sainsbury-slips-as-analyst-warns-of-argos-disruption",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "J Sainsbury",
      "id": "business/j-sainsbury",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/03/sainsbury-slips-as-analyst-warns-of-argos-disruption"
}