{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/peppa-pig-on-track-to-be-2bn-brand-after-making-splash-in-uk-and-asia",
  "id": "2016-05-24-224",
  "sectionId": "media",
  "body": "Peppa Pig, the muddy puddle-loving pre-school character, is on track to become a $2bn (£1.4bn) global brand as TV and merchandise sales take off in the US, France and Asia. The character is owned by Entertainment One, which makes and distributes TV and films including Grey’s Anatomy, Spotlight and The Hunger Games. The company said Peppa pulled in more than $1.1bn in retail sales, adding that it struck 500 new or renewed deals with TV and product licensing partners in the year to the end of March. Giles Willits, Entertainment One’s chief financial officer, said sales are set to reach $2bn in the next three to five years. Sales have taken off in the US, the world’s biggest toy market, since the company struck a breakthrough deal to get Peppa into WalMart stores nationwide for the first time from January last year.  While the UK remains Peppa’s biggest market, the US saw 400% growth in royalty revenues and 275% growth in retail sales, with particularly strong sales in Toys R Us. Peppa is also set to take France by storm, where it has has shown “exceptional growth”, and China is taking off after the TV show debuted on state broadcaster CCTV alongside digital deals with Youku and iQIYI. The franchise is also driving into other Asian markets with a “strong” performance in Hong Kong, Singapore, Taiwan and the Philippines. “We do believe we can get Peppa to $2bn in sales in the medium term,” said Willits. “We are really only just starting in the US, which is far and away the biggest market for licensing and merchandising in the order of 50% of the total [globally]. Momentum is really building there and there are opportunities opening in markets like France and China.” A new 52-episode series of Peppa Pig is due to be ready for broadcast in July.  Late last year, E1 took a 70% stake in UK producer Astley Baker Davies, the creator of Peppa Pig, in a £140m deal giving it 85% control of the rights to the franchise.    Related: Entertainment One takes control of Peppa Pig creator in £140m deal    On Tuesday, E1 reported that pre-tax profits grew 9% to £47.9m in the year to the end of March as the family division, driven by Peppa, and its TV operation offsetting a poor performance by its film division. Total revenues snuck up 2% to £802.7m, but only thanks to the injection of income from new acquisitions such as a majority stake in the Mark Gordon Company, the producer of shows including Grey’s Anatomy and films such as Saving Private Ryan.  Entertainment One’s own television division, which includes shows such as Rookie Blue and Saving Hope as well as distributing The Walking Dead, saw revenues rise 27% to £187.9m and profits rise 44% to £23m. A mixture of box office flops and fewer releases saw profits at the film division, responsible for titles including Oscar winner Spotlight and Quentin Tarantino’s The Hateful Eight, drop 28% to £53m and revenues fall 7% to £553m. Investment in productions fell 45% year on year to just £11.9m. The company, which announced a £10m cost-cutting programme in the division after its poor performance became obvious late last year, is expecting a bounce back in 2016 with 220 releases, including the movie version of hit book Girl on a Train, BFG and Ricky Gervais’s big-screen spinoff of The Office, David Brent: Life on the Road. “We feel very confident about the release slate,” said Willits. “The last two years have had weaker slates than maybe we would want, but we feel much more positive about this year. It is about the ebbs and flows of a release schedule and the mixture of films. Some films are big, others are not. Last year we didn’t get the same size or number of films.” In April, Entertainment One issued a statement denying speculation in the media that ITV had made an approach regarding a potential offer for the business.",
  "webTitle": "Peppa Pig on track to be $2bn brand after making splash in US and Asia",
  "webPublicationDate": "2016-05-24T10:31:55Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/peppa-pig-on-track-to-be-2bn-brand-after-making-splash-in-uk-and-asia",
  "keyword": [
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/24/peppa-pig-on-track-to-be-2bn-brand-after-making-splash-in-uk-and-asia"
}