{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/18/christopher-bailey-burberry-chief-executive-chief-hatchet-man",
  "id": "2016-05-18-45",
  "sectionId": "business",
  "body": "Burberry’s Christopher Bailey has two jobs already, chief executive and chief creative officer, and now he has a third: chief hatchet man. Strictly speaking, he can perform the cost-cutting role while wearing his CEO trench coat, but the size of the task is greater after a 10% fall in annual profit and a prediction of another decline to follow. Last year’s modest cost-saving programme was about inspecting his executives’ minibar receipts and trimming a few people’s bonuses, or so it seemed. For 2016-17, the thinking is bolder: remove at least £100m of hard overheads. The removal period extends as far as March 2019, which might be seen as leisurely. But the exercise will plainly be a shock to a company that has not worried about internal efficiencies during its astonishing 15-year rise from unloved subsidiary of the old Great Universal Stores to winner in the global luxury goods love in. The drop in profits, barely softened by a £150m share buyback, flows from slower sales in luxury markets such as Hong Kong, Macau and Japan. Burberry is no different from the rest on that score. But the company may have forgotten, or never acquired, basic disciplines. Profits per square foot in the shops are said to dismal by comparison with competitors; Burberry also has wider product ranges than most. Both factors may reflect the company’s history as more of a wholesaler than a retailer. It’s time to adjust to a switch that happened years ago. The share price, down by 2.7% on Wednesday, sits within pennies of its lowest level since Bailey took on his dual role in 2014. Thus, the calls from frustrated investors for Bailey to be given a helper are understandable. To be fair to the man, there is no evidence that Burberry’s fashion edge has slipped while he has been doing double shifts. But a high-ranking retail specialist is probably overdue. Don’t just blame Bailey for the absence. Sir John Peace has been chairman for 14 years and is better placed to explain why Burberry, at the first arrival of tougher trading conditions, has suddenly confessed to serious overcomplexity and an urgent need for reform. Ed Miliband’s surprise legacy: energy switching Woz it Ed Miliband wot did it? Something seems to have happened in the energy market to encourage higher rates of switching. The former Labour leader’s proposal for an energy price freeze was widely condemned as economically illiterate at the time. But his attack on “ripoff” energy suppliers in his conference speech of September 2013 is, very roughly, when consumers started to switch in greater numbers. In November 2013, there was a spike in switching. Activity, inevitably, fell in the following months, but an upward trend has been seen since. Energy regulator Ofgem reports that 25% more customers switched suppliers in the first three months of 2016 compared with the same period last year. SSE, one of the big six suppliers, said on Wednesday that it had lost 370,000 customers in the past 12 months. That’s about 4% of its total. British Gas shed 220,000 in the first three months of this year. Both are feeling the heat from the arrival of new, independent suppliers. In the words of SSE, “11 have come to market in the past year alone”. Maybe the new entrants have done it for themselves. Or perhaps the mere fact of an inquiry by the Competition and Markets Authority (as opposed to the limp remedies) played a role. However, since Miliband was half responsible for the CMA inquiry, he can probably claim some credit. It’s not quite the full political legacy he was hoping for, but, hey, it’s something. Beers all round at SABMiller SABMiller, soon to fall into the AB InBev mash-up, painted its last year of independence as a complete triumph. If one ignores plunging currencies in most of SAB’s emerging markets, that’s a fair assessment. Unfortunately, currency values are a fact of life and pre-tax profits fell by 16% to $4.07bn (£2.79bn). Short-termist shareholders will congratulate themselves for selling out at a good moment. SAB’s advisers and senior staff, sharing $160m in fees and retention payments, will celebrate with something superior to AB InBev’s bland Budweiser. And, since the costs are ultimately on the bidder’s tab, nobody will explain how such a sum could be chalked up. Going out on a high? You bet. The nuclear option for boardroom pay Boardroom pay is too high, says Sir Gerry Grimstone, the chairman of Standard Life, one of the country’s largest asset managers. Well said. But here’s the rider: something akin to “multilateral nuclear disarmament” is required. Does he mean that meaningful reductions are impossible to achieve – and he won’t go first?",
  "webTitle": "Christopher Bailey: from Burberry chief executive to chief hatchet man",
  "webPublicationDate": "2016-05-18T18:50:58Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/18/christopher-bailey-burberry-chief-executive-chief-hatchet-man",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Burberry",
      "id": "business/burberrygroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "SSE",
      "id": "business/scottishandsouthernenergy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Utilities",
      "id": "business/utilities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Standard Life",
      "id": "business/standardlife",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "SABMiller",
      "id": "business/sabmiller",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "AB InBev",
      "id": "business/anheuser-busch",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Luxury goods sector",
      "id": "business/luxury-goods-sector",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/18/christopher-bailey-burberry-chief-executive-chief-hatchet-man"
}