{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/leaf-by-niggle-review-retelling-tolkien-unruffled-clarity-artistic-vision",
  "id": "2016-05-04-193",
  "sectionId": "stage",
  "body": "At the start of his enchanting one-man show, actor Richard Medrington recommends we think of Leaf by Niggle as “less like a parable and more like a painting”. That being the case, perhaps we shouldn’t dwell on how much JRR Tolkien’s fairy story, published in 1945, feels like a Christian redemption allegory.  We should maybe call it coincidence that, at the end of his productive life, the “little man called Niggle” finds himself in a Kafkaesque purgatory of endless menial labour before escaping to an elysian idyll, as if he were en route to heaven. And maybe it’s not relevant to note that, having acquired some self-knowledge, Niggle departs in the company of a shepherd who has offered to guide him on his final journey.  But, striking though the religious parallels may be, Medrington has a point. That’s because Tolkien’s tale is not so easy to pin down. Like a painting, it reveals itself differently according to how you look at it.  You may just as readily interpret the story as a lesson on the value of art. Niggle is, after all, an amateur painter whose pastoral landscapes go unappreciated by his practically minded neighbour, Mr Parish. The best use for all that wood and canvas, as far as Parish is concerned, is to shore up the hole in his roof. Only at the end of the story do his eyes open to the beauty of Niggle’s vision.     Family heirlooms are repurposed for storytelling. Photograph: Brian Hartley     Or you could look at it autobiographically. The author dashed out Leaf by Niggle when he was supposed to be immersed in Middle Earth. The gargantuan task of writing The Lord of the Rings must have seemed very like Niggle’s attempt to scale up his painting from the smallest leaf to a panoramic landscape. Surely Niggle’s obsession, frustration and sense of futility were Tolkien’s own. Yes to all of the above – and then some. As Medrington suggests in his preamble, the possible meanings “double, treble and quadruple” before your eyes. That’s a phrase he borrows from Tolkien, one of a string of details he slips in at the start, seemingly in passing, to which he returns during the story proper. Medrington greets us in apologetic mood. His company is called Puppet State, but the show will feature no puppets. And the story is by Tolkien, but it will feature no wizards. Instead, Medrington goes on to draw parallels between his family’s wartime service and Tolkien’s experience at the battle of the Somme.  What appears to be merely anecdotal is actually a way of adding mythic depth to the tale. There’s a quiet satisfaction in seeing the actor repurpose his grandmother’s green silk shawl as a grassy mountainside, one of several family heirlooms that appear. It’s as if Tolkien’s story is also his own.  Under the crisp direction of Andy Cannon, Medrington tells the story with little embellishment, trusting Tolkien’s words – and the unruffled clarity of his own delivery – to do the work. Enhanced by the sharply defined spaces of Gerron Stewart’s lighting and the timeless folk melodies of Karine Polwart and Michael John McCarthy, it leaves you with a sense of mystery.    At Howden Park Centre, Livingston, on 8 May. Box office: 01506 777666. Then touring.",
  "webTitle": "Leaf by Niggle review – Tolkien's lord of small things gets a one-man show",
  "webPublicationDate": "2016-05-04T12:34:06Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/leaf-by-niggle-review-retelling-tolkien-unruffled-clarity-artistic-vision",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "JRR Tolkien",
      "id": "books/jrrtolkien",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Fisher",
      "id": "profile/markfisher"
    }
  ],
  "guardianId": "stage/2016/may/04/leaf-by-niggle-review-retelling-tolkien-unruffled-clarity-artistic-vision"
}