{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/slaven-bilic-west-ham-upton-park",
  "id": "2016-05-08-11",
  "sectionId": "football",
  "body": "This result came as a surprise to everyone except the man it appeared to wound the most. Slaven Bilic had warned West Ham against complacency as they entered the final few matches of the season, to “not buy the theory that clubs who are safe are going to roll over”, and so little wonder the manager was left “fuming and angry” after those in claret and blue appeared to do just that in what was the last weekend fixture to take place at Upton Park.   Related: Nine decades of memories of Upton Park as West Ham prepare to depart    The final match to be staged at the stadium comes against Manchester United on Tuesday evening and is sure to be an emotional occasion under the lights as supporters, officials and players past and present say goodbye to the club’s home of the past 112 years. An obvious theory is that it is actually the attention that has been focused on that fixture for weeks now – east London’s very own long goodbye – rather than an underestimation of the opposition that led to the hosts’ capitulation against Swansea. But Bilic was quick to insist that was not the case and, if anything, his players should be motivated by being part of Hammers history. “They were approaching today’s game and on Tuesday as having a privilege to play the last games ever here, so I wouldn’t use that as an excuse,” he said. “It should be an inspiration.” Whatever the reasons for West Ham’s startlingly sluggish and disjointed display, they need to recover quickly, and not just to ensure the fizz is not taken out of Tuesday’s celebrations, which according to Saturday’s programme will include “spectacular lighting, music and a big screen video to match the scale and emotion of the evening”. Victory would maintain their chances of finishing ahead of United in fifth and therefore matching their best-ever Premier League finish (achieved in the 1998/99 season), as well as bolstering their hopes of qualifying for the Europa League, which is under threat following this defeat and Southampton’s win at Tottenham. Manchester City’s draw with Arsenal on Sunday means West Ham do also retain a slim chance of a top-four finish. “Nothing can ruin our good season but we still want to finish as high as possible,” said Bilic. “We have a great opportunity coming very soon and so we have got to be positive. We know where we failed here. We have to forget that and prepare for Tuesday. But we should not forget that we are not the biggest club in the world and that these players have shown me great quality and character during the whole season. One, two or three games does not change that.” For Swansea the aim going into their final fixture, against Manchester City, is to cement a top-half finish, which would be a remarkable achievement given they appeared destined for relegation at the turn of the year. Under Francesco Guidolin the Welsh club have been transformed, with this their third win in five games. Guidolin made six changes to the side that beat Liverpool last week, and subsequently secured their top-flight status and it bodes well for Swansea’s long-term future that those who came in for the likes of Ashley Williams and Gylfi Sigurdsson impressed, no one more so than Ki Sung-yueng, who played a role in the visitors’ first goal, scored by Wayne Routledge, scored their third himself and generally impressed with his link-up play from central midfield. André Ayew and Bafétimbi Gomis also struck for Swansea, whose only regret was that they conceded via Stephen Kingsley’s 68th-minute own-goal. “I hope to see my team play this way on Sunday,” said Guidolin, before confirming that he has yet to be told if he will be kept on by Swansea beyond the end of the season. Man of the match Ki Sung-yueng (Swansea City)",
  "webTitle": "Slaven Bilic urges West Ham to recover quickly for Upton Park’s farewell",
  "webPublicationDate": "2016-05-08T21:37:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/slaven-bilic-west-ham-upton-park",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/08/slaven-bilic-west-ham-upton-park"
}