{
  "apiUrl": "https://content.guardianapis.com/culture/the-northerner/2016/may/03/railway-museum-transport-york-london-1969-archive",
  "id": "2016-05-03-350",
  "sectionId": "culture",
  "body": "The Museum of British Transport at Clapham is probably lost. The Government intends to close it and move most of the relics to York, where they will be inaccessible to thousands of people who might otherwise see them. It is a weird decision. The main reason is said to be economy, because the Clapham museum has been losing £30,000 a year. But it is strange that a beneficent Government which can find about £2 millions in annual subsidy for two opera companies cannot find £30,000 for a museum to commemorate the development of the railways, which was at first peculiarly an English achievement. Nor is it necessary that such a museum, properly run, should lose money at all. In a recent attempt to save the museum, the Transport Trust - a private body which sets out to do for industrial relics what the National Trust does for stately homes - approached Madame Tussauds and asked if they would be interested in running the museum. Tussauds, who, like the Transport Trust, had no standing in the matter, did approach the Minister responsible, Miss Jennie Lee, asking if they could see the museum’s account books and discuss the matter. Miss Lee replied that the proposals to close the museum were now settled policy and that she did not think further meetings or consideration would be very profitable.  But it is not only a matter of money. The Government’s decision is so perverse that it must surely have been taken on principle. That principle, I think, and it is one close to Miss Lee’s heart, is that London should not have all the good things and that the provinces should have their share. She often says that London should not be “advantaged”: it is a word I have never heard anyone else use.     The restored Flying Scotsman leaves London Kings Cross for York, February 2016. Photograph: Dan Kitwood/Getty Images    There is a lot to be said for this principle, but here we have a false application of it. There already is a transport museum at York, and it will be enlarged and improved. But this will be done at the cost of having no such museum in London at all. York is 196 miles from London. It may not be congenial to Miss Lee and her principle, but it is certainly true that, for whatever reasons, good or bad, London does attract visitors and is, for most people, a great deal more accessible than York. Mr John Letts, a London publisher, has been the most vigorous protester against the move, and has made some telling comparisons. According to his calculations, the Clapham museum has achieved in only seven years almost half the attendance which the Imperial War Museum has achieved in 40. On behalf of the Clapham Society he tried to prevent the closure and says that prolonged study of the way this decision was reached has made him think that just as the countryside and old houses needed a strong National Trust to protect them, so now the museums need a similar organisation to protect them against an arbitrary Government. He suggests a body called the National Heritage, which should form and present the views of its members on the future not only of the transport museum but also of the Tate Gallery and British Museum extensions, and of the London Museum. It would, among other things, help to mount touring exhibitions in the provinces of the great number of objects at present stored away in the vaults of national museums and galleries, but its principal object would be to lobby the Government and ensure that such decisions as that to close the Transport Museum were made only after public discussion. He is approaching Lord Goodman, chairman of the Arts Council, and Mr John Smith, Conservative MP for the Cities of London and Westminster and a great collector of steam engines. What he is proposing is really a consumer association for the arts: if he can set it up, something good may have come out of the wretched business of the Clapham museum – a wrong decision taken for the wrong reasons and wrongly persisted in.",
  "webTitle": "Decision to move museum north angers Londoners: archive, 3 May 1969",
  "webPublicationDate": "2016-05-03T04:30:45Z",
  "webUrl": "https://www.theguardian.com/culture/the-northerner/2016/may/03/railway-museum-transport-york-london-1969-archive",
  "keyword": [
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "York",
      "id": "uk/york",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "culture/the-northerner/2016/may/03/railway-museum-transport-york-london-1969-archive"
}