{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/21/the-worlds-largest-cruise-ship-and-its-supersized-pollution-problem",
  "id": "2016-05-21-165",
  "sectionId": "environment",
  "body": "This article is the subject of a legal complaint made on behalf of Royal Caribbean International When the gargantuan Harmony of the Seas slips out of Southampton docks on Sunday afternoon on its first commercial voyage, the 16-deck-high floating city will switch off its auxiliary engines, fire up its three giant diesels and head to the open sea. But while the 6,780 passengers and 2,100 crew on the largest cruise ship in the world wave goodbye to England, many people left behind in Southampton say they will be glad to see it go. They complain that air pollution from such nautical behemoths is getting worse every year as cruising becomes the fastest growing sector of the mass tourism industry and as ships get bigger and bigger. The Harmony, owned by Royal Caribbean, has two four-storey high 16-cylinder Wärtsilä engines which would, at full power, each burn 1,377 US gallons of fuel an hour, or about 66,000 gallons a day of some of the most polluting diesel fuel in the world.   Related: Air pollution rising at an 'alarming rate' in world's cities    In port, and close to US and some European coasts, the Harmony must burn low sulphur fuel or use abatement technologies. But, says Colin MacQueen, who lives around 400 yards from the docks and is a member of new environment group Southampton Clean Air, the fumes from cruise liners and bulk cargo ships are “definitely” contributing to Southampton’s highly polluted air. “We can smell, see and taste it. These ships are like blocks of flats. Sometimes there are five or more in the docks at the same time. The wind blows their pollution directly into the city and as far we can tell, there is no monitoring of their pollution. We are pushing for them to use shore power but they have resisted.” “The liners pollute, but the road traffic that they and the cargo ships generate is also huge,” he adds.  Royal Caribbean, the US owners of the Harmony of the Seas, said that the latest and most efficient pollution control systems were used and that the ship met all legal requirements.  Industry body Cruise Lines International Association (CLIA) added that companies had “invested significantly over the last decade to develop new technologies to help reduce air emissions”.           World’s largest cruise ship arrives in Southampton on Tuesday    But marine pollution analysts in Germany and Brussels said that such a large ship would probably burn at least 150 tonnes of fuel a day, and emit more sulphur than several million cars, more NO2 gas than all the traffic passing through a medium-sized town and more particulate emissions than thousands of London buses. According to leading independent German pollution analyst Axel Friedrich, a single large cruise ship will emit over five tonnes of NOX emissions, and 450kg of ultra fine particles a day.  Bill Hemmings, marine expert at Brussels-based Transport and Environment group said: “These ships burn as much fuel as whole towns. They use a lot more power than container ships and even when they burn low sulphur fuel, it’s 100 times worse than road diesel.” “Air pollution from international shipping accounts for around 50,000 premature deaths per year in Europe alone, at an annual cost to society of more than €58bn [ $65bn],” says the group on its website.   Cruise ship emissions   Daniel Rieger, a transport officer at German environment group Nabu, said: “Cruise companies create a picture of being a bright, clean and environmentally friendly tourism sector. But the opposite is true. One cruise ship emits as many air pollutants as five million cars going the same distance because these ships use heavy fuel that on land would have to be disposed of as hazardous waste.” Nabu has measured pollution in large German ports and found high concentrations of pollutants. “Heavy fuel oil can contain 3,500 times more sulphur than diesel that is used for land traffic vehicles. Ships do not have exhaust abatement technologies like particulate filters that are standard on passenger cars and lorries,” says Rieger.     The upper deck of the Harmony of the Seas cruise ship. Campaigners say such huge ships can emit as many air pollutants as five million cars going the same distance. Photograph: Jean-Sebastien Evrard/AFP/Getty Images    Southampton, which has Britain’s second largest container port and is Europe’s busiest cruise terminal, is one of nine UK cities cited by the World Health Organisation as breaching air quality guidelines even though it has little manufacturing. “Up to five large liners a day can be berthed in the docks at the same time, all running engines 24/7, said Chris Hinds, vice chair of the Southampton docks watchdog group WDCF. “Pollution from the port is leading to asthma and chest diseases. We are now seeing more, bigger liners but also very large bulk cargo ships.” According to CLIA, the cruise ship industry is now one of the fastest growing sectors in the mass tourism market, with 24 million passengers expected to sail in 2016, compared to 15 million in 2006 and just 1.4 million in 1980. “The industry shows no signs of slowing down. It generated $119.9bn (£83bn) in total output worldwide in 2015, supporting 939,232 full-time equivalent jobs,” said a spokesman.  “The luxury sector is seeing the most amazing growth that it has ever seen in its history,” said Larry Pimentel, president of Azamara club cruises.  • This article was amended on 23 May 2016. An earlier version said the Harmony of the Seas had three 16-cylinder engines which, if running at full power, would burn 96,000 US gallons of fuel a day. It has two such engines which together would burn about 66,000 US gallons of fuel a day if running at full power, and is understood to have four 12 cylinder engines. The article also said the ship must burn low-sulphur fuel in port and close to some coasts; it can also use abatement technologies to meet emissions guidelines.",
  "webTitle": "The world's largest cruise ship and its supersized pollution problem",
  "webPublicationDate": "2016-05-21T07:00:07Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/21/the-worlds-largest-cruise-ship-and-its-supersized-pollution-problem",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    }
  ],
  "guardianId": "environment/2016/may/21/the-worlds-largest-cruise-ship-and-its-supersized-pollution-problem"
}