{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/01/the-loney-andrew-michael-hurley-review",
  "id": "2016-05-01-155",
  "sectionId": "books",
  "body": "First published as a limited edition hardback by the independent Tartarus Press in 2014, Andrew Michael Hurley’s debut novel emerged like one of the rare beasts that surely lingers in the trees in the Loney before going on to win the Costa first novel award. The Loney is “a wild and useless length of English coastline” in Hurley’s native Lancashire, to which the narrator is taken with his family and their local congregation on an Easter retreat in the mid 1970s. Everything about the Loney is off-kilter, starting with its status as a pilgrimage destination of choice. The house where the retreat is to take place, Moorings, is a place singularly adrift from the modern world: an abandoned mansion perched on the edge of a benighted landscape where time has become clotted and stagnates, and the faith to which the pilgrims cling so ardently has long gone native and mated with the occult paganism that lurks in the woods. The unspoken hope of the party is that the narrator’s brother, Hanny, who is mute and institutionalised, will be cured of his affliction by visiting the local shrine; however, as the story progresses, it becomes apparent that all the pilgrims have their own secrets, sins and crosses to bear, and that all are in some sense seeking absolution. The boys’ mother, Mummer, is a woman on the edge: her fierce mourning for Father Bernard’s predecessor, the waspish and sadistic Father Wilfred, bespeaks a faith worn threadbare by the trials she has undergone. The Loney evokes perfectly a peculiarly English breed of hangdog provincialism, impregnated with a surreal horror and sense of imminent spiritual crisis that is all its own. The landscape is as much a character as any of its human inhabitants: dank and foreboding, its every feature seems calculated to instil a sense of dread. In Hurley’s hands, fairytale, folklore and occult spiritualism mingle with stock gothic motifs and narrative techniques: a lost diary is found to contain terrible secrets; a ghoulish discovery is made that prompts an account of events long past. But, like the best gothic novels, The Loney is not merely thrills and chills: it is also a perceptive and nuanced exploration of the interrelation between faith, community and nature, which draws on Hurley’s intimate knowledge of the terrain – both physical and spiritual – it traverses. As such, the effect is both strikingly assured and authentic, while also comprehensively destabilising any assumptions the reader may have had about all three. The Loney is published by John Murray (£7.99). Click here to order it for £6.99",
  "webTitle": "The Loney by Andrew Michael Hurley review – eerily good",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/01/the-loney-andrew-michael-hurley-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Horror",
      "id": "books/horror",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Andrew Michael Hurley",
      "id": "books/andrew-michael-hurley",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Lettie Kennedy",
      "id": "profile/lettie-kennedy"
    }
  ],
  "guardianId": "books/2016/may/01/the-loney-andrew-michael-hurley-review"
}