{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2016/may/26/how-to-make-the-perfect-ajo-blanco",
  "id": "2016-05-26-291",
  "sectionId": "lifeandstyle",
  "body": "Although gazpacho may be more famous these days, ajo blanco is the original cold soup from one of the hottest parts of Europe. Predating the arrival of the new world’s tomatoes and peppers by several centuries, this thrifty mixture of Andalusian staples dates back to the Moorish middle ages – indeed, we have them to thank for the region’s abundant almond crop. Stale bread, moistened with vinegar and water, thickened with nuts and spiced up with garlic is a richer proposition than gazpacho’s salad in a bowl, but well chilled, ajo blanco’s natural creaminess makes it a uniquely refreshing proposition, and a lovely starter for a summer lunch or dinner party.     Simon Hopkinson’s ajo blanco (with sinking membrillo). Photograph: Felicity Cloake for the Guardian    The almonds Despite the name of the soup, garlic is rarely the principal ingredient in ajo blanco, which I would characterise instead as an almond soup. The nuts can certainly take credit for the blanco element anyway: whizzed up with water, they create a kind of milk, which gives the dish its creamy colour and consistency. For this reason, they must be blanched to remove the skins – easy, if fiddly, to do yourself, but even easier to let someone else do for you. Simon Hopkinson toasts the almonds lightly “to slightly gild; the palest, very palest tinge is all that is necessary, just to accentuate the taste of the nut” – and, as usual, he’s right (as well as poetic). Although the almonds shouldn’t dominate the flavour (adding almond extract, as one online recipe suggests, seems to me to fundamentally misunderstand the nature of the soup), it’s nice to be able to taste them as well as see them. Frank Camorra and Richard Cornish’s book MoVida, named after Camorra’s Australian restaurants, directs readers to soak the almonds in water overnight, presumably to soften them. If you’re going to use a pestle and mortar in the traditional fashion then this is probably helpful, but I don’t find my blender has much trouble.      Ajo blanco as taught in Movida. Photograph: Felicity Cloake for the Guardian    The bread The other white element. As befits as peasant dish, no doubt it would originally have been made with rough brown bread, but the modern version relies on refined flour for its colour. That said, I wouldn’t recommend using pappy soft white bread here – from previous adventures in summer pudding and the like, I find it becomes unpleasantly gummy when wet. A more robustly textured white loaf, the kind that doesn’t dissolve into mush at the merest hint of liquid, is ideal. I used a sourdough, but whatever you happen to have going stale will do. Conversely, soaking the bread briefly does seem to give the soup a creamier texture, although I’m not sure why. You don’t need to leave it a full two hours, as Jeff Koehler’s book Spain suggests; even 10 minutes seems to do the trick. Restauranteurs Sam and Eddie Hart soak theirs in milk rather than water in their book Modern Spanish Cooking, while blogger Myriam de Solages prefers the almond variety, writing that “while it is true that milk is not essential in this recipe, ajo blanco tastes better when made with milk instead of water. It is even tastier if you use almond milk!” She’s right, it’s not essential, but a little milk at this stage does add a certain richness to the dish. I prefer the dairy variety, simply because almond milk isn’t terribly creamy, but feel free to make the switch.     Myriam de Solages’ soup features almond milk. Photograph: Felicity Cloake for the Guardian    The liquid De Solages dilutes the soup with almond milk as well, while Koehler uses a mixture of dairy and water; everyone else sticks with water. I will, too: too much milk and it becomes almost like a thick, nutty porridge – more of a hearty bread sauce than a refreshing soup. The garlic Garlic, like chilli, should always be added to taste: the recipes I try range from half a clove per person in Jenny Linford’s lovely book Garlic, to three times that in Hopkinson’s recipe. I think ajo blanco ought to have a certain fire in its belly, but I’m going to settle for a happy medium of one clove per diner – adjust to suit your own taste and plans for the evening. MoVida stirs garlicky alioli into the finished soup, which makes it taste distinctively Spanish, but also rather rich after a few mouthfuls. I suspect that, in the restaurant, they serve it in tiny, sophisticated portions, but that’s not what I’m about.     Jenny Linford goes heavy on the garlic. Photograph: Felicity Cloake for the Guardian    The fruit Traditionally, ajo blanco was little more than bread, almonds and garlic, seasoned with vinegar and oil, but modern recipes often take their inspiration from gazpacho and whizz in some fruit as well (not for nothing is ajo blanco sometimes known as the white gazpacho). Hopkinson and Koehler go for cucumber, the former with jalapeño, the latter with the grapes more often used as a garnish, while the Harts use apple.     Jeff Koehler’s version, from his book Spain. Photograph: Felicity Cloake for the Guardian    Although grapes would be a neat addition, they don’t add very much besides sweetness, which I don’t think the soup needs. Green apple supplies a more satisfying acidity, but, surprisingly, cucumber proves the winner. Despite its subtle flavour, it makes the soup taste significantly more refreshing, perhaps because, subconsciously, it reminds us of gazpacho. Jalapeño, however, although popular for its grassy heat, feels like a transgression too far; the garlic should provide enough punch on its own. Oil and vinegar As with gazpacho, I think the difference between a good ajo blanco and a great one lies in the generous addition of both olive oil and sherry vinegar (De Solages’ balsamic is too sweet; if you don’t have sherry vinegar, I’d suggest the red wine variety instead). Hopkinson has the right idea; don’t be shy with either.     Sam and Eddie Hart’s ajo blanco. Photograph: Felicity Cloake for the Guardian    Garnish Most gazpachos come garnished with grapes, which is why sieving and double sieving them, as the cheffier recipes demand, is problematic – the grapes just sink. However, it does give the soups a silky lightness that make them a better bet for a light starter. If it is to stand alone as a lunch, I’d recommend serving it as is. Try and find aromatic muscat grapes if you can, although Linford’s melon makes a lovely alternative, and everyone enjoys Hopkinson’s membrillo chunks (which are sitting on the bottom of the bowl in the accompanying photographs). Given this is a meal in a bowl, however, a bit of textural contrast is welcome. This is why, I think, the Harts’ miniature salad of apple, raisins and pine nuts, and De Solages’ flaked almonds both prove so popular with testers. It’s always nice to be reminded of your teeth while you still have them. MoVida make a muscat grape granita for their garnish – a very clever idea indeed, being both intensely grapey, and wonderfully cooling in its own right. If you’re out to impress, it’s simple to whip up (all you need is a freezer and fork), and guaranteed to make you look like a pro. Resting Although you can serve ajo blanco straight away, a couple of hours in the fridge will allow the flavours to mellow and mingle, much like your guests over a cold glass of fino.  The perfect ajo blanco      Photograph: Felicity Cloake for the Guardian    (Serves 4)220g blanched almonds100g slightly stale white bread (crusts off)A little milk or almond milk (optional)600ml ice-cold water4 smallish garlic cloves, roughly chopped, green sprout removed if necessary1/2 cucumber, peeled and roughly chopped200ml extra virgin olive oil, plus a little extra to garnish2 tbsp sherry vinegar8 grapes Toast the almonds in a dry pan until just starting to colour, then tip out and allow to cool. Set 20g aside as garnish. Soak the bread in milk for 10 minutes if using, or cold water if not. Put the remaining almonds into a blender or food processor. Squeeze out the bread and roughly tear into the blender. Add a dash of the water and whizz for a minute or so until fairly finely ground. Then, with the motor running, slowly add the water, followed by the garlic, cucumber, oil and vinegar. Whizz until smooth, then season to taste. Sieve if desired, and then chill for at least 2 hours. Divide between shallow bowls. Quarter and seed the grapes if necessary, roughly chop the remaining almonds, then arrange on top of the soup and finish with a final drizzle of oil. Ajo blanco: gazpacho’s less sophisticated ancestor, or a rarer, more interesting pleasure? And which other chilled soups would you recommend for when the weather perks up?",
  "webTitle": "How to make the perfect ajo blanco",
  "webPublicationDate": "2016-05-26T07:45:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2016/may/26/how-to-make-the-perfect-ajo-blanco",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Felicity Cloake",
      "id": "profile/felicity-cloake"
    }
  ],
  "guardianId": "lifeandstyle/wordofmouth/2016/may/26/how-to-make-the-perfect-ajo-blanco"
}