{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/bastian-schweinsteiger-germany-euro-2016-squad-manchester-united",
  "id": "2016-05-17-170",
  "sectionId": "football",
  "body": "Bastian Schweinsteiger has been included in Germany’s provisional 27-man squad for Euro 2016 despite having not played for Manchester United since March with a knee injury.   Related: Diego Costa and Juan Mata left out of Spain’s provisional Euro 2016 squad    The Germany captain suffered a partial tear of the medial collateral ligament in his right knee in the buildup to the world champions’ 3-2 friendly defeat by England but has been selected in Joachim Löw’s squad. Liverpool’s Emre Can is also included, as is Arsenal’s Mesut Özil and the former Gunners forward Lukas Podolski along with the uncapped trio Joshua Kimmich, Julian Brandt and Julian Weigl. Mario Gomez, who has just won the Turkish Super Lig with Besiktas, is one of few centre-forwards named by Löw but Germany boast a wealth of attacking talent in Real Madrid’s Toni Kroos, the Bayern Munich duo Thomas Müller and Mario Götze, Leroy Sané of Schalke and Borussia Dortmund’s Marco Reus, who missed the 2014 World Cup with an ankle injury. If Podolski, 30, is picked he would be appearing at his seventh successive tournament, having already amassed 127 caps for Germany.    Congrats to Joshua #Kimmich, @JuWeigl and Julian #Brandt on earning their first #DieMannschaft call-up! #EURO2016 pic.twitter.com/nXnewDx730— Germany (@DFB_Team_EN) May 17, 2016    Germany’s 27-man provisional squad for Euro 2016 Goalkeepers: Manuel Neuer, Marc-André ter Stegen, Bernd Leno. Defenders: Jérôme Boateng, Jonas Hector, Mats Hummels, Benedikt Höwedes, Shkodran Mustafi, Emre Can, Sebastian Rudy, Antonio Rüdiger. Midfielders/forwards: Sami Khedira, Toni Kroos, Mesut Özil, Marco Reus, Julian Draxler, Lukas Podolski, Thomas Müller, Karim Bellarabi, Bastian Schweinsteiger, Julian Brandt, Julian Weigl, Mario Gomez, Mario Götze, Leroy Sané, André Schürrle, Joshua Kimmich.",
  "webTitle": "Bastian Schweinsteiger included in Germany’s provisional Euro 2016 squad",
  "webPublicationDate": "2016-05-17T12:21:17Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/bastian-schweinsteiger-germany-euro-2016-squad-manchester-united",
  "keyword": [
    {
      "webTitle": "Bastian Schweinsteiger",
      "id": "football/bastian-schweinsteiger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Germany",
      "id": "football/germany",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European Championship",
      "id": "football/european-championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/17/bastian-schweinsteiger-germany-euro-2016-squad-manchester-united"
}