{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/jeremy-clarksons-amazon-show-grand-tour-top-gear",
  "id": "2016-05-11-222",
  "sectionId": "media",
  "body": "Amazon’s new motoring show starring Jeremy Clarkson, Richard Hammond and James May will be called The Grand Tour. In a statement, the former Top Gear trio thanked fans for taking the time to send in their suggestions for the name, which they said were “much appreciated”. “Thing is,” said Clarkson, “we’ll be travelling the world hosting each episode in a different country, from a giant tent. It’s a sort of ‘grand tour’, if you like. So we’ve decided to call it The Grand Tour.”   Related: Ex-Top Gear trio Clarkson, Hammond and May to launch DriveTribe website    May said he was underwhelmed by the name. “I wanted to call it ‘Nigel’, or ‘Roger’,” he said. “We needed a name, and they’re names.” Hammond was more positive. “I already love camping,” he said. “But this is something else. We are like our pioneering and prospecting forebears, sallying forth into a new frontier of broadcasting, and making our home where…”  Clarkson tweeted just after the announcement:    So, the Grand Tour (GT for short) will come from a tent, which we will put up in a different location every week. Your town?— Jeremy Clarkson (@JeremyClarkson) May 11, 2016    Hammond also took to Twitter:    We've got a name. And it was bleeding obvious cos it's what we're doing: coming from a different place every weekhttps://t.co/T93o2M7dh9— Richard Hammond (@RichardHammond) May 11, 2016      ...Best of all, we've got a MASSIVE tent as our studio. Same tent, different view, different crowd every week on our Grand Tour.— Richard Hammond (@RichardHammond) May 11, 2016    May also commented:    I still think 'Nigel' was a better name.https://t.co/nIlrOaosXF— James May (@MrJamesMay) May 11, 2016      I'm sorry if your name wasn't used for our new show. But neither were any of mine. https://t.co/nIlrOaosXF— James May (@MrJamesMay) May 11, 2016    The Grand Tour’s Facebook page features a video showing some of the spoof names that were under consideration, including “Automates”, “A Small Puddle of Excellence” and “The Ace Biscuit”.      The Grand Tour’s naming video   It also features the video Clarkson released of the trio brainstorming the spoof names, plus photos of filming in Portugal, Barbados, north Africa and London.  Early reports had suggested the show might be called Gear Knobs, but in April Clarkson claimed the BBC had a legal right to stop the new show using the word “gear” in the title.  The name the trio chose fits with their ambition to do something different to the BBC series, moving further away from the traditional car show format with studio segments and big set-pieces. The Grand Tour is set to debut this autumn on Amazon’s video service. It is not yet clear whether all the episodes will be released in one go, as Amazon and rival Netflix have done with many of their drama series, or follow a more traditional scheduled pattern, though May has previously said it is likely to be the latter.   Related: Is Jeremy Clarkson's Amazon show turning into a car crash?    Amazon is paying £160m for three series of the show, which is being made by a production company set up by the three former Top Gear presenters and long-time producer Andy Wilman called W Chump & Sons. The streaming service’s European video boss told the Guardian last month that the trio were “worth big money”. The unveiling of the show’s name comes just weeks before the BBC is due to launch the new series of Top Gear fronted by Chris Evans, along with co-presenters including former Friends star Matt LeBlanc.  The show has been beset by reports of production problems including controversy over filming near London’s Cenotaph memorial and allegations Evans is a bully.  However, Evans and the BBC have both denied there is friction among the cast.",
  "webTitle": "Jeremy Clarkson's Amazon show to be called The Grand Tour",
  "webPublicationDate": "2016-05-11T12:17:36Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/jeremy-clarksons-amazon-show-grand-tour-top-gear",
  "keyword": [
    {
      "webTitle": "Jeremy Clarkson",
      "id": "media/jeremyclarkson",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Amazon Prime Instant Video",
      "id": "media/lovefilm",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Online TV",
      "id": "media/online-tv",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    },
    {
      "webTitle": "Dugald Baird",
      "id": "profile/dugaldbaird"
    }
  ],
  "guardianId": "media/2016/may/11/jeremy-clarksons-amazon-show-grand-tour-top-gear"
}