{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/eric-dier-england-streetwise-tactics-euro-2016",
  "id": "2016-05-25-17",
  "sectionId": "football",
  "body": "Roy Hodgson takes his England side into their latest pre-Euro 2016 assignment with Eric Dier, increasingly seen as the midfield lynchpin, urging the team to start playing with a more streetwise mentality and wise up to the tactics other nations might try to use against them. Dier, who spent his adolescent years in Portugal and began his career at Sporting Lisbon, believes there is a risk that England might be at a disadvantage unless they go into the competition next month with “an intelligent edge” and show they have learned from mistakes at previous tournaments. His comments mirror Wayne Rooney’s observations after the World Cup when England’s captain complained that the team lacked “that nastiness” and spoke about their “honesty” as though it was a potential weakness. England’s players felt after the tournament they should have protested more to the referee when the Uruguay captain, Diego Godín, already booked for handball, deliberately impeded Daniel Sturridge but was not punished further.   Related: Wayne Rooney: England players are hurting after World Cup agony    Rooney’s international career is still scarred by his sending-off against Portugal in the 2006 World Cup, when his then Manchester United team-mate Cristiano Ronaldo led the campaign for a red card, and Dier believes England may have to adopt the kind of tough streak that Tottenham Hotspur have implemented this season.   Related: England pay penalty for Rooney's red    “I grew up in Portugal where I don’t think it’s as aggressive [as English football] but it’s got more of an intelligent edge,” Dier said. “I think it’s important that we have that in this tournament. There are a lot of European and international teams who have that intelligent edge, as much as an aggressive edge, in the things they do. We’ve got to be like that, too. “I don’t mean they go round kicking people. But they’re intelligent. They win fouls in clever places on the pitch, they keep possession, they know how to wind people up, they know how to agitate. We can’t fall for that, but we can learn from it. ‘Streetwise’ is the perfect way to put it. European teams and nations are like that whereas I think the English are a bit too honest and hard-working at times. We need to be clever but we don’t want to lose that English attitude, either.” The danger, perhaps, is if England’s players, trying to adopt a new mentality, take it too far. Dier was one of the main aggressors when Spurs played at Chelsea in the so-called “Battle of the Bridge”, the 2-2 draw that confirmed Mauricio Pochettino’s side would not catch Leicester City at the top of the table. Dier was fortunate not to be sent off in a match that led to Spurs being fined £225,000 whereas Dele Alli, his club and England team-mate, missed the game because he was serving a three-match suspension for violent conduct, having swung a low punch at West Bromwich’s Claudio Yacob. “Of course, there are always limits,” Dier said. “Everyone knows that and we don’t want to see things [at Euro 2016] like we did in the Chelsea game so we are looking to be clever. By that, I’m not saying to go round beating people up.” The 22-year-old added: “I don’t think it [the aggression] was just me in the Chelsea game. I think, as a team, we wanted to show a different side to our game. Things boiled over at times but, at the same time, Tottenham are trying to get rid of a certain image and I think that helped. For a long time Tottenham have had an image which I don’t think this group of players and this manager enjoy. Obviously we are trying to change that. It isn’t easy and it is going to take time but that is our aim. “It was a very emotional game. Lots of things happened before the game that made it that way and we knew if we didn’t win we would lose the title. It was emotional but I don’t think we lost our heads and I don’t think I lost my head, no.” Dier, preparing for England’s game against Australia at Sunderland on Friday, is in England’s squad primarily as a deep-lying midfielder and revealed he had been studying Nemanja Matic’s performances at Chelsea to learn how to perfect the role. However, it is Dier’s background as a defender that helped convince England’s management to take the risk of selecting only three centre-halves in the provisional 26-man squad. “I’m happy to play anywhere,” Dier said. “I’ve played in defence many times and I wouldn’t see that as a problem.”",
  "webTitle": "Eric Dier says England must be ‘streetwise’ to prosper at Euro 2016",
  "webPublicationDate": "2016-05-25T21:30:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/eric-dier-england-streetwise-tactics-euro-2016",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/25/eric-dier-england-streetwise-tactics-euro-2016"
}