{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/ensemble-modern-review-royal-conservatoire-glasgow-frankfurt-contemporary-specialists",
  "id": "2016-05-08-86",
  "sectionId": "music",
  "body": "It made sense and it didn’t make sense. Securing two concerts from Ensemble Modern was a major coup for Plug, a student festival whose usual raison d’etre is to test out trials and errors of trainee composers at the Royal Conservatoire of Scotland. The festival turned 10 this year and invited Frankfurt’s contemporary music specialists for some celebratory clout. On the penultimate night, the ensemble tackled new student works and thanked the institution for introducing them to the composers of tomorrow. So far, so good.   Related: Ensemble Modern review – string theory and Brahms reconstructed     But this closing concert was a billing called Ensemble Modern Does Ensemble Modern – which translated to nothing very substantial. Why didn’t they dazzle us with a contemporary masterpiece? Something bold and mind-expanding to leave the students (and the rest of us) awed and inspired and chomping at the compositional bit? Instead, we got obscure snippets of repertoire from the past century in various configurations of wind, brass, piano and percussion – presumably the musicians available for the Scotland trip, given that another portion of the ensemble was simultaneously playing opera in Germany. At least it was a lesson in pragmatic programming.  It would be churlish to complain too much, given the superb musicianship of Ensemble Modern’s players. What was inspiring was their absolute commitment to every score, their energy and agility and efficiency. Even the body language said it: they opened each piece with the alertness of athletes in starting blocks. A composer in the audience noted afterwards that it was like listening to period performance, because this group will find the precise attack and colour for any niche corner of the contemporary music repertoire.     Heinz Holliger’s Quintet for Piano featured furious winds and fistfuls of chords. Photograph: Priska Ketterer Luzern    So in two jaggedy works by the Greek composer Nikos Skalkottas (his first and second quartets, both from the early 1940s), we got a deliciously thick oboe sound, a poised bassoon, a flighty trumpet – imagine Poulenc with snarlier chords or Hindemith with weirder logic. Cut to a 2011 duo by Palestinian-Israeli composer Samir Odeh-Tamimi and the horn (Saar Berger) swaggered and fluttered like an imposter around the edge of a hand-drum’s slow hora. The Sonatina for Oboe, Clarinet and Bassoon (1931) by Sándor Veress featured staunch scales, stern fugues and some fleeting beauty in the andante. Heinz Holliger’s Quintet for Winds and Piano (1989) featured the four winds clustered around the piano, blowing furiously while the pianist (a nimble, no-fuss Ueli Wiget) responded with fistfuls of chords and a deadpan yell.  Oda, by the Siberia-born Edison Denisov featured Ib Hausmann with a tender clarinet soliloquy, and in Mauricio Kagel’s 1972 trumpet duo Morceau de Concours, heard here in an arrangement for trumpet and horn, music and words (“morceau de con!”) were chucked between the hall’s balconies in casual dadaesque banter. Vito Zuraj is a Slovenian composer with a healthy cheek and levity; his Contour is a deft landscape of stutters and splutters, punctuated by gloriously rude blurts of contrabassoon. It was the most memorable music of the night.",
  "webTitle": "Ensemble Modern review – musicanship, agility and some glorious rudeness",
  "webPublicationDate": "2016-05-08T14:28:51Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/ensemble-modern-review-royal-conservatoire-glasgow-frankfurt-contemporary-specialists",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/08/ensemble-modern-review-royal-conservatoire-glasgow-frankfurt-contemporary-specialists"
}