{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/cle-kooiman-indoor-soccer-usa-mexico",
  "id": "2016-05-11-289",
  "sectionId": "football",
  "body": "Not many soccer players can say that landing in Mexico’s Ciudad de Juárez was the fulfillment of a childhood dream. But then Cle Kooiman was no ordinary soccer player. When Kooiman arrived in Juárez in 1990, he found a sprawling border town of ne million people, most of whom were looking for work in the city’s growing manufacturing industries. These were the halcyon days before Juárez became a byword for murder and drugs, back when this working-class town in the middle of the Chihuahua Desert believed it could spark a nationwide economic recovery. Its ambitions made it the perfect fit for Kooiman, a southern California native with a surfer’s sunny vibe and a chip on his shoulder wide enough to span the Rio Grande.   Related: Alan Hinton: the stylist in white boots who became America's Mr Soccer    “When I thought of Mexico and being in Mexico, I thought: man, I’m going to live on this beautiful green hill, and have a house that overlooks the valley. My original thoughts were pretty grand,” Kooiman tells the Guardian. “But once I got down there, well, Juárez is a tough town.” But Kooiman was just as tough a central defender, one who had played most of his professional career in America’s Major Indoor Soccer League, making him an unlikely candidate for Mexican fútbol stardom. He was a 6ft 2in, 190lb gringo with a mop of curly blonde hair and a Dutch surname. From the start, Kooiman faced an uphill battle for acceptance from a soccer culture traditionally distrustful of outsiders and often antagonistic to players from across the border. Growing up in the sprawling Los Angeles suburbs, Kooiman dreamed of playing professional soccer. Despite demonstrating an outrageous talent for American football placekicking – Kooiman says he was offered 10 times as many athletic scholarships for American football as he was for soccer – the kid who grew up watching Mexican soccer on television had his sights set on a pro career in the only sport he truly loved. At a US national ‘B’ team exhibition in Tijuana in 1989, Kooiman was spotted by Uruguayan Carlos Miloc, the coach of Cobras de Ciudad Juárez, then playing in Mexico’s top division. Miloc came to Kooiman’s room and asked him if he would be interested in playing for Cobras. Kooiman, who didn’t speak a word of Spanish and who had never played professional outdoor soccer, was overcome with so much emotion that he ran down the hall, grabbed a Spanish-speaking teammate, Michael Getchell, and told him: “You’re my agent!” One week later, Kooiman found himself in a Juárez hotel room with Getchell, Miloc, and the Cobras executives, putting pen to paper on his first Mexican pro contract. At the time of his signing, few in Mexico’s media believed that such a big guy could play in such a skillful, technical league. They said that Kooiman would be the first player cut from the roster. But Kooiman forced his way into the Cobras starting line-up. By the end of his final season with the club in 1991, Kooiman had helped Cobras stave off relegation for a second straight year, was carried off the field on the shoulders of the Juárez fans, and finished behind only Club América legend Alfredo Tena in voting for the league’s Best XI. When he walked into the office of Cobras owner Alejandro de la Vega later that spring, Kooiman fully expected the normally mild-mannered De la Vega to rubber-stamp his contract demands. But when Kooiman mentioned a salary increase, De la Vega exploded in fury. “I wanted to make Juárez a home, even though it wasn’t the most beautiful place,” Kooiman says. “I loved the people and I loved my team. And they’re the ones that gave me the opportunity. So when [De la Vega] said no, I got up. I didn’t say a word. I walked out and slammed his door as hard as I freaking could. I was so upset. I got in my [Volkswagen] Westfalia, loaded everything up, left three days later and drove to California.” Kooiman’s mistake had been to forget how cheap an outfit the Cobras really were. The team’s training ground was a converted baseball field whose locker room routinely flooded with up to eight inches of water. That the team had survived in Mexico’s top division as long as it had was a minor miracle. Yet the year after Kooiman’s departure, the team was finally relegated to Mexico’s second division, never again to return to the top flight. After such a promising start, Kooiman’s dream of Mexican stardom looked dead. What unfolded next was about as unlikely as anything else that happened in Kooiman’s professional career. While he was recovering from knee injury in California, Kooiman received a surprise visit from Mexican super-agent Carlos Hurtado. Hurtado, one of the true movers and shakers of Mexican soccer in the 1990s, delivered a cryptic message: “How much do you want to make next year, and do you want to play in Mexico City?” What followed was a surreal series of events that culminated with Kooiman meeting a Cruz Azul executive in the parking lot of his Mexico City hotel. “You’re going to play for us,” the executive, Victor Garces, told Kooiman. “We’ve already agreed to all the terms. We just need to get you in to sign your contract.” The very next weekend, Kooiman was sitting in the executive box at Azteca Stadium, watching Cruz Azul play its bitter rival Club América, when Garces casually gestured towards the field. “You’re going to be playing for that team next year,” he said. Kooiman, the big gringo with the funny name who had spent some of the best years of his career toiling away in America’s indoor soccer league and who had never even garnered as a look from Bob Gansler’s US national team, could feel the hair standing up on the back of his neck as he looked out at the 100,000 Cruz Azul fans screaming in the stands. Soon, he realized, they would be screaming for him. “Oh my God,” he thought. “I can’t believe it.”  Having signed for one of the biggest clubs in Mexico, Kooiman now faced a level of media scrutiny that dwarfed anything he had encountered at Cobras. One of the biggest newspapers in the country, El Esto, made it a personal mission to hound Kooiman from the moment he signed. The paper took to nicknaming the aggressive American defender mala leche or “bad milk.” “Bad intent is basically what that means,” Kooiman says. “I don’t necessarily agree with that one. I mean, I’m going to come in hard, but I don’t come late, and I don’t come high, and I don’t come in dirty, and I don’t come in to hurt you.” A rough start to his first season confined Kooiman to the bench after only three matches. Kooiman, though, never quit, earning the respect of his teammates through tireless practice, working his way back into the starting eleven when the player who first replaced him got injured. That hard work and dedication were also why Cruz Azul head coach Enrique Meza named Kooiman’s one of the team’s two captains for the 1992-1993 season. When he heard the news, Kooiman wept.     Kooiman was given the No4 shirt for the 1994 World Cup. He was 30 when the tournament started. Photograph: Stephen Dunn/Getty Images    That season proved a banner year for Kooiman, earning him recognition and a much-deserved call-up from US national team head coach Bora Milutinovic. Kooiman’s performances so impressed the Serbian coach that he named him to his final 22-man roster for the 1994 World Cup. The player who had once sent tapes of himself to the US Soccer Federation had earned his way into the team’s starting line-up by the time the US opened up its 1994 World Cup campaign against Switzerland. In the 76th minute of that match, Kooiman, starting at right-back, made a crunching tackle in his own penalty area on Swiss midfielder Ciri Sforza. The referee waved play on, but Sforza’s day was done; the Swiss was taken off the field on a stretcher. “It was one of those scary things that, jeez, if a ref sees it a little bit differently and I’m mugging the guy – and I was – and that’s a PK, then, oh Lord! That would have changed the entire series of events,” Kooiman says now. “But life is about taking those risks and hoping that at the end of the day you’re going to be on the good part of a call.” Kooiman’s World Cup dream, however, was over almost as soon as it had begun. Against Switzerland, Kooiman had tried to play through a knee injury sustained in a pre-World Cup friendly. Now, with a critical match looming against Colombia, Kooiman faced a stark choice. He could try to play through the pain and risk sacrificing his career and his team’s tournament or he could tell Milutinovic the truth. He told the truth, and had to watch from the bench as his replacement, 37 year-old Fernando Clavijo, played the game of his life, shutting down Colombian forward Faustino Asprilla in the US’s historic 2-1 victory. Perhaps because he only ever played in that one World Cup match, Kooiman, a player who carved out a career in Mexico against all the odds, who was once carried off the field on the shoulders of fans, and who earned the captaincy at one of Mexico’s biggest clubs, has never earned the respect from US soccer fans – many of whom only know him now for his official World Cup portrait – that he deserves. Kooiman, though, was a pioneer: a man thumbed his nose at the Mexican soccer media and who, through sheer willpower, became a starter and fan favorite everywhere he played. Kooiman, who now coaches youth soccer at Inland Empire Surf Soccer Club in his native Southern California, doesn’t understand why so few American-born players have followed in his footsteps. While there have been exceptions over the years, notably American full-back DaMarcus Beasley, most of the players who have journeyed to Mexico – players like Tab Ramos, Marcelo Balboa, and even Jonathan Bornstein – have had Latino backgrounds. Kooiman may not have been the first American to play in Mexico, but he was certainly the first to win over the hearts and minds of Mexican soccer fans. “When I went, I embraced it,” he says. “I embraced the lifestyle. I embraced the people. I embraced the culture. I embraced every piece of it. I will never look back and second guess myself about the decisions I made in Mexico. I loved every minute of it.”",
  "webTitle": "Cle Kooiman, the indoor soccer star who became an unlikely hero in Mexico",
  "webPublicationDate": "2016-05-11T10:00:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/cle-kooiman-indoor-soccer-usa-mexico",
  "keyword": [
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Froh",
      "id": "profile/tim-froh"
    }
  ],
  "guardianId": "football/2016/may/11/cle-kooiman-indoor-soccer-usa-mexico"
}