{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/rafael-benitez-stay-newcastle-manager-premier-league",
  "id": "2016-05-25-62",
  "sectionId": "football",
  "body": "Rafael Benítez has predicted a “great future” for Newcastle United after agreeing to remain in charge of the Championship club next season and revealing that “love” played a pivotal role in persuading him to stay. “The love I could feel from the fans was a big influence in my decision,” said the former Champions League winner, who started the season just ended as manager of Real Madrid. “This is a huge club and I wanted to be part of the great future I can see for Newcastle United. I’m convinced we can go up next season, stay in the Premier League for a long time and win trophies. This is a massive club and I want to stay part of it.” Benítez’s refusal to activate the break clause in the three-year contract he signed when he succeeded Steve McClaren in March has not only startled large swathes of the football world but represents a major coup for Mike Ashley, the Newcastle owner, and Lee Charnley, the club’s managing director.   Related: Newcastle: seven things Rafael Benítez needs to address in the Championship    Ashley and Charnley have shredded their former, failed, management model and offered the Spaniard carte blanche to run the club his way while also furnishing him with a healthy budget. Benítez insisted on the insertion of a series of written guarantees in his revamped contract and will exercise full autonomy over, critically, recruitment as well as assorted other spheres including the academy and a re-modelling of the training ground. Pre-agreed spending plans for the next two transfer windows are detailed in his new contract and the 56-year-old has already drawn up a list of transfer targets. Equally significantly a man who hopes to be challenging for Europe during the 2017-18 season, has assurances that no player he wants to keep will be sold. “We can keep every player we want, if I don’t want to sell a player I don’t have to,” said Benítez who, despite presiding over a six-game unbeaten run at the end of the season, narrowly failed to avert relegation. “We can also still bring in new players while keeping all the ones we want. How much money we have is private, but we can buy players.” “I have responsibility for football business and the most important things is I have assurances that we will have a strong, winning, team. If I’m here it is because I’m sure we can get promoted, because I’m sure Newcastle can get back where we belong. My relationship with Lee Charnley is really good and, if I ask for something, he will try to help me.” He acknowledged it would have been very hard to walk away after 52,000 fans spent 90 minutes imploring him to stay following a 5-1 win against Spurs on the season’s final Sunday. “The first thing for me was the fans, the stature of the club and the future. Also my family is in England and I wanted to stay here.”   Related: Andros Townsend says Rafael Benítez can get Newcastle ‘up and challenging’    Indeed his Wirral based wife and two daughters were so overwhelmed by the outpouring of affection from Newcastle fans they told him he would be a fool to turn his back on Tyneside and Benítez acknowledges his decision is partly an “emotional” one. “Maybe it’s because I’m older that I’m more emotional now,” he said. “But after the last game [against Spurs] it would have been very difficult to walk away. It was amazing. I want to repay the fans.” We need to be back where we belong.” In order to stay he rejected “some big money offers” but, having won promotions with Extramadura and Tenerife early in his career he remains unfazed by the prospect of the Championship. “I have the reputation, Ive won trophies,’ he said. “But I need a project now. The time if right for me to have a challenge, a project. We will have to work hard and prepare for every game like it’s a cup final but I have a passion for coaching and I’m quite excited about the Championship. “Some players have already told me they are quite happy to stay next season because they can see the size of the club and that next year can be a great year if we get promoted.”",
  "webTitle": "Rafael Benítez: I couldn’t leave Newcastle after love from fans",
  "webPublicationDate": "2016-05-25T17:58:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/rafael-benitez-stay-newcastle-manager-premier-league",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/25/rafael-benitez-stay-newcastle-manager-premier-league"
}