{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/12/paleoscatologists-dig-up-stools-as-precious-as-the-crown-jewels",
  "id": "2016-05-12-350",
  "sectionId": "careers",
  "body": "On reflection, the canteen was probably not the best place to loudly conduct an interview about poo and parasitic worms. The conversation was not intended to spill into the lunch hour, but Dr Andrew ‘Bone’ Jones, an enthusiastic paleoscatologist for over 30 years, had plenty to say.      Paleoscatologist Dr Andrew ‘Bone’ Jones. Photograph: Dr Anita Radini    His opening gambit: “Did you know, the biggest parasitic nematode [worm] in the world is nine metres in length and only found in the placenta of a sperm whale?” Jones, rarely seen without a bow tie, is an archaeologist who specialises in excrement (scatology) and parasites (parasitology). Now officially retired, but still very much on the scene, he has spent over three decades working for the York Archaeological Trust. It was there in the trust’s archives he discovered the fabled Lloyds Bank turd, a hefty specimen belonging to a Viking with “very itchy bowels” – believed to be the largest intact piece of fossilised human faeces ever found. Today the stool, “as precious as the crown jewels”, according to Jones, can be seen at the Jorvik Viking Centre in York. The most exciting thing about it, he says, is the infestation of eggs discovered inside, belonging to ascaris lumbricoides, a parasitic worm that blighted the insides of our ancestors. “They bore through tissue and have been known to emerge from every orifice of the human body – including the corner of your eye. Isn’t that horrible!” he says with infectious glee. It made the hairs on the back of his neck stand up when he first learned this nugget at university and it has stayed with him ever since. Another common discovery in old faecal matter are trichuris nematodes – or whip worms – that can be found living in their hundreds inside the gut. The biggest infestation Jones ever found was 3,000 worms. These worms would have been an everyday part of people’s lives – children would pass them, people would cough them up and they’d be particularly prominent at the end of people’s lives.    You are actually just looking at bits of old excrement and, let’s face it, that is a bit odd.  Dr Andrew Jones     “I think my most interesting discovery is just how widespread parasitic diseases were in western Europe before the introduction of flushed lavatories in the early part of the 20th century,” he says.  We go on to talk about worms that wiggle across people’s eyes and others that cause diseases like elephantitis. Then there are pustule-headed dracunculus nematodes, that burst out of blisters. It isn’t hard to imagine how these worms could take on some primal, nightmarish significance and Jones is convinced they have influenced Celtic, iron age and Viking art. While there is so much emphasis on appreciating the marvels of the latest Venus statue to be found in a pit in Tunis, or the like, it is the excrement unearthed alongside these marvels that can tell us how real people lived, Jones says. “Within the archeology classics community there are a small number of people like me, who are really interested in filth, waste disposal and water supplies as an archeological discipline. We map a history of disease,” he explains. Parasitologists meet irregularly and can be found in clusters at mummy conferences, up the Andes or in churches in Italy, where there are specimens ripe for medical examination. Jones will often find himself in damp, waterlogged sites. Most recently he has done work in Pompeii with the university of Bradford, taking scrapings of the white encrustations found inside pipes and Roman toilets.   Related: ‘The first time you cut human skin is monumental’    As a teen Jones got involved in archeological excavations: “It was enormously sociable and I discovered you could have fun exploring mud – some of that was excrement – and I just fell into it.” His upbringing on a dairy farm in Devonshire meant he was never one to be prissy about poo. “Cows aren’t the most continent animals, they just crap anywhere when it suits them,” he says matter of factly, “so excrement was just part of my cultural heritage and I didn’t think of it as anything odd.”  He remembers the mixture of excrement and mud that the cattle would traipse through, a mess known in Devonshire as a stug. “I have seen some right old stugs in my time, I can tell you,” he says. He went on his first dig in Norfolk and then went on to do a zoology degree. There he took a special interest in parasitology and began carving his niche. But it would very hard to make a living exclusively out of studying excrement, admits Jones. People in the field tend to diversify – a lot of the community look at pollen, for example, and Jones has expertise in fish remains and does a lot of educational work too. You need a decent biological training, ideally a biological sciences degree, and if you don’t like using a microscope, forget it.  “You’ve got to be prepared to spend hours and hours looking down microscopes. But you also need to be quite sociable and make friends with some archaeologists who can supply you with samples to look at,” he says. “And then you need to be able to write up your findings, or nobody will know you found anything.” Finally, it is important to keep a sense of perspective: “Because you are actually just looking at bits of old excrement and, let’s face it, that is a bit odd,” he says, “but I am proud to be called a scatologist and the world needs a small number of people like me”. Jones is trying to raise money for the famous Jorvik Viking Centre, which was badly damaged in the floods of December 2015. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Paleoscatologists dig up stools 'as precious as the crown jewels'",
  "webPublicationDate": "2016-05-12T06:00:21Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/12/paleoscatologists-dig-up-stools-as-precious-as-the-crown-jewels",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Kirstie Brewer",
      "id": "profile/kirstie-brewer"
    }
  ],
  "guardianId": "careers/2016/may/12/paleoscatologists-dig-up-stools-as-precious-as-the-crown-jewels"
}