{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/eu-referendum-young-voters-registration-facebook-starbucks-tinder",
  "id": "2016-05-19-332",
  "sectionId": "politics",
  "body": "Half a million young voters are to be targeted in a massive voter registration push ahead of the EU referendum, with voter sign-ups promoted on dating app Tinder, in Starbucks cafes and a referendum debate livestreamed on Facebook. Young people are twice as likely to vote to remain as to vote leave, but only 51% said they were certain to vote at all, according to YouGov polling commissioned by the youth voter movements Bite the Ballot and Hope not Hate.  Under-25s are twice as likely not to be on the electoral register as the population at large, according to the Electoral Commission, with almost 30% not registered.   Guardian explained: who can vote   Of those who are registered, only 54% voted in the 2015 general election, with under-25s half as likely to vote as those aged over 65, according to a survey of 1,300 18- to 30-year-olds. More than a third said they had not been following the debate and one in 10 said they actively avoided it.  Mike Sani, founder of Bite the Ballot, said he was concerned there was not enough time for leaders to make their case to younger voters about why they should care about staying in or leaving the EU. “This one, well, it’s been more fear over fact, that’s the biggest frustration,” he said.   Should the United Kingdom remain a member of the European Union or leave the European Union?   “Our strategy is the same as a general election, though: get more registrations, be bold, collaborate. We are up against it with time, though.”   Related: Apathetic and disaffected: the generation who may never vote    Nick Lowles, Hope not Hate’s director, said the rhetoric around long-term economic difficulties or issues with immigration were not the arguments that would inspire young voters.  “For most young people, Europe is part of modern life, it’s not a political statement,” he said. “The referendum is the most important vote of our generation and those who it will affect most are the ones least likely to vote. The whole debate is run by white old men, one wing of the Tory party against another.” Neither side, he said, was prioritising young people “because they take the view that they won’t vote. It’s incredible to me, and that’s one of the reasons we started to really push this, quite late in the game.”   Generally speaking, how closely, if at all, have you been following the European Union Referendum campaign?   The EU referendum could not come at a worse time for youth voting campaigners. Not only is it the weekend of the Glastonbury festival, attended by 135,000 mostly young people, but it comes shortly after university terms end, which means that even students who registered to vote on 5 May will have to apply for postal votes or re-register at their parents’ homes or wherever they will spend the summer holidays. For students finishing exams and making summer plans, Lowles said this was “a massive ask”. Despite the time pressures, activists from Bite the Ballot and Hope not Hate hope to register half a million new voters by 7 June via the #TurnUp campaign, which launches on Thursday.  A partnership with Tinder is in the works, though it is understood not to involve the prime minister joining the dating app, as was reported in the Times this week.  Collaboration is also planned with the comedy site the Lad Bible and popular YouTubers. Starbucks will host more than 30 “democracy cafes” across the UK, which Sani says he hopes will recreate the lively atmosphere of 17th-century coffeehouses. In the run-up to the registration deadline, Bite the Ballot will also host a Leaders Live debate, livestreamed on Facebook, with prominent figures from from both in and out campaigns.  Though the guests have not been confirmed, Sani is keen to stress they will not necessarily be politicians. The YouGov polling found only 10% of young people said they trusted politicians to tell them the truth about the arguments for either side, only 13% trusted the media, and just 16% trusted business leaders. About 30% of younger voters are believed to have dropped off the register since new rules on individual voter registration were introduced last autumn. Sani, a former teacher, who started Bite the Ballot six years ago, is a firm believer that voting registration should be automated.  “Everyone is worried about extremism, and that is because we are not giving people the tools to be active citizens and create change themselves,” he said. “If 7.4 million 18- to 24-year-olds register to vote, they are a market. And market forces will come to them to find out what it is they want.”",
  "webTitle": "In Starbucks and on Tinder, campaigners seek out the young vote",
  "webPublicationDate": "2016-05-19T05:00:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/eu-referendum-young-voters-registration-facebook-starbucks-tinder",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/19/eu-referendum-young-voters-registration-facebook-starbucks-tinder"
}