{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/11/call-of-duty-infinite-warfare",
  "id": "2016-05-11-278",
  "sectionId": "technology",
  "body": "They’ve seen things you people wouldn’t believe. Attack ships on fire in Earth’s outer orbit. Cities blasted to rubble by invading battle craft. And how have they reacted to these precious moments? By down-voting the absolute crap out of them on YouTube. Yes, this is the news that the trailer for the latest Call of Duty title – the modestly named Infinite Warfare – has received a record number of dislikes on the video-sharing platform. Right now the figure stands at 1,689,649, a hate benchmark that social scientists are calling “well into Justin Bieber territory”.       How? Why? What has this hugely successful, multimillion dollar series of military shooting games done to upset people? Well, here are five possibilities. 1) Familiarity breeds contempt Call of Duty has been around since 2003, which is about a century in games industry terms, so this could just be about veteran gamers getting tired of the annual franchise. It’s also been ridiculously successful, which sometimes annoys people. The series has sold more than 250m copies worldwide, making billions of dollars for its publisher Activision, a company that has not always been immensely popular among games forum dwellers, owing mostly to the fact that it likes making money out of video games. 2) The nostalgia factor Ever since Call of Duty: Black Ops 2 started nudging the series toward a futuristic sci-fi setting, series fans have been yearning for a return to the origins of the franchise, as a big bombastic Second World War drama. Although 2007’s Call of Duty 4: Modern Warfare was the first to make the leap away from that historical conflict, fans forgave it because it was really good. And while the last two titles Advanced Warfare and Black Ops 3 have been critically well-received, a growing number of outspoken fans have made it clear that they absolutely do not want to shoot robots, or drones, or robots controlling drones. 3) The battle with Battlefield Video game fans like an industry in-fight; they like to back a side. Whether that’s Commodore 64 v Spectrum, Sega v Nintendo or Spyro the Dragon v Crash Bandicoot, fans often see their preference as part of their identity and therefore defend it with extreme prejudice. Battlefield v Call of Duty has been a feature of the games business for over a decade, with EA Dice’s more gritty, in-depth and authentic shooter going up against what Call of Duty offers: speed, bombast and Kevin Spacey. In video game fandom you must pick a side and do what you can to ensure your preferred multimillion dollar entertainment franchise is the victor. And if that means sending a bot army to artificially inflate the dislikes below a trailer, goddamn so be it.  4) The Infinity Ward controversy The studio behind Call of Duty: Infinite Warfare is also the studio that created the whole series and is responsible for arguably its finest moment, Call of Duty 4: Modern Warfare. However, in 2010, the co-founders of Infinity Ward Vince Zampella and Jason West were fired by Activision for “breaches of contract and insubordination”, prompting a bitter legal dispute that would last two years.  The popular interpretation of what happened is that Zampella and West were keen to take Call of Duty in a new direction, while Activision wanted more Modern Warfare. Tensions simmered and finally Activision claimed the duo were planning to leave Infinity Ward, take senior staff with them, and work on a new title for Electronic Arts. Fans were absolutely outraged by this terrible accusation … And then West and Zampella took senior staff with them to work on a new title for Electronic Arts. Ironically, the game they wanted to make, and indeed did make, was Titanfall, a sci-fi shooter – the very thing fans are upset about now. But anyway forget that – this was a classic David v Goliath story and the fans were always going to be on the side of David, the plucky upstart who just wanted to make the space games that they hate. Wait, what? 5) Gamers will be gamers Look, gamers just do this sort of stuff. When Activision executives were asked about the record down-voting during a recent investor call, CEO Eric Hirshberg laughed, “you got to love the passion of gamers. This is an industry like no other, and a fan base like no other and we love that our fans treat this franchise like it’s their own and have such strong points of view about it.” Eric has totally been here before, Activision has been threatened with more boycotts than the Olympics and it’s still doing okay. In the cauldron-like atmosphere of the online gaming community, every perceived industry mistake, misdemeanour or misunderstanding is greeted with a tsunami of rage so purposeful and unremitting that, if properly channelled, it could conceivably end world poverty in a matter of days. The people who are jamming their righteous fists on that dislike button may well be the same “engaged consumers” who have spent the last week fiercely accusing game sites IGN and Videogamer of corruption and bias for awarding Uncharted 4 what they saw as a despicably low score. Videogamer gave it 8/10; IGN gave it 8.8/10.  6) It has a scene with astronauts fighting in space. Literally fighting while floating about in space. Oh yeah, there is that.",
  "webTitle": "Six reasons why everyone is hating on Call of Duty",
  "webPublicationDate": "2016-05-11T10:27:15Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/11/call-of-duty-infinite-warfare",
  "keyword": [
    {
      "webTitle": "Call of Duty",
      "id": "technology/call-of-duty",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Activision Blizzard",
      "id": "technology/activision-blizzard",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/11/call-of-duty-infinite-warfare"
}