{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/jurgen-klopp-liverpool-brendan-rodgers-jordan-henderson-divock-origi-europa-league-final",
  "id": "2016-05-17-86",
  "sectionId": "football",
  "body": "Jürgen Klopp has said Liverpool’s appearance in the Europa League final vindicates his faith in players who were written off under Brendan Rodgers but whose potential convinced him to join the club last October. Turning doubters into believers was the Liverpool manager’s mantra from his first day in the job and victory over Sevilla in Wednesday’s final in Basel, he claimed, can complete that transformation inside seven months. Klopp insists he feels no pressure going into Liverpool’s first European final in nine years, only satisfaction that his confidence in the squad has been repaid so swiftly.   Related: The secret behind Sevilla’s success? Meet Monchi, the transfer wizard    Asked why he commits himself to managerial jobs for so long, having worked at Mainz [2001-08] and Borussia Dortmund [2008-15} for seven years apiece, the Liverpool manager said: “And seven years at Liverpool hopefully. For me it’s the only way to work to be honest. “I don’t feel the pressure. I cannot change. I feel opportunity. I don’t think I have all the time in the world but I don’t think I’ve ever felt doubt around me. If that’s right I don’t know, maybe I’m not sensitive, but it leaves me completely free to make decisions and completely free to get us all together. I came here because I was really convinced about the quality of these players. At the start I was the only person who thought this but that’s not a problem. To see how they deserve this final makes me feel really happy. I don’t know what will happen in the game tomorrow but, for everything on our way, the experience will be really good.” Klopp added: “I am really pleased for the boys and that I can be part of this moment with the team. When I came here there was a real amount of doubt about these players so I am really happy they could show how strong they are. Tomorrow is an opportunity to make the final step in this season and achieve something together. Let’s try it.” Divock Origi is in contention for a place in Liverpool’s matchday squad despite suffering ankle ligament damage only four weeks ago. “We will see after training with Divock,” said Klopp. “We have one more session and he did well in the last two sessions. We will see how he feels and then we will make a decision. You can all see how we train – so we don’t do very much.” Jordan Henderson is also pushing for inclusion having made his first appearance as a substitute in Sunday’s Premier League match at West Bromwich Albion since injuring knee ligaments . The Liverpool captain said: “I don’t know the team, no. It will be a few hours before the game as always. I don’t expect to start, no. I’ve been here a long time and only played 25 minutes. When I’ve not been involved the team has done really well and won some big games. But at the same time I feel good and I am ready. I am ready to play as long or as little as the manager wants me to.” Klopp, who described Spain as “the best football country”, believes Liverpool’s difficult route to the final will pay dividends against the winners of the past two Europa League competitions. “All the moments help you on the way to a final and we have had a few difficult moments,” said the Liverpool manager. “But the important thing is we solved them. That is part of our development. We had a frozen pitch in Sion, a long flight to Kazan and three days later a very difficult Premier League game [the 2-1 home defeat by Crystal Palace] that no one made excuses for us. This game is the bonus for all of those moments that we worked for, coming back from Villarreal at 5am and then having a midday kick off at Swansea three days later. It is not so easy to be ready for everything but for this final we will be ready. We will use our common experience to be the best team in Liverpool shirts for a long time.” Sevilla’s manager, Unai Emery, meanwhile, has said the chance to record a hat-trick of Europa League wins will ensure his side are as hungry as ever for silverware. Sevilla will become the first team to win three consecutive Uefa titles since Bayern Munich won the European Cup between 1974 and 1976 should they beat Klopp’s side on Wednesday. Emery, who led the Andalucian club to victory over Dnipro Dnipropetrovsk and Benfica in the last two Europa League finals, faced several questions over his team’s appetite at St Jakob Park, the clear inference being Sevilla may lack motivation for their third consecutive final appearance. But the manager insisted: “One of the things we want to show at Sevilla is that we want to grow, be demanding and give everything all the time. Every time football gives you an opportunity you have to seize it. This opportunity to play a third final, to change history and to have our names in the history books forever is a great motivation. “Liverpool have a great history and are playing incredibly, beating great teams to get here, but we are winners, we are champions and we have the possibility to defend our title. Quality is important but what will decide who wins in the end is whether we are able to neutralise the qualities of our opponent.” Sevilla returned 2,000 of their 10,236 ticket allocation for the final to Uefa. Their tickets were passed on to Liverpool but Emery appeared unconcerned at Sevilla supporters being outnumbered in the 35,000-capacity stadium. “Tomorrow we need to feel the support of those who are here and those who are not,” he added. “We’re not worried about there being more Liverpool fans in the stadium. Liverpool have many supporters but so do we. It doesn’t matter if they have more in the stadium. We know all Sevilla supporters want this‚ they consider the club to be their second wife or second girlfriend. “It is very important for us but the fans are there to enjoy the game and to have fun. Football is there to be enjoyed, not to fight. You can fight on the pitch. I just said to the Liverpool manager that we are going to fight tomorrow and we shadow-boxed, but it’s time for the fans to have fun.”",
  "webTitle": "Jürgen Klopp: I was the only one who believed in quality of Liverpool players",
  "webPublicationDate": "2016-05-17T16:56:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/jurgen-klopp-liverpool-brendan-rodgers-jordan-henderson-divock-origi-europa-league-final",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/17/jurgen-klopp-liverpool-brendan-rodgers-jordan-henderson-divock-origi-europa-league-final"
}