{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/inappropriate-openly-gay-former-student-says-school-discriminated-against-his-suit",
  "id": "2016-05-13-317",
  "sectionId": "world",
  "body": "Parents of students at a Bendigo high school have been urged to support a former pupil ejected from a school church service over his “inappropriate” outfit. The student, Angus McCormack, says Girton Grammar discriminated against him at the private Christian school’s Foundation Day service last Friday. McCormack – who was a captain of the school in 2013 – attended the event as a guest of his father, Chris, a board member. He said he was asked to leave by the deputy headmaster after arriving at the Sacred Heart Cathedral, where theannual event was held.   Related: Campaign against same-sex school formal backfires as donations roll in    He said he left the event “to avoid further embarrassment and a potentially ugly scene”.  McCormack wrote on Facebook on Thursday that his father had been asked to ensure that he “wear appropriate attire”. In his post he said he was “openly gay” and known for his “often ‘bold’ choices of fashion”. “I was originally considering rocking a dress and some killer heels! However, I decided to ‘tone down’ my appearance and be respectful to their wishes.” He said he wore “minimal makeup”, a single small earring, black leather pants, a white shirt with a black bow tie and black jacket. “A suit by any definition of the word,” he wrote, “although not in the typical commercial fabrics.” McCormack posted a photograph of his outfit, “if you wish to make your own judgement on what you think is ‘appropriate or inappropriate’.” His father resigned from the school’s board this week as a result of his son’s exclusion from the service. McCormack wrote on Facebook that he had received “outstanding” support from people who felt he had been treated unfairly but had had no contact from the school. He asked sympathisers to express their concerns directly to the headmaster. “He needs to hear that the community does not condone this intolerable behaviour in our society today.” His post had been met with a considerable response, with more than 13,000 likes, 3,700 comments and 4,150 shares since it was published on Thursday. McCormack – whose Facebook profile states he is a student of RMIT university in Melbourne – has been contacted for comment. In a statement Girton Grammar headmaster, Matthew Maruff, said he was “deeply saddened” at how McCormack felt about the situation and was happy to talk with him. “Whilst this situation is regrettable, it is an issue of dress code for occasion and institution, not one of sexual discrimination,” the statement said. “At no time, past or present, has Angus been discriminated against on grounds of sexuality in any way by Girton Grammar School. “Angus was informed that his choice of attire was inappropriate for a guest of a member of the official party. “Angus may have felt that he had no choice but to leave. His quick departure left no opportunity for an alternative outcome to be achieved.” David McCubbin, who has two children at the school, told Guardian Australia the school board’s refusal to apologise to McCormack went “to the core of ignorance, intolerance and bigotry”. “When a board cannot realise their intransigence, the school community suffers,” he said. “It’s depressing.” He had written to the headmaster to complain, stating that: “Girton is better than this”. “The board and senior management need to grasp the enormity of their mistake.” McCubbin wrote that his own school in Melbourne had “tolerated an eccentric, flamboyant, and enthusiastic student, who would push the boundaries of dress, convention and what passed for acceptable behaviour ... His name is Barry Humphries”.",
  "webTitle": "Gay former student says school discriminated against him over his outfit",
  "webPublicationDate": "2016-05-13T05:29:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/inappropriate-openly-gay-former-student-says-school-discriminated-against-his-suit",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/13/inappropriate-openly-gay-former-student-says-school-discriminated-against-his-suit"
}