{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/leicester-city-parade-premier-league-trophy-bus",
  "id": "2016-05-16-69",
  "sectionId": "football",
  "body": "It was the moment, surely, when those last few holdouts who had refused to see it as anything other than dream finally allowed themselves to believe. Through a cacophonous sea of blue and white on either side, the bus carrying Leicester City’s triumphant Premier League champions slowly snaked its way through the streets of the city in a victory parade like no other in British footballing history.   Related: The season of the fearless Foxes, Leicester City – in pictures    Glorious early evening sunshine shone down on the bus as it set off from the city’s Jubilee Square shortly after 6pm carrying the manager, Claudio Ranieri, and his team of misfits, journeymen and cast-offs. At times it seemed that every one of the city’s 330,000 inhabitants – as well as thousands from the towns and communities around it – had turned out to celebrate the achievements of a club that had not only won the first top-flight title in its 132-year history but finished a full 10 points clear of the chasing pack.     Claudio Ranieri, centre right, with some of his players. Photograph: Glyn Kirk/AFP/Getty Images    Ranieri was front and centre at the top of the bus, his players grasping the Premier League trophy, while men, women and children ran, walked and photographed themselves alongside the vehicle.  The team bus was followed by two others, one of them carrying a large contingent waving the national flag of the club’s Thai owner, Vichai Srivaddhanaprabha. The team’s international following was strongly in evidence along the route, too, with Japanese fans holding banners with messages for the forward Shinji Okazaki. Eventually the convoy arrived in Victoria Gardens, where perhaps every second reveller was wearing a Leicester shirt and many had stories to tell, such as the three Italian geology students making a pilgrimage to London in honour of Ranieri. “He has done something so incredible, so fantastic, that people in Italy just can’t believe it. It’s like he is a different person to the one who used to manage teams there,” said Nicola Benedetti, 21, clutching his national flag and, like his two friends form Perugia, decked out in Leicester City shirts and scarves.     A young Leicester City fan takes in the spectacle. Photograph: Phil Noble/Reuters    Babies dotted the park in buggies and carriers, children born during the season and who know no other time than when their team is top of the Premier League.  “His middle name is James, but to be honest it wasn’t a team thing,” said Naomi Whetton, a lifelong Leicester fan nursing her four-month-old son, Samuel, as she laughed off the suggestion that he had been named for the team’s talismanic striker Jamie Vardy. Along with her partner, Darren Massey, and two-and-a-half-year-old son, Alfred, they had journeyed into the city from Coalville, a town close to the border with Nottinghamshire. “There’s been a particularly strong following for the team in our town, partly because we’ve almost got Derby and Nottingham on our doorsteps. They’ve had their time and now some of their fans are even coming across,” said Darren.     An aerial view of the crowd during the celebrations. Photograph: Joe Giddens/PA    Other children included Khadija, the seven-month-old daughter of Marayam and Ish Lunat, who were wheeling her buggy along while waving a Leicester City flag and inflatable Premier League trophy. “It’s just been incredible for the town. People have been talking about the diversity of this city, but it’s really true that this has brought us even closer together,” said Ish.   Related: Leicester let Premier League joy sink in before Champions League dreams begin    “We’re a town in the middle of England, a place people might just know as they place they fly by on the motorway, but now it’s really on the map. The season has been incredible, with people discovering that their neighbours were just as passionate about the team as they were.” Standing nearby, students Saima Bodiat and Hajera Mubarak were in agreement about how the season had brought one of Britain’s most ethnically diverse communities even closer together. “People have felt part of this right throughout the season,” said Bodiat, 19, a student from Regent College who had come out with four other friends all wearing blue headscarves.",
  "webTitle": "Leicester City parade Premier League trophy through packed streets",
  "webPublicationDate": "2016-05-16T18:44:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/leicester-city-parade-premier-league-trophy-bus",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "football/2016/may/16/leicester-city-parade-premier-league-trophy-bus"
}