{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/andy-murray-french-open-amelie-mauresmo-radek-stepanek",
  "id": "2016-05-24-55",
  "sectionId": "sport",
  "body": "Andy Murray survived a draining examination by 37-year-old Radek Stepanek to squeeze into the second round of the French Open on Tuesday – and then he addressed a court of an altogether different kind to bury the myth that Amélie Mauresmo had quit as his coach because of his on-court behaviour.   Related: Andy Murray fights back to beat Stepanek in five sets at French Open    After wrapping up unfinished business with the Czech – the oldest of a record 51 over-30 players in the draw – 3-6, 3-6, 6-0, 6-3, 7-5, Murray turned to his other recent “problem” in what was never going to be a mundane press conference. In front of a rapt audience of media inquisitors – some of whom he clearly has viewed with suspicion in recent days – the world No2 calmly deconstructed the tale of what had grown organically from just another professional break-up into one of the great sporting divorces of modern times. “Me and Amélie have a very good relationship,” he said of the Parisian who left him in Madrid earlier this month and whom he hopes to meet at some time during the tournament, “and I don’t think it’s fair to try to say otherwise.” Pointing out that an interview with him in L’Equipe on Monday was recorded before hers appeared in the same paper last Saturday, Murray wanted to correct the impression that such a false juxtaposition gave that he was trying to get square with her. “I did an interview before the tournament, before anything that Amélie had said had come out,” Murray said. “And the last two days [it] was supposedly that I was hitting back at Amélie’s comments and disagreeing with everything that she said and that we had a really tough break-up. That simply is not true.   Related: Amélie Mauresmo: Andy Murray’s on-court behaviour played part in split    “Anyone who said [their recent chat in Madrid] was heated is lying and was not there. It was far from heated. We spoke very calmly the whole time. To say that the reason that we stopped working together is because of my behaviour on the court, that is not true. In Madrid when we spoke, we didn’t discuss that one time. “For sure, when we were working together, we discussed many things on the court. And there were times when – like with all of my coaches – they said, ‘You need to concentrate more on the match. Stop directing your frustration at the box and being distracted from what’s going on on the court.’ But to say that that’s why we stopped working together is untrue. “Obviously what’s happened the last few days has been difficult, because I didn’t have a chance to talk about it or respond or anything. What I said about my on-court behaviour [in the pre-tournament interview] was not in response to what came out. The article hadn’t even come out when I answered those questions.”  It appears Mauresmo found the travelling too stressful, which would be perfectly understandable, yet she did not forward that as a reason. Murray explained: “What was said at the time was that we literally are spending hardly any time together in a three-month period right before major events coming up. And she was not able to help me during that period. That’s what happened.” If that has properly laid the matter to rest – and who knows what else might emerge? – Murray should be able to move on and make serious inroads here, given his recent excellent form on clay. Certainly he can leave behind the dip he experienced against Stepanek, who is ranked 129 in the world and returning to the Tour after nine months out last year with a back injury. Murray has a much softer assignment on Wednesday against the 22-year-old French wild card Mathias Bourgue, who took nearly three and half hours to beat the Spanish qualifier Jordi Samper-Montaña as well as cramp in three close sets on his Roland Garros debut on Monday. Murray and Stepanek resumed with the Scot 4-2 up and serving in the fourth set in front of a thinly peopled main court (one of the downsides of post-lunch matches here). The Czech drew on all the skill and trickery he has accumulated over 21 years on the Tour to wrong-foot Murray frequently with changes of pace and direction, as well as the occasional drop shot. But he could not sustain his defiance under building pressure and billowed the net with a weary concluding volley.   Related: French Open 2016: Murray, Williams, Konta, Djokovic and Nadal – day three as it happened    At several points the previous evening, when recovering from a two-set deficit, and again on resumption, Murray was as fired up as he has been for awhile, although he refrained from the sort of box-baiting Mauresmo had complained about. Jamie Delgado, his assistant coach, and Matt Little, his conditioner, were particularly vocal in their support. Murray said later: “It could turn out to be one of the biggest wins of my career. But it easily could have gone the other way. When it is pretty much one set to stay in the tournament, you have to have as much energy, intensity as you can. I’m glad that my team’s right behind me in situations like that.” In less troubled waters on Court 14 Aljaz Bedene joined Murray and Kyle Edmund in the second round, the first trio of British men to reach that stage since 1975, after beating the Austrian left-hander Gerald Melzer 4-6, 6-3, 6-4, 6-4. He had Murray’s long-time confidant and Great Britain Davis Cup captain, Leon Smith, in his box.Bedene next plays the Spaniard Pablo Carreño, who beat Federico Delbonis, the 31st seed, 7-6, 6-7, 6-4, 6-4 in nearly three-and-a-half hours on Court 18. John Isner, meanwhile, booked a second-round match against Edmund when he beat the British player’s fellow Liverpool supporter, the Australian John Millman, 6-7, 7-6, 7-6, 7-5 in three hours and 20 minutes.",
  "webTitle": "Andy Murray slams ‘simply untrue’ rumours of rift with Amélie Mauresmo",
  "webPublicationDate": "2016-05-24T17:53:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/andy-murray-french-open-amelie-mauresmo-radek-stepanek",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/24/andy-murray-french-open-amelie-mauresmo-radek-stepanek"
}