{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/fear-of-another-false-dawn-lingers-at-melbourne-after-demons-loss-in-alice",
  "id": "2016-05-29-20",
  "sectionId": "sport",
  "body": "Late last season an exasperated Paul Roos spoke of a “veil of negativity” engulfing the Melbourne Football Club after every defeat, setting up his inbox for disaster by revealing he read emails from distraught fans. If he’s still keen on the thoughts of people who send suggestions to senior coaches, Roos should set aside a few hours to get through the latest batch.   Related: Hawks hold off brave Lions in Lewis' 250th, Power punish timid Demons    Melbourne’s limp defeat against Port Adelaide in Alice Springs on Saturday shouldn’t detract from what has been by their standards a fantastic start to the season. A Round 10 mark of five wins and five defeats puts them equal to or better than six entire seasons since they last played finals in 2006.  The declaration by any footy analyst that the Dees are on the rise is usually your signal to dump stock at any price, and seasoned Demon watchers treated Cameron Mooney’s suggestion they were “building a premiership list” like the voice of an adult in Peanuts. Melbourne had just thumped Brisbane, but those with long memories recalled a similar declaration from Michael Voss about them becoming the competition’s “next powerhouse” shortly before the club embarked on the most terrifying ghost train ride of any AFL club this century. If it’s been a season for clambering out from the fallen wreckage of failed rebuilds, wiping away tears and learning to live in society again much of the enjoyment has come from a new high-scoring gameplan which is delivering almost 34 more points per game than last year. Conversely much of the angst is derived from the defensive sacrifices made to boost their attack and the side concedes almost a goal a game more than 2015. Major concerns remain about their brittle key defender stocks and how easily opponents score in transition, but the last time any aspect of their game was declared “premiership standard” Champion Data probably hadn’t invented the measurement. The attacking improvement comes from a swashbuckling style of play which works well when they dominate clearances and convert chances into goals, but breaks down after turnovers and when defending kick-ins. Even before this week they led the league in conceding goals from within 30 metres, and as Port continually banged them through from the goal square Melbourne’s receptionist must have been thinking about calling in sick rather than taking an endless stream of calls from aggrieved fans yelling, “Why didn’t they just do something different?” Why indeed, Port’s flinging of the ball from defence into attack as if shot from a catapult went unchallenged all day. Defeat removed any realistic chance of a surprise assault on the finals, but now that the days of hearing Nearer My God To Thee playing softly in the background during home games are over, fans who have suffered so much failure should be heartened by what they’ve seen this year. Their best has been streets ahead of anything they’ve served up for five years, but the veil hangs ready to drop like a giant net at any moment. Defeats like this, and those suffered earlier in the season against Essendon and St Kilda, cause fans to start nervously adjusting their collar and wonder if they’re living through another false dawn. What puts this side ahead of previous editions is a crop of youngsters better suited to long-term success. As long as he doesn’t bolt for the west, Jesse Hogan’s impact is much greater than his goals, the powerful Christian Petracca has made a promising start to his senior career and once Angus Brayshaw stops suffering novelty injuries like concussion from having a footy kicked into his face he’ll add a vital cog to their midfield.   The man they really missed this week was Clayton Oliver. With Nathan Jones playing a lone hand in a midfield unable to take advantage of Max Gawn’s dominance the youthful clearance machine would have had a field day. His ability to stand in traffic and dodge tacklers like Neo avoiding bullets in The Matrix until the right option appears would have added much needed calm to a side who responded to Port’s pressure like they were evacuating a burning building.For a side that spent years mastering the art of the ponderous slopfest thumping, wins over Gold Coast and Brisbane were good fun but Port represented the real test. In a battle between sides fighting for the right to be finals cannon fodder the Dees fluffed their chance to make a statement, leaving Port looking the far better value side for the rest of 2016.  With Hawthorn, Collingwood, Sydney and Adelaide on the horizon Melbourne has several opportunities to prove that lessons have been learnt, but their fans will need to wait until 2017 to confirm that the light at the end of the tunnel is not the light of another oncoming train.",
  "webTitle": "Fear of another false dawn lingers at Melbourne after Demons' defeat in Alice | Adam Woolcock",
  "webPublicationDate": "2016-05-29T20:30:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/fear-of-another-false-dawn-lingers-at-melbourne-after-demons-loss-in-alice",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Melbourne Demons",
      "id": "sport/melbourne-demons",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Woolcock",
      "id": "profile/adam-woolcock"
    }
  ],
  "guardianId": "sport/2016/may/30/fear-of-another-false-dawn-lingers-at-melbourne-after-demons-loss-in-alice"
}