{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/the-limits-of-liberality-for-christians-female-deacons-and-buddhists",
  "id": "2016-05-18-72",
  "sectionId": "world",
  "body": "Like hundreds of other Church of England clergy, I resigned my benefice and converted to Rome because of the creation of women “priests”. The news that Pope Francis is setting up a commission to consider the ordination of female deacons (Report, 13 May) is therefore a cause of serious concern. The sacrament of holy order is one sacrament, not three – found in its plenitude in the order of bishop, but also present in the orders of deacon and priest. This sacrament in the Catholic church, obedient to the example of Our Lord, has always been confined to men. Some women were described as “diakonoi” in the early church, but the canons of the Council of Nicaea make clear that they were not regarded as members of the clergy. When liberal churchmen wished to undermine the male-only apostolic ministry which Anglicanism used to share with the rest of Catholic Christendom, they did so by arguing that the creation of women deacons would be a modest step which could be taken without leading to the admission of women to the priesthood and to the episcopate. Many Anglo-Catholics supported this stance, only to find – to their horror – that, once the principle had been breached, the pressure for women to be ordained priests and consecrated bishops was unstoppable. This was because the Church of England’s position had become inconsistent and illogical. Pope Francis is playing with fire.Francis BownLondon • It was saddening – though not particularly surprising – to read a representative of Christian Concern claiming that Buddhism and “Christian teaching about God ... are incompatible” (Evangelicals object to Buddhism at minster, 18 May). There may indeed be as many differences as similarities between the two religions (a moot point), but that doesn’t make them wholly incompatible. Such a conclusion will depend on your philosophy of religion. If you start from an exclusivist position then you will always judge others, eventually, to be wrong; but an inclusivist understanding will readily acknowledge that the “one light shed by many separate lanterns” is a unifying principle which may yet offer hope to a world so often fractured along lines of religious “teaching”.Fr Alec MitchellManchester • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The limits of liberality for Christians: female deacons and Buddhists | Letters",
  "webPublicationDate": "2016-05-18T17:54:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/the-limits-of-liberality-for-christians-female-deacons-and-buddhists",
  "keyword": [
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ordination of women",
      "id": "world/ordination-of-women",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/18/the-limits-of-liberality-for-christians-female-deacons-and-buddhists"
}