{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/leaving-eu-could-cause-catastrophic-worker-shortages",
  "id": "2016-05-26-8",
  "sectionId": "politics",
  "body": "Leaving the EU could cause catastrophic staff shortages in some sectors, as 88% of EU workers in Britain would not qualify for a visa under the current rules, remain campaigners have warned. A report from the Social Market Foundation thinktank has found that the majority of the 1.6 million EU workers in the UK do not meet the skills and earnings criteria that those from outside the bloc need in order to qualify for a work visa.   Brexit explained: industries affected   There could be a severe impact on the UK labour market if freedom of movement were to end and workers from all countries were treated according to current rules, the study found. It highlighted the fact that EU workers make up 6% of the overall labour market, and 13% of that in London.  In some sectors, such as food services, manufacturing, agriculture, administration and transport only a negligible proportion of EU workers in the UK would meet the criteria to stay. The leave campaign insists that EU workers in the UK would be guaranteed a right to stay under the Vienna convention, but legal opinion is divided and David Cameron has warned that they could face an uncertain future of having to apply for visas. Leave campaigners argued on Thursday night that a points system based on skills could be structured in order to fill shortages in certain sectors.  Daniel Hannan, a Tory MEP, said: “The in campaign are trying to distract from the out of control immigration system that we are locked into while we stay in the EU. If we vote leave we will be able to take back control of our borders and create a fairer immigration system that prioritises the skills that we need here in the UK and stops the open door policy which puts pressure on public services.”   Related: Boris Johnson as PM is 'horror scenario', says Juncker EU aide    Senior leave campaigners, including Boris Johnson and Iain Duncan Smith, seized on net migration figures at a near-record peak of 333,000 on Thursday to argue that the government can only keep its promise of getting immigration below 100,000 a year if the UK leaves the EU. David Davis, a leading leave campaigner and Tory MP, even suggested immigration could fall near zero in some years if the UK opts for Brexit. However, Seema Malhotra, the shadow chief secretary to the Treasury, highlighted the 240,000 EU workers in the UK public sector and argued Brexit could be “catastrophic” for the NHS and other public services. Sir Richard Leese, leader of Manchester city council, also said pulling out of the EU would be a “hammer blow for the public sector” and cause “chronic staff shortages, damaging the services that British people depend on”. Business groups, charities and senior remain politicians all lined up to warn on Thursday that the anti-immigration rhetoric used by the leave campaign could end up having a negative effect on the economy. As the leave campaign turns up the volume on its warnings about the pressure of a growing population, the Institute of Directors urged people to “to take a step back and remind ourselves immigration is a much broader question than just the EU referendum”. “If Britain voted for Brexit, there would still be a big skills gap, especially in areas which require science, maths or engineering degrees, where we just don’t have enough UK graduates,” he said. “Neither side of the referendum debate has adequately addressed the question of what the migration rules should look like after 23 June. “It is clear we need a migration policy fit for the 21st century. That IoD has called for a comprehensive immigration review to allow for clear headed thinking on future migration policy and to examine this issue, in all its complexity, away from the separate issue that is the EU debate.” Adam Hawkins, director at Adecco, which coauthored the Social Market Foundation report, said: “Under a scenario where free movement of labour no longer applies and EU workers were subjected to the same visa requirements that are currently in place for non-EEA workers, 88% of EU workers currently working in the UK would fail to qualify. Filling this gap may pose a real challenge for UK employers. “With 1.6 million EU workers currently making up around 6% of the UK workforce, it is clear that a severe change to our relationship with the European Union could provide a serious challenge to thousands of British businesses.”",
  "webTitle": "Leaving EU 'could cause catastrophic worker shortages'",
  "webPublicationDate": "2016-05-26T23:01:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/leaving-eu-could-cause-catastrophic-worker-shortages",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Services sector",
      "id": "business/services-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/27/leaving-eu-could-cause-catastrophic-worker-shortages"
}