{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/06/april-jobs-report-us-economy-unemployment-rate",
  "id": "2016-05-06-175",
  "sectionId": "business",
  "body": "The US economy showed further signs of a slowdown on Friday as the US Department of Labor announced just 160,000 new jobs had been created in April, 40,000 fewer than had been expected. The US unemployment rate remained steady at 5%. Economists surveyed by Reuters had expected the economy to add 202,000 jobs. February and March job gains were revised down, with the US economy now estimated to have added 19,000 jobs fewer than originally thought.  Over the last 12 months, employment growth averaged 232,000 jobs per month. April’s job gains were the lowest in seven months.    Us job gains   The weaker-than-expected job growth could lead the Federal Reserve to delay raising interest rates in June.  US labor participation also dropped to 62.8% in April, down from 63% in March.  “In general this indicator has been on the rise, and hopefully this is just a one-month blip,” said Elise Gould, senior economist at the Economic Policy Institute. “Rising labor force participation is a sign that more people are getting off the sidelines and starting to look for work.” The number of people who wanted to work full time but could only find part-time work dropped below six million. Additionally, among the major groups of workers, the unemployment rate for Hispanics increased to 6.1% in April. Friday’s jobs report comes after a week of disappointing news.   Related: US economy grows at slowest pace in two years as Obama defends legacy    Last week, the US Department of Commerce reported that in the first quarter of 2016 the US economy grew at the slowest pace in two years.  On Wednesday, figures from the payroll company ADP showed private sector employers added just 156,000 jobs in April. According to another report by Challenger, Gray & Christmas – an outplacement consultant – released this week, US companies laid off 61,582 people between 1 and 30 April, a seven-year high. April’s layoffs included jobs lost in the oil industry and more than 10,000 jobs cut by Intel, the California-based technology company. Mining employment continued to decline in April, dropping by about 7,000 jobs. Since reaching a peak in September 2014, employment in mining has decreased by 191,000. With continuous job losses in the manufacturing sector and election uncertainty intensifying, “it would be surprising if the hiring trend didn’t slow further in coming months”, said Chris Williamson, chief economist at Markit. The 35% surge in layoffs from March to April is not necessarily a sign of a weakening economy, according to John Challenger, the chief executive officer of Challenger Gray & Christmas. “It is not unusual to see heavy job cuts in a strong economy. Companies are constantly retooling, and sometimes the best time to do that is when the economy is strong,” he said.  Another report released on Thursday by the US Department of Labor found that jobless claims climbed to 274,000 in the last week of April – up 17,000 from the week before. The four-week average, however, “was a still-low 258,000”, pointed out Jim O’Sullivan, chief US economist at High Frequency Economics, an economic analysis company.  Friday’s disappointing report will be read as evidence of slowing following the weakness in GDP, “lessening the case for Fed tightening”, according to O’Sullivan.    us unemployment report   Before the jobs report was released, the St Louis Federal Reserve president, James Bullard, appeared bullish about the US job market. The US labor market is “at or possibly well beyond reasonable conceptions of full employment”, he said on Thursday. Full employment is when the labor market no longer shows signs of cyclical weakness and most people who are willing and looking for work are able to find a job. Bullard is a voting member of the Federal Reserve’s policymaking committee. Last month, for the third time this year, the committee decided to hold off raising interest rates. US interest rates have remained unchanged in the 0.25% to 0.5% range since December, when the Fed raised rates from near zero for the first time in almost a decade.    Related: Federal Reserve hints at June interest rate hike with new faith in US economy    The global pressures that have kept the Fed from raising interest rates “appear to be waning during the first half of 2016”, Bullard said on Thursday, implying that the Fed might be open to raising rates in June. This now seems in doubt. Among the data that the Fed will consider before making its decision will be revised GDP figures, which are to be released at the end of May, and both the April and May job reports. There is, however, one more thing that could prevent the Fed from raising rates in June: the UK’s vote on whether it will leave the European Union, which is due to take place about a week after Fed’s June meeting. “We’re going to have a lot better information by the middle of June about Brexit and what polls show and how the markets are reacting,” the San Francisco Fed president, John Williams, told reporters on Thursday. Williams is not a voting member of the Fed’s policy-setting committee. “Clearly if there’s an expectation that it actually will pass and the markets will react to that then we have to take that into consideration in terms of how it affects the US economy and the outlook.” According to Gould, there is “no incentive” for an interest rate hike in the near future. One of the main reasons why she believes the Fed should hold off on raising interest rates is to allow US wages to grow. Average hourly earnings went up by eight cents in April. Over the past year, earnings rose by just 2.5%. “Most observers believe that the Federal Reserve will not raise interest rates in June – given that wage growth is below any reasonable target, this is a prudent move,” she said. “Working people and their families are keenly aware of the fact that strong wage growth continues to be the lagging indicator in this recovery.”",
  "webTitle": "US economy adds just 160,000 jobs in April – further sign of a slowdown",
  "webPublicationDate": "2016-05-06T12:42:33Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/06/april-jobs-report-us-economy-unemployment-rate",
  "keyword": [
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US unemployment and employment statistics",
      "id": "business/us-unemployment-and-employment-statistics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US unemployment and employment data",
      "id": "business/usemployment",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Federal Reserve",
      "id": "business/federal-reserve",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/06/april-jobs-report-us-economy-unemployment-rate"
}