{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/middlesbrough-five-things-must-do-premier-league-promotion",
  "id": "2016-05-07-89",
  "sectionId": "football",
  "body": "1 Sort out Aitor Karanka’s future  Boro’s manager was placed on gardening leave, missing a defeat at Charlton, following a well documented contretemps with his players in March. Since then Boro have gone 10 games unbeaten to secure a potentially rift healing promotion. Even so, Steve Gibson, the club’s owner apparently came very close to sacking the Spaniard and rumours are rife that Karanka might not be around next season with some believing Nigel Pearson could step in. Boro need to clarify the managerial situation. Quickly. 2 Create a Plan B  Karanka is wedded to 4-2-3-1 and that formation has served him well but when the team fall behind or fail to break opponents down there is a lack of alternative ideas and systems. As Leicester have demonstrated, 4-4-2 does not necessarily represent the road to ruin.   Related: Middlesbrough 1-1 Brighton: Boro promoted to Premier League – as it happened    3 Make Gastón Ramírez’s loan deal permanent  The Uruguayan creator has transformed Boro since his deployment in the hole after arriving on loan in January. Although he previously spent time away from the south coast during another,underwhelming, loan stint at Hull, Ramírez - who suffered a nasty injury against Brighton - remains a Southampton player. Boro could do with transferring his registration on a longer-term basis. 4 Bring in greater attacking firepower  Jordan Rhodes has scored a lot of Championship goals but the jury remains out on whether the former Blackburn striker will cut it at Premier League level. Karanka, who started him on the bench yesterday, does not even seem convinced about Rhodes’s ability to play as a lone forward so, considering David Nugent’s best days are arguably behind him, further attacking reinforcements seem imperative. And preferably blessed with the sort of real pace this team lacks. 5 Inject pace and power into central midfield  Grant Leadbitter and Adam Clayton have been excellent in the Championship but there is a case for arguing they are too alike and a quicker, stronger enforcer is needed if Boro are to properly enjoy mixing it with the elite.",
  "webTitle": "Middlesbrough promoted to the Premier League: five things they must do now",
  "webPublicationDate": "2016-05-07T15:59:51Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/middlesbrough-five-things-must-do-premier-league-promotion",
  "keyword": [
    {
      "webTitle": "Middlesbrough",
      "id": "football/middlesbrough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/07/middlesbrough-five-things-must-do-premier-league-promotion"
}