{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/emma-donoghue-this-much-i-know",
  "id": "2016-05-07-103",
  "sectionId": "lifeandstyle",
  "body": "I love historical fiction. There are all sorts of historical continuities in life, but the past is always strange. My new novel [Donoghue’s first since 2010’s Room] is about a little girl in Ireland in the 1850s who doesn’t eat, before anorexia was identified. Back then if you had a kid who wasn’t eating, all sorts of theories would swirl around her. Some would see her as physically sick, others emotionally sick, others superpowered. I’m “Irish Canadian”, which means I’m totally Irish. I lived in Ireland until I was 20, then England for eight years, then Canada. It’s just a handy way of saying I have a foot in two camps. Ideally I’d want British newspapers, the weather of the south of France, American television and the polite manners of Canada. No one country can satisfy me now. I never really had an adolescence. I’ve never been drunk, never been arrested. I was always interested in pleasing adults and scoring 10/10 in tests, and I have been diligently reading and writing since I was eight. Back in Canada I’ve got a treadmill desk. It sounds mad, but you get the hang of it. If you’re successfully distracted by writing you don’t even notice the kilometres. We’ll all be on them in 10 years. I am religious, but it is the most embarrassing subject to talk about in detail. You sound pompous or confused as soon as you open your mouth. I don’t know how to defend it in rational terms, but that’s how my world turns. The issue of diversity in film starts with the script. I try to be political as a writer. I always stop and think: “Does this character have to be a white man?” Sometimes you think: “Yes he does.” But I ask myself the question. There has been such a change for gay people in my lifetime. When I think about how embarrassed and sheepish so many gay people felt around 1990, it’s unrecognisable. I’ve ended up having a family [Donoghue has two children with her partner Chris] as well as being a lesbian – when I was younger I really thought it would be one or the other. In a relationship there is a lot to be said for the prompt apology. Even at the micro level, if you drink the last of the coffee in the pot and she wants some. There’s a lot of emphasis on the autobiographical in fiction at the moment. It can make you very preoccupied with what you’ve lived through yourself. I prefer to inhabit other people’s lives and worlds. I like it when my readers don’t realise they’ve read three of my books because they think of them as separate stories or styles. The great thing about parenthood is that it limits your free time. It gives you a great enthusiasm for work. You rush into the office to get away from the pram in the hallway. I’ve had a great last year – the film of Room was successful and made lots of money. Now I’m living in Nice, where Chris is researching 19th-century literature. I don’t see how my friends can do anything other than hate me. Perhaps all my bad luck is round the corner. Room is available to watch on DVD and Blu-Ray from 9 May",
  "webTitle": "Emma Donoghue: ‘I’ve ended up having a family and being a lesbian.'",
  "webPublicationDate": "2016-05-07T13:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/emma-donoghue-this-much-i-know",
  "keyword": [
    {
      "webTitle": "Emma Donoghue",
      "id": "books/emma-donoghue",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Room",
      "id": "books/room",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Room",
      "id": "film/room",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Cumming",
      "id": "profile/ed-cumming"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/emma-donoghue-this-much-i-know"
}