{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/benefits-left-welfare",
  "id": "2016-05-11-107",
  "sectionId": "commentisfree",
  "body": "When the crash came in 2008, Britain had almighty reason to be grateful for its welfare state. Although more GDP disappeared than in any previous slump since the war, inequality did not immediately increase but actually briefly fell, far fewer jobs disappeared than during the 1980s, and not as many people were turfed out of their homes as had been in the more modest dip of the 90s. Wages were squeezed severely and times were hard, to be sure, but there was not the same penury and destitution as was suddenly evident in the US; the mushrooming of British foodbanks came later.   Related: £13bn in unclaimed welfare? It’s just fuel for the Tories’ Big Benefits Myth | Frances Ryan    The UK’s benefits system played an enormously important part in this smoothing of the roughest edges. Economically speaking, unemployment benefits served as “automatic stabilisers”, maintaining spending power in recession-lashed communities, as they have done for the best part of a century. On top of that, however, there were now tax credits to top up shrinking pay packets, bespoke tweaks to income support to help jobless families keep up their mortgages, and also a proactive decision by the Brown government to notch up most benefits even as prices fell. Without such interventions, the toll of the slump would have been immeasurably worse. It is, then, both extraordinary and mystifying that almost the moment the economy began to bounce back from the bottom, the benefit system came to be seen not as a protection that had proved its value, but instead as the underlying problem. A discourse framed by TV shows such as Channel 5’s Gypsies on Benefits & Proud and chancellor George Osborne’s remarks about households where “the blinds stayed drawn” implied that people were workless not because of the largest collapse in economic demand since the 1930s, but rather because the taxpayer subsidised idleness. My own theory as to why the public mood proved so receptive to this demonising of the welfare state, developed in my book Hard Times, is that, already by 2008, the incidence of risk in British economic life was so grotesquely skewed – towards the young, the unschooled, the black and the poor – that the old social insurance argument had broken down. Whether that analysis is accepted or not, what could not be denied – after the Conservatives were returned with an unexpected outright majority after five years of unprecedented reductions in social security rates – is that defenders of the welfare state have a serious political problem. The arrival of a new book by a serious social democratic theorist – Andrew Gamble’s Can the Welfare State Survive? – is a heartening sign of the left waking up to the challenge. Instead of incrementally contesting every fresh cut, the need is to go back to first principles. So rather than concede to more aggressive means-testing or conditionality based on “good behaviour”, Gamble springs out of the defensive crouch and embraces the idea of a citizen’s stipend paid universally as of right. And remarkably, in this era of Benefits Street, the idea of a basic income is finding fans across the spectrum. At a launch hosted by the Resolution Foundation on Monday night, Gamble was backed by Anthony Painter of the Royal Society of Arts, a nonpartisan outfit that has been pushing its own basic income scheme for several months. Its director, Matthew Taylor, is emboldened by his earlier role in chivvying the last Labour government to move away from means-testing the elderly, and to embrace instead a higher, earnings-linked basic pension. That shift is now consensual at Westminster, and Taylor’s hunch is that the simplicity, transparency and post-bureaucratic feel of basic income could similarly rescue the popularity of cash support for younger adults.   Related: Forget the gossip about IDS and Osborne. Disability cuts are devastating families | Aditya Chakrabortty    There are other sympathisers on the libertarian right. The Adam Smith institute, for example, is interested in the reduction in effective tax rates for low earners that would be achieved if benefits were paid in the same way to people in and out of work, although – naturally – it would prefer a cheaper and less generous version than leftists envisage. There are also Silicon Valley dreamers who fancy that some mix of their own brilliance and the processing power of robots will soon render much of the workforce so unproductive by contrast, that across-the-board handouts may soon be required to keep body and soul together. Some of the dangers move into view at this point. Tech execs might look forward eagerly towards a post-jobs future for most of humanity, but there is less appetite among regular workers who take pride in doing useful things. As London Labour MP and benefits specialist Karen Buck explained at Monday’s launch, most of those who answer the doors she knocks on feel strongly that their taxes should only go to deserving people who need the help. Then, as well as the politics, there is the small matter of the arithmetic. Both Buck and the Resolution Foundation’s Torsten Bell cautioned that the current benefit system is designed to deal with a hugely complex variation in needs – produced by high housing costs, disability and childcare among other things – and that no flat-rate income could adequately substitute for that without extraordinary expense. Bell played the party pooper with his calculator, too, pointing out that even if we forget housing, and simply pay every adult the meagre £73 provided a week by jobseeker’s allowance, and every child the full whack of the current tax credit system, up to about £85, then that would require the complete abolition of the personal tax allowance and an increase of something like five pence in the pound in the basic rate of tax. On the strength of Bell’s numbers,a basic income scheme remains an almightily difficult political sell. But after long years in which the only game in benefits policy has been trying, and for the most part failing, to defend cash payments from government assault, it is heartening to hear bold proposals for new benefits being advanced. It is incumbent on everybody who is concerned to see that the welfare state does indeed survive to come up with similarly big ideas.",
  "webTitle": "Unless we think imaginatively, benefits will be consigned to history | Tom Clark",
  "webPublicationDate": "2016-05-11T17:02:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/benefits-left-welfare",
  "keyword": [
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "State benefits",
      "id": "money/statebenefits",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Clark",
      "id": "profile/tomclark"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/benefits-left-welfare"
}