{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/saracens-richard-wigglesworth-england-racing-92",
  "id": "2016-05-07-47",
  "sectionId": "sport",
  "body": "Saracens have long prided themselves on acting differently and as he prepared for the European Champions Cup final against Racing 92 in Lyon next Saturday, the scrum-half Richard Wigglesworth revealed how that became immediately apparent as he discussed moving from Sale six years ago. Wigglesworth had by then been capped by England and believed switching to Saracens would put him into direct competition with the club’s South African scrum-half, Neil de Kock. When he met the club’s then director of rugby, Brendan Venter, it was made clear the pair would operate in tandem and Venter was not looking for one to eclipse the other. “Brendan was honest from the start and said how the club intended to use me,” says Wigglesworth, a member of England’s World Cup squad last year. “I found it refreshing and that openness has continued. Neil and I have become very good friends and there has been no real element of competition. It has been nothing like I experienced in the past and it has been a case of two mates who want to do well for the club. A huge part of what we do is creating friendships in the squad and forging a team that cares about each other.” De Kock, who has been with Saracens for 10 years, and Wigglesworth have tended to start alternate matches over the seasons with the one on the bench tending to be given the final 30 minutes. Wigglesworth has made only a third more starts than he has made appearances as a replacement, although this season, with De Kock injured for a period and in his 38th year, Wigglesworth has started 15 matches to the South African’s seven with the emerging Ben Spencer also given an opportunity. Wigglesworth is set to start against Racing in a match that will provide a new name on the trophy. He was in the side who faced Toulon in the final in Cardiff two years ago, replaced on 50 minutes by De Kock, but does not believe that experience will give Saracens an edge over Racing, who before this season had never progressed beyond the quarter-finals. “While we have learned from our defeat in the 2014 final and Racing have never been here before, I do not think it will count for a massive amount because they have a number of players who have played in big matches,” he says. “I think experience was a factor when we played Bath in last year’s Premiership final, but not this time. Racing have so many players of top international quality and we must just make sure we are better than them on the day. “Racing have made huge strides in recent years and they take the game to opponents. They know how to close out tight matches. They took an early 10-point lead in the previous two rounds [going on to win 19-16 each time] and we cannot afford to let them do that again because it is a long way back and they are a well-drilled side that does not concede many tries.” Before Leicester played Racing in the semi-final, they resolved not to give the fly-half Dan Carter any time on the ball only to find that in the early stages it was the scrum-half, Maxime Machenaud, they needed to pay attention to. “We cannot get obsessed with any one of their players,”Wigglesworth says. “We have to take care of all their threats and not fall into the trap of putting pressure on one or two of their team. Machenaud is good at bringing in dangerous runners on the gainline and we have to be alert to everything.” Saracens have multiple threats of their own and Owen Farrell will be back from suspension to dictate from fly-half at the end of what has been a breakthrough season for him in terms of controlling games and exerting his influence. It will be a European farewell for the club’s other No10, Charlie Hodgson, a Challenge Cup winner with Sale in 2002 and 2005, who is retiring at the end of the campaign. “It will be strange next season because it will be only the second in my professional career when I will not pass the ball to Charlie,” Wigglesworth says. “He came to Saracens a year after me, after my massive persuasion, and he is the best 10 the Premiership has ever seen. He passes the ball so well and controls a game so effortlessly that he brings out the best in those around him. I am very fortunate to have spent virtually all my career with him. “Owen studies Charlie and picks up nuances but he has achieved success in his own way. His work ethic is incredible and when you look at the way he has played this season, on the gainline and making instant decisions, I am not sure you would have predicted that a couple of years ago. He has a relentless drive to be the best and the work he puts in every day is astonishing. He has been a standout player this season: there may be more fashionable 10s around but there is no one better to take you over the line. He is the complete package and will play for England for years.” Wigglesworth’s England career looks over after he was left out of the Six Nations squad by the newly arrived head coach, Eddie Jones, having been involved in Stuart Lancaster’s World Cup squad last year. “I have not heard anything. I am a proud Englishman who has loved representing his country but it is out of my control. You never give up hope and all I can do is train hard and play well. If I do that, I can live with the decision because I will have done all I can. “The World Cup failure will stay with me for the rest of my life. I am using it as motivation to win as many things as I can and I have no intention of retiring for a good few years. “Going out of the tournament last year was one of the worst feelings I have had. There is nothing you can do but work and I want to finish the season with a tangible reward with the Premiership play-offs following the Champions Cup final. The philosophy at Saracens is that nothing but your best is good enough and that is what we will be calling on in the coming weeks.”",
  "webTitle": "Saracens’ Richard Wigglesworth motivated by World Cup failure",
  "webPublicationDate": "2016-05-07T21:00:03Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/saracens-richard-wigglesworth-england-racing-92",
  "keyword": [
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/07/saracens-richard-wigglesworth-england-racing-92"
}