{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/24/edf-no-deadline-set-for-final-decision-on-hinkley-nuclear-plant",
  "id": "2016-05-24-149",
  "sectionId": "environment",
  "body": "The UK has set no deadline for the final go-ahead to the much-delayed Hinkley Point C nuclear plant, energy minister Andrea Leadsom told a committee of MPs on Tuesday.  The head of the company aiming to build the new reactors, French state-owned EDF, told the same hearing he could not give a date for the decision nor confirm that it would start generating electricity in 2025, as previously pledged.  If built, the £18bn plant would generate 7% of the UK’s electricity and is a central plank of the government’s energy policy. EDF originally promised UK customers they would be cooking their Christmas turkeys with power from Hinkley by 2017. But the schedule has repeatedly slipped, amid concerns over the cost and difficulty of the project, which has led to questions about how the UK would keep the lights on without Hinkley. MPs on the energy and climate change committee asked Leadsom if the government had set a time limit for the protracted process of getting EDF to make a final investment decision or whether the company had a “blank cheque” in terms of timing. “We want to see it as soon as possible, but we recognise it is a commercial decision,” she said. Leadsom said: “If it does not go ahead, we will not leave the UK consumer vulnerable to the lights going out. We will never leave ourselves as a country exposed to one particular project – but that doesn’t mean we don’t need it, it doesn’t mean we don’t want it, it doesn’t mean we are not committed to it.” The energy secretary, Amber Rudd, said in April that a failure to build Hinkley would not mean the lights going out but said it would risk increasing costs to billpayers and missing carbon targets. However, Leadsom told the committee: “We are absolutely keeping the lights on, we are absolutely focused on keeping the bills down and of course we will meet our legally binding climate change targets.” Leadsom, who is campaigning for the UK to leave the EU, said earlier in May: “Being a member of the EU could scupper the [Hinkley] deal because of the state aid challenge from Austria.” However, she told the MPs on Tuesday she did not think Britain’s membership of the EU had any bearing on the Hinkley C project, saying the Austrian challenge had no merit and she had been incompletely quoted. The workers’ unions at EDF want the Hinkley project postponed by two to three years, fearing its high cost will damage the heavily indebted company, whose credit rating was recently cut by Moody’s. New nuclear plants being built by EDF in France and Finland are years behind schedule and billions over budget. But Vincent de Rivaz, EDF Energy chief executive, told MPs: “The money is there.” He explained why the final investment decision, most recently expected in May, had been pushed back again. He said a new package of measures from the French government to ensure the financial future of the company had been put in place and was now being consulted on with trade unions.      Vincent de Rivaz, chief executive of EDF Energy, speaking at a nuclear power conference in December 2015. Photograph: Ben Stansall/AFP/Getty Images    Once this was completed, the board would decide on Hinkley, he said, although he stressed the opinion of the trade unions would be “advisory”. De Rivaz said he had already had a five-hour meeting with the unions which was a “very tense and very rich discussion”. De Rivaz would not give a date for the final decision, saying he did not want to pre-judge the consultation. Nor would he confirm that Hinkley would be generating electricity from 2025. “We understand the need for this to be the date,” he said. “At the time of the final investment decision, we will confirm the precise date of operation.” The Hinkley deal has been criticised for “colossal” costs by the French energy minister, and its finance director resigned over the issue, but President François Hollande has fully backed the project. France’s economy and industry minister, Emmanuel Macron, wrote to the committee of MPs on Monday and said: “The French authorities remain fully behind the [Hinkley] project. I can appreciate that a certain amount of impatience may be creeping in as the project is key for the UK’s energy and climate policy. It is also necessary, in the interest of all, that EDF follows due process before committing itself to an investment of this magnitude.”",
  "webTitle": "No deadline set for final decision on Hinkley nuclear plant",
  "webPublicationDate": "2016-05-24T13:26:20Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/24/edf-no-deadline-set-for-final-decision-on-hinkley-nuclear-plant",
  "keyword": [
    {
      "webTitle": "Nuclear power",
      "id": "environment/nuclearpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EDF Energy",
      "id": "business/edf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/24/edf-no-deadline-set-for-final-decision-on-hinkley-nuclear-plant"
}